{
    "title": "Gates Of The Arctic National Park & Preserve: Wood Frog",
    "body": "Wood Frog            In early summer, this chuckling chorus of voices arises from puddles and ponds all across the northern forests of Alaska and Canada. This is the voice of the wood frog (Rana sylvatica), the northernmost amphibian in North America.        The wood frog - a marvel of adaptation to the far north Richard Nelson  The wood frog is also one of the most widespread frogs in North America—from the midwestern and northeastern US, south along the Appalachians to Georgia and Alabama, and across nearly all of Canada except for the arctic. In Alaska, the wood frog ranges from the mainland southeast, all the way north to the Brooks Range, including Gates of the Arctic National Park and Preserve. A small frog—only 2-3 inches long—the wood frog is brownish tan, with a whitish belly and dark mottling on its sides and throat. It may wear a conspicuous black mask covering both sides of the face from the eyes to shoulders. Females are somewhat bigger than the males. Although it is common in many places, most people never see the wood frog and few pay much attention to it. Yet this modest little frog is one of the most remarkable and successful creatures in the north country. It is found above the Arctic Circle in Alaska—farther north than any other amphibian on the North American continent. And the wood frog has mastered the art of freezing solid in the winter.        In a sacred Koyukon story, the marks on the wood frog's back are scars from a time when Frog-Woman was mistreated Richard Nelson  Frog-Woman Koyukon Indians who live in the boreal forests of northern Alaska have an ancestral story about frogs. A Frog-Woman was treated badly and then killed by two cruel boys, who carelessly left her body on the ground. Afterward another boy happened to come along and he was compassionate enough to bury her. From then on, he was rewarded by good luck and skill in hunting. The little marks we see on the wood frog’s back today are said to be scars remaining from that ancient time when Frog-Woman was mistreated. Ever since, Koyukon people have associated the wood frog with good luck. They have benevolent feelings toward frogs and would never harm or eat them. Frogs also have healing powers. Koyukon elders say that when someone has a headache, if they can catch a wood frog and put it on top of their head, the frog’s throat moving up and down will take away the pain.      Wood Frog   |   Biological Miracle   |   Swamp Romance   |   Frogs in Trouble   |    Amphibians 101   |   Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/wood-frog-page-1.htm"
}
