{
    "title": "Gates Of The Arctic National Park & Preserve: Archeological Research",
    "body": "Archaeological Research              Archaeological Surveying   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 57 seconds  Learn more about archaeology conducted in the National Park Service system by following a team of archaeologists in Gates of the Arctic National Park & Preserve. NPS Archaeologist Adam Freeburg discusses how field surveys are conducted, where they travel to and what artifacts are studied.         View the audio-described version of this video        Archaeology | History | Museum Collections | Subsistence Archeologists for Gates of the Arctic conduct field surveys and excavations as well as in-depth analytical research to investigate the lives of the people who have called these lands home for more than 13,000 years. Below are descriptions of recent research and some of the archeological highlights known from the park.          NPS\/C. Ciancibelli   Lake Matcharak Archaeology  At a remote lake in the Noatak River valley a recently discovered archaeological site that is 4000 years old has revealed significant findings about the Arctic Small Tool Tradition and the first people to colonize the High Arctic. Read More...          NPS  Obsidian Research Obsidian is volcanic glass used throughout prehistory to fashion tools. It also has special properties that make it useful for reconstructing prehistoric travel and trade. Obsidian artifacts are commonly found in Gates of the Arctic since the major source in Alaska lies not far outside the park.  Find out what Park archaeologists have learned by studying these artifacts. Read More...        NPS\/J. Rasic  Caribou Hunter's Landscape at Agiak Lake People have hunted caribou in the Brooks Range for thousands of years. One strategy characteristic of the region was to steer the animals into lakes where they were hunted from kayaks. Exceptionally well preserved evidence of this system in the form of stone hunting blinds and hundreds of rock cairns (inuksuit) can be found at Agiak Lake. Read more...      Inuit Hunting Bow 2010 (pdf) Archiving Archaeological Records 2008 Northern Archaic Weapon Systems 2008 (pdf) Tent Ring Archaeology 2007 (pdf) Excavations at the Hungry Fox 2006 (pdf)",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/archaeological-research.htm"
}
