{
    "title": "Gates Of The Arctic National Park & Preserve: Celebrating & Preserving Wilderness",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Celebrating & Preserving Wilderness                Celebrating & Preserving Wilderness       The year 2014 marks the 50th anniversary of the signing of the Wilderness Act of 1964. This historic act gives legal protection to designated wilderness areas and Gates of the Arctic National Park and Preserve is one of the wildest and most pristine of those protected wild places. Motivated by the desire to celebrate wilderness values during this 50th anniversary year and also by the need to clean up some of the barrels left from the era of oil and gas exploration, park rangers from Gates of the Arctic have planned a winter patrol into one of the least visited areas of the park. Winter was chosen as the best time to mount this patrol, as there is less impact on the fragile tundra during winter and little danger of damaging any of the many archaeology sites scattered across the tundra. Since wilderness values call for use of minimum tools and protection of the natural soundscape, it was logical to choose dog sled teams, a traditional form of travel, as the “minimum tool” to retrieve these barrels.              National Park Service Mushes for Wilderness Cleanup   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 14 seconds  This winter 20 sled dogs and 2 kennels staff from Denali National Park & Preserve joined several staff from Gates of the Arctic National Park and Yukon-Charley National Preserve to clean up a remote section of designated Wilderness in Gates of the Arctic. Watch this short film to learn more about this special journey in celebration of the 50th Anniversary of the Wilderness Act of 1964.         Denali National Park and Preserve also has a long tradition of using dog sleds in wilderness areas and will partner with rangers from Gates of the Arctic. A team of two snow machines will support three dogsled teams by breaking trail and caching supplies. The snow machines will stop at the wilderness boundary and let the dog teams and rangers shine at what they do best, quietly and competently performing the tasks for which they were trained and love. Once the barrels are loaded on the sleds, the dogs will pull them into Anaktuvuk Pass for disposal. During this time, park staff will be in Anaktuvuk Pass leading community events and providing education programs in the school. Park staff looks forward to sharing with village residents the results of this dog team journey that is commemorating the Wilderness just outside the village’s backdoor. Supreme Court Justice William O. Douglas wrote, “The Arctic has a call that is compelling. The distant mountains [of the Brooks Range in Alaska] make one want to go on and on over the next ridge and over the one beyond. The call is that of a wilderness known only to a few...”      This outstanding wilderness area belongs to all the people of the United States. Though perhaps only a few will ever visit it, all can draw inspiration from the values it preserves. We invite you to follow the story of this winter wilderness patrol and connect with your wild heritage during the year that celebrates the 50th anniversary of a wild, wild law. Read the stories from the wilderness:  Gates of the Arctic Ranger Laurie: Of Dogs & Wilderness  Denali Ranger Jen: Before the Patrol Denali Ranger Jen: After the Patrol  Let the call of the Arctic stir the wild within you!",
    "url": "https:\/\/www.nps.gov\/gaar\/celebrating-and-preserving-wilderness.htm"
}
