{
    "title": "Gates Of The Arctic National Park & Preserve: Subsistence Resource Commission",
    "body": "Explore This Park    Learn About the Park     History & Culture     Subsistence     Subsistence Resource Commission                Subsistence Resource Commission        NPS       Subsistence Resource Commissions (SRCs) have been established for most national parks and monuments in Alaska to provide meaningful participation and involvement of local subsistence users in planning and management decisions. The purpose of the Commission is to recommend to the Governor of Alaska and the Secretary of the Interior a program for subsistence hunting within Gates of the Arctic National Park. Since the establishment of the federal subsistence management program in 1990, the SRC has also been making recommendations on proposals for hunting and fishing regulations (e.g., harvest limits, seasons, and customary and traditional use determinations) affecting Gates of the Arctic National Park and Preserve directly to the federal subsistence Regional Advisory Councils (RACs) and the Federal Subsistence Board. The Commission for Gates of the Arctic National Park and Preserve has eleven designated \"resident zone communities\" in the vicinity of the park that have special privileges regarding subsistence within park boundaries. These communities are Alatna, Allakaket, Ambler, Anaktuvuk Pass, Bettles, Evansville, Hughes, Kobuk, Nuiqsut, Shungnak, and Wiseman. The Commission is comprised of nine local rural residents representing geographic, cultural, and user diversity from within the region. SRC members are appointed by the Governor of Alaska (3 members), the Secretary of the Interior (3 members), and the federal subsistence RACs (one each from the North Slope, Northwest Arctic and Western Interior RACs). For more information contact Marcy Okada at (907)455-5752.        GAAR resident zone communities. NPS  The current members (2014) are: ● Pollock Simon Sr., Chair (Allakaket) ● Jack Reakoff, Vice-Chair (Wiseman) ● James Nageak (Anaktuvuk Pass) ● Rachel Riley (Anaktuvuk Pass) ● Taqulik Hepa (Barrow) ● Louie Commack (Ambler) ● Gary Hanchett (Bettles) ● Tim Fickus (Crevice Creek\/Fairbanks) ● 9th seat – vacant The SRC generally meets twice a year in April\/May and November. Meetings are advertised in the Federal Register on-line and meetings are open to the public. Public comments are always welcome.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/subsistence-resource-commission.htm"
}
