{
    "title": "Gates Of The Arctic National Park & Preserve: Animals",
    "body": "Animals        Arctic Ground Squirrel Penny Knuckles NPS       The story of summer in the Central Brooks Range is one of spectacular abundance—millions of insects, lush new plant growth, prey for the predators. In fact, the availability of food is so great that birds undertake long migrations to arrive here in time to breed and to raise their chicks on a protein-rich diet of mosquitoes and other prolific insects. Some birds have come unimaginable distances, like the arctic terns that fly all the way from Antarctic waters—the longest migration of any bird in the world. Caribou trek from their boreal forest wintering grounds to their calving areas on the coastal plain, sustaining themselves on lichens along the way. Grizzly and black bears leave their dens with cubs born the previous winter. Small mammals like arctic ground squirrels, lemmings and voles, emerge from their winter homes to feed and frolic once again in the open air. Whitefish, northern pike and grayling feast in the rivers and lakes.  For all of the abundance of summer, it is a fleeting season…and for eight months each year the deep cold and scarcity of winter prevails. Insects and seeds suddenly become scarce, so most of the birds are forced to migrate—or starve. The few species that remain have made special and often surprising adaptations. Ptarmigan for example, have feathered feet that act like snowshoes allowing them to walk and forage atop the powdery surface. And they’ve learned to dive or burrow down into the snow, which insulates them from the much colder air above.  Caribou and moose move to the boreal forest, sheltering among the trees, eating twigs and scratching for browse under the snow. Voles and lemmings live in chambers tunneled through the snow, spending their winters active and in relative warmth, eating food cached in summer. Some animals fatten up before winter and do not have to eat. Ground squirrels go fully into hibernation, while black and grizzly bears spend many months in a lighter, sleeplike dormancy inside their dens. Some fish become inactive after retreating to deep still waters under the ice of rivers and lakes. Beavers keep snug within their lodges and live mostly on stored food. Winter survival for animals of the central Brooks Range means adaptation to scarcity and bitter cold.  But for those that make it—the lavish riches of summer await. To learn more about the animals of Gates of the Arctic explore the following pages.       Beaver   |   Muskox   |   Common Loon   |   Wood Frog Back to Nature and Science",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/animals.htm"
}
