{
    "title": "Gates Of The Arctic National Park & Preserve: AK Archaeology Month",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     AK Archaeology Month                Alaska Archeology Month       April is archaeology month in Alaska. Learn more about Alaska's ancient history and rich cultural traditions at a series of public events, and watch for the annual archaeology month poster in a thousand schools, libraries, and museums across Alaska and beyond. Since 2014 the poster has focused on a different region and period of prehistory of Alaska, ranging from the arctic coast to the interior mountains and reaching back 6,000 years.  Stay tuned for the next installment.         2016: Thule  Nine hundred years ago people living in northern and western Alaska were successful whalers, artists, and traders and went on to settle the entire span of the North American arctic all the way to Greenland in one of the longest and most rapid human migrations known.  Learn more about the Thule culture at: http:\/\/www.alaskaanthropology.org\/ https:\/\/www.nps.gov\/inup\/index.htm  Download the 2016 Alaska Archaeology Month Thule poster (1.45MB JPEG)          2015: Northern Archaic  2015's theme for Alaska Archaeology Month was the Northern Archaic Tradition, which dates to roughly 3000 to 6000 years ago. Some of the most important Northern Archaic Tradition sites known from Alaska are located on National Park Service lands including Gates of the Arctic, Kobuk Valley, Cape Krusenstern, Noatak, Wrangell-St. Elias, Denali, and Katmai.  Learn more about Northern Archaic caribou hunters in Gates of the Arctic.  Download the 2015 Alaska Archaeology Month Northern Archaic poster (2.24MB JPEG)            2014: Denbigh  2014's theme for Alaska Archaeology Month was the Denbigh Flint Complex, known from sites in western and northern Alaska that date to about 3300-4000 years ago. Distant ancestors of modern Inupiat and Inuit, Denbigh people pioneered new lands and innovated new technologies that set the stage for the next four millennia of high latitude living across the American Arctic. Some of the most important Denbigh archaeological sites are located on National Park Service lands including Gates of the Arctic, Kobuk Valley, and Cape Krusenstern. The NPS also administers, as a National Historic Landmark, the Iyatayet site at Cape Denbigh where this archaeological phase was first recognized in 1948.  Learn more about the Denbigh people in Gates of the Arctic.  Download the 2014 Alaska Archaeology Month Denbigh poster (1.66MB JPEG)            2014 (Backside)  The 2014 poster also contains original artwork by Anchorage artist Holly Nordlum, a collage created with materials from western Alaska that would have been familiar to Denbigh people, as well as tools and reference materials used by archaeologists.      Archaeology month is coordinated by the Public Education Group of the Alaska Anthropology Association with support from National Park Service, Ukpeaġvik Iñupiat Corporation, Colorado State University Center for Environmental Management of Military Lands, Bureau of Ocean Energy Management, Bureau of Land Management, University of Alaska Anchorage Department of Anthropology, and the Alaska Office of History and Archaeology.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/ak-archeology-month.htm"
}
