{
    "title": "Gates Of The Arctic National Park & Preserve: Kobuk River Stampede",
    "body": "Kobuk River Stampede         Location of Kobuk River, Alaska   During the 1880s and 1890s, gold seekers explored many of Alaska's river basins for mineral wealth.  By the spring of 1898, the stampede to the Klondike was in full swing, and reputed gold producing areas were promoted by transportation companies and outfitters who hoped to make their fortunes by supplying prospective miners.  Rumors of gold strikes on the Kobuk River in northwest Alaska enticed hundreds of prospectors and adventurers who where looking for a less crowded route to riches than that offered by the Klondike gold fields. Tales of Gold There are several accounts of how the rumor of gold riches on the Kobuk began.  Captain Cogan, owner of the bark Alaska, told of a prospector who found $15,000 in gold in two hours on the Kobuk in 1897.  In the spring of 1898, Cogan transported 40 prospectors and their outfits to Kotzebue. In March of 1898, the San Francisco Chronicle published a letter from prospector John Ross, saying that he had obtained $50,000 worth of gold on the Kobuk River. These accounts, as well as a number of others that flooded the news on both coasts of the United States, turned out to be lies. Nonetheless, a fleet of ships left the west coast during the spring of 1898 bound for Kotzebue with almost 2,000 would-be prospectors on board.        The Agnes E. Boyd Photo courtesy of the Carrington Swete Collection  Most of the gold seekers arrived in Kotzebue by early July and prepared to build boats that would take them up the Kobuk River. They immediately got word from Quaker missionaries in Kotzebue and from local Inupiat Natives that no gold had been found on the Kobuk. After a cursory look at the country, more than half of the prospectors returned to their ships to travel home before winter. Cabins and Steamers About 800 of the prospectors heard that there was wood for building cabins on the Kobuk River. Having come this far with decent provisions, they decided that they would have a look before turning back. By the end of the summer, the prospectors had found promising locations for prospecting, several of which were located in what is now Kobuk Valley National Park. Men joined together to build cabins, and there was competition among the camps for the honor of the most cozy, comfortable cabin, and the greatest hospitality.        Residents of Camp Penelope on the Kobuk River. Photo from the Grinnell Collection, courtesy of the Bancroft Library, U.C. Berkeley  Winter on the River The most determined men took prospecting trips upriver and to neighboring streams early in the winter. They generally returned empty-handed. Most of the prospectors did not venture far from their winter camps. Though many of the prospectors were able to successfully brave the winter, others did not fair as well. Some lost their outfits in the river; others became ill with scurvy or drowned. Gold at Last As winter wore on, most of the 800 miners and adventurers on the Kobuk made definite plans to leave the valley and sail south in the spring.  By then, they had heard about the strike at Anvil Mountain, near what would eventually become the city of Nome. However, competition for good diggings was fierce and many lost their shares to claim jumpers as gold hunters from the Klondike and elsewhere crowded the creeks outside Nome. Some were able to work the sands on the beaches. As more prospectors entered the Seward Peninsula country, claims spread north, away from the coast. By 1901, small amounts of gold had been found on tributaries of the Inmachuk River and Candle Creek, in the area of what is now Bering Land Bridge National Preserve. Several years later, small amounts of gold were found on several tributaries of the Kobuk. Minor mining districts developed in the Cosmos Hills and Squirrel River areas near Kotzebue.  After most miners had left for the south, a few stayed in the Cosmos Hills area working small placer mines.  By 1910, numerous claims had been staked along Klery Creek and several other tributaries of the Squirrel though very little work was in progress. \"The Flying Dutchman\" During the winter months in the Kobuk region, focus shifted from prospecting to recreational pursuits. Several of the camps organized lectures and discussion groups. Zoologist Joseph Grinnell, author of the best known account of the Kobuk stampede, Gold Hunting in Alaska, used his time to study and collect birds. Ice skating was a popular early winter recreational activity for the Kobuk valley prospectors. Most of the camps had a least one pair of skates.  Since the conditions were especially good that year, some made skates from saw blades.  Karl Knoblesdorf, also known as the \"Flying Dutchman,\" pursued ice skating and snowshoe travel as an occupation, delivering mail to and from winter camps on the river for a fee.        Members of the Kotzebue Commercial and Mining Company working the beach at Nome. Photo courtesy of the Carrington Swete Collection  Kotzebue Commercial & Mining Company The Kotzebue Commercial & Mining Company was founded in San Francisco early in the spring of 1898 to take advantage of the rumored gold wealth of the Kobuk drainage. All together, the investors raised one million dollars to fund a retail and mining business in northwestern Alaska. With the money, they purchased the schooner Charles Hanson and a large river steamer for travel along the Kobuk when they reached Kotzebue Sound. They also purchased supplies to sell to the miners in new mining communities which they felt sure would spring up near the discoveries. In the end however, the Kobuk rush was a bust and many of the stampeders left penniless and disillusioned. Eugene McElwaine, author of The Truth about Alaska: The Golden Land of the Midnight Sun (1901), was one of those gold-hungry dreamers, and he later described the decent men and women who,  In the excitement of the hour and enchanted by the wonderful stories told of the marvelously rich finds on the Kowak [Kobuk] River, quit the staid pursuits of ordinary life and rushed into the wild and unexplored region of the Arctic to hunt for gold. Arriving on the ground, they speedily saw the golden fruit of promise turn to ashes in their grasp. They had been deceived.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/kobuk-gold-rush.htm"
}
