{
    "title": "Gates Of The Arctic National Park & Preserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Historic Nunamiut winter camp Leffingwell, 1908  People | Stories Collections | Preservation Research | Subsistence People have lived in the Brooks Range for more than 13,000 years and thousands of archeological sites in Gates of the Arctic document this history and people's strong connections to the land. Today Athapaskan and Inupiat descendants and various Non-Native Alaskan peoples call the area home. Traditionally, populations were small and mobile, moving throughout the year among a series of camps to harvest seasonally available foods. It was not until last century that people settled in permanent, year-round villages. Today there are eleven resident zone communities directly associated with the Park, and many people continue to conduct subsistence activities within and around the park and preserve.   People of European descent first began to visit the Central Brooks Range in the 1880s. Military explorers assigned to map this previously uncharted territory struggled up rivers and over mountain passes. Prospectors followed, searching for signs of placer gold and struggling through long winters in rough mining camps. Government scientists came to examine and record the intricacies of the natural and cultural history of this previously undocumented place. More recently the introduction of recreational adventurers seeking untamed places has added a new page to the history of the region.   The links below will take you to specific sections of our site where you can read in greater detail about the various efforts and projects which the staff has been involved in over the years. You can also go over to the Park News page and check out the most current efforts by reading our new Resource Briefs.              Archeological Research Gates of the Arctic has one of the most extensive and best preserved archeological records of any park in Alaska. National Park Service archeologists employed by the park actively work to research, document, and preserve these tangible remains of the past that consist of landscapes, sites, and artifacts. Read More...             History Stories about the more recent historic past of the Central Brooks Range. Read More...              Museum Collections The Museum Collections for Gates of the Arctic document the cultural and natural history of the Central Brooks Range and are used for research, interpretation, and resource management purposes. Read More...           Subsistence Learn about efforts to preserve a way of life unique to the Central Brooks Range. Read More...",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/index.htm"
}
