{
    "title": "Gates Of The Arctic National Park & Preserve: Creation of Gates of the Arctic NPP",
    "body": "Creation of Gates of the Arctic National Park & Preserve        President Carter with the newly signed ANILCA document. Jimmy Carter Presidential Library         Bob Marshall (center) and friends in Koyukuk Country, ca. 1932 Courtesy of George Marshall  The early inspiration for the creation of a vast northern national park can be traced back to a U.S. Forest Service forester named Bob Marshall, who arrived in Alaska in 1929 looking for what he called \"blank spaces on maps.\" When Marshall first traveled to the isolated mining camp of Wiseman in northern Alaska, he was already a prominent wilderness advocate. His wilderness philosophy defined wild places as essential not only for ecological health but for human happiness as well. \"For me and for thousands with similar inclinations,\" he wrote, \"the most important passion of life is the overpowering desire to escape periodically from the strangling clutch of a mechanistic civilization.\" Marshall's quest for happiness led him to the Koyukuk region of the Alaska's Brooks Range where he found adventure and the companionship of local residents. During the 1930s, Marshall returned to Alaska three more times to live in Wiseman and explore the rugged terrain of the Koyukuk watershed and beyond to the continental divide. He used northern forest research as a pretext for mountain climbing, mapping uncharted waterways, and mingling with the Alaska Native people and gold mining sourdoughs of the Koyukuk. In 1933, Marshall published his study of daily life in Wiseman entitled Arctic Village, advertising to the world that he had discovered a kind of arctic utopia. Marshall was no less enthusiastic when describing the mountains, rivers, and valleys of the Brooks Range, particularly the stretch along the North Fork of the Koyukuk, where he named two adjacent peaks the \"Gates of the Arctic.\" Marshall's writings inspired later wilderness enthusiasts to push for preservation of a vast section of the Brooks Range as Gates of the Arctic National Park and Preserve.       Original NPS Gates of the Arctic Parkland proposal, ca. 1968 Bill Brown       After World War II, military installations, oil and mineral discoveries, and improved aviation technology brought rapid change to the land north of the Arctic Circle. Many local residents in communities surrounding the Brooks Range were concerned that this change would be destructive and irreversible. Wilderness advocates were also concerned that oil development might destroy one of the nation's last large wild areas before it could be appreciated by the American people. The naturalist and author Olaus Murie urged that some vestiges of Alaska's backcountry be saved before industrial progress claimed them. He believed that designated wilderness areas would provide the last refuge for Alaska's traditional Native and pioneer lifestyles and that rather than \"locking up the land,\" as wilderness critics charged, parks perpetuated frontier Alaska's social and cultural integrity, scenic beauty, and scientific values. During the 1950s, the expeditions that Olaus and his wife Mardy made in the eastern Brooks Range helped to generate support for creation of the Arctic National Wildlife Range (later renamed \"Refuge\"), and their wilderness advocacy helped the National Park Service to focus attention on arctic Alaska.        Historian Chris Allan in the \"Gates of the Arctic\", North Fork of the Koyukuk River. 2010 NPS\/Z. Richter  During the 1960s and 1970s, the philosophy of wilderness preservation popularized by Marshall and the Muries combined with the concerns of a largely homegrown Alaskan conservation movement and area residents who wanted to protect their way of life. Together, the environmentalists and the traditionalists worked to block early oil pipeline construction plans that were ill-adapted to the northern climate and soil conditions. After studying the area's natural and cultural landscapes, the National Park Service identified the central Brooks Range as a parkland candidate. These early planners attempted to adapt their proposals to the state's plans for an Arctic Transportation Corridor reaching north and south across the Brooks Range.      In 1968, Secretary of the Interior Stewart Udall urged President Lyndon B. Johnson to use his authority under the Antiquities Act of 1906 to designate Gates of the Arctic and other areas in Alaska as national monuments - a parting conservation gift to the nation during the last days of his administration. However, Johnson balked at the idea, and the process of making the proposals a reality was postponed. All through the 1970s, conservationists and the National Park Service waited for the passage of the Alaska National Interest Land Conservation Act, which was designed to create or expand fifteen Alaska parks. Finally, in 1978, when time was running out for the bill, President Jimmy Carter stepped in and used his authority to designate these areas as national monuments. Carter's actions held the conservation units in trust while Congress concluded its deliberations, and by 1980, Congress passed the land claims act, creating 106 million acres of new protected lands in Alaska.        T-shirt protesting President Carter's creation of Gates of the Arctic National Monument, 1978. NPS\/GAAR Museum Collection. Courtesy of Susan Holly  Despite pressure from mining and petroleum developers to create a relatively small park split by a pipeline corridor, the final boundaries drawn for Gates of the Arctic National Park and Preserve encompassed eight million contiguous acres, stretching nearly two hundred miles from the region surrounding the North Fork of the Koyukuk westward to include the upper reaches of the Kobuk and the Noatak Rivers. At its western end, the park abuts Noatak National Preserve, and on the east, beyond the Dalton Highway corridor, the expanded Arctic National Wildlife Refuge stretches to the Canadian border. As such, Gates of the Arctic National Park and Preserve became the midsection of a nearly 800-mile swath of protected land covering the Brooks Range from end to end.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/creation-of-gates-of-the-arctic-national-park-and-preserve.htm"
}
