{
    "title": "Gates Of The Arctic National Park & Preserve: Gold in the Brooks Range",
    "body": "Gold in the Brooks Range       The gold rush in the region that is now Gates of the Arctic National Park and Preserve was largely dependent on the events and circumstances surrounding the Klondike Gold Rush in 1897 and the Nome Gold Rush in 1899.  Positioned geographically between the two major gold discoveries, the central Brooks Range fostered its own stampede when the Klondike waned, only to lose nearly all of its miners when the Nome rush began. Reality Strikes the Klondike The discovery of gold in the Klondike inspired thousands of people to rush north, and the northern goldfields were the promised lands that brought the American frontier tradition to Alaska.  Tales of the Klondike, both true and false, gave birth to the popular notion that all of the north was golden, that a man had only to stake his claim and start digging and his fortune would be made. Disillusionment quickly followed elation as the newly arrived prospectors realized that the good claims had been staked.  Furthermore, the Canadian government levied a 10% royalty on the miners’ earnings and charged import duties on their equipment. By the spring of 1898, the reality of conditions in the Klondike had begun to sink in, and many miners turned downstream to American territory to renew their search for the mother lode.  As the disaffected Klondikers traveled down the Yukon, they spread the word to groups steaming upriver that there was nothing to be gained by going to Dawson.  Some prospectors continued their headlong rush to the Klondike but many turned aside, carrying their equipment, supplies, and golden dreams up the remote rivers of interior Alaska. The Golden Gates of the Arctic The flow of miners from the Klondike to less crowded areas resulted in a rush for gold on the Koyukuk and Kobuk Rivers. When gold was discovered on the Koyukuk, Gordon Bettles opened a trading post in a tiny boomtown the miners called Bergman.  When it flooded, he opened another post a short distance upstream and named it after himself. Unfortunately, most of the Koyukuk gold was not accessible using mining methods of the day, and it was nearly impossible to extract enough to make it pay, particularly given the remote location and the severe climate.  One miner wrote home, “Dearest, let me tell you any one who has ever gone prospecting for Gold is the hardest earned money a man ever earned, for this is the most miserable place on earth.”        The steamer \"Luella\" on the Koyukuk River above Bergman.  Steamers of this type bore the first stampeders to the Koyukuk. USGS photo  Trapped! An early freeze trapped sixty-eight steamships and their nine hundred passengers in the ice of the Koyukuk River. Five hundred fifty of them, faced with the prospect of a winter in the arctic interior, headed overland to the Yukon and the coast. The rest stayed, spending the dark cold winter in small camps along the river and purchasing supplies from Bettles on credit.  One winter was enough for most of the men and many left in the spring. Today, place names like Jimtown, Beaver City and Soo City, and the remains of steamships whisper of the stranded travelers. Nuggets on the Koyukuk Many of the remaining miners moved up the Middle Fork of the Koyukuk searching for paying claims. Necessities were supplied by traders who brought goods and equipment at increasingly great expense up the shallow rivers. A small group of buildings on Slate Creek became Coldfoot, named for the miners who got \"cold feet\" and left the country. In 1907, gold nuggets worth thousands of dollars were found at Nolan Creek, and trading posts and supplies moved north to the town of Wiseman. As the Nolan boom faded, gold was discovered farther north on the Hammond River and so the cycle continued. Small pockets of gold were mined by men willing to endure the severe isolation and primitive conditions of the remote, mountainous region.        The Walter C. Mendenhall party pulls a canoe through the riffles on their way up the Kobuk River in 1901. USGS photo  Kobuk River Gold A similar story was played out on the Kobuk River in 1889-99.  The Kobuk offered even less logistical support to the miners than the Koyukuk since it was not a tributary of the relatively well-traveled Yukon. The Kobuk stampede began when the captain of the whaling ship Alaska greatly exaggerated a prospector’s Kobuk gold discovery to encourage people to book passage on the ship’s return to Alaska. Word spread and hundreds of miners rushed to the Kobuk only to find that, as on the Koyukuk, not much gold could be extracted in paying quantity. This, combined with a tenuous supply network and the subsequent discovery of the truly rich gold fields at Nome, resulted in a mass exodus from the Kobuk after only a single year. As it happened, one of the men who came north on the Alaska left the ship at Port Clarence and ended up being one of the discoverers of the Nome gold fields, while his shipmates who continued on to the Kobuk found nothing.        The trading post at Bergman, Alaska, on the Koyukuk River, 1899. USGS photo  Native People The gold rush brought major changes to the lifestyle of the Kobuk Eskimo and Koyukon Athabascan peoples who inhabited the area and made their living through a semi-nomadic cycle of subsistence hunting and fishing. In addition to introducing new tools, materials, and foods to the Native peoples, Euro-American gold seekers introduced a new way of life based on wage labor. Native peoples trapped, hunted and fished for the miners; they provided transportation for men, messages and supplies; and they saved more than a few lives by helping ill-prepared prospectors out of tight spots. Following closely on the miners’ heels were missionaries whose schools and church teachings reinforced the changes introduced by the miners. Eskimo and Athabascan people in the region settled in villages and became largely dependent on the supplies and work opportunities of the white man’s culture. As the peak of the Gold Rush passed and the Koyukuk and Kobuk country emptied, a small number of white men remained in the interior, working claims that paid just enough for a living. They settled into an existence that was similar in many ways to the life of the Natives – trapping for furs, hunting and fishing for wild food, and buying supplies at trading posts. These non-Native people joined the Natives in small communities where together they shaped a distinctive subsistence lifestyle that survives to the present in most interior Alaskan villages.      For more information about Koyukuk Gold Mining Check out \"A Short Story of Mining on the Koyukuk\" (1921).",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/gold-in-the-brooks-range.htm"
}
