{
    "title": "Grand Canyon National Park: Virtual Caching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Virtual Caching              Virtual Caching          Welcome to Grand Canyon National Park's EarthCache program. EarthCaches are a type of geocache that provide participants with a learning experience in the geosciences. By participating in the program, you will embark on an exploration of the unique geologic story that provides insights into the Grand Canyon. Please note that geocaching with traditional physical caches is not permitted in the park      What you will need to participate   GPS Device  Paper and a pen or pencil Compass, optional  Enthusiasm to explore       General Information   The program is designed to take advantage of the park's Rim Trail and Shuttle Bus system. To protect the park's resources please use only paved park roads, paved park trails, and\/or the park's shuttle bus system.Caches 1-4 are all easily accessible by the paved Rim Trail and covers 2 miles\/ 3.2 km. Cache 4 is over 6 miles\/9.6 km on the Rim Trail from Cache 3 and it can be reached on foot or participants can use the Hermits Rest shuttle to reach Cache 4. EarthCaches are a type of virtual cache that requires investigation of the area to find a clue or gain knowledge.  Walking is involved and the whole the program can be done on foot. The trail distance from Cache 1 to Cache 4 is 8.6 miles\/13.8 km.  To begin: Input the coordinates for EarthCache 1 and follow your GPS to that location.       EarthCache #1 N 36 03.911, W 112 07.175  The Trail of Time: Rocks Forming Grand Canyon's story begins long before there was a canyon.The beginnings are tied to a fundamental geologic process -the formation of rock. The story of the rocks forming begins a long time ago with the igneous and metamorphic rocks that are found at the bottom of the canyon and are often referred to as the basement rocks. On top of the basement rocks are the sedimentary rock layers that make up the cliffs and slopes that one can see from anywhere along the rim. The sedimentary rock layers make up most of the exposed rock that you can see. All the rock layers combined, river to the rim, on average are over 5000 feet high.    Geologists categorize these rock layers and diagram them into a tool called a stratigraphic column. The diagram shows that the oldest rocks are at the bottom and the youngest are on the top. This predictable layering of rock is known to geologists as the \"Principle of Superposition.\" Geologists also categorize these layers into another principle, the \"Principle of Original Horizontality,\" meaning that all rocks are formed horizontally and if the layers are tilted then there was another geologic event that tilted the rocks after they were formed.    Follow the Trail of Time to the next EarthCache and answer these questions along the way.    How old are the oldest rocks in the Grand Canyon?  Name one type of igneous, metamorphic, and sedimentary rock?  How old are the youngest rocks in the Grand Canyon?        EarthCache #2 N 36 03.478, W 112 08.123      EarthCache #3  N 36 03.437, W 112 08.804 The Development of a Continent: Mountain Building The next part of the story of Grand Canyon is another fundamental geologic process known as uplift. Uplift is primarily done through the action of plate tectonics and the pushing up of rocks to higher elevations. In most cases, the pushing up of rocks deforms them and causes them to rise-up, tilt, break, and\/or crack. Examples of rock deformities can be seen in all sizes and scales. Cache 3 looks like an inconspicuous little ditch off the trail but it is not. It is an example of a large crack in the Earth's surface. Follow with your eyes the ditch in front of you and notice that it is part of a large side-canyon running perpendicular to the run of the Grand Canyon. Furthermore, this side canyon in front of you runs across to the North side of the Grand Canyon- bisecting the Grand Canyon.    What is the geologic term for the crack in the Earth's surface?        EarthCache #4 N 36 04.300, W 112 11.990 The Power of Mechanical Weathering: Cutting it Deep and Wide The Colorado River has been has been winding its way through this area and eroding away the bottom of the Grand Canyon for over 5 million years. The river has been able to cut this canyon in a relatively short period of time in terms of geologic history (the age of the Earth -4.6 billion years). There are 3 main attributes that have helped the river cut the Grand Canyon so rapidly. First is the gradient or downhill slope ofthe river. The headwaters of the Colorado are high in the Rocky Mountains, which are over 14000 feet\/ 4200 meters high, and in a short 1400 miles\/ 2250 km it reaches the Gulf of California at sea level. The gradient of the Colorado River on average is a loss of 10 feet\/ 3 meters for every mile\/ 1.6 meters of downstream travel. This means the river is moving swiftly and carrying debris along with it. Second, the Colorado River for most of its life has been the most turbid river in the world. The more turbid the river the more sediments that it is carrying, such as rocks, soils, sands, etc., and therefore the ability for grinding away rocks the river flows over. The more turbid the river is the more brown it will appear. Finally, the Colorado River has been very dynamic for most of its life growing to 10 to 20 times its normal size during annual periods of snow melt in the spring and monsoonal rains in the summer. The extreme growth in the size of the river allowed it to carry much larger sediments, like large boulders. During these times of greater flow the river did more than grind away at the rocks on the river bed and along its edges, it cracked, pulverized, and destroyed rocks that were in its path.   As the Colorado River, cut through the rock layers that we now see exposed, the widening of the canyon took place through annual rain and snow eroding away the rims of the canyon. The canyon rims are at a high elevation. High enough to increase precipitation levels drastically enough to wash down the sides of the canyon down to river level on an annual basis. In the colder months, snow accumulates along the rims and as the snow melts during warmer days it fills in the cracks and fissures along the canyon walls. Conversely, at night temperatures drop down to freezing and as the water freezes it expands and causes the rocks to crack and shear along the canyon walls. In the warmer months, especially in July and August, the canyon areas experience monsoonal weather patterns that brings a lot of needed rain fall. But again, the vast majority of this precipitation falls along the rim. The rainfall washes down the sides carrying away sediments, soil, rocks, and boulders down to the Colorado River to wash out of the area.    At this EarthCache site you can see the Colorado River below and Granite Rapids, but even more impressive, listen- you might even be able to hear the river. What you are seeing and hearing below is the powerful river cutting down through the basement rock layers. Additionally, you are witnessing a side stream depositing sediments and rocks into the rivers path. This side stream is called Monument Creek. The stream feeds rocks, sediments, and soil into the Colorado River channel causing a debris field and a narrowing of the river. This process speeds up the flow of the river and causes more damage along the river bed and edges which erodes away rocks quicker.     What color is the Colorado River?  Is the color of the river indicative of high or low levels of turbidity (sediment load)?  What do you think the cutting power of the river is today?           Congratulations!  You have completed Grand Canyon National Park's EarthCache program. To receive a certificate of completion, please  email your answers to the questions with \"Attention Virtual Cache\" in the subject line.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/virtual-caching.htm"
}
