{
    "title": "Gates Of The Arctic National Park & Preserve: Significant Values of Gates of the Arctic",
    "body": "Explore This Park    Learn About the Park     Significant Values of Gates of the Arctic            Significant Values of Gates of the Arctic         NPS\/Carl Johnson  Park Purpose  The purpose of Gates of the Arctic National Park and Preserve is to preserve the vast, wild, undeveloped character and environmental integrity of Alaska's central Brooks Range and to provide opportunities for wilderness recreation and traditional subsistence uses. Specifically, Section 201 of the Alaska National Interest Lands Conservation Act (ANILCA) states that the park shall be managed for the following purposes, among others:  To maintain the wild and undeveloped character of the area, including opportunities for visitors to experience solitude, and the natural environmental integrity and scenic beauty of the mountains, forelands, rivers, lakes, and other natural features;   to provide continued opportunities, including reasonable access, for mountain climbing, mountaineering, and other wilderness recreational activities;   and to protect habitat for and the populations of, fish and wildlife, including, but not limited to, caribou, grizzly bears, Dall's sheep, moose, wolves, and raptorial birds.   Subsistence uses by local residents shall be permitted in the park, hwere such uses are traditiional, in accordance with the provisions of title VIII.   A Proclamation  \"Lying wholly north of the Arctic Circle, the Gates of the Arctic National Monument hereby created preserves an area containing a wide variety of interior arctic geological and biological forms. The essence of the geology of the area is its great diversity. There are excellent examples of glacial action which formed U-shaped valleys and morraine-dammed lakes.In contrast are the fissure-shaped precipices of Ernie Creek and the tilted limestone blocks along the northern edge of the Brooks Range. Associated with these various land forms is a progression of ecosystems representing a continuum of communities from the boreal spruce forest and riparian shrub thickets in the south to the arctic tussock tundra in the north. These communities of plants and undisturbed animals offer excellent opportunities for study of natural interaction of the species. The monument also protects a substantial portion of the habitat requirements for the Western Arctic caribou herd which uses ancient routes through the mountains for migration. This herd, which has suffered severe population losses recently, is of great value for the study of the population dynamics relating to both the decline and recovery of the herd. The archaeological and historical significance of the area is demonstrated by the studies which have revealed evidence of human habitation for approximately 7,000 years. Several known traditional Athabascan-Inuit trade routes run through the monument area giving the promise of further important archaeological discoveries. In the Wiseman and Ernie's Cabin mining regions in the south are offered opportunities for historical study of the life of the Alaskan pioneer miner of the early twentieth century. The land withdrawn and reserved by this Proclamation for the protection of the biological, geological, archaeological,historical, and other phenomena enumerated above supports now, as it has in the past, the unique subsistence culture of the local residents. The continued existence of this culture, which depends upon subsistence hunting, and its availability for study, enhance the historic and scientific values of the natural objects protected herein because of the ongoing interaction of the subsistence culture with those objects. Accordingly, the opportunity for local residents to engage in subsistence hunting is a value to be protected and will continue tinder the administration of the monument...\" -President Jimmy Carter December 1, 1978         NPS\/Dev Dharm Khalsa  Significant Values of Gates of the Arctic  Wilderness Gates of the Arctic National Park is acknowledged as the premier wilderness park in the national park system, protecting 8.4 million acres of diverse arctic ecosystems.  Designated Wilderness - The park protects over 7 million acres of designated Wilderness that embodies the values of the Wilderness Act.   Wilderness Character - The park protects the untrammeled, natural, and undeveloped qualities of wilderness and opportunities for solitude. (The word untrammeled means the forces of nature operate unrestrained and unaltered.)   Diverse Arctic Ecosystems - The park protects intact, undisturbed arctic ecosystems.   Science in Wilderness - Scientific studies and monitoring provide guidance for managing wild resources and understanding global change.   Unique Geological Features - Geological processes resulting in mountains and alpine landforms, including two National Natural Landmarks, contribute to the wild nature and undeveloped character of the park.   Contiguous Wilderness - The park is the centerpiece of 21 million acres of designated wilderness in the Brooks Range.  Size and remoteness are critical components in the park's undeveloped character. Natural processes, not human actions, dominate the landscape.   Wild Rivers Gates of the Arctic National Park and Preserve serves as the headwaters for six designated Wild Rivers that support natural systems and human activities across northern Alaska.  Traditional and Historic Routes - The park's Wild Rivers preserve traditional and historic routes of trade and transportation throughout the central Brooks Range.   Recreational Opportunities - The park's six Wild Rivers create unparalleled scenic and recreational opportunities.   Populations of Fish and Wildlife - The park's free flowing Wild Rivers support habitat which sustains natural populations of fish and wildlife.   Pristine Water - The park protects water quality through the management of its six designated Wild Rivers.   Geologic Processes - The park's Wild Rivers reveal a variety of geologic features and processes illustrating the natural history of the Brooks Range.  Gates of the Arctic National Park and Preserve serves as the headwaters for an unprecedented number of designated Wild Rivers supporting natural systems and human activities from the Yukon River to the Arctic Ocean.   Wildlife Gates of the Arctic National Park and Preserve protects a functioning arctic, mountain ecosystem in its entirety and provides habitat of world importance for naturally occurring plant and animal populations.  Habitats - The park protects the habitats for plants, fish, and wildlife, including significant lichen communities.   Caribou Migration Corridors - The park resources provides for the seasonal annual movements of three major caribou herds (Western Arctic, Teshekpuk, and Central Arctic).   Breeding Bird Habitat - The park provides breeding habitat for a variety of species of migratory birds.   Wildlife Populations - The park provides habitat to support significant arctic wildlife predator\/prey populations. The park preserves a substantial portion of the world's habitat for Dall's sheep. Additionally, muskox, previously extirpated, are re-colonizing the area.   Research and Monitoring - The park provides an unparalleled opportunity to understand the arctic ecosystem and to use monitoring information for science-based resource management and decisions.  Gates of the Arctic National Park and Preserve enables the fragile arctic ecosystem to evolve with minimal human interactions and serves as a barometer for the health of the arctic and a changing climate.   Wilderness Experience Gates of the Arctic National Park and Preserve provides visitors with opportunities for solitude and challenging wilderness adventures within a remote and vast arctic landscape.  Wilderness Character - The park protects the untrammeled, natural, and undeveloped qualities of an arctic, mountainous landscape.   Opportunity for Solitude - The remote character of the park enhances the feeling of being the first person in the area, allows for freedom from societal constraints, and provides opportunities for self-discovery, renewal, and freedom.   Wilderness Dependent Species - The park protects intact ecosystems for wilderness dependent wildlife keystone species such as grizzly bears, caribou, wolves, sheep, and raptorial birds.   Wilderness Recreation - The park provides visitors with the opportunity to challenge themselves in a wilderness setting free of modern human modification which requires self reliance, is full of risk and uncertainty, and is difficult access.   Natural Soundscapes - The park is a place of profound quiet where soundscapes are dominated by natural sounds.   Scenic Landscapes - The gaunt beauty and pristine landscapes of the park evoke the spiritual, intangible essence of a timeless arctic wilderness that inspires a sense of discovery.  The immense size and remoteness of Gates of the Arctic National Park and Preserve insures that visitors can experience the full range of wilderness values and characteristics.   Subsistence Gates of the Arctic National Park and Preserve protects habitats and resources in consultation with local rural residents to provide subsistence opportunities on lands that have long supported traditional cultures and local residents.  Caribou Migration Range - The park protects the unimpeded movement of the three arctic caribou herds (Western Arctic Herd, the Central Arctic Herd, and the Teshepuk Herd).   Subsistence Resources - The park contains a wide variety of wildlife, fish, and plants that provide the fundamental base for subsistence.   Habitats - The park and preserve protects a range of habitats that support a diversity of plants, fish, and wildlife.   Cultural Knowledge - The park staff works collaboratively with local residents to document traditional cultural knowledge and contemporary adaptations of their subsistence way of life.   Resident Zone Communities - The park provides subsistence opportunities for resident zone communities representing Alaska's diverse cultural heritage and others who qualify for subsistence use of park resources. The park is also one of the few places in the national park system where one has the opportunity to establish residency and practice contemporary subsistence.   Anaktuvuk Pass - Anaktuvuk Pass is the only indigenous community that is fully within the boundaries of an Alaska national park. The park staff and community members collaborate on such issues as access and the protection and interpretation of natural and cultural resources.   Spiritual and Cultural Landscape - The park embodies the cultural and spiritual values of the area's traditional inhabitants.  Gates of the Arctic National Park and Preserve provides opportunities for residents to continue the subsistence way of life.   Cultural Resources Gates of the Arctic National Park and Preserve protects a 12,000-year record of human cultural adaptations to high latitude mountain environments and an unbroken tradition of living on the land.  Archaeological Sites - The park contains remains of camps, villages, and hunting activities that document human responses to changing environments since the end of the last ice age.   Museum Collections and Archives - The park preserves the artifacts, specimens, and records that represent the evidence of the area's residents, past and present.   Alaska Native History and Culture - The park staff collaborates with residents to gather and preserve knowledge of local indigenous history and culture.   Euroamerican History and Culture - The park preserves the history and tradition of central Brooks Range explorers, gold miners, fur trappers, subsistence users, and wilderness enthusiasts.  Gates of the Arctic is an inhabited wilderness;as such it protects the homelands of both the Koyukon Athapaskan and the Nunamiut Inuit peoples.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/significant-values-of-gates-of-the-arctic.htm"
}
