{
    "title": "Gates Of The Arctic National Park & Preserve: Government Geologists Cross Central Brooks Range",
    "body": "Government Geologists Cross Central Brooks Range           Adapted from Philip S. Smith and John B. Mertie, “Geology and Mineral Resources of Northwestern Alaska,” USGS Bulletin 815 (1930). Select to enlarge map.  In late February 1924, a U.S. Geological Survey team left the Yukon River community of Tanana on dog sleds following a route that would take them through territory largely unknown to outsiders. Their goal was to advance up the Alatna River and establish a camp on the north side of the Arctic Mountains (today's Brooks Range) to wait for spring break-up. Then, they would unpack a crate of cedar canoes they carried on a specially built sled and paddle northward to the Arctic Ocean. Their goal was to explore the 36,000-acre Naval Petroleum Reserve No. 4, an enormous section of Arctic Alaska set aside by President Warren Harding to supply the U.S. Navy with petroleum in times of war.        Washington Post, April 22, 1914.   Although the geologists and topographers of the Geological Survey were accustomed to working in remote and dangerous terrain, the whole enterprise would be a race against time, and Alaskan reporters called this \"the most hazardous mission ever undertaken by this branch of the government service.\" The eight-man team, headed by geologists Philip Smith and John Mertie, included two topographers for mapping, two field assistants, a cook and a dog musher, both recruited from remote Alaskan gold camps. Freight-haulers would also join the first leg of the expedition to deliver several tons of supplies to a point near the Continental Divide. The New York Times called them \"all stout lads, hard as nails, with plenty of experience in difficult situations.\"        Gerald FitzGerald and Harry Tait at topographic station in Brooks Range near Survey Pass.  USGS Photographic Library (Mertie, J.B. 1123).   Like other Geological Survey expeditions, this one was carefully orchestrated to meet the demands of weather and terrain, but some dangers could not be anticipated. When spring arrived in late May, the men eagerly boarded their canoes only to find vast sheets of overflow ice called aufeis impeding their progress and battering their canoes. And, while struggling to guide the boats through ice-filled channels and over gravel bars, Mertie crushed a bone in his foot, which slowed progress for a week. After reaching the Colville River, the group split into two parties, both of which faced swarms of mosquitoes, back-breaking portages, and the odious task of killing the sled dogs they could no longer feed. Remarkably, the two groups managed to reach Point Barrow within twelve hours of one another and just in time to catch the last ship to Nome before pack ice blocked their passage home.        John Mertie and crew on the Killik River, June 1924, USGS Photographic Library (Mertie, J.B. 1178).    When news of their success reached the continental United States, Popular Science Monthly declared:\"A few weeks ago there emerged from the wilderness of northern-most Alaska a little band of government scientists after seven months of thrilling adventure and hopeless isolation in the heart of the frozen North. They had penetrated into the terrifying bleakness and desolation of the last remaining frontier of the American continent to measure its potential wealth-to survey the region for oil and precious and useful metals and to seek possible routes for transporting these valuable deposits to the doorway of civilization.\"        Camp just below Sunday Rapids on Killik River, June 14, 1924. USGS Photographic Library (Mertie, J.B. 1180).   Smith and Mertie were less sanguine about the prospect of finding useful quantities of oil in the Arctic, and warned \"no one should risk funds whose loss will seriously embarrass him, because development of oil in this region is distinctly a wildcat undertaking of the most speculative nature.\" Meanwhile, the sort of foot-slogging geology for which the Geological Survey was famous was becoming obsolete with the arrival of the airplane age in Alaska. Airplanes and later helicopters got the job done in a fraction of the time. Although the efforts of Smith and Mertie and other Survey employees were soon forgotten by the American public, their journey has become part of the history of Gates of the Arctic National Park and Preserve.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/government-geologists-cross-central-brooks-range.htm"
}
