{
    "title": "Gates Of The Arctic National Park & Preserve: Stampede to Koyukuk Gold Country",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Stampede to Koyukuk Gold Country                 Stampede to Koyukuk Gold Country       Page 1 | Page 2 | Page 3 | Page 4        Galesburg-Alaska Mining and Developing Company in Seattle, May 2, 1898 Jasper N. Wyman Collection  Gold Fever In 1897, when the world heard the news of gold in the Canadian Yukon, Americans from all walks of life succumbed to \"Klondicitis\" and rushed northward to find their fortunes. Some stampeders went alone and formed partnerships on the way to the gold fields. Others formed mining companies and pooled their talents and resources to increase their chances of success. This was the approach taken by twenty-five Illinois residents living in or near the town of Galesburg, a railroad town about two hundred miles from Chicago. On January 18, 1898 they signed official papers creating the Galesburg-Alaska Mining and Developing Company. The next step would be to find some gold.        Stampeders in the rigging of schooner G.W. Watson, May 16, 1898 Jasper N. Wyman Collection  The rancher and amateur photographer Jasper N. Wyman was one of that optimistic group. He was also an avid outdoorsman, a quality that would serve him well in the months to come. By bringing his camera and glass photographic plates along to Alaska, Wyman managed to produce something quite rare: a thorough photographic documentation of a stampede in Alaska. The other members represented a wide array of professions from architects, bankers, and doctors to butchers, barbers, blacksmiths and cooks. The number also included two farmers, a student, a machinist, and two professional house-movers. In April 1898 this eclectic group traveled to Seattle where they would take the so-called 'rich man's route' to St. Michael at the mouth of the Yukon River. Stampeders with fewer resources took the more difficult path over Chilkoot Pass from Skagway and Dyea and traveled from the Yukon River headwaters to the Klondike.       Commercial map marketed to Koyukuk stampeders, 1899 Library of Congress       Rich Man's Route to Alaska After booking passage on a large sailing ship called the G.W. Watson, they began assembling one of the most complete outfits that had yet gone north, including 20,000 pounds of flour, 7,500 of bacon, 4,500 of dried fruits, 5,000 of beans, 1,000 pounds of butter in cans, and 3,000 pounds of condensed cream. For transportation they had a 41-foot steam launch called the Silver Wave (strapped to the ship's deck), lumber to build a large steamboat, and would later acquire a flat-bottomed barge. During the weeks it took to purchase supplies and load the ship, the men toured Seattle and had their pictures taken by Wyman. When they finally set sail on May 19 one of the Galesburg gang played \"Yankee Doodle\" on the accordion as the G.W. Watson and two other ships cast off for Alaskan shores. Although their voyage would be shorter than they expected-only twenty-seven days from Seattle to St. Michael-storms and close quarters left many of the ship's 130 passengers seasick and miserable.        Illinois men camping near steamboat construction at St. Michael, July 13, 1898 Jasper N. Wyman Collection  Upon arriving, the Galesburg men realized they were carrying some valuable goods-newspapers with recent news of the Spanish-American War unfolding in the Philippines and elsewhere. The residents of St. Michael, including 180 whites and an equal number of Eskimos, were hungry for news of the world. Wyman was on hand to photograph the landing at St. Michael and some of the dozens of vessels that were anchored in the bay. Hundreds of prospectors were camped on the beach. Most of them were greenhorns, newly arrived, but a few were miners who had survived a long winter in the Klondike gold fields. The high spirits of the Galesburg men were dampened when they learned that the Jane Grey, which left Seattle on the same night as the G. W. Watson had gone down. Thirty-seven passengers died in the disaster and twenty-six survivors managed to reach shore.        “Landing of Gold Seekers,” prospectors and their vessels at St. Michael, July 15, 1898 Jasper N. Wyman Collection  While Galesburg men began building the steamboat they would call the Illinois, Wyman spent his free time writing letters home and taking photographs of the St. Michael township and the nearby stampede camp people were calling Fort Get There. Wyman also enjoyed trading with local Eskimos for sealskin boots, skin mukluks, fur mittens and parkas, and trinkets made of ivory. His fondness for trading earned him the nickname \"Mukluk Jap.\" Although the Klondike, in the Yukon Territory, was the main focus of the gold rush, by the summer of 1898 all the best claims in the area had been staked, and discouraged stampeders were beginning to leave Dawson City with the news. Wyman wrote home that \"lots of people are coming down the river from Dawson to go back to their homes and some report very favorable and some tell some horrible sad stories of hardships they have gone through, and most of them advise everybody to not go to Dawson. It is overrun now.\"   Continue to Page 2...",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/stampede-to-koyukuk-country.htm"
}
