{
    "title": "Gates Of The Arctic National Park & Preserve: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories       The Historian for Gates of the Arctic conducts research to rediscover stories of human activities in the Central Brooks Range - from the first Euro-American explorers to the more recent past. Listed below are just a few of the intriguing tales that help to illuminate the historic past of Gates of the Arctic.           Of Dogs & Wilderness In celebration of the 50th anniversary of the Wilderness Act, rangers and sled dogs ventured into the arctic winter to improve the wilderness character of a northern section of Gates of the Arctic National Park & Preserve by removing decades old fuel barrels left from military exploration.         Anchorage Museum  Gordon Bettles: Koyukuk Pioneer  A brief history of one of the more notable Koyukuk goldrush pioneers. Read More...        Jasper N. Wyman Collection  Stampede to the Koyukuk Gold Country During the great Klondike Gold Rush of 1898 many stampeders arrived too late and turned instead to Alaskan rivers like the Koyukuk and Alatna. This is the story of the photographer Jasper Wyman and a group from Illinois that traveled to the Brooks Range foothills in search of gold. Read More...         Cantwell Report, 1885  Military Exploration of the Brooks Range During the 1880s, explorers representing various branches of the US military became the first outsiders to study the geography and people of the Brooks Range. Read More...        McCutcheon Collection  Hickel Highway: An Early Road Across Arctic Alaska (pdf) 2012 A brief history of the first road through the Brooks Range to the Arctic Slope oilfields. Read More...        University of Calgary  Government Geologists Cross the Central Brooks Range The story of a 1924 USGS expedition through the Brooks Range to Naval Petroleum Reserve No. 4. Read More...        Anchorage Museum  Gold in the Brooks Range In 1898 gold seekers too late to stake claims in the Klondike spilled over the border into Alaska. Many of them tried placer mining along the wild rivers of the Brooks Range. Read More...        Carrington Swete Collection    Kobuk River Stampede In 1898 several hundred stampeders were duped into rushing to the Kobuk River, where instead of gold they found adventure and hardship. Read More...        Ward Wells Collection    Is That a Village in a Wilderness Park? In the late 1940s bands of nomadic Nunamiut Eskimos settled in Anaktuvuk Pass. Today their village represents a combination of modern and traditional lifeways. Read More...        USGS Photo Library  Early USGS Investigation of the Brooks Range The U.S. Geological Survey played a key role in locating mineral deposits and mapping northern Alaska in the aftermath of the Klondike-Alaska gold rush. Read More...         Creation of Gates of the Arctic National Park & Preserve Inspired by wilderness advocate Bob Marshall, NPS planners pushed for a national park that protected the natural splendor of the central Brooks Range. Read more. . .      If some of these stories have piqued your interest, check out our Suggested Reading List.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/stories.htm"
}
