{
    "title": "Grand Canyon National Park: Weighted Lottery (noncommercial)",
    "body": "Weighted Lottery           Commercial River Trips are professionally guided river trips, available to the public, and often reserved a year or two in advance (more info). The information on this page is for Noncommercial River Trips (self-guided river trips for individuals who have previously acquired the river skills to coordinate and safely lead their own trips through technical, world-class rapids; more info).          Background In early 2006, after the completion of an extensive, multi-year public planning process, a weighted lottery system was selected for Grand Canyon National Park's noncommercial river permit system. The first weighted lottery was held October 2006, and many lotteries have since taken place. Prior to the adoption of the weighted lottery system a waitlist was used to assign river launch dates.  The Annual Main Lottery and Follow-up Lotteries Each year in February a main lottery is held to assign launch dates for river trips occurring the next year. Lottery applications are accepted online for the first three weeks of February. Lottery results are emailed to applicants as well as available online by the end of February. Follow-up lotteries are then held as needed to reassign cancelled and\/or left-over river trips. Follow-up lotteries typically open around noon on a Tuesday and close at noon Mountain Standard Time on a Thursday. Lottery results are emailed to applicants as well as available online, usually by Thursday evening.  Lottery Eligibility Requirements You must be at least 18 years old and not already a member of other noncommercial or commercial trips launching within the applied for year. No one may be listed on more than one lottery application.  Lottery Costs Applying through the weighted lottery costs $25 per launch year, and those who win a launch date must immediately pay a nonrefundable deposit ($400 for standard size trips, $200 for small size trip). The deposit applies toward final permit fees. Final permit fees are currently $100 per person and are due 90 days before launch. The $25 lottery application fee is charged once for each launch year for which a trip leader applies. After you have paid an application fee for a launch year, you can apply in all later lotteries for that launch year for no additional fee. The application fee is paid after a lottery application is submitted and can only be paid when a lottery is open. Lottery application fee and river permit fees are nonrefundable.  Setting up a Profile and Registering to Receive Email Updates You can access the weighted lottery website (https:\/\/npspermits.us\/grandcanyon\/river) for free year-round to setup a profile, modify an existing profile, or to sign up to receive email updates on upcoming releases of launch dates and river news. Even if you are presently not seeking a river trip but are interested in a future date, you are strongly encouraged to register.  How to Apply When a noncommercial lottery is open, a list of available dates can be found on the Available Noncommercial River Launch Dates web page.  Lottery applications are accepted through the weighted lottery website (https:\/\/npspermits.us\/grandcanyon\/river) only when lotteries are open. During those times, you login and click on \"Create Lottery Application\" (this button is only visible when a lottery is accepting applications).  Potential Alternate Trip Leader (PATL) A PATL is a person who would be capable and willing to take over river trip responsibilities if the trip leader is unable to go. If the original trip leader becomes unable to go on the river trip, and there are no confirmed PATLs, the trip will be cancelled. PATLs can be added to a river trip by the trip leader when submitting a lottery application. See Noncommercial River Trip Regulations for clarification.  More information about applying and about other river and lottery related questions can be found at the River and Weighted Lottery FAQ page.      Additional river info can be found at the following webpages.    Commercial River Trips (River Concessioners)  1 Day River Trips 3-18 Day River Trips   Noncommercial (Private) River Trips  2-5 Day River Trips 12-25 Day River Trips River FAQs River Trip Support Companies Weighted Lottery Helpful Links",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/weightedlottery.htm"
}
