{
    "title": "Gates Of The Arctic National Park & Preserve: Backpacking and Hiking",
    "body": "Backpacking and Hiking         NPS Photo  Traveling through the park on foot affords opportunities of exploration and discovery.  Mountain ridges and passes reveal splendid vistas and can take you to the most remote and least traveled areas of the Park and Preserve. Experienced hikers in the Gates of the Arctic National Park & Preserve consider six miles a good day's travel. There are no established trails, and the dense vegetation, tussocks, boggy ground and frequent stream and river crossings significantly slow your progress. You will find easiest walking above the tree line or in the streambeds, if the water level is low. There are so many rivers in this area that you are likely to have to cross one or more during your trip. The water levels fluctuate continuously due to weather conditions, but the highest levels are generally in the spring during the run-off. Topographic maps are essential in planning your course of travel. Carry your maps and a good compass (and GPS unit if you have access to one) with you in the field.  When hiking, minimize damage to vegetation by limiting your group size to seven people traveling in one direction. Where no game trails exist walk in a fan formation, rather than a single file straight line, to avoid creating social trails. Trekking poles are very useful on the uneven terrain. Climbing The most popular climbing areas in the park and preserve are in the Arrigetch Peaks, Mount Doonerak and Mount Igikpak areas. Long-term impacts tend to be greater in these locations. Access to these areas is primarily by float-equipped aircraft and most peaks are considered technical climbs.  A good source of climbing information for this area is the American Alpine Club journals.   We currently have no regulations specific to rock climbing, with the exception of installation of fixed anchors, but we do require that climbers follow all park regulations that apply to backpackers and canoeists. This includes cleaning your climbing route and avoiding use of bolts or fixed anchors, as the area is designated wilderness.",
    "url": "https:\/\/www.nps.gov\/gaar\/planyourvisit\/backpackingandhiking.htm"
}
