{
    "title": "Glacier Bay National Park & Preserve: Tlingit Gull Egg Harvest",
    "body": "Explore This Park    Learn About the Park     History & Culture     Tlingit Gull Egg Harvest              Tlingit Gull Egg Harvest        Glaucous-winged gulls nest on islands in Glacier Bay NPS-C. Behnke       \"Gathering eggs in Glacier Bay was something especially the family looked forward to. It was like Easter. Family and cousins gathered up there and we collected eggs, and it was a joyous occasion…\" Huna Tlingit elder      The Huna Tlingit, whose ancestral homeland includes Glacier Bay National Park, traditionally harvested gull eggs every year. Gull eggs are an important traditional food source for the Huna Tlingit. Family harvest trips once served as a way to maintain ties with their homeland and to pass on stories, moral codes, and cultural traditions to the younger generation. In the 1960s, enforcement of the Migratory Bird Treaty Act and National Park Service (NPS) regulations formally ended this traditional harvest in Glacier Bay. In recent years the NPS and the Hoonah Indian Association have cooperated on a range of programs designed to encourage and reinvigorate cultural activities within the National Park, including the potential harvest of gull eggs. In 2010, the NPS determined that egg harvest could occur within the park without impacting gull populations or other park resources. Based on these findings, Congress passed the Huna Tlingit Traditional Gull Egg Use Act in July, 2014 authorizing harvest of glaucous-winged gull eggs in Glacier Bay National Park. With the long awaited passage of this legislation, plans can be developed for the first gull egg harvest in many years.        Glaucous-winged gulls typically lay 3 eggs per clutch. These birds can replace lost eggs until the clutches are complete, as well as re-lay new clutches if all eggs are lost due to flooding, predation, or harvest. NPS-T. Lewis  The park has monitored gull populations in preparation for the upcoming egg harvest. Since 2012 wildlife biologists have counted over 2000 glaucous-winged gulls nesting in seven areas potentially suitable for egg harvest. In 2012, the number of eggs was low, several colonies were abandoned before the end of the breeding season, and only one fledgling was observed in all seven colonies. However, in subsequent years, egg production was high and numerous chicks hatched and fledged in multiple colonies. Such variation from one year to the next suggests that gull success depends on annual weather conditions, food sources,and limited predation. This yearly variability highlights the value of ongoing monitoring. A harvest of eggs will not take place until regulations are promulgated and a harvest plan is developed jointly with the NPS and Huna Indian Association. Until that time, park biologists will continue to collect data on gull nesting as the next generations of Huna Tlingit families hope to soon renew their meaningful connections with their Glacier Bay homeland.                      Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: Huna bird",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/historyculture\/tlingit-gull-egg-harvest.htm"
}
