{
    "title": "Gates Of The Arctic National Park & Preserve: Hunting",
    "body": "Hunting       Caribou hunting regulations have CHANGED in Game Management Unit 23 for some hunters for the current regulatory year. Beginning July 1, 2016, Federal public lands in Unit 23 are CLOSED to caribou hunting by non-Federally qualified users for one year.  Download the Unit 23 Caribou Hunting Frequently Asked Questions PDF document (1.2mb)       Sport hunting and trapping are permitted in Gates of the Arctic National Preserve, but not in Gates of the Arctic National Park. To hunt and trap in the preserve, you must have all required licenses and permits and follow all other state regulations. The National Park Service and the State of Alaska cooperatively manage the wildlife resources of the Preserve. An Alaska State hunting license is required for all hunters age 16 or older. Bag and possession limits vary by species and by area. Always check current Alaska state hunting regulations. For further information on Alaska hunting and where to get a license, visit the Alaska Department of Fish and Game Website.   Please keep in mind that many areas within the preserve are private land. Do not enter private land without the landowner's permission. Hunters are responsible for knowing current hunting regulations. Hunters must carry valid driver's licenses or photo identification, hunting licenses, harvest tickets, and tags. Hunting licenses can be purchased at any license vendor or online at www.admin.adfg.state.ak.us\/license. Hunting regulations are enforced by National Park Service Rangers and Alaska Fish and Wildlife Protection Troopers.       Hunting Boundary Maps and Pamphlets Alatna River Alatna River - Park Boundary Dalton Highway Dalton Highway - Park Boundary Dalton Highway (South) - Park Boundary Dalton Highway (Middle) - Park Boundary Dalton Highway (North) - Park Boundary Itkillik River Itkillik Game Management Units Itkilllik Preserve, Oolah Lake - Park Boundary  Oolah (Detail) - Park Boundary  Wilderness Hunting in the Itkillik National Preserve (Pamphlet) Sizing Ram Horns (Pamphlet) John River John River - Park Boundary John River (Detail) - Park Boundary Kobuk River Kobuk Game Management Units Kobuk Preserve - Park Boundary Wilderness Hunting in the Kobuk Preserve (Pamphlet) Middle Fork Koyukuk River Middle Fork Koyukuk River - Park Boundary Wilderness Hunting Along the Middle Fork of the Koyukuk (Pamphlet) Noatak River Noatak River - Park Boundary Wild Lake Wild Lake - Park Boundary",
    "url": "https:\/\/www.nps.gov\/gaar\/planyourvisit\/hunting.htm"
}
