{
    "title": "Glacier Bay National Park & Preserve: Tribal House in the News",
    "body": "Explore This Park    Learn About the Park     History & Culture     Huna Tribal House Project     Tribal House in the News                Huna Tribal House In The News!              News Media Articles May 25, 2016 Singing Our Way Back to Homeland Hoonah youth exploring the park in their backyard, and reconnecting to their ancestral homeland. This project was funded in part by a grant from the National Endowment of the Arts. Students will be writing new songs to be shared at the grand opening of the tribal house this summer!   April 12, 2016 From a Log to a Dugout Steaming open a 40-foot traditional Tlingit canoe   March 16, 2016  Huna Tribal House Carvings Raven totem carvers (Gordon, Owen and Herb) are highlighted again in the Capital City Weekly.    March 16, 2016  Going Home  Master Carver Wayne Price inspires the community of Hoonah through a traditional canoe carving project.  When completed the canoe will participate in the Return to Homeland Event at the Tribal House in Bartlett Cove.    February 17, 2016 Returning to Homeland: The Xunaa Shuká Hít Article for the 2016 Glacier Bay Visitor's Guide highlighting the Tribal House Project. February 11, 2016 Xunaa Shuká Hít Nears Completion in Glacier Bay Centuries after being forced out by advancing glacier, Huna clans prepare for ceremonial return   April 2, 2014 Hoonah carvers make their marks with Xunaa Shuká Hit (Glacier Bay Tribal House)                 August 25, 2016  Huna Tribal House Dedication                Click for a Huna Tribal House Project Briefing Sheet with further information and background   National Park Service Press Releases August 5, 2016 A Return to Homeland: Huna Tribal House Dedication and Open House A long awaited dream becomes reality on August 25, 2016 as the Huna Tribal House opens its doors on the shores of Bartlett Cove in Glacier Bay National Park. Elaborate carvings, hand crafted canoes, colorful regalia, and traditional songs will enrich this very special day, jointly planned by the Huna clans, the National Park Service (NPS) and the Hoonah Indian Association (HIA). The event is expected to attract hundreds of tribal members, is open to the general public, and will be simultaneously live-streamed for all to enjoy.   February 19, 2016 Huna Tribal House \"Return To Homeland\" Special Event Save the Date: The Huna Tribal House will be a reality in Bartlett Cove     December 10, 2015 NEA Grant Awarded for Hoonah Student Song-Writing Workshop The National Endowment for the Arts and the National Park Service announce an award of $20,000 to Hoonah City Schools to support a traditional Tlingit song-writing workshop for high school students. The project, entitled “Singing Our Way Back to Homeland,” will include a song writing workshop held in Glacier Bay, and a public performance of newly composed songs at the opening celebration of the Huna Tribal House.     June 02, 2015 Tribal House Coordinators Selected Two Tribal House Coordinators have been selected to assist with the Huna Tribal House Project   July 16, 2014 Huna Tribal House Work Begins in August Site preparation will begin in August on a traditional tribal house on the shoreline of Bartlett Cove in Glacier Bay National Park.   February 23, 2012 Huna Tlingit Tribal House Proposed for Glacier Bay National Park The National Park Service proposes to construct a replica of an 18th century Tlingit house in Bartlett Cove. An Environmental Assessment describing designs, placement and environmental effects will be prepared. Initial comments and questions about this proposal will be accepted until COB March 24, 2012",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/historyculture\/huna-tribal-house-in-the-news.htm"
}
