{
    "title": "Glacier Bay National Park & Preserve: History of the NPS",
    "body": "History of the National Park Service       National parks have been called \"the best idea America ever had.\"         The idea of preserving special natural and cultural places in public ownership ran contrary to the prevailing national mood during the 19th century. At that time, Americans saw nature as something to be subdued and were strongly influenced by the relationship humans had toward nature in the Old World. But as the wilderness receded and remnants of prehistoric civilization and revolutionary landmarks were lost, some saw the need to protect outstanding examples of the nation's heritage. George Catlin, noted painter of the American Indian, first expressed the national park idea. On a trip to the Dakotas in 1831, Catlin became concerned about the westward movement's effects on Indian civilization, wildlife, and wilderness. He wrote of his dream that there might be \"by some great protecting policy of the government preserved...in a magnificent park...a nation's park, containing man and beast, in all wildness and freshness of their nature's beauty!\"         The First Parks In 1864, the Federal Government first moved to protect a grand natural landscape when it granted Yosemite Valley and the Mariposa Grove of giant sequoias to the state of California to be \"held for public use, resort, and recreation...inalienable for time.\" Eight years later in 1872, following exploration of the Yellowstone region in Montana and Wyoming territories, Congress created Yellowstone National Park as \"a public park or pleasure-ing [sic] ground for the benefit and enjoyment of the people.\" Had those territories been states, the park might have been turned over to them for administration, like Yosemite. Instead, Yellowstone was to be cared for by the Department of the Interior as the world's first national park. F our more national parks were created in the 1890s: Sequoia, General Grant (forerunner of King's Canyon), Yosemite (to which California later returned Yosemite Valley and the Mariposa Grove), and Mount Rainier. Without funds or staff to manage the parks, the Secretary of the Interior arranged with the Secretary of War to have Army engineers and cavalry units develop and protect most of them. Concern about looting and destruction of Indian ruins and artifacts in the southwest inspired a new category of protected areas after the turn of the century. In the Antiquities Act of 1906, Congress authorized the President to proclaim features of historic and scientific interest on public lands as national monuments. President Theodore Roosevelt proclaimed the first--Devil's Tower National Monument, a massive magma formation in Wyoming. Later, national monuments ranged from cliff dwellings like Montezuma Castle, Arizona, and historic features like the Statue of Liberty, to large natural areas like Death Valley, California. Some areas initially protected as national monuments, like Petrified Forest, the Grand Canyon, and Death Valley, were later made national parks by Congress. Need for a National Park Service By 1916, the Department of Interior oversaw 14 national parks and 21 national monuments--but without effective administration. In that year, Congress created a new bureau within Interior to manage these areas with the purpose: \"to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" Thus was born the National Park Service. Stephen T. Mather, the first director, and Horace M. Albright, his assistant and successor, inaugurated the uniformed ranger force, interpretive programs, and a range of policies and practices aimed at protecting the parks while promoting public enjoyment of the parks' resources. Growth of the Park System The young National Park Service dealt mostly with natural areas west of the Mississippi. Beginning in the 1890s, a number of historic battlefields and forts in the east had become national military parks and monuments, but under War Department supervision. Other national monuments established in national forests fell under the Department of Agriculture, while memorials and park lands of the nation's capital came under a separate office there. In a 1933 government reorganization, all of these areas were united under Park Service administration forming a single national park system truly national in scope. Fort McHenry National Monument, Gettysburg National Military Park, the Washington Monument, and other such inheritances paved the way for later cultural acquisitions as far-flung as Independence National Historical Park in Philadelphia and War In The Pacific National Historical Park on Guam. A third variety of national park lands further enlarged the system in the 1930s--areas intended to serve mass recreation at least as much as to preserve natural or cultural features. The Blue Ridge Parkway and Natchez Trace Parkway, begun as Depression-era public works projects, were carefully landscaped for \"recreational motoring\" over scenic and historic terrain. The Park Service began to build and administer recreational facilities on several major water impoundments, as at Lake Mead National Recreation Area behind Hoover Dam. Cape Hatteras National Seashore, authorized by Congress in 1937, was the first of several national seashores and lakeshores. More recently, beginning in 1972 with Gateway National Recreation Area in and around New York City and Golden Gate National Recreation Area in the San Francisco vicinity, a number of parks, intended for large urban populations, joined the system. Although new parks still arrive from time to time, the last major expansion of the system came in 1980 when Congress directed additions in Alaska totaling some 47 million acres! These spectacular national park lands more than doubled the acreage of the system. Still largely remote and unspoiled, with a vast array of mountains, glaciers, wildlife, archaeological sites, and other features, the Alaska parks constitute America's greatest promise of a wilderness legacy unimpaired for the enjoyment of future generations. A Legacy of Parks at Home and Abroad Presently, the National Park System has grown to over 400 areas. But these are not the only manifestations of the national park idea. In a movement promoted by Stephen T. Mather during the early years of the National Park Service in the 1930s, the states developed their own park systems. Internationally, Yellowstone served as a precedent for some 1,200 national parks and comparable preserves now maintained by more than 100 nations around the world. Concern for natural and cultural resources has also found expression in Park Service programs directed beyond parks. The Service's National Register of Historic Places is America's official list of cultural properties worthy of preservation, and its programs for designating and aiding national natural landmarks and national historic landmarks encourage the preservation of nationally significant lands and features in both private and public ownership. In preserving America's special places for public enjoyment, national parks help maintain America's special identity for her citizens and for visitors from around the world. \"The best idea America ever had\" may not be too far from the mark.           Discover History in the National Park Service Stories of America's diverse places and people are everywhere.   A Brief History of the National Park Service  The Classic History Book of the NPS. 1940   National Park Service Electronic Library Your portal to thousands of park pubkications",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/historyculture\/history-of-the-national-park-service.htm"
}
