{
    "title": "Gates Of The Arctic National Park & Preserve: Multimedia Presentations",
    "body": "Multimedia Presentations                Archaeological Surveying   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 57 seconds  Learn more about archaeology conducted in the National Park Service system by following a team of archaeologists in Gates of the Arctic National Park & Preserve. NPS Archaeologist Adam Freeburg discusses how field surveys are conducted, where they travel to and what artifacts are studied.         Birds  Sampled here are the songs of just some of the myriad birds that live, either seasonally or year-round, in Gates of the Arctic. You may want to visit the Smithsonian website to find text descriptions of bird songs. Learn more about birds in Gates of the Arctic.                         Bird Songs of the Species of Concern Listen to the beautiful songs of birds that have been designated as species of concern in the Park. (Birdsongs, no narration)  Duration:6 minutes, 13 seconds                Caribou  These videos help you explore the lives of caribou. Read more about caribou.                       Caribou - The Migration South This is a short video of caribou migrating south through the Killik and Alatna river valleys during the summer of 2012. (Music only, no other audio)  Duration:2 minutes, 23 seconds                                Caribou Experience the sights and sounds of caribou in Gates of the Arctic National Park and Preserve. (Natural sounds - wind, caribou grunting, etc; no other audio)  Duration:2 minutes, 30 seconds                Landscape Dynamics  The land of the far north is unique in many ways. These two videos explore some of the typically-northern land characteristics: aufeis and tundra. Both videos are open-captioned. Learn more about landscape Dynamics.                          Aufeis Click on image to view a short video describing how aufeis is formed.  Duration:57 seconds                                Tundra Landscapes  Click on image to learn more about the tundra landscapes found in the Park.  Duration:3 minutes, 47 seconds                Vegetation Adapted to extreme conditions, Arctic and subarctic vegetation clings tenaciously to life in the far north. The following videos are open-captioned when narrated. Learn more about the vegetation of Gates of the Arctic.                       Black Spruce Click on image to view a short video about how black spruce grow.  Duration:59 seconds                                Sounds of the Boreal Forest Click on image to enjoy a short video and audio that will transport you from your chair to the wonders of the boreal forest. (Natural sounds only - wind, bird calls, etc; no other audio)  Duration:2 minutes, 54 seconds                                Wildflowers Click on image to learn more about the unique wildflowers found in Gates of the Arctic National Park and Preserve.  Duration:6 minutes, 20 seconds                                Tussocks Click on image to find out the type of tundra vegetation that might slow you down considerably as you hike in the Park.   Duration:54 seconds                Permafrost  Defined as soil that remains frozen for two or more years, permafrost dominates the landscape of the far north. The following videos are open-captioned. Learn more about permafrost.                       Permafrost Click on image to discover the unique characteristics of permafrost.  Duration:3 minutes, 20 seconds                                Pingos Click on image to find out what on earth a \"Pingo\" is?  Duration:58 seconds                                Ice Wedges Click on image to learn more about the significance of ice wedge research in the arctic environment.  Duration:1 minute, 10 seconds                People Learn about the people - native and non-native - who have called this part of the world home. All videos are open-captioned. Read more about the people who have lived in or traveled through Gates of the Arctic.                        Archaeology Click on image to take a closer look at what Archaeologists are discovering in the Park.  Duration:4 minutes, 54 seconds                                Historic Images of Anaktuvuk Pass Go back in time to see what arctic living was like in Anaktuvuk Pass long ago. (No audio.)  Duration:1 minute, 15 seconds                                USGS Exploration of the Brooks Range Click on image to learn more about the efforts of early USGS explorers in developing accurate maps of the Brooks Range.  Duration:3 minutes, 55 seconds                                Creation of the Gates of the Arctic Learn more the early history that led to the creation of this Park.  Duration:2 minutes, 11 seconds                Web Features         Traveling through Time: Past and present cross paths on a dog mushing journey in Gates of the Arctic National Park & Preserve.         Noatak Sketchbook: By our 2009 artist in residence Robin Peterson.          Looking Closer: Take a journey of discovery down the Kobuk River in Gates of the Arctic National Park and Preserve.           Uncovering a Paleoeskimo Camp: Five 7 minute videos about an archaeological dig in Gates of the Arctic National Park and Preserve.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/photosmultimedia\/multimedia.htm"
}
