{
    "title": "Glacier Bay National Park & Preserve: Huna Tribal House Project",
    "body": "Huna Tribal House Project          The Huna Tribal House is currently under construction in Bartlett Cove! NPS                  Eagle down, released from the fingertips of Tlingit children, drifted through the forests of Bartlett Cove during a groundblessing ceremony for the soon-to-be-completed Huna Tribal House. Tribal elders,supported by their cultural nephews spoke traditional words of welcome and thanked the towering trees for offering their lives in aid of the planned 2,500 square foot cedar structure. The Xunaa Shuká Hít –roughly translated as \"Huna Ancestor's House\" - will be the first permanent clan house in Glacier Bay since Tlingit villages were destroyed by an advancing glacier over 250 years ago. A long awaited dream, it will be a gathering place where tribal members can reconnect with their treasured homeland through ceremonies, workshops, camps, tribal meetings and other events. It will also provide park visitors with opportunities to learn about Huna Tlingit history, culture, and life ways. The Hoonah Indian Association (HIA) and National Park Service (NPS) have worked closely with a team of clan leaders, craftsmen, planners, architects, and cultural resource specialists to design a building that reflects traditional styles but meets the needs of contemporary tribal members as well as park visitors. The focal point of the Tribal House will be a large open gathering area with a central fire pit, but modern amenities including utilities, a small kitchen for preparing native foods, dressing room for dancers and performers, and detached restrooms have been incorporated in the design.  Construction is now underway along the shoreline east of the Glacier Bay Lodge with an anticipated completion date of summer 2016. The \"Return to Homeland\" event will take place on August 25, 2016 coinciding with the 100th Anniversary of the National Park Service. The design is based on accounts and photographs from the historical and ethnographic records. These ingenious buildings had gabled roofs held up by four interior posts that supported two massive horizontal beams upon which the rest of the roofing members rested. The walls and floors were of thick, adze finished planks. Inside were square pits, about 25 feet to a side and about 4 feet deep, where daily life circulated around a central hearth. They traditionally housed extended families and a cluster of houses would comprise a clan's winter village. Multiple clans would reside together, and legends tell us that the principal pre-Little Ice Age village of the four Huna clans was located in what is now Bartlett Cove. Project Background briefing sheet provides more information on this collaborative project and status.               Tribal House Project Photogalleries   Enjoy images and videos of this amazing project.        Huna Tribal House In the News   Recent articles about the project and upcoming events.        August 25 - Tribal House Dedication   Webpage with the most recent information about the event and schedule.                              House Screen Unveiling! Watch as master carver Gordon Greenwald unveils the impressive carved interior house screen for the people of Hoonah and describes the various components and what they represent.   Duration:8 minutes, 8 seconds                  Glacier Bay National Park is the ancestral homeland of the Huna Tlingit clans who sustained themselves for centuries on the abundant resources of the land and sea. Although villages inside the Bay were overrun by the Little Ice Age glacial advance of the 1700's, the Huna Tlingit re-established numerous fish camps and several villages in Glacier Bay soon after glacial retreat. The Huna Tribal House will memorialize the clan houses that once lined the shores of present day Bartlett Cove, now the site of National Park Service headquarters in Glacier Bay. The project has also provided an opportunity to revitalize Tlingit artistic traditions.Through a cooperative agreement between the tribal government and NPS, master craftsmen have trained a cadre of local apprentices and students in traditional Tlingit art and design, carving, adzing, and spruce root weaving. Over the past five years, carvers have crafted an elaborately carved and painted cedar panel to serve as the house front, four richly detailed massive cedar interior house posts to support the houses main beams, and an interior panel - or house screen - which depicts the stories of the four primary Huna Tlingit clans. Craftsmen continue to work on totem poles while apprentices focus on hand-adzing the lumber needed to clad the interior and exterior of the Tribal House. These precious cultural elements will impart spiritual value to the Tribal House, but as importantly, their design and completion has expanded the circle of tribal members who share in cultural knowledge. The screen and house posts are currently on display in nearby Hoonah, but will eventually be incorporated into the Bartlett Cove tribal house. Once completed, the structure will serve as an interpretive center where visitors can learn about Tlingit culture and a venue where Tlingit communities and organizations can offer cultural workshops on topics such as Native art, woodworking, weaving, song and dance, healthy living, and more.         Also: stay connected with our regular Tribal House updates on Glacier Bay's Facebook Page!",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/historyculture\/huna-tribal-house-project.htm"
}
