{
    "title": "Glacier Bay National Park & Preserve: Early Peoples",
    "body": "Early Peoples          In the late 1600s near present-day Bartlett Cove, an extended family of Tlingit harvests salmon at a summer fish camp. Looming in the distance, a great glacier sits dormant, pausing before the cataclysmic advance that will force these people from their homes around 1750. But the Tlingit have proven resilient. They returned as the ice retreated and today claim Glacier Bay as their spiritual homeland. NPS         Tlingit tree carving   Early Peoples Lt. Whidbey was not the first to see Glacier Bay. His record includes mention of the natives who paddled out in their canoes from what is now Pt. Carolus to meet his boats and offer to trade. Were these descendents of the people who once lived in the Bay but were forced out by the advancing glacier? Tlingit oral history is corroborated by modern science -- it appears that lower Glacier Bay was habitable for many centuries up until about 300 years ago, when a final glacial surge would have forced the human habitants to flee their homeland. A rich oral tradition and detailed place names speak volumes of the history of the area. How long they might have been there is unknown. There were people living over 9,000 years ago at nearby Groundhog Bay, but we may never know who they were. A site on Baranof Island shows that people with an unmistakable northwest coast culture have been in the region for at least the last 3,000 years. Even as Glacier Bay itself lay encased in ice, native people carried on their activities in many places along the nearby coast, places that may have been free of ice for as long as 13,000 years. The oldest known site in Glacier Bay National Park, located in Dundas Bay, is about 800 years old. Natives were at Lituya Bay, on the park's wild outer coast, to greet Lapérouse in 1786. Although a series of earthquake-triggered tidal waves, the latest in 1959, devastated most of the shoreline of Lituya Bay, a pocket of undisturbed forest still harbors archeological evidence of their life there.         The Huna Tlingit Today The Tlingit have traditionally occupied much of Southeast Alaska, from Yakutat in the North to Ketchikan in the South. Oral history and scientific findings corroborate that the ancestors of the Huna Tlingit occupied Glacier Bay long before the last glacier advance. This place was their home and was known as S'e Shuyee or \"edge of the glacial silt.\" Beginning around 1700, the long-stationary glacier surged forward and overran their settlements. The clans survived this time of extreme hardship by dispersing throughout the Icy Strait, Excursion Inlet, and northern Chichagof Island areas. Eventually they settled in the village of Xunniyaa \"shelter from the north wind, today known as Hoonah. Later, as the ice retreated they returned to their ancestral homeland, it had been transformed and scraped clean by the glacier. Now it was known as Sit' Eeti Gheeyi or \"the bay in place of the glacier.\" Through glacial advance and western expansion, the Huna Tlingit have experienced setbacks, sadness, and cultural loss. Despite these changes, the Huna Tlingit persevere and embrace a sense of renewal. Today, the Huna Tlingit enjoy a modern life, while also embracing their homeland, its resources, and retaining strong connections to their culture and tradition. Efforts to resume traditional harvesting of gull eggs, and the soon to be completed Huna Tribal House in Bartlett Cove are examples of a new era of cooperation between the Huna Tlingit and Glacier Bay National Park.          Culturally Modified Trees   Among the evidence of Huna Tlingit traditional activities are trees that were stripped of their bark for a variety of uses. Learn more about these \"culturally modified trees\" that can still be found around the shores of Bartlett Cove.           What's In A Name? Tlingit Place names of the Huna Káawu. Learn the ancient names of Glacier Bay's special places",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/historyculture\/early-peoples.htm"
}
