{
    "title": "Grand Canyon National Park: Updates and Closures",
    "body": "Critical Backcountry Updates: Including Trail Closures and Restrictions       Average temperatures, weather information and road conditions can be found on the Weather Conditions page. Backcountry Status Updates (listed by date posted):  Aug 11, 2016 - Drinking Water in the Cross-Canyon Corridor Aug 11, 2016 - Fuller Fire Trail Closures  Jul 14, 2016 - Trails Update Jul 14, 2016 - Report from the North Rim Jul 14, 2016 - It's Dangerously Hot Inside the Canyon! HIKE SMART! Jul 14, 2016 - Be Aware of Lightning Danger Jul 14, 2016 - Road Conditions for Remote Trailheads Mar 11, 2016 - Backcountry Management Plan Mar 11, 2016 - Tuweep Update Mar 11, 2016 - Drinking Water Outside the Cross-Canyon Corridor Mar 11, 2016 - South Kaibab Trailhead Access Mar 11, 2016 - Hermit Trailhead Access Mar 11, 2016 - North Rim Yurt Oct 17, 2014 - Public Health Alert - Rabies Jul 24, 2013 - Hiking Podcast Updated            Backcountry Updates and Closures      (Confused about RSS and how to use it? Visit the Grand Canyon RSS Information page.)       Drinking Water in the Cross-Canyon Corridor date updated Aug 11, 2016 Grand Canyon's water supply comes from Roaring Springs, a natural spring located approximately 3,500 feet below the North Rim. Water is delivered via an aging pipeline that suffers multiple breaks a year. When the pipeline breaks, water stops flowing to the North and South Rims and sites along the way. Although large storage tanks provide ample water to rim locations, while the pipeline is being repaired water may or may not be available below the rim in the cross-canyon Corridor. Please remember, when hiking below the rim a method to treat water must always be part of your hiking gear. The list below shows if water is on or off (IF THE PIPELINE IS UNDERGOING REPAIRS WATER MAY BE OFF TEMPORARILY)  North Kaibab Trailhead: water ON Supai Tunnel: water OFF Roaring Springs Day Use Area: water OFF due to a pipeline break Manzanita \/ Pumphouse Rest Area: water OFF due to a pipeline break Cottonwood Campground: water OFF due to a pipeline break Bright Angel Campground: water OFF due to a pipeline break Plateau Point: water OFF due to a pipeline break Indian Garden: ON year-round Bright Angel Trail, Three-Mile Resthouse: water ON Bright Angel Trail, Mile-and-a-Half Resthouse: water ON Bright Angel Trailhead: ON year-round South Kaibab Trailhead: ON year-round  Seasonal water stations are usually turned off for the winter sometime between Oct 10th and 30th dependent on location and associated temperatures. Water available (year-round) on the South Rim at the Backcountry Information Center in the lobby. Water available (year-round) on the North Rim outside the Backcountry Information Center. Additional water bottle filling stations can be found on the Go \"Green\" and Refill Your Water Bottles web page.  Plan Ahead and Prepare: A backup method to treat water, should the pipeline break, must always be included as part of your hiking gear. Backcountry hikers should always carry extra water.       Fuller Fire Trail Closures date posted Aug 11, 2016 The lightning-caused Fuller Fire is located on the North Rim of Grand Canyon National Park, north of Fuller Canyon Road, about three miles west\/southwest of Point Imperial. The North Rim Developed Area remains open.  Trail and road closures due to the Fuller Fire, including maps and photos, can be found on Inciweb at http:\/\/inciweb.nwcg.gov\/incident\/4845\/       Trails Update date posted Jul 14, 2016  Some trails on the North Rim are closed due to the Fuller Fire. See the \"Fuller Fire Trail Closures\" update.  Check in with the Backcountry Information Center for the latest trail conditions prior to starting your hike. For information about vehicle access to remote trailheads, contact the Backcountry Information Center. Hiking the Corridor? Be sure to visit the Trail Courtesy Practices That Leave No Trace webpage. Hikers without a permit can stop by the Backcountry Information Center to request a last minute permit. Last minute permits and waitlist numbers are issued by the Backcountry Information Center, located inside the park. The South Rim Backcountry Information Center is open daily, year round, for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. The North Rim Backcountry Information Center is open daily from mid-May to October 31 for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. Organized Group Rim-to-Rim and Extended Day Hike\/Run: Any organized, noncommercial, group conducting rim-to-rim and extended day hiking and running, including rim-to-river-to-rim, and rim-to-rim-to-rim in the inner canyon is required to obtain a Special Use Permit from Grand Canyon National Park. The inner canyon is defined as the area below the Tonto Platform (Tipoff and Indian Garden) from the South Rim and below Manzanita Resthouse (Pumphouse Residence) from the North Rim. Any group, regardless of size, which has advertised to the general public, required individuals to sign up prior to participation, or that has an organizer who has been compensated for their services (including subsidized participation in the activity), is required to operate under a Special Use Permit. For more information visit www.nps.gov\/grca\/parkmgmt\/sup.htm       Report from the North Rim  date posted Jul 14, 2016 The lightning-caused Fuller Fire is located on the North Rim of Grand Canyon National Park, north of Fuller Canyon Road, about three miles west\/southwest of Point Imperial. The Fuller Fire is currently estimated to be approximately 3,057 acres. The North Rim Developed Area remains open. Some roads and trails on the North Rim are closed due to the Fuller Fire. See the \"Fuller Fire Trail Closures\" update.  Grand Canyon National Park’s North Rim is open for the 2016 season. The last day for most concessioner services and regularly scheduled ranger-led programs will be October 15, 2016. The National Park Service will continue its operations including the visitor center, bookstore, and Backcountry Information Office through October 31.November 1 through December 1the North Rim will be open for day use only (no overnight parking) unless snow closes Highway 67 prior to that date. From November 1 through December 1pay-at-the-pump gas and diesel will still be available and visitors will continue to have access to Point Imperial and Bright Angel viewpoints, as well as the North Kaibab Trailhead. After October 31, camping will be available to those that walk or hike in (no car camping) at the North Rim Campground and yurt, provided a backcountry use permit has been obtained - these permits will continue to be available through the South Rim Backcountry Information Center and at the visitor Center at Pipe Spring National Monument located in Fredonia, Arizona.       It's Dangerously Hot Inside the Canyon! HIKE SMART! date posted Jul 14, 2016 Anyone who plans to hike into the canyon should take extra precautions to hike smart. Hikers should plan to hike before 10 am and after 4 pm, resting near shade and water to avoid the worst heat of the day. The National Park Service advises that anyone hiking in heat replace fluids and electrolytes frequently, do not wait until thirsty to start replacing fluids, drink small amounts often and alternate between water and a sports drink with electrolytes. It is also important to balance food intake with fluid consumption. Additional information about hiking smart in the heat is available at https:\/\/www.nps.gov\/grca\/planyourvisit\/hike-smart.htm. Hiking in extreme heat can lead to serious health risks including;heat exhaustion, heatstroke, hyponatremia, and hyperthermia. Indian Garden weather forecast http:\/\/forecast.weather.gov\/MapClick.php?lat=36.07886551800044&lon=-112.1207174649997  Phantom Ranch weather forecast http:\/\/forecast.weather.gov\/MapClick.php?site=fgz&smap=1&textField1=36.1050&textField2=-112.0940  For more weather forecasts visit the National Weather Service's website http:\/\/www.wrh.noaa.gov\/fgz\/       Be Aware of Lightning Danger date posted Jul 14, 2016  Summer storms in the southwest are often accompanied by potentially deadly lightning. Visitors walking and hiking in the park are reminded that if they can hear thunder, they should consider ending outdoor activities. If the sound of thunder follows a lightning flash within 30 seconds, seek shelter inside a building or vehicle. If this is not possible, move well away from high points such as ridges and the edge of the canyon. Do not seek shelter beneath tall trees. For more on how to be \"lightning smart\" read the Lightning Danger Site Bulletin.       Road Conditions for Remote Trailheads date posted Jul 14, 2016  Some roads and trails on the North Rim are closed due to the Fuller Fire. See the \"Fuller Fire Trail Closures\" update. After heavy summer rain (July and August) or winter snow (December through March), expect impassable backcountry roads. If clear skies abound after the rain or snow, then it is often just a matter of days until the sun dries everything out. Sometimes, heavy rain or melting snow can lead to flooding, which can cause erosion of the roadbed and can delay access.  Other considerations for visitors travelling on remote backcountry roads include high clearance, such as may be needed on Forest Road 328 to South Bass Trailhead (limestone ledges) and on the final approach to Toroweap overlook (sandstone knobs and ledges). Finally, consider elevation of the road that you will be travelling on, especially during the winter months. Roads in the 6,500 to 8,000 foot range may be impassable due to a snowpack, where lower elevations roads (below 6,000 feet) will see deteriorated road conditions due to rain.  Always check road conditions with the Backcountry Information Center before heading out to remote trailheads, tell someone where you are going and when you will be back, and be adaptable and prepared for the worst. High clearance, four-wheel drive is usually recommended for roads to remote trailheads. ------------------------------------------ It is not uncommon for trees to fall and block access to remote trailheads. When you encounter a road blocked by fallen trees, what should you do?  Report the location and diameter of the tree to Grand Canyon park dispatch (928-638-7805) as soon as possible. The park will assign staff to clear the road. If an appropriate (not blocking the road and not damaging vegetation) place to park is available, park your vehicle and continue to the trailhead on foot. Do not drive off-road attempting to bypass the obstacle, doing so can cause resource damage.        Backcountry Management Plan date posted Mar 11, 2016 The National Park Service (NPS) is working on revisions to Grand Canyon National Park’s Backcountry Management Plan (BMP).  The purpose of the BMP is to establish an up-to-date plan that addresses contemporary backcountry issues and provides an adaptable framework and continues to allow the public to experience and preserve Grand Canyon’s unique backcountry and wilderness. Grand Canyon’s existing BMP was completed in 1988 and requires revisions to comply with current NPS laws and policies and the park’s 1995 General Management Plan. The park’s backcountry encompasses over 1.1 million acres, most of which are proposed for wilderness designation. Learn more about this planning effort at parkplanning.nps.gov\/grcabmp        Tuweep Road August 2012    Tuweep Update date posted Mar 11, 2016  A BACKCOUNTRY PERMIT IS REQUIRED FOR ALL CAMPERS WHO WISH TO STAY AT TUWEEP CAMPGROUND. Permit requests can be made on the first of the month four months prior to the proposed start date through the park's backcountry reservation system. The cost for a Tuweep backcountry permit is a non-refundable charge of $10 per permit plus $8 per group per night. Tuweep is at High Clearance REQUIRED, its usual condition. Please see photo for any clearance concerns. There is a HIGH likelihood for multiple flat tires from sharp rocks. Travel SLOW to mitigate tire damage. Carry multiple spare tires and\/or a vehicle air compressor and tire plugs. When available, a tow truck runs $1,000-$2,000+. When possible, during summer monsoon season travel during the morning hours since storms cycle through in the afternoon and evening. Be prepared to spend the night in your vehicle in the event you become stuck. Carry sleeping bags, food, and extra water. Travelers should carry:  Extra water, food, and gasoline; Good tires, including at least one usable spare; Parts, tools, and knowledge to handle vehicle and tire repairs including tire plugs and a portable air compressor.  For Tuweeep info visit www.nps.gov\/grca\/planyourvisit\/tuweep.htm       Drinking Water outside the Cross-Canyon Corridor date posted Mar 11, 2016  Hikers should make every effort to obtain recent confirmation of water availability and become familiar with routes to the river before starting any hike. Contact the Backcountry Information Center for recent water reports. Water available (year-round) on the South Rim at the Backcountry Information Center in the lobby and at Hermits Rest (near the other public amenities). Water available (year-round) on the North Rim outside the Backcountry Information Center. Additional water bottle filling stations can be found on the Go \"Green\" and Refill Your Water Bottles web page.       South Kaibab Trailhead Access date posted Mar 11, 2016  Hikers must access the South Kaibab Trailhead by shuttle bus. There are two options.  An early morning Hikers' Express goes to the South Kaibab Trailhead from Bright Angel Lodge shuttle bus stop, the Backcountry Information Center, and Grand Canyon Visitor Center daily, year-round. Parking is available at the Backcountry Information Center.  The Kaibab\/Rim Route shuttle provides transportation between the Grand Canyon Visitor Center, the Yavapai Geology Museum, the South Kaibab Trailhead, Yaki Point, and rim viewpoints.  Visit the Shuttle Buses page for schedules and more info.       Hermit Trailhead Access date posted Mar 11, 2016  From Mar 1 to Nov 30, Hermit Road is closed to private vehicles. A numerical code is required to open the gate giving access to Hermit Road. Hikers with a valid backcountry permit who are beginning or ending their hike via the Hermit Trail will be permitted to park at the Hermit trailhead. The Backcountry Information Center will provide the gate access code when the backcountry permit is issued. The Hermit Road shuttle between South Rim Village and Hermit Rest and the Hermit trailhead is operational Mar. 1 to Nov. 30. The Hermit Road Shuttle is free. Visit the Shuttle Buses page for schedules and more info. Weather dependent, Hermit Road is open to all private vehicles Dec 1 to Feb 28. Be aware that in wintertime inclement weather can cause Hermit Road to close with little notice as storms move through the area. Always check with the Backcountry Information Center regarding the wintertime status of Hermit Road or call 928-638-7496 for updated road conditions.       North Rim Yurt date posted Mar 11, 2016  The North Rim yurt, placed near the North Kaibab Trailhead, can be reserved from December 1 to April 15. The yurt accommodates six people and is outfitted with a table, chairs, and wood-burning stove. A portable toilet is nearby. Required permits are available through the Backcountry Information Center. For more information see www.nps\/gov\/grca\/planyourvisit\/winter-recreation.htm       Public Health Alert - Rabies date posted Oct 17, 2014  October 2014: A bat recently removed from an area along the Colorado River within Grand Canyon National Park has tested positive for rabies. All visitors to Grand Canyon, including those who are recreating in the backcountry and on the Colorado River, are reminded to be aware of their surroundings and be alert to potential interactions with bats or other wild animals. Those individuals who are camping in the backcountry and along the river should strongly consider using a tent while sleeping to prevent any contact with bats or other wildlife. As a precautionary measure, anyone who comes into contact with a bat should notify a park employee and see a healthcare provider as soon as possible. (more info) July 2014 a bat captured at Tusayan Ruin\/Museum on the South Rim tested positive for rabies. A second bat found dead on the North Kaibab Trail a few days later also tested positive for rabies. (more info) Site Bulletin, Bats at Grand Canyon (pdf file)  Additional information about bats and rabies can be found at www.cdc.gov\/rabies\/exposure\/animals\/bats.html A fox exhibiting abnormal behavior was euthanized in November 2011 near Phantom Ranch along the Colorado River in Grand Canyon. Earlier that month, another fox collected near Phantom Ranch tested positive for rabies.  Rabies is considered a natural wildlife disease. To reduce your risk of injury or illness from an animal encounter (fox, bat, elk, mountain lion, squirrel) please follow these simple guidelines:  educate yourself and your children about proper behavior around animals, especially concerning to animals common to the area you will be visiting don't touch, pick-up, or approach wild animals stay together as a group keep food appropriately stored at all times never feed wildlife wild animals approaching humans is not normal - be aware of your surroundings and keep your distance consider sleeping inside a tent if you see sick or erratic behaving wildlife notify a park employee or call the park's 24-hour emergency communications center at 928-638-7805        Hiking Podcast Updated date posted Jul 24, 2013  The Backcountry Information Center has updated the Hiking Podcast. The most recent podcast covers some tips for hiking in the extreme heat of the inner canyon; tips that can mean the difference between an enjoyable hike and a potentially fatal one. Visit the Grand Canyon Podcast Directory (www.nps.gov\/grca\/photosmultimedia\/podcasts.htm) for more information or to subscribe. Additionally the update can be heard on the Backcountry Audiocast page (www.nps.gov\/grca\/photosmultimedia\/bc_audiocasts.htm). A transcript of the update is posted on the Backcountry Audiocast page.               How to contact the Backcountry Information Center: The South Rim Backcountry Information Center is open daily for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. The North Rim Backcountry Information Center is open daily mid-May to October 31 for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. Backcountry Information Center staff answer information telephone inquiries at 928-638-7875 between 8 am and 5 pm Monday through Friday, except on federal holidays. This telephone number is for information only. Email the Backcountry Information Center FAX number for permits is 928-638-2125 you can send a fax 24 hours a day, 7 days a week, 365 days a year - HOWEVER the first day of every month we receive many faxes and the number may be busy  Mailing address is: Grand Canyon National Park Permits Office 1824 S. Thomson St., Suite 201 Flagstaff AZ, 86001  Backcountry Permit Request Form (PDF file) NOTE: This is a printable form only. You must print the form, fill it out, and then fax\/mail it directly to the Backcountry Information Center. We recommend you read the seasonal update before submitting your permit request. PDF Form Issues? If you are using a web browser to view and use our PDF forms, you may experience issues where the PDF does not function correctly. Some web browsers do not automatically open PDFs using the Acrobat Reader application. Using a different PDF viewer in a web browser can cause the form to malfunction.To fix issues with our PDF forms you have two options. 1. You can select the Acrobat Reader plug-in for your browser's default application for viewing PDFs. Or 2. You can right click and save the PDF document to your desktop and then open it with the Adobe Reader application. Get the newest version of the free Adobe Reader. Trip Planner (2mb PDF file): The information in this newspaper can assist you in obtaining a backcountry use permit. Video: Hiking Grand Canyon, Prepare for Backpacking. This video is designed to help you plan for and enjoy your hike into the canyon's harsh, yet fragile, environment. Video: Leave No Trace. All Grand Canyon backcountry users are asked to follow Leave No Trace principles. The goal is to have minimum human impact on the canyon as a result of your trip. Hike Smart: Be sure and listen to the Hike Smart Podcasts! (transcripts available) The Grand Canyon Association sells maps and guides on hiking in Grand Canyon National Park.                 Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/trail-closures.htm"
}
