{
    "title": "Glacier Bay National Park & Preserve: Tribal House Project Background",
    "body": "Explore This Park    Learn About the Park     History & Culture     Huna Tribal House Project     Tribal House Project Background                Tribal House Project Background              Xunaa Shuká Hít A Collaborative Milestone The Huna Tribal House is designed to serve as a venue for Hoonah Indian Association tribal members to reconnect with their traditional homeland, life-ways, and ancestral knowledge; a focal point for conveying the story of the Huna Tlingit, their traditional life-ways, and their evolving relationship with the National Park Service to the visiting public; and a site for appropriate National Park Service administrative activities. The project has been a fully collaborative effort between the National Park Service and the Hoonah Indian Association (the federally recognized tribe of the Huna Tlingit) since its inception in 1997. The tribe actively participated in all phases of the project including development of project mission and objectives, preparation and review of the Environmental Assessment, project design, creation of cultural elements for the facility, and development of operational and interpretive plans. As a result, the Huna Tribal House is viewed by the tribal government and the majority of tribal members as a milestone in the relationship between Glacier Bay National Park and the tribal community. In addition to the completion of the Tribal House itself, the project has generated numerous intangible benefits including a renewed interest in traditional arts and intergenerational culturally-responsive learning; new partnerships between the National Park Service and tribal and municipal governments and the local school district; and enhanced public awareness of National Park Service programs.          Background     Glacier Bay National Park is the ancestral homeland of the Huna Tlingit who sustained themselves on the abundant resources found throughout the Bay prior to the Little Ice Age. Although villages inside the Bay were overrun by glacial advances in the 1700's, the Huna Tlingit re-established numerous fish camps and several seasonal villages soon after glacial retreat. Establishment of Glacier Bay National Monument (and later National Park) led to a period of alienation and strained relationships between tribal people and the National Park Service. In response to input from the Hoonah Indian Association, the 1997 Comprehensive Design Plan for Bartlett Cove included the development of a plank house to serve as an \"anchor\" for traditionally associated people. General concepts for the Huna Tlingit Tribal House were also considered during a Hoonah community-based planning process led by HIA in 2006-2008. The National Park Service signed a Finding of No Significant Impact on March 28, 2013 which identified the selected alternative as one which includes the construction of a 2,500 square foot main gathering area with an adjacent comfort station comprising restrooms and a small kitchen. The building was designed to reflect the traditional plank house style, but will include modern amenities including electricity, heating, and IT wiring. Through a Cooperative Agreement and subsequent modifications, Hoonah Indian Association completed various cultural elements for the Tribal House including elaborately carved and painted interior and exterior house screens and interior house posts. Tribal craftsmen are currently carving totem poles to flank the facility. These cultural projects have provided opportunities for traditional skills such as form line design, carving and weaving to be sustained and transmitted to another generation of craftsmen. They have also been instrumental in informing tribal members about, and engaging them in, the Tribal House planning process as well as other park management issues. The project is entirely funded with park concession franchise fees including planning, design, construction, and cultural elements. Operational funding for the tribal house beyond the first year has not yet been developed.          Current Status: The $2.9 million contract was awarded to P.K. Builders of Ketchikan, Alaska. Construction of the Huna Tribal House is currently underway with an anticipated completion date of summer 2016. A Return to Homeland Celebration, scheduled for August 25, 2016, will likely be widely attended by tribal members, other native representatives, Congressional delegates, and many other interested individuals and organizations. Glacier Bay National Park hired a term Tribal House coordinator position to oversee the 2016 Grand Opening Celebration and launch interpretive planning efforts. Through a cooperative agreement with the National Park Service, the tribe also hired a Cultural Programs Specialist to serve as the tribal counterpart in planning processes. These staff, with assistance from other Glacier Bay employees, and in partnership with tribal elders and culture bearers are developing an event schedule for the Grand Opening Celebration. Glacier Bay National Park staff, interpretive specialists from Harper's Ferry Center, and tribal members participated in an Interpretive Planning Workshop in August 2015 to begin outlining primary interpretive themes and strategies for the Tribal House. NPS and HIA held follow up meetings to refine cultural messages and review a draft Interpretive Plan. Wayside exhibits and audio-visual media opportunities will be developed. The tribal government is simultaneously exploring the range of tribal programs and activities that may occur in the facility. The Xunaa Shuká Hít will become a place of discovery and of reconnection for generations to come.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/historyculture\/tribal-house-briefing-sheet.htm"
}
