{
    "title": "Grand Canyon National Park: Backcountry Permit",
    "body": "Backcountry Permit       If you wish to camp anywhere in the park, other than in developed campgrounds on the North Rim or the South Rim, you must obtain a permit from the Backcountry Information Center.              A backcountry permit is required for:  overnight camping outside of Mather Campground, Desert View Campground, and North Rim Campground overnight camping in all sites at Tuweep Campground overnight camping anywhere on the North Rim of Grand Canyon National Park between Nov 1 - May 14 (includes ski-camping) off-river camping by river trip participants overnight camping with private stock outside of Mather Campground or outside of North Rim Campground (May 15 – Oct 31) packrafting, other than that which occurs under a river permit   A backcountry permit is NOT required for:  day hikes (this includes nighttime \"day\" hikes) day stock rides overnight camping at Mather Campground and Desert View Campground (campground reservations for Mather Campground at www.recreation.gov) overnight camping at North Rim Campground between May 15 – Oct 31 (campground reservations at www.recreation.gov) overnight camping with private stock at Mather Campground or (May 15 – Oct 31) North Rim Campground overnight stays at the dormitories or cabins at Phantom Ranch (advanced reservations with Grand Canyon National Park Lodges required)                 Backcountry travelers must have their permit in their possession while in the backcountry. Once a camp is established, the permit must be attached to a pack, tent, or other equipment in plain view so it can be easily checked by rangers. Permits are valid only for the trip leader, itinerary, number of people, and dates specified on the permit. Permits for all overnight backcountry use must be obtained through the Backcountry Information Center at Grand Canyon National Park. Reservations for overnight tent or RV camping in developed use areas on the canyon rims (Mather, Desert View, North Rim) are not obtained through the Backcountry Information Center. The Backcountry Information Center does not make reservations for river trips, mule trips, Phantom Ranch lodging, or trips into the canyon on the Havasupai Reservation. To obtain additional information or reservations for Phantom Ranch lodging, please contact Xanterra Parks and Resorts at 303-297-2757 or 888-297-2757 (www.grandcanyonlodges.com). For hikes into Havasu Canyon contact Havasupai Tourism Enterprise at 928-448-2180 (www.havasupai-nsn.gov\/tourism.html).         HIKE SMART - For a safe and enjoyable hike prepare for your hike before you arrive:  Review the Hiking Tips section. In summer read the Summer Hiking page and in winter read the Winter Hiking page. Check the Backcountry Updates and Closures page for current information on trail conditions and situations affecting the backcountry. Watch the Hiking Grand Canyon, Prepare for Backpacking video. Listen to the Hike Smart Podcasts (transcripts available). Hiking the Corridor? Be sure to visit the Trail Courtesy Practices That Leave No Trace page.        Rules and Regulations Visit the Backcountry Rules and Regulations webpage to review the regulations you are expected to follow if issued a Grand Canyon backcountry permit. Permit Cost $10 per permit plus $8 per person or stock animal per night camped below the rim and $8 per group per night camped above the rim. Denied requests will not incur a charge. Permits cancelled at least four days in advance will receive hiker credit (minus a $10 cancellation charge) valid for one year. Backcountry Information Center charges are NON-REFUNDABLE!  When sending in a permit request, the required method of payment is with a credit card. Indicate the maximum amount you authorize the Backcountry Information Center to charge so that your longest trip alternative can be considered. Do not send cash in the mail. Permit holders will be responsible for paying park entrance fees upon arrival. South Bass Trail and Pasture Wash Trail visitors may be charged an additional fee by the tribe for crossing the Havasupai Indian Reservation.  How to Apply Obtain and fill out the Backcountry Permit Request Form:  Backcountry Permit Request Form (PDF file) Corridor Trails Map (PDF file) Corridor Availability Report (PDF file)   PDF Form Issues? If you are using a web browser to view and use our PDF forms, you may experience issues where the PDF does not function correctly. Some web browsers do not automatically open PDFs using the Acrobat Reader application. Using a different PDF viewer in a web browser can cause the form to malfunction.To fix issues with our PDF forms you have two options. 1. You can select the Acrobat Reader plug-in for your browser's default application for viewing PDFs. Or 2. You can right click and save the PDF document to your desktop and then open it with the Adobe Reader application. Get the newest version of the free Adobe Reader. The Grand Canyon Association sells maps and guides on hiking in Grand Canyon National Park. Do not forget to include the following with your permit request:  Trip leader's name, address, and telephone number. Credit card number, expiration date, signature, date signed, and largest amount you authorize the National Park Service to charge. Number of people and\/or stock in the group (see Private Stock). License plate numbers of any cars to be left at the trailhead. Proposed night-by-night itinerary showing use area codes and dates for each night Organization name if applicable (see Group Size and Commercial Use below). Alternative proposed itineraries.  Submit the permit request form in one of the following ways:  Fax request to the Backcountry Information Center, 928-638-2125. NOTE: You can send a fax 24 hours a day, 7 days a week, 365 days a year - HOWEVER the first day of every month we receive many faxes and the number may be busy. Mail request to Grand Canyon National Park, Permits Office, 1824 S. Thompson St., Suite 201, Flagstaff AZ, 86001 Bring request to the Backcountry Information Center, located inside the park on both the South Rim and the North Rim. The South Rim Backcountry Information Center is open daily, year round, for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. The North Rim Backcountry Information Center (located in the administrative building) is open daily mid-May to mid-October for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time.  Permit requests are not accepted by telephone or by email.  When to Apply The furthest in advance permit requests are considered by the Backcountry Information Center is the first of the month, four months prior to the proposed start month. We begin accepting these earliest consideration requests starting about 10 days before the first of the month that is four months prior to the proposed start month. All earliest consideration requests received by 5pm Mountain Standard Time on the first of the month are randomly ordered for processing. Once this is completed all later requests are considered in the order received. APPLY EARLY! Popular use areas\/campsites fill up the first week of the first month they become available for permit requests. Verbal in-person permit requests are only considered for start dates one to three months out.    For hike dates during the month of: Submit written requests starting: Requests received by 5pm MST on this day get earliest consideration: In-person verbal requests accepted on or after:   January Aug 20 Sep 1 Oct 1   February Sep 20 Oct 1 Nov 1   March Oct 20 Nov 1 Dec 1   April Nov 20 Dec 1 Jan 1   May Dec 20 Jan 1 Feb 1   June Jan 20 Feb 1 Mar 1   July Feb 20  Mar 1 Apr 1   August Mar 20  Apr 1 May 1   September Apr 20 May 1 Jun 1   October May 20 Jun 1 Jul 1   November Jun 20 Jul 1 Aug 1   December Jul 20 Aug 1 Sep 1    Operational changes were made on February 1, 2010 to backcountry permitting procedures. Additional information can be found at www.nps.gov\/grca\/planyourvisit\/permit_change.htm  Permit Responses Permit requests are responded to via U.S. Mail or email. Due to the volume of requests received, the park cannot confirm receipt of requests until they have been fully processed. Please allow at least three weeks for processing. When space is available and all fee requirements are met, a permit will be issued to the trip leader. The permit is valid only for the trip leader named on the permit. Overnight hikers are not permitted to enter the canyon without a valid permit in the trip leader's possession. If you have been denied a permit, you may want to consider day hikes or attempt to obtain a last minute, walk-in permit.  Last Minute Permit for Corridor Campgrounds A limited number of last minute walk-up permits are available at the South Rim and\/or North Rim Backcountry Information Center for Corridor Campgrounds (Indian Garden, Bright Angel, and Cottonwood Campgrounds). These permits are issued in person only, are for one or two consecutive nights, and cannot be purchased more than one day prior to the start of a hike. Last minute permits are issued by the Backcountry Information Center, located inside the park on both the South Rim and the North Rim. The South Rim Backcountry Information Center is open daily, year round, for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. The North Rim Backcountry Information Center (located in the administrative building) is open daily mid-May to mid-October for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time.  Waitlist You can stop by the Backcountry Information Center at any time during open hours and request a waitlist number. This number is valid for the following morning and will be used to determine priority of service. At 8:00 a.m. Backcountry Information Center staff will call waitlist numbers. When your turn comes you can request a permit, exchange your number for a new waitlist number good for the following day, or simply ask questions. You may participate in the waitlist for as many consecutive days as is convenient. Waitlist numbers are issued by the Backcountry Information Center, located inside the park on both the South Rim and the North Rim. The South Rim Backcountry Information Center is open daily, year round, for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. The North Rim Backcountry Information Center (located in the administrative building) is open daily mid-May to mid-October for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. Following is an example showing how the waitlist can be used to secure a lower number for the next day and increase your chances of obtaining your desired permit. This is an example of how the process works in the busy season. It's rare to wait longer than this scenario, and it can be faster than this. Backcountry Information Center staff can give you a much clearer picture of how long the potential wait time will be once you arrive. During the busy season it is rare to get a last minute permit the same day.  Last minute permit and waitlist example:  Day 1, Tuesday: You come to the Backcountry Information Center at 11 a.m. and request a permit for Bright Angel on Wednesday night and Indian Garden on Thursday night. No permits are available. You join the waitlist for the next day and are assigned #10. Day 2, Wednesday: You return at 7:59 a.m. Unfortunately by the time Backcountry Information Center staff reaches your waitlist number, all Corridor Campground permits have been assigned. You exchange today's waitlist number for tomorrow's waitlist number; you are #2. Day 3, Thursday: You return at 7:59 a.m. You obtain a permit for Bright Angel on Friday night and Indian Garden on Saturday night, hiking out Sunday morning.   Use Areas The backcountry is divided into \"use areas\". Each use area has an overnight capacity based upon the size of the area, the number of suitable and available campsites, its ecological sensitivity, its management zoning, and its use history. Use areas range in size from several hundred acres to several thousand acres.  Length of Stay Camping in designated campsites or campgrounds is limited to two nights (consecutive or non-consecutive) per campsite or campground per hike. One exception is made to this rule: from November 15 to February 28, up to four nights will be allowed in popular Corridor campgrounds (Indian Garden, Bright Angel, Cottonwood). Designated campsites include the Corridor (Indian Garden, Bright Angel, Cottonwood), Hermit, Hermit Rapids, Monument, Granite Rapids, Cedar Spring, Salt, Horn, Horseshoe Mesa, South Bass Trailhead areas (SE1, SE2, SE3), Cape Final, Point Sublime, Swamp Point, Fire Point, Tapeats, and Deer Creek Use Areas. Outside the use areas named above, \"at-large\" camping is permitted, meaning that camps are not limited to designated sites. Trips are limited to a maximum of seven nights per use area; however, overall trip lengths are not limited.  Group Size More permits are available for small groups (1-6 people) than for large groups (7-11 people). Because there are only a few large group sites, limiting the size of your group will increase your chances of obtaining a permit. Larger groups tend to cause a disproportionately higher amount of damage to the canyon, largely due to the effects of \"social\" trailing. For this reason, the park's Backcountry Management Plan does not allow groups larger than eleven people to camp in the same campground or use area. Regulations stipulate that all permits are void when a group obtains multiple permits for the same campground or use area for the same night. The alternative for these larger groups is to obtain permits for smaller groups and ensure the itineraries for these permits never bring more than one of the permits into the same campground or use area on the same night. No more than four large groups or eight small groups that are affiliated with each other may camp within the backcountry on the same night.  Commercial Use In addition to following all normal backcountry permit requirements, commercial organizations must obtain a Commercial Use Authorization. Contact the park's Concession Management Office at (928) 638-7707 for further information or visit www.nps.gov\/grca\/learn\/management\/cua.htm   North Rim Winter Use Winter use guidelines come into affect after the North Rim receives adequate snowfall to close Highway 67 or on Dec 1st, whichever comes first. Once in effect, winter use guidelines apply until mid-May, when the North Rim reopens for the season. During the winter season a backcountry permit is required for overnight use of the North Rim from the park's northern boundary to Bright Angel Point on the canyon rim. Winter access is by hiking, snowshoeing, or cross-country skiing only. A permit can be obtained in advance at the Backcountry Information Center. Permittees are allowed to camp at-large between the park's north boundary and the North Kaibab trailhead but not at the trailhead itself. Between the North Kaibab trailhead and the Bright Angel Point area, camping is permitted only at the North Rim Campground group campsite. Human waste may not be buried in the snow in areas that will be in view of summer users.  Remote Sites With a valid credit card, last minute permits may sometimes be obtained from rangers on duty at the Meadview or Lees Ferry ranger stations for a limited number of use areas in their vicinities. However, these rangers have other patrol responsibilities and may not be available to provide assistance. It is recommended that all trips be planned well in advance through the Backcountry Information Center. Visitors may also be able to obtain a walk-up permit for western areas of the park, no more than six days in advance and based on availability, by visiting Pipe Springs National Monument in Fredonia, AZ or at the St. George Public Lands Visitor Center in St. George, UT.  Organized Group Rim-to-Rim and Extended Day Hike\/Run Any organized, noncommercial, group conducting rim-to-rim and extended day hiking and running, including rim-to-river-to-rim, and rim-to-rim-to-rim in the inner canyon is required to obtain a Special Use Permit from Grand Canyon National Park. The inner canyon is defined as the area below the Tonto Platform (Tipoff and Indian Garden) from the South Rim and below Manzanita Resthouse (Pumphouse Residence) from the North Rim. Any group, regardless of size, which has advertised to the general public, required individuals to sign up prior to participation, or that has an organizer who has been compensated for their services (including subsidized participation in the activity), is required to operate under a Special Use Permit. For more information visit www.nps.gov\/grca\/learn\/management\/sup.htm  Backcountry Use Statistics Backcountry use statistics (from overnight backcountry permits). The statistics include:  yearly statistics (2000-2015) permittee breakdown by country and US state use trends, corridor and non-corridor use area details for 2015                Backcountry Information Center The South Rim Backcountry Information Center is open daily for walk-in visitors from 8 am to noon and 1-5 pm Mountain Standard Time. The North Rim Backcountry Information Center is open daily mid-May to October 31 for walk-in visitors from 8 am to noon and 1-5 pm (Mountain Standard Time).  Backcountry Information Center staff answer information telephone inquiries at 928-638-7875 between 8 am and 5 pm Monday through Friday, except on federal holidays. This telephone number is for information only. Email the Backcountry Information Center. FAX number for permits is 928-638-2125 you can send a fax 24 hours a day, 7 days a week, 365 days a year - HOWEVER the first day of every month we receive many faxes and the number may be busy. Mailing address is: Grand Canyon National Park Permits Office 1824 S. Thompson St., Suite 201 Flagstaff AZ, 86001 Backcountry Permit Request Form (PDF file) NOTE: This is a printable form only. You must print the form, fill it out, and then fax\/mail it directly to the Backcountry Information Center. PDF Form Issues? If you are using a web browser to view and use our PDF forms, you may experience issues where the PDF does not function correctly. Some web browsers do not automatically open PDFs using the Acrobat Reader application. Using a different PDF viewer in a web browser can cause the form to malfunction.To fix issues with our PDF forms you have two options. 1. You can select the Acrobat Reader plug-in for your browser's default application for viewing PDFs. Or 2. You can right click and save the PDF document to your desktop and then open it with the Adobe Reader application. Get the newest version of the free Adobe Reader. Trip Planner (2mb PDF file): The information in this newspaper can assist you in obtaining a backcountry use permit. Video: Hiking Grand Canyon, Prepare for Backpacking. This video is designed to help you plan for and enjoy your hike into the canyon's harsh, yet fragile, environment. Video: Leave No Trace. All Grand Canyon backcountry users are asked to follow Leave No Trace principles. The goal is to have minimum human impact on the canyon as a result of your trip. Hike Smart: Be sure and listen to the Hike Smart Podcasts! (transcripts available) The Grand Canyon Association sells maps and guides on hiking in Grand Canyon National Park.       Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/backcountry-permit.htm"
}
