{
    "title": "Glacier Bay National Park & Preserve: News",
    "body": "Explore This Park    Learn About the Park     News             News       What's New at Glacier Bay? Glacier Bay National Park provides a number of different ways for you to stay connected and informed about news, special events, and projects that are happening in the park.           Glacier Bay News Releases Glacier Bay National Park provides press releases to local newspapers and posts current and past news releases on the park website.         Schedule of Events What's happening?              The Fairweather Visitor Guide   Read All About It! Get the latest issue of the official visitor's guide to Glacier Bay National Park. 32 full color pages,         Glacier Bay Fact Sheet   How big? How high? How deep? Glacier Bay Fact Sheet        Huna Tribal House In the News   Recent articles about the project and upcoming events.              Guided Activities   Join a ranger for our fun, informative, and free interpretive programs. Learn the stories of Glacier Bay!        Hear the Voices of Glacier Bay   Crashing glaciers, bellowing sea lions, whispering rain, and singing seabirds...enjoy the amazing natural sounds of Glacier Bay!         Webcams   Enjoy the live view of the Inner Lagoon and Public Dock. These webcams provide serene views that change by the minute.            Social Media Facebook: Follow Glacier Bay and get park updates delivered to your personal News Feed in Facebook. Enjoy Glacier Bay throughout the year with daily Glacier Bay updates, photos, video clips, and park info tidbits! Twitter \"@GlacierBayNPS\": Receive tweets from us to your smart phone or Twitter feed when we add a News Release. We also tweet about events that happen \"right now.\" Visit our Twitter page to follow us. Glacier Bay BLOGS: Ever wonder what working in Glacier Bay is like? A few National Park employees maintain a blog and share what life is like in the park from their area of expertise. YouTube: Watch videos about the fantastic park resources that are part of Glacier Bay.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/news\/index.htm"
}
