{
    "title": "Grand Canyon National Park: Distances",
    "body": "Backcountry Trail Distances       Corridor Trails Distances South Kaibab Trail: The trail begins on the South Rim near Yaki Point, and descends to the Colorado River. Elevation change from rim to river is 4860 ft (1480 m), along a 6.3 mile (10.1 km) trail. Because of the unavailability of water and steepness of the South Kaibab Trail, rangers recommend hiking down this trail only - and recommend using the Bright Angel Trail for the hike out. River Trail: The trail has little elevation variation and follows the Colorado River for 1.7 miles (2.7 km) between the Bright Angel and South Kaibab trails. Two foot bridges permit access to the north side of the Colorado River. Bright Angel Trail: The trail begins on the South Rim just west of Kolb Studio, and descends to the Colorado River. Elevation change from rim to river is 4460 ft (1360 m), along a 7.8 mile (12.6 km) trail. This trail passes through Indian Garden. North Kaibab Trail: The trail begins on the North Rim at the head of Roaring Springs Canyon and descends to the Colorado River. Elevation from rim to river is 5850 ft (1780 m), along a 14.2 mi (22.9 km) trail. Corridor Availability Report (PDF file)       DW = drinking water; TF = Toilet Facilities; EP = Emergency Phone; RS = Ranger Station    Distance Via: Distance from Rim (mi\/km)  Elevation (ft\/m) DW TF EP RS Other     Bright Angel Trailhead to:   6860\/2093             Mile-and-a-Half Resthouse 1.6\/2.6 5729\/1748 Y Y Y   water available mid-May to mid-Oct only   Three-Mile Resthouse 3.1\/5 4748\/1449 Y Y Y   water available mid-May to mid-Oct only   Indian Garden Campground 4.8\/7.7 3800\/1160 Y Y Y Y picnic tables, food storage cans, pack poles   River Resthouse 8\/12.9 2480\/756   Y Y       Bright Angel Campground 9.5\/15.3 2480\/756 Y Y Y  picnic tables, food storage cans, pack poles   Phantom Ranch 9.9\/15.9 2546\/776 Y Y Y Y reservation required for food and lodging; pay phones   South Kaibab Trailhead to:   7260\/2213             Cedar Ridge 1.5\/2.4 6120\/1865   Y         Skeleton Point 3\/4.8 5220\/1591            Tip Off 4.4\/7.1 4000\/1219   Y Y   junction with Tonto Trail (distance to Indian Garden via Tonto Trail - 4.6 mi\/6.6 km)   Bright Angel Campground 7\/11.3 2480\/756 Y Y Y  picnic tables, food storage cans, pack poles   Phantom Ranch 7.4\/11.9 2546\/776 Y Y Y Y reservation required for food and lodging; pay phones   North Kaibab Trailhead to:   8241\/2512             Supai Tunnel 1.7\/2.5 6800\/2073 Y Y     water available mid-May to mid-Oct only   Roaring Springs 4.7\/7.3 5220\/1591 Y Y Y   20 minute detour off main trail; water available mid-May to mid-Oct only   Pumphouse Ranger Station  5.4\/8.4 4600\/1402 Y Y  Y seasonal ranger station    Cottonwood Campground 6.8\/10.9 4080\/1244 Y Y Y   water available mid-May to mid-Oct only; picnic tables, food storage cans, pack poles   Ribbon Falls 8.4\/13.3 3720\/1134         20 minute detour off main trail; waterfalls; day use only; stay on designated trails   Phantom Ranch 13.6\/21.8 2546\/776 Y Y Y   reservation required for food and lodging; pay phones   Bright Angel Campground 14\/22.5 2480\/756 Y Y Y Y picnic tables, food storage cans, pack poles         Introduction to Backcountry Hiking Brochure This brochure is for day and overnight inner canyon hikers. It has information about hiking the Bright Angel, South Kaibab, and North Kaibab trails, as well as permit, planning, Leave No Trace, and Hike Smart information. It is distributed at park visitor centers and backcountry information centers.  Backcountry Hiking Brochure (7 pages), 657 KB        Tonto Trail Distances Tonto Trail: This trail crosses the Tonto Platform approximately 3900 ft (1200 m) below the South Rim, intersecting both the Bright Angel and South Kaibab Trails. For a table showing distances along the Tonto Trail view the following PDF file: Tonto Trail Distances.       Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/trail-distances.htm"
}
