{
    "title": "Glacier Bay National Park & Preserve: Glacier Bay by Boat",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Glacier Bay by Boat               Glacier Bay by Boat       As its name implies, much of Glacier Bay National Park is water. Most of the land within the park is mountainous, covered with dense rain forest or alder thickets, and without roads or trails. While a few hardy travelers hike, raft, or climb the mountains, the vast majority of visitors travel by salt water. Glacier Bay is a natural waterway from Alaska's Inside Passage to the tidewater glaciers that are the park's main attraction. Its numerous branches, inlets, lagoons, islands, and passages offer virtually limitless opportunities for exploration.         Private Vessels  Glacier Bay is a fabulous place to explore with your boat. Sailboats, yachts, cabin cruisers, and skiffs have wild expanses and sheltered coves to explore and enjoy. To plan a visit by boat, please see our detailed boater information. If you want to travel by water under your own power, see kayaking in Glacier Bay.         Cruise Ships For over 100 years, most visitors to Glacier Bay enjoy the amazing landscape of Glacier Bay from the deck of large cruise ships. These visitors do not go ashore in the park; instead National Park Service naturalists board the ship to share their knowledge about the park and its wildlife during a day-long cruise in the bay. Typically two ships per day travel up the West Arm to spend 4 or more hours in the glacier areas. Passengers witness glaciers, mountains, and a surprising amount of wildlife in the heart of a very wild place.  It is an amazing and memorable experience. Learn more about cruise ships in Glacier Bay.         Tour Vessels The next most popular activity is to see the bay on a tour vessel. These smaller boats carry 50-150 passengers. Most operate like small cruise ships and visit Glacier Bay as part of a longer Alaskan itinerary. There is one daily tour boat that departs from Glacier Bay Lodge in Bartlett Cove during the summer months. Like the cruise ships, tour vessels have National Park Service naturalists on board to help share the wonders of the bay, spot wildlife, and present interpretive programs. Learn more about tour vessels in Glacier Bay.         Charter Boats  For a personalized trip in the bay, charter vessels can generally take up to six passengers and are rented to a single group, usually for custom multi-day trips. See Area Visitor Services for a list of charter operators permitted to operate in Glacier Bay.<\/      See Also:  Glacier Bay Boating Regulations See Plan Your Visit to get oriented. Visiting Gustavus\/Glacier Bay on the Alaska State Ferry. The Area Visitor Services Directory is a listing of businesses that provide lodging, transportation, tours, and other useful services in and near Glacier Bay.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/cruising.htm"
}
