{
    "title": "Glacier Bay National Park & Preserve: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations               Multimedia Presentations              Glacier Bay: Beneath The Reflections   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:26 minutes, 54 seconds  Imagine a world where darkness reigns. Where the whimsy of swirling currents determines the patterns of life...and yet, life flourishes. Join us as we travel into the underwater world of Glacier Bay and discover some of its secrets.                Glacier Bay: Forever Wild   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:16 minutes, 27 seconds  Explore the beauty, majesty, and wild nature of Alaska's Glacier Bay National Park.                At Home in The Wilderness   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:16 minutes   A Backcountry Guide to Glacier Bay.  You have come come seeking solitude and natural beauty, but you are also engaged in a partnership with this extraordinary place. A partnership to protect and sustain the bounty and beauty of Glacier Bay.               ON THE WATER...   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:20 minutes, 37 seconds  Glacier Bay Boater's Orientation Video.Take a safe and successful journey on the beautiful waters of Glacier Bay National park. Boating regulations, recommendations, and insider knowledge will help you enjoy your boating adventure and ensure the protection of Glacier Bay's resources.                What's So Special About Glacier Bay?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:14 minutes, 22 seconds  Enjoy a beautiful montage of the spectacular sights, sounds, and meanings of Glacier Bay National Park.                          Glacier Bay From Above Strap in for a scenic flight through Johns Hopkins Inlet in Glacier Bay NP. Experience massive tidewater glaciers, jagged peaks, and picture-postcard Alaskan scenery.  Duration:4 minutes                      Fairweather Flight   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 6 seconds  Come aboard and explore Glacier Bay's rugged coastline and expansive glaciers from the cockpit of a small airplane.         CLASSIC GLACIER BAY FILMS NEW!   From the video vaults! No longer regularly shown in the visitor center at Glacier Bay, these two classic films are now available for online viewing.            Glacier Bay: The Grand Design   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:17 minutes, 20 seconds  Enjoy this classic film. Now available for online viewing. Observe the resilience of life as the massive glaciers retreat and the land changes from barren rock to lush forest.                Glacier Bay's Glaciers: The Moving Force   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:13 minutes, 31 seconds  Enjoy this classic film now available for online viewing. Discover the story of Glacier Bay's famous tidewater glaciers and why these rivers of ice have advanced and retreated over time.              Photos, videos, updates, etc.   Check out Glacier Bay National Park on Facebook! Hundreds of beautiful photos, park videos, news, etc! Frequent Updates. Follow YOUR park through social media.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/photosmultimedia\/multimedia.htm"
}
