{
    "title": "Glacier Bay National Park & Preserve: Private Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Glacier Bay by Boat     Private Boating                Boating in Glacier Bay        Glacier Bay is a fabulous place to explore by boat.       Imagine waking to the sound of a whale blow! You fix your coffee and sit on the back deck while your boat gently rocks, looking out over the magnificent expanse of water and mountains. Suddenly up pops a curious harbor seal only a few yards from your boat and it is checking you out! These are only a couple of the common occurences while visiting Glacier Bay National Park on your own boat. Obtaining and Using a Private Vessel Permit Vessel use in Glacier Bay is regulated by the National Park Service to protect park wildlife and other resources while providing a range of recreational opportunities to park visitors.          Glacier Bay Boater Permit Application   Glacier Bay Boater Permit Application Vessel entries are limited during the summer months. Complete this application and email back to us at glba_vis@nps.gov      Under the vessel permit system, motorized pleasure boat operators are required to obtain a non-fee permit prior to entering Glacier Bay anytime between June 1 and August 31. Because Bartlett Cove is one of the most heavily used whale feeding areas, the permit is required to enter Bartlett Cove as well as the rest of the bay. Vessels entering without a permit may be denied access to the bay, asked to leave and issued a citation.              Paddling Paradise   Kayaking Glacier Bay        Whale Waters Regulations   Glacier Bay's protected waters allow humpbacks to feed without disturbance from vessels.        On The Water   Glacier Bay Boater's Orientation Film               Boater permit applications for the non-fee permit must be made within 60 days of the proposed date of entry. Permit applications received earlier than 60 days in advance will be returned to the sender. Check our Advanced Notice Date Reference Guide to determine the earliest day to apply. Applications will be reviewed upon receipt and a response form will be sent to the applicant. Advance application is strongly advised, particularly from June 11 through August 2, as permits are limited. You may reserve up to seven consecutive days. In planning your trip, please note that pets are not allowed on shore anywhere in Glacier Bay National Park except on a leash at Bartlett Cove. Before arriving at Glacier Bay you may want to be familiar with other park regulations, particularly those that apply to boaters. All boaters are required to call immediately upon entering the bay and proceed directly to the Visitor Information Station in Bartlett Cove for a required boater orientation prior to continuing into the bay.  Please email, mail, fax, or phone requests for an application, completed applications, or requests for further information to the address below. Glacier Bay National Park and Preserve PO Box 140 Gustavus, AK 99826 e-mail us (907) 697-2230, Fax (907) 697-2654 October through March  (907) 697-2627, Fax (907) 697-2647 April through September VHF marine radio Channel 12 or 16, KWM20 BARTLETT COVE during regular business hours. Confirming Your Permit  A response form will be sent to you upon receipt of your completed application, denying or accepting your preferred entry dates.  Please confirm your permit reservation within 48 hours of your scheduled entry date and no later than 10:00 am on your date of scheduled entry by telephone, VHF radio or marine operator. Permits not confirmed by 10:00 am on the entry date will be cancelled. You must enter on the first day of your scheduled permit unless space allows for a change in entry date; contact the Visitor Information Station if you foresee a change in your plans.  Vessels are required to call Bartlett Cove upon entering Glacier Bay (Pt. Gustavus across to Pt. Carolus).  The skipper is required to stop at the Bartlett Cove Visitor Information Station for a brief boater orientation with current information on resource protection regulations, good anchorages and other boating information to help you have an enjoyable and safe trip in Glacier Bay. This orientation is required each year for returning skippers.                Boating Regulations   Whale waters, wildlife closures, dock rules, etc.        What's the Weather   What to expect, and current conditions        Commercial Services   kayaking, lodgng, charterboats, etc.            See also:   Boating Distances How far from one place to another in Glacier Bay?   Tide Tables Very important here!   State Fishing Regulations What you need to know.   Safety Precautions Have fun, but be safe!",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/boat.htm"
}
