{
    "title": "Grand Canyon National Park: Trails and Use Areas",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Hiking     Trails and Use Areas                Backcountry Trails and Use Areas       A permit is required to camp in a location other than a developed campground on the North and South Rims. Visit the Backcountry Permit page to learn how to obtain a permit. Also, read the Backcountry Food Storage and Safe Drinking Water guidelines when planning a backcountry trip.         HIKE SMART - For a safe and enjoyable hike prepare for your hike before you arrive:  Review the Hiking Tips section. In summer read the Summer Hiking page and in winter read the Winter Hiking page. Check the Backcountry Updates and Closures page for current information on trail conditions and situations affecting the backcountry. Watch the Hiking Grand Canyon, Prepare for Backpacking video. Listen to the Hike Smart Podcasts (transcripts available).       Introduction to Backcountry Hiking Brochure This brochure is for day and overnight inner canyon hikers. It has information about hiking the Bright Angel, South Kaibab, and North Kaibab trails, as well as permit, planning, Leave No Trace, and Hike Smart information. It is distributed at park visitor centers and backcountry information centers.  Backcountry Hiking Brochure (7 pages), 657 KB         campground in the corridor        Corridor Use Areas: Hiking the Corridor? Be sure to visit the Trail Courtesy Practices That Leave No Trace webpage.  Corridor Availability Report (PDF file)  There are three campgrounds located along the Corridor Trails: Indian Garden Campground (CIG), Bright Angel Campground (CBG), and Cottonwood Campground (CCG). You may spend up to two nights (consecutive or non-consecutive) per campground per hike. One exception is made to this rule: from November 15 - February 28, up to four nights per campground per hike is allowed. To camp in one of these campgrounds you must obtain a backcountry permit.  Every campsite at Indian Garden, Bright Angel, and Cottonwood Campgrounds has a picnic table, pack pole, and metal food storage can. All food, toiletries, and plastics must be placed inside the food storage can. Indian Garden Campground (CIG), located along the Bright Angel Trail, is a beautiful riparian area filled with cottonwood trees. A small creek passes through on its way to the Colorado River. Indian Garden is 4.8 miles below the South Rim. Indian Garden has a ranger station, emergency phone, year-round potable water, and toilets. Mule trains stop to rest on their way to Phantom Ranch. Day hike destinations include Plateau Point (with panoramic views of the Colorado River). (campground photos)  Bright Angel Campground (CBG) is at the bottom of the Grand Canyon, 9.9 miles from the South Rim and 14 miles from the North Rim. The campground is 1\/2 mile north of the Colorado River, and sits along Bright Angel Creek. The campground is less than 1\/2 mile from Phantom Ranch. The area is characterized by the river delta where Bright Angel Creek meets the Colorado River. There is a ranger station, emergency phone, pay phones, year-round potable water, and toilets. To reach this campground you can travel the South Kaibab Trail (and cross the black bridge) or the Bright Angel Trail (and cross the silver bridge) from the South Rim, or travel the North Kaibab Trail from the North Rim. Cottonwood trees shade Bright Angel Campground and the creek is a wonderful place to cool off. Deer, ringtail cats, gray foxes, and squirrels are often seen. Popular activities include relaxing, wading in Bright Angel Creek, stargazing, fishing (license required), and day hiking. Day hike destinations include the River Trail and Phantom Overlook. Seasonal ranger programs are offered. Snack items and meals are available for purchase at Phantom Ranch Lodge (meals must be reserved in advance 303-297-2757). (campground photos)  Cottonwood Campground (CCG) is a small campground 6.8 miles below the North Rim of the Grand Canyon on the North Kaibab Trail. Bright Angel Creek nearby offers a cool and refreshing place to get wet. Seasonally (mid-May to mid-Oct) potable drinking water is available at the campground. During other times of the year you should be prepared to filter\/treat water obtained from the creek. There are deer, ringtail cats, and squirrels in the area. Cottonwood has an emergency phone and toilets. Day hike destinations include Roaring Springs, Ribbon Falls, and Manzanita Canyon. (campground photos)      Trail Descriptions (click on the trail name for more info)  Beamer Trail Boucher Trail Bright Angel Trail Clear Creek Trail Escalante Route: Tanner Trail to New Hance Trail Grandview Trail and Horseshoe Mesa Hermit Trail Nankoweap Trail New Hance Trail North Bass Trail North Kaibab Trail Royal Arch Loop South Bass Trail South Canyon Route  South Kaibab Trail Tanner Trail Thunder River Trail and Deer Creek Tonto Trail: Boucher Trail to South Bass Trail Tonto Trail: Bright Angel Trail to Hermit Trail Tonto Trail: Grandview Trail to South Kaibab Trail Tuckup Trail  The Grand Canyon Association sells maps and guides on hiking in Grand Canyon National Park.                  Hike Smart Podcast 03 (05m:31s)  Heading Down the Trail You know, it's all about planning... Before we start down the trail, there are a few to consider. First, are you in good physical condition? If you have a medical condition, talk to your doctor before visiting. Make sure you are healthy enough to hike steep and difficult trails. Listen            Use Areas The Grand Canyon backcountry is divided into use areas. Each use area has an overnight capacity based upon the size of the area, the number of suitable and available campsites, its ecological sensitivity, its management zoning, and its use history. Use areas range in size from several hundred acres to several thousand acres. To camp in a backcountry use area you must obtain a backcountry permit. The table below lists the more popular use areas only. For additional areas not listed, contact the Backcountry Information Center.         Code Use Area Name Mgmt. Zone Camping Type   AH9 Vishnu Wild At Large Camping   AJ9 Cheyava Wild At Large Camping   AK9 Clear Creek Threshold At Large Camping   AL9 Greenland Springs Wild At Large Camping   AP9 Phantom Creek Wild At Large Camping   AQ9 Trinity Creek Wild At Large Camping   AR9 Scorpion Ridge Wild At Large Camping   BE9 Hance Creek Primitive At Large Camping   BF5 Horseshoe Mesa Threshold Designated Sites   BG9 Cottonwood Creek Primitive At Large Camping   BH9 Grapevine Primitive At Large Camping   BJ9 Cremation Primitive At Large Camping   BL4 Horn Creek Threshold Designated Sites   BL5 Salt Creek Threshold Designated Sites   BL6 Cedar Spring Threshold Designated Sites   BL7 Monument Creek Threshold Designated Sites   BL8 Granite Rapids Threshold Designated Sites   BM7 Hermit Creek Threshold Designated Sites   BM8 Hermit Rapids Threshold Designated Sites   BN9 Boucher Primitive At Large Camping   CBG Bright Angel Corridor Campground   CCG Cottonwood Corridor Campground   CIG Indian Garden Corridor Campground   NA0 Walhalla Plateau Primitive At Large Camping   NB9 Thompson Canyon Wild At Large Camping   NC9 Ken Patrick Primitive At Large Camping   ND9 Robbers Roost Primitive At Large Camping   NF9 Widforss Threshold At Large Camping   NG9 Outlet Primitive At Large Camping   NH1 Point Sublime Threshold Designated Sites   NJ0 Swamp Ridge Primitive At Large Camping   SC9 Eremita Mesa Threshold At Large Camping         Corridor Zone Recommended for hikers without previous experience at Grand Canyon. Maintained trails. Purified water stations. Paved roads to trailheads. Toilets, signs, emergency phones, and ranger stations. Use of private livestock (horses and mules only) allowed only when specified on permit. Threshold Zone Recommended for experienced Grand Canyon hikers. Non-maintained trails. Scarce water sources. Dirt roads to trailheads. Pit toilets. Use of private livestock (horses and mules only) allowed with permit only on Whitmore Trail and on designated roads and trails on the rim. Primitive Zone** Recommended for highly experienced Grand Canyon hikers with proven route-finding ability. Non-maintained trails and routes. 4-wheel-drive roads to trailheads. Occasional signs. No other developments. Use of private livestock (horses and mules only) allowed with permit only on the Ken Patrick Trail to Uncle Jim Trail to Uncle Jim Point and on designated roads on the rim. Wild Zone** Recommended for highly experienced Grand Canyon hikers with extensive route finding ability. Indistinct to non-existent routes require advanced route finding ability. Water sources scarce to non-existent. No other development. Use of private livestock is not allowed. ** Primitive and Wild Zones are not recommended for use during summer months due to extreme high temperatures and the lack of reliable water sources.      Backcountry Use Statistics Backcountry use statistics (from overnight backcountry permits). The statistics include:  yearly statistics (2000-2015) permittee breakdown by country and US state use trends, corridor and non-corridor use area details for 2015       Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/campsite-information.htm"
}
