{
    "title": "Glacier Bay National Park & Preserve: Boating Regulations",
    "body": "Boating Regulations        We live in an increasingly crowded world. Yet here you have the chance to hear a porpoise, seal or whale breathe over a prism of still water. Without limits, regulations and everyone’s cooperation, this cherished sense of solitude could decline or even vanish.        Regulations on this page are intended for private boaters. Between June 1st and August 31st all vessels entering Glacier Bay are required to hold a permit. Limits on the number of vessels allowed to enter Glacier Bay are intended to enhance the quality of each visitor's experience by protecting air and water quality, providing opportunities for wilderness solitude, and promoting the well-being of marine wildlife including fish, seabirds and marine mammals. Help us protect park wildlife. Restrictons may change depending on wildlife activity. Always check with the Visitor Information Station for any additonal temporary closures or restrictions before heading out.      Non-motorized Waters \/ Whale Waters \/ Seabird Island Closures \/  Seal & Sealion Closures \/ Bartlett Cove Dock & Mooring \/ Noise Restrictions      Non-Motorized Waters In designated areas, all motorized vessels (including seaplanes and sailing vessels with auxiliary motorized propulsion) are restricted from use. Glacier Bay Guide to Park Waters Map For boaters, kayakers, and campers     Location Date   Upper Muir Inlet  June 1 - July 15   Wachusett Inlet  July 16 - August 31    Adams Inlet, Rendu Inlet, Hugh Miller Inlet, Beardslee Islands   May 1 - September 15             Glacier Bay is a sanctuary for humpback whales   Whale Waters Whale waters are areas of Glacier Bay National Park that traditionally or temporarily have high numbers of humpback whales feeding in them, creating the need for extra caution and slower speeds for vessels transiting through. Vessel operating restrictions in whale waters are intended to minimize whale disturbance and lower the risk of whale\/vessel collisions to protect the endangered humpback whale. In areas designated as \"whale waters,\" all motor vessels over 18 feet in length must:  maintain a distance of at least one nautical mile from shore, or in narrower areas where this is not possible, navigate a mid-channel course. When it is necessary to go in towards shore (e.g. to approach the dock, or view wildlife), vessels must make a perpendicular approach to and from shore, and may not operate along the shoreline unless actively fishing. Boaters must navigate through lower bay whale waters at a speed of no more than 20 knots through the water, and the superintendent may also impose a speed restriction of 13 knots when warranted by high numbers of whales.  All vessels, including kayaks, operating anywhere in Park waters, including those Park waters outside Glacier Bay proper, must NOT:  Operate within 1\/4 Nautical mile of a humpback whale Pursue a humpback whale by altering course or speed in a manner that results in retaining a distance less than 1\/2 nautical mile from the whale  If your vessel is accidentally positioned within 1\/4 nautical mile of a whale, immediately slow your speed to 10 knots or less, without shifting into reverse unless impact is likely. Then, direct or maintain your course away from the whale until at least 1\/4 nautical mile of separation exists. Boaters should proceed cautiously in all areas where whales are present because whales may surface in unexpected locations, posing a hazard to both the vessel and the whale. Although humpback whales tend to be distributed along the shoreline, boaters should note that whales frequently cross mid-channel as they move between feeding sites.    Whale Waters Locations Dates   Lower Bay (Between an imaginary line from Pt. Gustavus to Pt. Carolus, and another imaginary line from the northern tip of Strawberry to Lars Island, including Bartlett Cove and the Beardslee Entrance.) May 15 - August 31   The superintendent may designate additional temporary whale waters. Contact the park for updated information. May-September             How to maneuver around whales in Glacier Bay   Whale Sighted! What Now? Guide to maneuvering your vessel amid humpbacks in Glacier Bay      Five Ways to Avoid Whale Strikes This new flyer was produced by Glacier Bay whale biologists in collaboration with a variety of individuals with expertise on whale behavior and ship strike avoidance.        Seabird nesting closures These areas offer protection of seabird nesting habitat from camping, foot traffic, and vessel approach.  Several islands in Glacier Bay are heavily used by nesting seabirds. Some of these islands are closed to all foot traffic during the breeding season to allow seabirds to brood their eggs and raise their chicks to fledging without being disturbed. Studies have shown that increased energy expenditure from repeated flushing has possible harmful effects on the reproductive success of birds. Therefore, boaters should also refrain from close approaches to seabird nesting areas, and be mindful of boat noise and other disturbances(shouting, sudden movements on deck ,etc.) when arriving and departing near nesting colonies. The following areas are closed to all camping and foot traffic: South Marble Island, Geikie Rock, Lone Island and the three small unnamed islands approximately one nautical mile southeast of Flapjack Island, Eider Island, Boulder Island, top three-fourths of Leland Island, or any of the four small unnamed islands approximately one nautical mile north and 1.5 nautical miles east of the eastern most point of Russell Island. Approach distance requirements: All vessels (including kayaks) must remain further than 50 yards from the southern 1\/2 of South Marble Island and remain further than 100 yards from all other nesting seabird colonies.       Harbor seal critical areas These areas offer protection for pupping and molting harbor seals. Peak visitation in Glacier Bay occurs between June and August, Exactly the months of sensitive phases in reproduction and molting for harbor seals. Because harbor seals at haul outs are easily flushed from haul outs by human activities on land or on the water, the NPS prohibits vessel and foot traffic in these areas. John Hopkins Inlet  May 1 - June 30 Closed to all vessel traffic from the face of the Johns Hopkins Glacier to an imaginary line from Jaw Point due west. July 1 - August 31 All vessels (including kayaks) must remain further than 1\/4 nautical mile from any seal hauled out on ice , except when safe navigation requires, and then with due care maintain a 1\/4\/ mile distance from any concentration of seals. Vessel speed must be 10 knots or less.  Steller sea lion critical areas These areas offer protection for this threatened species when hauled out on land.  Vessels are not allowed to approach any sea lion hauled out on land. In the following areas all vessels must remain further than 100 yards from any sea lion hauled out: Northern 1\/2 of South Marble Island, Graves Rocks, Cape Fairweather, Cormorant Rock and all near shore rocks 1 1\/2 nautical miles SE from the mouth of Lituya Bay.       Bartlett Cove Docking and Mooring Regulations The following use restrictions are for the safe and equitable use of park facilities and are in effect during the primary visitor use season, May 1 - September 30, unless otherwise noted. Please read the Notice to Mariners of Underwater Cable Hazard in Bartlett Cove. Bartlett Cove Dock Map Bartlett Cove Docking Regulations   Dock space is assigned for use by private vessels, NPS vessels, Glacier Bay Lodge, Inc. vessels, and aircraft. Bartlett Cove Waters The placement of temporary moorings is authorized to the north or east of the Public Use Dock, provided they are at least one-quarter mile from the dock. These moorings must meet applicable marking requirements, may not be installed prior to April 1, and must be removed by November 1 in a given calendar year. Contact must be made with a protection ranger prior to placement of a mooring, and an agreement must be filled out and signed. These limitations are necessary to ensure that fixed moorings not preempt the most convenient anchorage locations or impede access to the dock, are properly tended, and are temporary rather than permanent fixtures. Anchoring vessels in the No Anchor Zone immediately adjacent to the dock is prohibited. This limitation is necessary to ensure adequate room for safe maneuvering of vessels and aircraft accessing and departing from the Public Use Dock. The discharge of \"blackwater\" (water contaminated with human waste) is prohibited in Bartlett Cove waters.       Noise Restrictions Provide Quiet Anchorages June 1 through August 31, except on vessels in transit or as otherwise permitted by the superintendent, the use of generators or other non-propulsive motors (except a windlass) is prohibited from 10:00 p.m. until 6:00 a.m. in Reid Inlet, Blue Mouse Cove and North Sandy Cove. Non-motorized waters allow visitors an enhanced opportunity to experience wilderness and the natural soundscapes of Glacier Bay.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/boatregs.htm"
}
