{
    "title": "Glacier Bay National Park & Preserve: Tribal House Project Photogallery",
    "body": "Tribal House Project Image Gallery        Eagle and Raven adorn the front of the Tribal House NPS \/ S. Schaller                         Preparing for the Canoe Journey to Homeland Excitement is building in Hoonah. The Huna canoe pullers prepare for their arduous journey from Hoonah to Bartlett Cove as part of the Tribal House Dedication. They have been training every other day canoeing to Halibut Island and back.  The 40-footer handles well and is proving to be very seaworthy.      Duration:2 minutes, 7 seconds                                Installing the Wooshkeetaan Post JULY 2016: The spectacular Wooshkeetaan Post is prepared, and carefully brought inside the Huna Tribal House for installation. This is one of four posts...each highlighting a separate Huna Tlingit clan and their deep connection with Glacier Bay homeland  Duration:1 minute, 34 seconds                                Unpacking the Interior Screen JULY 2016: The carved interior screen (and carvers Gordon, Owen, and Herb) arrived in Bartlett Cove by ferry.  They soon began the process of installing the Tribal House Interior Screen. Spectacular carvings and significance will soon be adorning the interior of the facility.  Duration:1 minute, 44 seconds                                Re-vegetating the Site June 2016 - Before site work began on the tribal house, all of the vegetation was carefully removed and cared for. Watch now as the lush moss and ferns are returned to the site by our crew of hard working SCAs.  Duration:49 seconds                                       House Front Panels Installation Watch as workers carefully prepare and install the spectacular front panels of the Tribal House. These hand-adzed, carved, and painted planks highlight a massive eagle and raven that join together above the main entrance.  Duration:1 minute, 51 seconds                                Interior Detail Work There is a lot of activity happening inside the Tribal House as the contractor works on trimming out the adzed cedar wall planking.  Duration:1 minute, 12 seconds                                Braving The Elements November-December 2015.The construction crew works through the short days of winter, battling darkness, fierce winds, rain, and snow to complete the exterior of the Huna Tribal House.  Duration:1 minute, 40 seconds                                Tribal House Beams and Rafters Installed The construction crew battles poor weather and shortening daylength to get the roofing on before winter hits!  Duration:44 seconds                                Tribal House Walls Are Raised Watch as the walls of the Huna Tribal House are installed over only a couple of days!  Duration:41 seconds                            Interior House Posts   6 Photos  There are four carved house posts...each representing a separate Huna Tlingit Clan. Tlingit art portrays animals and other figures which are not only beautiful but often represent a clan’s crests and serve as chapter titles for the rich stories of their history.           Interior Screen Installation   8 Photos  July 2016: Carvers Gordon, Owen, and Herb begin the painstaking process of carefully installing the spectacular carved panels.          Tribal House Exterior   6 Photos  Summer 2016. The structure stands proudly on the shore of Bartlett Cove            Raven Totem Pole   5 Photos  Raven totem begins to take shape!  It is the second of two totems being carved for display outside the Huna Tribal House.          Eagle Totem Pole    15 Photos  An incredible transformation from raw log to a spectacular eagle totem. This is one of two totems to be crafted for the Huna Tribal House.          Tribal House UNDER CONSTRUCTION!   21 Photos  Summer 2015-Present. Enjoy the latest images of the Huna Tribal House in Glacier Bay National Park. Follow along and share our excitement as we post regular updated images of this project.            Tribal House Site Work Begins   25 Photos  Spring\/Summer 2015. Images of the site preparation and beginning construction of the Huna Tribal House in Bartlett Cove. See the progress of the site transformed from thick forest to open, level, construction site.          Tribal House Groundbreaking Ceremony   22 Photos  On April 12, 2014 over 200 Tlingit clan members and elders traveled to Bartlett Cove and participated in an emotional groundbreaking and ceremonial blessing for the future tribal house. The Tlingit regalia, the rhythm of the ceremony and the reverence for Glacier Bay and for the gathered elders and clans were inspiring.          Tribal House Exterior Screen   15 Photos  A huge wooden screen ornamented with beautiful native designs that will cover the front of the tribal house.             Carving the House Posts   17 Photos  Master carvers are creating a series of ornate house posts as part of the Huna Tribal House project.          Tribal House Interior Screen   8 Photos  The centerpiece of the interior of the tribal house will be the elaborately carved and painted interior screen. The screen depicts the stories of the four Glacier Bay clans and commemorates their deep connection to their Glacier Bay homeland.                         Videos                       Foundation and Floorjoists Timelapse  Watch as workers assemble the flooring joists, house post support columns, and foundation moisture barrier.  Duration:1 minute, 31 seconds                                Foundation Construction Timelapse June 12, 2015. Watch as time flies and the foundation is pieced together in quick fashion!  Duration:1 minute, 45 seconds                                Carvers At Work Carvers Gordon Greenwald and Owen James carefully add relief and fine details to the massive wooden screen.  Duration:1 minute, 14 seconds                                Vegetation Removal Crew in Action! Park staff and Student Conservation Association interns carefully remove all vegetation from the site of the future Tribal House. The plants will be carefully tended and returned to the site once the buildling is complete.  Duration:1 minute, 7 seconds                                Site Preparation Timelapse  April 15 to May 4th, 2015. The forest is cleared and the site is graded and prepared for the tribal house construction. Watch two weeks of sitework pass by in just two minutes!  Duration:2 minutes, 8 seconds                                House Screen Unveiling! 2011. Watch as master carver Gordon Greenwald unveils the impressive carved interior house screen for the people of Hoonah and describes the various components and what they represent.   Duration:8 minutes, 8 seconds                A massive carved and painted Raven will adorn the left-half of the exterior house screen. C. Greenwald",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/historyculture\/tribal-house-project-photogallery.htm"
}
