{
    "title": "Glacier Bay National Park & Preserve: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        Cruise ships and tour vessels provide opportunities for ALL to enjoy the beauty of Glacier Bay NPS       Glacier Bay National Park and Preserve is unmatched in its wildness, history, and scenic beauty. We invite you to experience first hand this special place. On this page you will find services specifically designed to help our visitors with disabilities. If there is something else that we may be able to do to facilitate a meaningful visit for your group please contact us.  Although Glacier Bay does not have an entrance fee, you may wish to learn about the America the Beautiful National Parks and Federal Recreational Lands Access Pass--or simply, the Access Pass--which provides a wide range of discounts on activities and services when you visit other federal lands.      General Information People of all abilities can enjoy Glacier Bay National Park! The vast majority of park visitors arrive on board cruise ships and a variety of smaller tour vessels that include Glacier Bay as part of a longer Southeast Alaskan cruise itinerary. By contacting the individual cruise lines, you will discover the easy access for all that they provide.      A Braille translation of our park brochure is available by request, or for download in a Braille Ready Format. Glacier Bay Braille Brochure .BRF File      A number of park staff are fluent in a variety of languages, including American Sign Language. Please let us know how we can help you enjoy your park visit.         Take the boardwalk trail to Blackwater Pond   The only visitor facilities in Glacier Bay National Park are located within Bartlett Cove. In Bartlett Cove you will find a few short trails, a public dock, campground, Glacier Bay Lodge with the Park Visitor Center on the second level, and the Visitor Information Station. Pathways in Bartlett Cove are not paved, and may have exposed roots and rocks present. The Tlingit Trail provides a nice flat, accessible gravel path between the public dock parking area and the front of the Huna Tribal House. While navigable by many new wheelchairs, not all trails meet ADA standards. An exception is the beautiful wooden boardwalk that provides access to a viewing deck overlooking a serene pond. This 1\/2-mile section of the Forest Trail is accessible and easy to negotiate. Service dogs on a leash are allowed on park trails in Bartlett Cove.         The Lodge and Visitor Center are accessible to all.   The Glacier Bay Lodge is accessed via wheelchair-accessible ramp. The park visitor center, exhibits, and theater are located upstairs and accessible via elevator or stairs. The grounds have gravel and wooden walkways and wheelchair accessible restrooms. ADA accessible rooms are available for overnight lodging.       The path from the Glacier Bay Lodge to the Public Dock          Enjoy the view from the dock viewing platform NPS  A portion of the Bartlett Cove Public Use Dock provides flat, paved access to a viewing platform complete with interpretive panels. This is a nice spot to view the water and distant mountains. Wildlife can also be seen in this area. Continuing to the main dock may be an option, however the ramp varies in steepness with the tides. At high tide, the ramp may offer a gradual 3% slope. A few hours later, when the tide is out, that same ramp may be at an almost 18% slope.      The Bartlett Cove Campground is accessible by foot traffic only. Paths through the campground are well-compacted soil and level. There are no utilities available. There is one wheelchair accessible vault toilet available, and at the nearby Visitor Information Station (1\/4 mile), there are two modern restrooms that are fully accessible.      Please feel free to call the park at 907-697-2230 or email us to review all accessibility options available at Glacier Bay.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/accessibility.htm"
}
