{
    "title": "Glacier Bay National Park & Preserve: Hunting in the Preserve",
    "body": "Hunting in Glacier Bay National Preserve       Subsistence and Sport hunting are permitted in Glacier Bay National Preserve, but not in Glacier Bay National Park. The Preserve is located near Dry Bay, Alaska. To hunt or trap in the preserve, you must have all required licenses and permits and follow all other state regulations. The National Park Service and the State of Alaska cooperatively manage the wildlife resources of the Preserve. An Alaska State hunting license is required for all hunters age 16 or older. Bag and possession limits vary by species and by area. Always check current hunting regulations.  For further information on Alaska hunting and where to get a license, visit the Alaska Department of Fish and Game website. Learn more about Subsistence activities and regulations for Federal Lands in Alaska.         Glacier Bay National Preserve is located south of Yakutat near Dry Bay, Alaska.  CLICK to enlarge        Glacier Bay National Preserve is accessed by air, and involves a 50-mile air taxi flight from Yakutat. There are no scheduled flights. The NPS maintains two airstrips at the Public Use Cabin and another near the rafter take out and Ranger Station. Several small airstrips and beaches provide other landing spots. There are no vehicle rentals available. The Ranger Station is usually staffed May – October. There are no public communication facilities and the nearest cell phone coverage is more than 100 miles away ATVs and other vehicles are allowed on the 60 miles of designated trails in the Preserve. Trails are well defined by vegetation and construction.Travel off designated trails and routes is prohibited. Routes may vary over time in less vegetated areas of the Preserve depending on water flows, sand dunes and nesting birds. There are thirty commercial fishing camps in the Preserve. These cabins, boats, vehicles and fishing equipment are private property. Please respect them and the fishermen you may meet. Camping is allowed in the Preserve and there is a public use cabin available for reservation through the Yakutat Ranger Station. The cost for the cabin is $25.00 per night. Campers and hunters should be aware that Brown Bears are common in the Preserve and be prepared to avoid conflicts with them. See Bear Safety in Glacier Bay. The Preserve is also home to Moose, Black Bear, Mountain Goat, Wolf, Wolverine, Snowshoe Hare, Ptarmigan, waterfowl and a number of furbearers. There is one big game hunting guide authorized through concession contracts to operate within Glacier Bay National Preserve. Three lodges and one outfitter can provide transportation and services for fishing and hunting small game and waterfowl. Review our visitor services directory for a listing of operators and services in the preserve area. For more information, contact rangers at the Yakutat ranger station (907) 694-3295 or park headquarters in Gustavus (907-697-2230).",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/hunting.htm"
}
