{
    "title": "Glacier Bay National Park & Preserve: Bird Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Bird Watching                Bird Watching        Spotted Sandpiper eggs      As of February, 2016, 281 species of birds have been recorded in Glacier Bay National Park and Preserve. The high diversity and abundance of birdlife is due to the variety and extent of favorable breeding habitats available within the park, many of which contain ample food resources and low numbers of land predators. Each bird species has distinct seasonal patterns, but birds are generally most abundant from May 1 to mid-September. Seabird colonies hatch young by late June, and are largely vacated by September 1. Fifteen Recommended Birding Locations: Park Visitor Center, Bartlett Cove, Bartlett River Estuary, Gustavus and Beardslee Islands.   Forest, beach meadow, and tidal flats attract many bird species, particularly during migration.    Rain forest species include the American Three-toed Woodpecker, often seen near Blackwater Pond. Substantial populations of several neotropical migrant warblers, thrushes and other songbirds, including Ruby-crowned Kinglets, Fox Sparrows, Yellow-rumped Warblers and Varied Thrushes can be easily seen.    Shorebirds, waterfowl, and eagles use beaches. Gulls, diving ducks, and alcids feed near shore.   Island and cliff seabird colonies like those located at South Marble Island, Lone Island, South Russell Islands, Boussoule Head, Cenotaph Island and cliffs south of Margerie Glacier.   Small to medium-sized colonies of gulls, guillemots, puffins, and cormorants use isolated islands as a refuge from land predators.    Large numbers of species nest side by side. These colonies are sensitive to human disturbance, and many are closed to landings.   Remote islets such as those in Adams Inlet, Hugh Miller Inlet and Dundas Bay.   Tidal flats and shallow waters in these areas attract a large number and variety of waterfowl.   Marine Feeding Sites such as Point Carolus, Point Gustavus and Sitakaday Narrows.   Tidal currents and turbulence at certain locations stir food organisms to the surface for feeding sea birds.   Considered at-risk elsewhere in their range, a world-class population of Marbled Murrelets occurs within and just outside of the park’s waters.  In the winter, the number of land birds present in the park dwindles. Common Ravens, Northwestern Crows, Black-billed Magpies, Pacific Wrens and American Three-toed Woodpeckers are not uncommon. Large mixed flocks of Pine Siskins and Common Redpolls feed on alder cones and grass seeds. After the long quiet winter, human residents look forward to their return in the spring when every beach thicket and mountainside in the park comes alive with song.      Recent Bird Sightings Sighting reports from Glacier Bay and Southeast Alaska         Glacier Bay Bird Checklists Did you know that there are two versions of the checklist? A pamphlet version for birders on the go, and a small booklet form for those who want to know more about Glacier Bay's birds. Get one, or both, depending on your needs. Happy Birding! Pamphlet Version One-page list of species and abundance. Legal sized PDF Booklet Version Contains maps and natural history notes. Letter sized landscape PDF",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/glacier-bay-bird-watching.htm"
}
