{
    "title": "Glacier Bay National Park & Preserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety      When planning for your trip to Glacier Bay, remember that the environment here is very dynamic, and can be unforgiving to the ill-prepared. Recreational Boating Safety Learn how to ensure a safe and successful boating adventure in Glacier Bay. Hypothermia Long periods of rainy, overcast, and cool weather are normal in Southeast Alaska. Summer daytime temperatures are usually 45-65 F, but nights stay cool to near freezing. To protect against hypothermia, a hat, gloves or mittens, and rain gear are essential. Sturdy, waterproof footgear is desirable. For more in-depth information about hypothermia see http:\/\/www.princeton.edu\/~oa\/safety\/hypocold.shtml Paralytic Shellfish Poisoning (PSP) Eating mussels and clams in Glacier Bay is not recommended as the neurotoxin that causes paralytic shellfish poisoning has been found in high concentrations in the area. This is a naturally occurring toxin that affects humans as well as other animals, and can lead to sudden death. Bears  Glacier Bay is home to both black and brown\/grizzly bears. They are wild animals and should always be considered potentially dangerous. When hiking, lessen your chances of an encounter by watching for bears and bear sign, making noise, traveling in groups, and avoiding travel at night. Food, garbage, and scented items must be stored properly. Avoid taking odorous foods. Bear-resistant food containers are required in the non-forested areas of Glacier Bay and are available for loan at the Visitor Information Station. Photograph bears with a telephoto lens; close approach is dangerous. Read about being safe in bear country. Giardia Even though the water looks clear, it may contain organisms that cause a debilitating intestinal disorder. Water should be vigorously boiled for at least one minute, filtered, or chemically treated. Because of the high rate of sediment in the water in glacial landscapes, you may need to allow extra time for the \"glacial flour\" to settle out. Tides: Glacier Bay experiences dramatic tidal changes...up to 25 feet in 6 hours! Knowing the tides during a kayak trip, boating excursion, or shoreline hike can make all the difference in your Glacier Bay adventure! Click HERE to see what the tides are \"up to\" during your stay.     Moose AlertMoose can be extremely dangerousThe first moose were observed in Glacier Bay during in the late 1960s. Their population has steadily grown since that time. Moose now occur widely throughout Glacier Bay in thickets, meadows and open forests. If you encounter a moose, use caution:Increase the distance between you and the mooseGet behind a tree or structureChange your route, and leave the area quicklyTo avoid close encounters, make noise while you hike.Baneberry, a Poisonous PlantBaneberry, Actaea rubra, a member of the buttercup family, is aptly named. \"Bane\" is derived from an Anglo-Saxon word meaning \"murderous.\" All parts of the plant are toxic. Ingesting one berry can cause numbness in the mouth and tongue. The poison in three berries is enough to kill a child. Six berries will effectively shut down the respiratory system in adults. Baneberries are common throughout the forests of Bartlett Cove and lower Glacier Bay. The best rule to follow if you are sampling wild plants: If you aren't sure what it is, don't eat it.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/safety.htm"
}
