{
    "title": "Glacier Bay National Park & Preserve: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Camping                Camping        Camper setting up tent in Bartlett Cove campground       Waking to a thrush calling from the tree tops, you notice rays of sun warming the shell of your tent. You unzip the door and peer out to high tide lapping at the rocky shoreline. Ah, to think that only a few days previous you were controlled by technology...you, had chosen to leave it all behind and find the freedom of solitude. To receive a permit and bear resistant food containers, campers must attend a 30-minute orientation offered on schedule at the Bartlett Cove Visitor Information Station. Permits are free and needed from May 1st through September 30th. The campground located at Bartlett Cove has bear-resistant food caches, firewood, and a warming hut. If desired, campers may be dropped off in the backcountry by the Park’s concession-operated tour boat. Permits are not required for areas outside the bay.         Campground Walk-in campground on the shores of Bartlett Cove         Glacier Bay Sea Kayaks Rent a kayak or take a guided day-trip from Bartlett Cove         Dear Kayaker and Camper Trip Planning Information      Camper Orientation All campers in Glacier Bay are required to attend a camper orientation, which is offered on schedule at the Visitor Information Station. Backcountry permits are also required for overnight backcountry travel. The following is a brief overview of some of the aspects of camper orientation. It is not intended to be complete; attendance at a camper orientation program will provide full coverage of how to camp specifically in Glacier Bay as well as pertinent closures and recent bear activity.      Campground Permits and an orientation are required for camping in the campground. The park's only campground is located about 1\/4 mile by trail from the main dock in Bartlett Cove. It has specific sites, a warming shelter, outhouses and food caches. Group camping is permitted in the group camping area for groups of 12 or more. Camping outside of the campground is prohibited within one mile of Bartlett Cove. There are no facilities for vehicle camping or RVs in Glacier Bay National Park (sites, hookups, dump station, etc.) Water and garbage cans are located outside the Visitor Information Station. There are three food caches where all scented items are required to be stored. Cooking and eating are only allowed in the intertidal zone (the area on the beach between the high and low tide lines). Never leave food unattended, even when shuttling gear",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/camp.htm"
}
