{
    "title": "Glacier Bay National Park & Preserve: Mountaineering",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Mountaineering                Glacier Bay Mountaineering         Fairweather Range   The coastal mountains of Glacier Bay National Park and Preserve, topped by the 15,300 foot Mt. Fairweather, are among the least visited mountains of their elevation in North America. Mountaineering is made especially challenging by a stormy weather pattern that includes in excess of 100 inches of precipitation a year. Unpredictable storms frequently cause delays when transporting to a base camp and often forces \"holding up\" for multiple days or abandoned attempts. Many climbs take as long as one month to accomplish. Climbing Information There is limited weather data available on the Fairweather range. It can snow during any month of the year at higher elevations and as low as 6,000 feet during the summer. Overcast days and rain predominate. The month of May can be a wintry month. Summer weather patterns in July and August usually cause slush and avalanche conditions. September is susceptible to an early winter with severe storms and heavy snowfall. You can obtain current weather conditions and weather information by calling the National Weather Service in Yakutat at (907) 784-3322. Most climbing in the park is accessible via charter boat or float plane out of Juneau, Gustavus, Haines, or Yakutat. Fixed wing aircraft landings are allowed in the park but helicopter landings and airdrops are prohibited. Glacier Bay National Park does not maintain a rescue team with high altitude rescue capabilities. Due to this and the remote nature of the area, all climbers need to be completely aware of the skill, experience, and judgment required to plan and accomplish a successful climb. Climbing parties should plan and arrange for their own backup. Our office in Bartlett Cove should be made aware of these plans prior to the trip. Commercially guided mountaineering trips are generally authorized east of, but not including, the Fairweather Range by a park-issued Commercial Use Authorization. As an interim measure, two guided mountaineering trips are also authorized in the Fairweather Range each year. A list of currently authorized mountaineering guides is listed on our Visitor Services site. Private mountaineering groups should contact the park as early as possible for up-to-date information and should fill out and submit the information form prior to the trip. All litter, including wands and fixed ropes, must be removed. Party size is limited to a maximum of twelve people to minimize human impact within this designated wilderness. Many parties carry Marine VHF radios, or satellite phones. These are available for rent from local air taxis. Bears can be a problem in lower elevation camps. Camps should be kept clean and food must be properly stored to avoid attracting bears. Learn more about hiking and camping in bear country. Our main concern is to minimize human impacts and allow for high quality wilderness experiences. We hope this information will answer your questions and help you with your plans. We want to emphasize that the remote access, harsh conditions, and limited availability of rescue require that a climbing party be experienced and totally self-reliant. Be sure to return the attached information sheet and keep us informed about your plans. For further specific information contact the Glacier Bay National Park\/Preserve, P.O. Box 140 Gustavus, AK 99826 (907) 697-2608 or the Glacier Bay Chief Ranger at (907) 697-2621. Many mountains in the range are unnamed and only limited information is available on most routes.         Mountaineering History in Glacier Bay 13 page PDF document listing the successful summit attempts within the Fairweather Range              American Alpine Journal A great source of printed information on mountaineering in Alaska is the American Alpine Journal (AAJ). A comprehensive index now allows you to locate reports of climbs based on region, country, climber, and peak name.      Fairweather related reading Climbing Guide(s):   Alaska – A Climbing Guide, Michael Wood and Colby Coombs; Mountaineers Books2001.  Literature:  Accidental Adventurer : Memoirs of the First Woman to Climb Mount McKinley, Barbara  Washburn with Lew Freedman; Epicenter Press 2001. Alaska Ascents: World Class Mountaineers tell Their Stories, Bill Sherwonit; AlaskaNorthwest Books 2007. Bradford Washburn: An Extraordinary Life : The Autobiography of a Mountaineering Icon, Bradford Washburn; West Wind Press, 2005. Cloud Walkers: Six climbs on Major Canadian Peaks, Paddy Sherman; Toronto,Macmillan, 1965. Exploring the Unknown: Historic Diaries of Bradford Washburn’s Alaska\/Yukon Expeditions, Bradford Washburn; Epicenter Press March 2001. Fifty Classic Climbs of North America, Steve Roper and Allen Steck; Sierra ClubBooks 1979. Pushing the Limits: The Story of Canadian Mountaineering, Chris Scott; RockyMountain Books 2000.  Ways to the Sky: A Historical Guide to North American Mountaineering, Andrew Selters; American Alpine Book Series, 2004.  Near Miss On Mt. Fairweather\", Jon Waterman; Backpacker magazine;  volume 16, Number 6 November 1988.   \"Southeast Alaska\", Fred Beckey; Ascent, 1975-76, Sierra Club Books, San Francisco.   \"Mount Fairweather, The First Ten Ascents\", Bradford Washburn; American Alpine Journal, 1981.   \"Mt. Fairweather: America’s Little Known Giant\", Peter Metcalf; Summit, April –May 1977.   \"Fairweather, The Centennial Summit\", P. Sherman and F. Broda; Canadian Alpine Journal, 1959.   United States Geological Survey Maps: Topographical 63,360 Mt. Fairweather D-5 Alaska, 63,360 Mt. Fairweather D-6 Alaska, and 1:250,000 Fairweather, Alaska-Canada.   Websites:  American Alpine Club – www.americanalpineclub.org World Mountain Encyclopedia – www.peakware.com Canadian Mountain Encyclopedia – www.bivouac.com Summits of Canada Expedition – www.summitsofcanada.ca\/cantrek\/summits\/bc.html Mountain Zone – www.mountainzone.com  MAPS: United States Geological Survey Maps:  Scale 1:250,000 Fairweather, Alaska-Canada Scale 1:63,360 Mt. Fairweather; D-6 Scale 1:63,360 Mt. Fairweather; D-5 Scale 1:63,360 Mt. Fairweather; D-4 Scale 1:63,360 Mt. Fairweather; C-6 Scale 1:63,360 Mt. Fairweather; C-5  Last Updated 2009    Glacier Bay Weather can change very quickly in any area of the park.  Safety Precautions are a must when visiting remote Glacier Bay. Park Regulations are your responsibility to know. Bear Safety in Glacier Bay is important to understand while adventuring.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/mountianeering.htm"
}
