{
    "title": "Glacier Bay National Park & Preserve: Dry Bay: Glacier Bay National Preserve",
    "body": "Glacier Bay National Preserve                  The Preserve is located south of Yakutat. Click to enlarge.   The Setting Glacier Bay National Preserve is bounded by Alsek Lake to the north, Deception Hills to the east, the Gulf of Alaska to the south, and the Alsek River to the west. Forming a backdrop to the area are two coastal mountain ranges, the stark glaciated Barbazon Range and the heavily vegetated Deception Hills. Beyond these tower the highest coastal mountains in the world, the Fairweather and St.Elias Ranges. Less than twenty miles from the Gulf, 15,300 foot Mt. Fairweather rises prominently over the area.  Five miles from sea, the Alsek River breaks into meandering channels fanning out over an 80 square mile delta, know locally as Dry Bay. The name \"Dry Bay\" derives from the fact portions of the delta became dry at ebb tide and when river levels are low. The Alsek is becoming shallower due to silting and glacial rebound which causes the land to rise.Where large ocean-going cannery tenders could sail 60 years ago, Dry Bay fisherman must navigate carefully or risk running aground in small skiffs.                   Glacier Bay National Preserve   18 Photos  Images highlighting the natural scenery and human activities in Dry Bay, Alaska          Dry Bay Public Use Cabin and Airstrip   7 Photos  Views of the facilities in Glacier Bay National Preserve. To reserve the public use cabin, contact the Yakutat District Ranger Station.                          Public-use cabin   Facilities Glacier Bay National Preserve is accessed by air, and involves a 50-mile air taxi flight from Yakutat, Alaska. There are no scheduled flights. The NPS maintains two airstrips (Dry Bay: 3AK and East Alsek: AK76). Several other small airstrips and beaches provide additional landing spots. There are no vehicle rentals available. The Ranger Station is usually staffed May – October. Rangers monitor Marine VHF Channel 16 24\/7 during the season. The call sign is \"Dry Bay Ranger, KWA 728.\" There are no public communication facilities and the nearest cell phone coverage is more than 100 miles away Camping is allowed in the Preserve and the public use cabin is available for reservation through the Yakutat Ranger Station. The cost for the cabin is $25.00 per night. There are thirty commercial fishing camps in the Preserve. These cabins, boats, vehicles and fishing equipment are private property. Please respect them and the fishermen you may meet.          Alsek River   Early Settlement The original inhabitants of Dry Bay were a mingling of Tlingit from the coast and Athabaskan from the interior. Important seasonal activities included salmon fishing in late spring and summer, hunting along Dry Bay for waterfowl and in the adjacent mountains for mountain goat and bear in fall, and trapping during the months of winter. Gull eggs, plants, and berries supplemented the diet of Dry Bay people. The Alsek River provided an important trade corridor. During winter, journeys were made on foot to trade seal skins, seal oil, dried seaweed, and cakes of dried strawberries with interior Athabaskan near today's Dalton Post. In spring, returning in dugout canoes with native copper, white marble, skin garments, and soapberries in birch bark boxes, Dry Bay people prepared for similar visits from their northern trading partners. Due to the assimilation of cultures, Dry Bay Tlingit came to speak a dialect unlike that spoken in Yakutat. Native Dry Bay settlements appear to have been abandoned by 1910. Construction of a cannery in Dry Bay that year hastened the transition from year-round village life to seasonal stays in summer fish camps. Many Dry Bay people moved to Yakutat since the company provided transportation from town to Dry Bay during the fishing season.      Commercial Fishing Commercial fishing (salmon gillnetting) has been the most important harvest activity in Dry Bay since 1910. Though fishermen have experienced many slumps in fish stocks and prices for their catch, the salmon industry remains an economic mainstay of nearby Yakutat. Over one million pounds of kings, sockeye, coho, chum and pink salmon are harvested from Dry Bay each year. Because of its importance to the community, Congress authorized commercial salmon fishing to continue when the Preserve was established in 1980.       Subsistence Activities Subsistence, the reliance on natural resources to provide food, clothing, shelter, and as a means of preserving native culture, remains important to many rural Alaskans. Within the Preserve, residents of Yakutat continue customary and traditional harvests of wild foods such as salmon and moose at sustainable levels. Learn more about Subsistence activities on Federal Lands        Bull moose   Sport Fishing and Hunting Sport fishing and hunting remain popular activities in Dry Bay for local residents and visitors alike. Unlike National Parks where hunting is prohibited, the taking of game, in accordance with state laws and federal regulations, is authorized within the Preserve. Sportsmen may utilize any of the three lodges that provide accommodations, or make reservations for the Park Service public use cabin located on the banks of the East Alsek River. A commercial hunting guide provides services to interested parties, while others may choose to camp. Three commercial lodges operate in the preserve       River Running Other than a few ambitious gold seekers at the turn of the century, recent travel through the Alsek River corridor was slight until the mid-1970's. Since then, the popularity of recreational river running on the Alsek River and its major tributary, the Tatshenshini, has increased dramatically. Rafters put in at Haines Junction (the Alsek River), or Dalton Post, Yukon Territory (the Tatshenshini), and travel over 140 miles to take out at Dry Bay. River Permits are required.        ATV trail in the preserve   ATV Trails ATVs and other vehicles are allowed on the 60 miles of designated trails in the Preserve. Trails are well defined by vegetation and construction.Travel off designated trails and routes is prohibited. Routes may vary over time in less vegetated areas of the Preserve depending on water flows, sand dunes and nesting birds. All of the trails are subject to high water depths at certain times and rarely may not be passable under temporary high water conditions.       Links:  Hunting in Glacier Bay National Preserve Commercial Services in Dry Bay  Dry Bay ATV Trails Map  For further information contact the Yakutat District Ranger Station or Glacier Bay National Park and Preserve Yakutat District Ranger Station Box 137 Yakutat, AK (907) 784-3295 Glacier Bay National Park and Preserve P.O. Box 140 Gustavus, AK 99826 (907) 697-2230 email us",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/preserve.htm"
}
