{
    "title": "Grand Canyon National Park: Safe Water",
    "body": "Safe Drinking Water       While traveling in the backcountry, river running, or hiking, you may need to use water from the Colorado River, side streams, pools, springs, or other sources. There may have been a time when it was safe to use such sources, but no longer. Any untreated water has the potential to cause illness if it is not properly and carefully disinfected. Water Disinfection Procedures Wash your hands prior to collecting the water. It does no good to treat your drinking water if you are going to recontaminate it. Silt particles inhibit disinfection. If the water is muddy or cloudy, allow the particles to settle undisturbed for several hours. Alternatively, add a small amount of a clearing agent such as alum (aluminum sulfate). The suggested dosage for alum is 1\/5 teaspoon per gallon. Mix vigorously and allow to sit for five minutes, stirring twice. Once the silt has settled, either pour the cleared water into another container or draw directly from the top. Filter the clear water through a minimum of an absolute 1-micron filter or one labeled as meeting American National Standards Institute (ansi\/nsf) International Standard #53 for \"Cyst Removal.\" Filtration alone is not sufficient to guarantee safe water. Disinfect the filtered water by adding two drops of household bleach or five drops of tincture of iodine per gallon of water. After addition, allow the water to sit for 30 minutes to give the chemical time to kill any organisms. Very cold water should rest even longer. Another option is to follow the manufacturer's instructions for commercially prepared products. OR Bring the cleared water to a roiling boil for one full minute. At elevations above 6500 feet (2000 meters), such as on the canyon rims, increase the boiling time to three minutes. Treated water must be stored in clean and sanitized containers.      Consequences Everyone has preferences and beliefs that may affect personal decisions. If you are on a commercial river trip or hike, the guides are required to follow the correct drinking water disinfection procedures. If you are on a private river trip or hike, the National Park Service strongly encourages you to follow these same procedures. While some waterborne illnesses may be mild, individual reactions and responses to disease agents vary. All disease agents can cause severe or life threatening illness in some people. Contacts If you have questions regarding drinking water, or if you have become ill while traveling in the Grand Canyon backcountry, please contact: Park Sanitarian (928) 638-7355 or Backcountry Information Center (928) 638-7875.       The information on this page is also available as a PDF file and can be viewed with Adobe Acrobat. PDF files retain the look and feel of the original document (including typography, page layout, and graphics). PDF file - Safe Drinking Water       Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/safe-water.htm"
}
