{
    "title": "Glacier Bay National Park & Preserve: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Fishing                 Sport Fishing        Halibut fishing in the Bay’s rich waters is truly a unique experience, especially since daily vessel entry limits reduce competition on the fishing grounds during the primary visitor use season from June through the end of August.        Glacier Bay is best known for tidewater glaciers, wildlife watching, and impressive scenery, but sport fishing in the Bay can be an amazing experience. Visitors from all over the world enjoy fishing in Glacier Bay's rich waters. Glacier Bay offers a wide variety of fish species for anglers to pursue in both salt and freshwater. In saltwater, most anglers target the bottom-dwelling halibut, but salmon species, especially Chinook and coho, are often sought after as well. In Glacier Bay's freshwater rivers and lakes, anglers can fish for salmon, and sea-run and resident trout including both steelhead and cutthroat as well as Dolly Varden char, while enjoying the beauty and solitude of wilderness.         Help us care for Glacier Bay's rich fishing resources        The National Park Service urges all anglers to review and know all relevant regulations guiding recreational fishing in Glacier Bay. Other aspects of the fishing experience may also benefit from self-education and pre-planning.      Pacific Halibut Halibut are usually taken from May through September, although they're available all year long. These species tend to move into shallower water in warmer summer months and overwinter in deeper waters, usually beyond reach of sport anglers. Halibut tackle consists of a powerful rod and a strong reel capable of holding at least 200 yards of 50-pound test or heavier line. Leader material should be either wire or monofilament in the 100-pound-test class. This heavy gear is used because large halibut can weigh more than 300 pounds. Halibut are taken on both bait and jigs. The usual bait is herring, squid, or other fish, but chrome or colored, weighted jigs are also used.       Catching a large Pacific halibut can be a breathtaking experience. Opting to release such a large, long-lived creature may be particularly memorable. NPS          Every Halibut Counts How to carefully release a sport-caught halibut      Chinook or King Salmon King Salmon are targeted by anglers in the bay from late winter through early summer, although these fish can be caught in Glacier Bay year-round. Anglers use downriggers or directional diving planers to troll herring or bright lures at the depth where king salmon are cruising. Heavy trolling rods and stout line are used because king salmon can exceed 30 pounds and are strong, active fighters when hooked.  Coho, Pink, Chum, and Sockeye Salmon Coho, pink, and chum salmon are often caught in salt water in Glacier Bay during times of seasonal abundance typically from June through September, depending upon run timing. Similar to methods for fishing for king salmon, anglers troll herring and bright lures or hoochies when targeting these other salmon species. Medium trolling rods with 20-30 pound test line are commonly used. Sockeye salmon are generally not caught by trolling anglers. Coho, pink, chum, and sockeye salmon can also be caught in freshwater rivers when these fish are running upstream to their spawning grounds. A popular angling location is the Bartlett River, which is approximately a 2-mile hike from the trailhead near Bartlett Cove. Both fly-fishing and conventional spinning gear is used for salmon in freshwater. Sockeye reach freshwater starting in early July. Pink and chum salmon begin to reach their spawning streams shortly thereafter, and coho run upriver starting in August. However, sockeye salmon rarely bite lures or flies because their diet consists of plankton, and adults do not feed while in freshwater. Anglers should not attempt to snag (hook in any part of the body other than the mouth) any salmonid because retaining snagged fish is prohibited by Alaska state law. Snagging can injure mature fish during the crucial spawning period. Salmon Identification Chart become a salmon expert Fly-Fishers use 6-9 weight rods,usually with sinking line, and cast a variety of patterns such as aquatic nymph imitations, egg flies, and large streamers to salmon in the rivers. Spin-fishers use medium to heavy weight spin-casting rods with 8-30 pound test line, and cast brightly-colored lures to salmon moving upriver.       Fishing in a pristine, remote setting is a highlight for most anglers.                          Letting Go Your guide to proper \"catch and release\" techniques in Alaska National Parks.  Duration:8 minutes, 42 seconds               Dolly Varden and Coastal Cutthroat Trout Dolly Varden and coastal cutthroat trout are frequently caught in both salt and fresh water. Both these species are present in rivers, lakes, and in saltwater year-round, but are often seasonally abundant or absent in different habitats. Spin-fishers and fly-fishers both target these species.  Spin-fishers commonly use light casting rods with 6-12 pound test line for Dolly Varden and cutthroat because these species do not get very large, and more sport can be had while catching them on a lighter rod. Bright lures and bait (in saltwater only) are used to catch these trout. Fly-fishers use 5-8 weight rods with floating or sinking fly line for Dolly Varden and cutthroat. A large variety of flies are used to catch these trout such as dry flies (cutthroat), aquatic nymph patterns, bait fish imitations, streamers, and egg flies. Freshwater Sport Fish Identification Chart Know your species                   Fishing in Glacier Bay   12 Photos  Fishing in Glacier Bay National Park can be a very rewarding experience.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/sport-fishing.htm"
}
