{
    "title": "Glacier Bay National Park & Preserve: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go                   Explore Bartlett Cove               Glacier Bay Lodge and Park Visitor Center               Experience Glacier Bay by boat               Into the Wilds of Glacier Bay               Dry Bay: Glacier Bay National Preserve             Bartlett Cove Bartlett Cove is the only developed area in Glacier Bay National Park. Glacier Bay Lodge, the Park Visitor Center, Visitor Information Station, exhibits, Park Headquarters, several trails, a public dock, kayak rentals, and walk-in campground provide a variety of services surrounded by the Alaskan wilderness.        The Bay As its name implies, Glacier Bay National Park is largely water. Whether enjoying the scenery from the deck of a cruise ship with many enthusiastic passengers, or paddling a single kayak through protected inlets, most visitors experience Glacier Bay from a boat.      Dry Bay: Glacier Bay National Preserve Glacier Bay National Preserve is located along Glacier Bay's rugged outer coast approximately 50 miles southeast of the isolated village of Yakutat. Surrounded by extensive and spectacular wild lands, the 55,000-acre Preserve is popular for hunting, fishing, and subsistence activities.      The Outer Coast Rarely visited, the remote outer coast of Glacier Bay offers 600 miles of Wilderness coastline to explore, where surging glaciers touch the Pacific Ocean and bears roam the shore.       Community of Gustavus Surrounded on three sides by the park, Gustavus is truly the \"gateway\" to Glacier Bay. Spend some time in this charming place and discover small town Alaska at its finest.      Visitor Centers Stop by our park facilities to learn about Glacier Bay, plan your visit, meet a park ranger, watch a film, browse our bookstore, and find answers to all of your burning questions!",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/placestogo.htm"
}
