{
    "title": "Glacier Bay National Park & Preserve: Bartlett Cove",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Bartlett Cove              Exploring Bartlett Cove      Here, just 200 years ago stood the snout of a 100-mile long glacier. Though icebergs no longer dot the waters of Bartlett Cove, the animals, plants, and landscape continue to change after being affected by the Neoglacial Ice Age. There are many ways to explore Bartlett Cove. You may wish to investigate the area on your own, with a small group, or as part of a Ranger Naturalist guided hike or talk. Whatever the method, the beauty of Bartlett Cove and the events that took place here are well worth discovering.                        Exploring Bartlett Cove Bartlett Cove is the only developed area in Glacier Bay National Park. Join Ranger Tim and explore the activities, trails, lodging, and other highlights found at this remote wilderness outpost.  Duration:3 minutes, 31 seconds                  Glacier Bay Webcams Enjoy the live view of the Inner Lagoon, Fairweather Range, and Public Dock!      Bartlett Cove Trail Guide Forest Loop, Bartlett River, Bartlett Lake   The Intertidal Life of Bartlett Cove Classic guidebook to the wonders of the intertidal zone    IF YOU HAVE A FEW HOURS...           Join a ranger for a guided hike.   Walk the Forest Trail Go on your own or with a park ranger. Daily ranger-led walks meet in the lodge lobby and depart at 1:30 p.m. for a 1.5-hour walk. If you are able to walk a mile at home, this trail should be easy. There are a couple of benches along the way. The trail winds through a pond-studded spruce\/hemlock forest for one half mile, then descends to the beach. Dress for the weather and wear good walking shoes that can deal with a little mud if you encounter some along the way.      Visitor Center On the second floor of the Glacier Bay Lodge, you will find the park Visitor Center open daily from 11:00 p.m. to 8:00 p.m. with a variety of exhibits that explore the natural and cultural wonders of Glacier Bay. Books and educational materials from Alaska Geographic are available for purchase. Several different films are also shown daily in the Visitor Center auditorium. Come inside, and warm up while enjoying a film:  1:00 p.m. Glacier Bay: Forever Wild  4:00 p.m. Glacier Bay: Beneath the Reflections and anytime by request  Join a park ranger in the auditorium at 7:00 p.m. for an evening presentation about the park. Topics change daily.        A walk along the beach or Bartlett River trail is a great adventure.   Explore the Shore Walk on your own along a one mile shoreline trail or just head down to the sandy beach to explore. Perhaps you'll hear the blows of a humpback whale, or have a curious harbor seal follow you. A wide variety of wildflowers bloom in this coastal zone during the summer months. The beach is also a terrific place to see land, shore and sea birds. Don't forget to take your camera.  IF YOU HAVE A HALF-DAY... The Bartlett River Trail meanders five miles round trip (from the Glacier Bay Lodge) along an intertidal lagoon, through the forest, then emerges and ends at the Bartlett River estuary. Ducks, geese, and other water birds concentrate during migrations and molting in intertidal areas. Watch for coyotes and bears along the beach, and porcupines and red squirrels in the forest. Salmon run upriver during the latter part of the summer. The trail is not difficult but has a few muddy spots during rainy periods.          Go for a Paddle Sea kayaking is a popular way to experience the wilderness of Glacier Bay. There are several options for day kayaking around Bartlett Cove. Take a guided kayak trip or rent a kayak and paddle your own. Experience Glacier Bay up close. You never know what you might see!      IF YOU HAVE A FULL DAY... Take the daily tour boat up-bay This all-day boat trip up to the glaciers should not be missed! Wildlife and calving glaciers are highlights. Binoculars, extra photo storage and warm clothing are highly recommended.         Hike to Bartlett Lake This 8 mile trail is less maintained so use caution. The peacefulness of the hike and the beauty of the lake are well worth the trip. On this full day journey, water, lunch and rain gear are essential items.                           Hike to Bartlett Lake Looking for a fun day hike? Join Ranger Sarah and learn why the Bartlett Lake Trail may be your perfect choice.  Duration:5 minutes, 47 seconds                            Bartlett Cove Photo Gallery   16 Photos  Images taken in and around beautiful Bartlett Cove in Glacier Bay National Park.          Below the Tides   7 Photos  What strange creatures thrive along Glacier Bay's rugged shorelines?          Bartlett Cove Campground   8 Photos  Photos of the Bartlett Cove campground and surroundings",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/exploring-bartlett-cove.htm"
}
