{
    "title": "Glacier Bay National Park & Preserve: Getaway to Glacier Bay!",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Getaway to Glacier Bay!              Getaway to Glacier Bay              If you've ever dreamed of the ice age and wondered how our planet might have looked as it emerged from the grip of massive glaciers, pondered how a river of ice could carve mountains into flour or wanted to watch the birth of an iceberg, then Glacier Bay National Park is the place for you!          Coastal brown bears are often seen feeding along the shoreline at low tide. NPS  The extreme topography of Glacier Bay reveals a landscape driven by immense forces. Located along the collision zone between the North American and Pacific crustal plates, coastal mountains here reach almost three miles into the sky, and are still rising. The high summits of the Fairweather Range feed numerous glaciers, some that extend all the way to the sea.  Where humpback whales and sea otters now swim, there once was ice. An incredibly dynamic place, glaciers have advanced and retreated through Glacier Bay multiple times in the last 20,000 years. Each pulse of ice leaves its footprints on both the landscape and the life found here. No matter where you go in Glacier Bay, or how you choose to experience this place, the power of glaciers is all around you. The most recent advance filled the entire bay just 250 years ago, evicting native Tlingit from their homeland. That glacier has since retreated 65 miles, opening up the bay to a rich variety of wildlife.          Cruise ship passengers line the rail to view an active tidewater glacier. T. VandenBerg\/NPS  One of the easiest ways to take in the awesome spectacle of Glacier Bay is from the deck of a cruise ship. Several cruise lines provide visits in summer as part of longer itineraries. The Alaska Marine Highway now provides regular service between Juneau and Gustavus, the park's gateway community. Lodging, meals, and fabulous views are provided by the Glacier Bay Lodge and hiking, biking, boating, fishing, and berry picking are avid pursuits of locals and guests alike.  Near park headquarters in Bartlett Cove, you are immersed in a lush coastal temperate rainforest. Tapestries of moss cloak every branch and carpet the forest floor. Although impressive, this forest is still young, growing on land only recently released from the ice. To learn more, join a park ranger for a guided hike or evening presentation. Rent a kayak to explore the shorelines for the day, or a week, while watching for black bears, river otters, bald eagles, and moose.           Glacier Bay Lodge is a great base from which to explore the park.   To get up close and personal with a glacier, take the daily tour boat which leaves each morning in summer to explore the wonders of Glacier Bay. Soon after leaving the forested shorelines of Bartlett Cove, the trip enters \"glacier country.\" Trees have given way to small shrubs, and eventually barren rock and gravel. Before long, you'll be face-to-face with a tidewater glacier. Listen for the sound of clinking bergs along the hull, and watch carefully for toppling columns of blue ice, smashing into the sea with a primeval thunder. Few places in the world offer the chance to experience these ancient sights and sounds.  Escape the heat and join us in southeast Alaska for a journey back in time, when ice dominated the landscape and mountains were ground to flour. It's still here, waiting for you.  By Tom VandenBerg Chief of Interpretation Glacier Bay National Park & Preserve",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/glacier-bay-getaway.htm"
}
