{
    "title": "Grand Canyon National Park: Weather",
    "body": "Weather Dangers         Current Weather & 7 Day Forecast Information (National Weather Service)    Grand Canyon Village (South Rim) North Rim Phantom Ranch Climate Overview    Live Audio Weather Forecast for the Grand Canyon Region   (Click Here for Weather Radio - opens in new window) The most up-to-the-minute forecast available from NOAA. Source of the park's weather reports.  See Today's Area Forecast: View the Weather Story Map. Entire West Coast United States - Forecast Information            When hiking, always be aware of your surroundings and current weather conditions. Don't be so committed to your hike that you refuse to recognize a dangerous situation. Northern Arizona is an incredibly diverse area with may things to do and see. When weather threatens, postponing your hike for a day or two and finding something else to do is a wise decision that could save your life. Be willing to change your plans.      Average Temperatures in the Inner Canyon      JAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC   High (F) 56 62 71 82 92 101 106 103 97 84 68 57   Low (F) 36 42 48 56 63 72 78 75 69 58 46 37   High (C) 13 17 22 28 33 38 41 39 36 29 20 14   Low (C) 2 6 9 13 17 22 26 24 21 14 8 2      Before you begin any hike ALWAYS CHECK THE WEATHER FORECAST. Watch continually for changing weather conditions during your hike. Average temperatures, weather information, and road conditions can be found on the Weather Conditions page. The National Park Service urges SPECIAL CAUTION for all hikers during the summer months. Daytime highs can potentially top 120F. These temperatures are beyond unpleasant or uncomfortable-they are, in fact, dangerous and if you fail to factor the heat into your plans the results could be tragic. Visit Summer Hiking - Hike Smart for more info.       Lightning  Go to low-lying areas away from cliff edges, lone trees, poles, or metal objects. Make sure the area is not subject to flash floods. Do not seek shelter in caves or alcoves. Become a smaller target by squatting low on the ground. Place hands on knees or back of neck with head between knees. Do not lie down or touch the ground with your hands. Minimize contact with the ground and nearby rocks to minimize ground current effects caused by a nearby strike. Lightning can strike 10 miles across the canyon, so being below the rim does not make you at a low spot. Lightning Danger Site Bulletin (188kb PDF File, Jun 2008)  Rock Falls  Watch and listen for rock falls and slides, especially during and after downpours. Do not stand at places where rocks have obviously fallen before.          Flash Floods  Take the possibility of rainfall and flash flooding seriously when hiking the canyons of Northern Arizona. It is a good idea before you hike to study maps to identify possible escape routes. Be especially careful hiking the Grand Canyon, Marble Canyon, and Glen Canyon regions. The slot canyons in these areas are beautiful, but can be extremely dangerous when it rains. Hikers have been killed in flash floods generated by thunderstorms as far as 25 miles away. Flash floods can occur at any time of the year. Be alert for the possibility of flash flooding anytime that rainfall is forecast. Be especially cautious from July to mid-September when severe thunderstorms can develop rapidly. Never camp in a dry wash. If you must camp near a wash, camp as high as possible and check for indications of past high water, such as stains on rock walls and debris lines. Be cautious and\/or avoid areas subject to flooding - stream beads, narrow canyons, and washes. Be especially cautious in areas posted with flash flood warning signs. Do not cross-flowing water or flooded trails where water is above your knees. Always face upstream when near or in any creek or drainage. Be alert! It does not have to be raining where you are to cause a sudden flash flood in your area. Move to higher ground immediately if you see or hear a flood coming. Do not try to outrun a flood. Warn other people downstream when a flash flood occurs.  Flash floods, which have been described as \"more water than you want in less time than you have,\" are common in Northern Arizona. This is because the arid, sparsely vegetated environments found in this area have little capacity to absorb rainfall. The resulting runoff moves rapidly through the narrow canyons and steep terrain found throughout Northern Arizona. In many areas, even small storms can turn normally dry streambeds into raging torrents of water in a matter of minutes. A flash flood can travel miles beyond the rainfall that generated it, catching unwary hikers and motorists by surprise. In Lower Antelope Canyon on August 12, 1997, twelve hikers were caught in a flash flood that filled the narrow canyon with water up to 50 feet deep. The hikers did not recognize the flood danger until it was too late, probably because the storm that caused the flood occurred miles away. Only one hiker survived!          HIKE SMART - For a safe and enjoyable hike prepare for your hike before you arrive:  Review the Hiking Tips section. In summer read the Summer Hiking page and in winter read the Winter Hiking page.  Check the Backcountry Updates and Closures page for current information on trail conditions and situations affecting the backcountry. Watch the Hiking Grand Canyon, Prepare for Backpacking video. Listen to the Hike Smart Podcasts (transcripts available).        Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/weather-dangers.htm"
}
