{
    "title": "Glacier Bay National Park & Preserve: AK State Ferry to Gustavus",
    "body": "Ride the Ferry to Gustavus, Alaska        In summer, the ferry LeConte leaves Juneau for Gustavus twice weekly.             Since 2011, the community of Gustavus is now accessible via the Alaska Marine Highway departing from Juneau. Schedules vary throughout the year. The ferry arrives at the Gustavus dock which is located 10 miles from Bartlett Cove. For detailed ferry information on, rates, booking, and schedules please contact the Alaska Marine Highway System. This is the first time that Glacier Bay National Park and the city of Gustavus have ever been linked to the road system. It may take time for the park and community to fully adapt to these new opportunities, and those visiting with a personal vehicle on the ferry will not yet find all the formal services and amenities one might expect in other road-linked Alaska communities. Those planning on visiting Gustavus and Glacier Bay with a vehicle should be advised that:  Glacier Bay National Park is essentially roadless. Bartlett Cove is accessible by vehicle from Gustavus, but all other areas may only be reached on foot, by boat or small aircraft.  National Park facilities in Bartlett Cove were not designed to accommodate visitors with private vehicles and parking may be limited.  Glacier Bay NP has one primitive campground. It is accessible on foot only.  There are no RV facilities (dump station\/hookups\/etc.) or vehicle camping areas within the park. Camping is not permitted in parking areas, or along the park road.  There are various lodging and other services available in Gustavus. For more specific information please contact the Gustavus Visitors Association or the City of Gustavus.                    Juneau to Gustavus Ferry   17 Photos  Images taken while riding from Juneau to Gustavus on the Alaska Marine Highway ferries.          Gustavus, Alaska   10 Photos  Small town Alaska at its finest!                            Stay tuned as things develop. For the latest visitor information and trip-planning information, please contact the following: For information on visiting Glacier Bay National Park: National Park Service 907-697-2230 www.nps.gov\/glba For information on visiting Gustavus: Gustavus Visitors Association 907-697-2454 www.gustavusak.com\/ For information on the Ferry: Alaska Marine Highway System 1-800-642-0066 http:\/\/www.dot.state.ak.us\/amhs\/index.shtml",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/ak-state-ferry-to-gustavus.htm"
}
