{
    "title": "Glacier Bay National Park & Preserve: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Gustavus, Alaska Gateway to Glacier Bay National Park         Glacier Bay National Park and Preserve lies west of Juneau, AK and can only be reached by plane or boat. The only road merely connects the small town of Gustavus and its airfield to park headquarters at Bartlett Cove(10 miles). Alaska Airlines provides daily jet service from Juneau to Gustavus (about 30 minutes) in the summer season. Year-round scheduled air service to Gustavus is also provided by a variety of small air taxis and charters. Many visitors arrive in Glacier Bay as passengers on board cruise ships, tour boats, charter boats, and their own private vessels. No matter how you arrive, a visit to Glacier Bay will be a lasting highlight of your Alaskan adventure!       BY AIR Alaska Airlines provides daily jet service  between Juneau and Gustavus during the summer visitor season. Juneau has daily jet service from Anchorage and Seattle. Several air taxi companies provide daily small-plane flights year-round between Juneau and Gustavus: Serving Gustavus Airfield:     Alaska Seaplanes (907) 789-3331 www.flyalaskaseaplanes.com   Fjord Flying Service  (907) 723-2471 www.fjordflying.com      Seaport\/Wings of Alaska (907) 789-0790       Air taxis also fly a network of routes that link Juneau and Gustavus to Haines, Skagway, and other southeast Alaska towns. Air taxis can also assist in getting you into Glacier Bay's wilderness. Flying time from Juneau to Gustavus is about 30 minutes. Glacier Bay National Preserve at Dry Bay has air taxi service from Yakutat. Daily jet service to Yakutat is available from Juneau and Anchorage. For a complete list of air taxi companies that serve the Glacier Bay National Park area see our Area Visitor Services Directory.      BY SEA Alaska Marine Highway System During the summer months, the Ferry LeConte stops in Gustavus twice weekly from Juneau. The ferry dock is located 9 miles from Glacier Bay park headquarters in Bartlett Cove. Check the AMHS website for schedules, times, and rates. If you are planning on bringing a vehicle, please be aware that vehicle based activities may be limited.         Take the Ferry to Gustavus Ride the Alaska Marine Highway ferry from Juneau to Gustavus      Cruise Many tour vessels and large cruise ships schedule a day in Glacier Bay in their Southeast Alaska itineraries. A daily boat tour based in the park conducts trips from Bartlett Cove to the tidewater glaciers. Private charter boats typically conduct multi-day custom adventures tailored to a small group's preferences. Private boaters may obtain permits and reservations to bring their own boats to Glacier Bay. Though there are dangerous crossings, some experienced kayakers paddle from nearby communities such as Haines, Juneau, Hoonah, or Pelican (all served by the Alaska Marine Highway). Others bring their kayak to Glacier Bay on the ferry or rent one in Gustavus or Glacier Bay. For a list of kayak rentals and charter operators see the Area Visitor Services Directory         Arriving by Cruise Ship? Insider's Guide for cruise ship passengers!         Bringing your own boat to Glacier Bay? A perfect way to explore the many inlets and waterways      GROUND TRANSPORT Taxis (upon request) and buses (limited schedule) run between Gustavus and Bartlett Cove. Many local Inns and Lodges even have bicycles for rent. See our Area Visitor Services Directory for a list of ground transportation providers.            Where to Stay Lodging and Camping in and around Glacier Bay National Park      Still Confused? See Plan Your Visit for an overview of the park's attractions. See Things To Do for a list of ways to see Glacier Bay and to choose your experience. The Area Visitor Services Directory is a listing of businesses in and near Glacier Bay that provide lodging, transportation, travel consulting, tours, and other useful visitor services. Contact us if you still need help getting here.       It is a short flight from Juneau to Glacier Bay National Park.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/directions.htm"
}
