{
    "title": "Glacier Bay National Park & Preserve: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather              July 27, 1890. All...day it rained. The mountains were smothered in dull-colored mist and fog, the great glacier looming through the gloomy gray fog fringes with wonderful effect. It is bad weather for exploring, but delightful nevertheless, making all the strange, mysterious region yet stranger and more mysterious.   John Muir at the face of Muir Glacier Weather and Climate  Glacier Bay has a maritime climate, heavily influenced by ocean currents. The result is mild winters and cool, moist summers near sea level. Summer visitors can expect highs between 50 and 60 degrees F (10 to 15 degrees C). Winter temperatures rarely drop into the single digits, with average nighttime lows of 25 to 40 degrees F (-2 to 5 degrees C). Bartlett Cove receives about 70 inches of precipitation annually. You may find yourself thinking it’s all coming down during your visit! Good rain gear is essential here. April, May and June are usually the driest months of the year. September and October tend to be the wettest.  Keep in mind, these are weather conditions at sea level. Up in the mountains, conditions are more severe with colder temperatures and precipitation that takes the form of snow. At any elevation, be sure and dress appropriately and be aware that the risk of hypothermia is present at any time of year. But do remember - it’s all that rain and snow falling year after year that creates the lush forests and magnificent glaciers we love to see!         Weather Forecast  Glacier Bay Juneau Yakutat  Marine Forecast  Glacier Bay Marine Icy Strait Marine Cross Sound\/Cape Spencer Marine Southeast Alaska Marine Zone       Current Weather Observations  Glacier Bay Automated Weather Stations Gustavus Dock Gustavus Airport  Weather Cams  National Park Service-Bartlett Cove Webcams FAA Weather Cams       Tides and Currents  Bartlett Cove Tides Icy Strait\/Glacier Bay Currents          Check the latest Bartlett Cove conditions with our park webcams.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/weather.htm"
}
