{
    "title": "Glacier Bay National Park & Preserve: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps              Click on image to open   Glacier Bay Park brochure map and guide. Detailed Map of the Bay only  German Language Version French Language Version Spanish Language Version Japanese Language Version           Click on image to open(best if opened in new window)   NOAA Chart of Glacier Bay (Requires Adobe Flash) This NOAA website contains a very user-friendly feature enabling charts to be displayed on the screen. You can zoom in and pan around any portion of the charted area.          Click on image to open   Guide to Park Waters For boaters, kayakers, and campers Map of park areas subject to boating closure, speed limits, or other regulations designed to protect wildlife and provide for a range of visitor experiences          Click on image to open   Satellite Image Combination of two Landsat images (August 1999 and August 2000) showing entire park (510 KB JPG file).          Click on image to open   Camper Drop-off Locations Map shows current drop-off locations where the daily tour boat stops to pick-up and drop-off backcountry campers and kayakers.           Click on image to open   Glacier Bay Lodge Close-up of the lodge, showing main lodge, room layout and connecting boardwalks.          Click on image to open   Bartlett Cove Trails Map showing Forest Trail, Bartlett River Trail, and Bartlett Lake Trail.          Click on image to open   Bartlett Cove Campground Diagram of Bartlett Cove campground showing individual and group campsites, fire ring, warming hut, food caches, etc. (12 KB PDF file).          Click on image to open   Bartlett Cove Dock Schematic diagram of the Bartlett Cove Dock showing no-anchor zones and slips available to the public (11 KB PDF file).          Gustavus\/Park Boundary Map   Gustavus Boundary A detailed map showing the Gustavus boundary with the park.  Includes GPS coordinates.          Click on image to open.   Commercial Fishing Shows areas in which commercial fishing may occur in Glacier Bay National Park. Details...         Cruise Ship Routes Map highlighting typical cruise ship routes in Glacier Bay         Tour Boat Routes Typical tour boat route in Glacier Bay         The Fairweather Glacier Bay Trip Planner and Visitor's Guide       More Glacier Bay Brochures and Maps Checklists, maps, site bulletins, park information, etc",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/maps.htm"
}
