{
    "title": "Glacier Bay National Park & Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1 Park Road  Gustavus, AK 99826                 Directions         Glacier Bay National Park and Preserve lies west of Juneau, Alaska, and can only be reached by plane or boat. The only road in the area merely connects the small town of Gustavus and its airfield to park headquarters at Bartlett Cove (10 miles). Alaska Airlines provides daily jet service from Juneau to Gustavus  in the summer months. Year-round scheduled air service is also provided by a variety of small air taxis and charters. The Alaska Marine Highway ferries also provide regular service from Juneau.  Directions Details           Operating Hours & Seasons         Glacier Bay National Park Operating Hours and Seasons The main visitor season is from late-May through early-September with the peak being the month of July. The park is open the rest of the year, but visitor services are extremely limited. Park Headquarters is open year round M-F 8:00 AM to 4:30 PM.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Summer temperatures average 50° to 60° F (10° to 15° C). Rain is the norm in lush southeast Alaska. It is best to be prepared to enjoy the park in any kind of weather, especially rain. Suggested clothing includes waterproof boots, rain gear, a hat, gloves, wool or pile layers or a warm coat. Good rain gear is essential here. April, May and June are usually the driest months of the year. September and October tend to be the wettest.          Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 There is no entrance fee to enter Glacier Bay National Park and Preserve.         Visitor Centers       Glacier Bay National Park Visitor Center Located on the second floor of Glacier Bay Lodge in Bartlett Cove, 10 miles from Gustavus. Staffed daily in summer with park rangers. Stop by for exhibits, park information, trip planning, bookstore, reading area, hydrophone kiosk, interpretive programs, park films, brochures, and much more.    Visitor Information Station-Backcountry Office Located near the head of the public-use dock in Bartlett Cove, 10 miles from Gustavus. This facility provides trip planning information, boating and camping permits, and offers boater\/camper orientation sessions for visitors heading into the backcountry of Glacier Bay. Stop by and meet a park ranger. Open during summer months only.                          The Visitor Season The main visitor season is from late-May through early-September with the peak being the month of July. The park is open the rest of the year, but visitor services are very limited. Weather and Clothing Summer temperatures average 50° to 60° F (10° to 15° C). Rain is the norm in southeast Alaska. It is best to be prepared to enjoy the park in any kind of weather, especially rain. Suggested clothing includes waterproof boots, rain gear, a hat, gloves, wool or pile layers or a warm coat. Getting to the Park There are no roads that lead directly to Glacier Bay. The park’s headquarters, Visitor Information Station, Visitor Center, and the Glacier Bay Lodge are located in Bartlett Cove, 10 miles by road from the small town of Gustavus. Gustavus is located about 65 miles northwest of Juneau. Travel options from May through September include scheduled and charter air services, Alaska Marine Highway ferries, cruise ships, tour boats, and charter boats. There are over 50 companies that provide access to the park. Private Vessels: If you plan on entering Glacier Bay with your own boat during June-August, a free private boat permit is required. The number of permits available is limited each day. Permits may be reserved up to 60 days in advance. Other Services In Bartlett Cove, the Glacier Bay Lodge offers lodging, a restaurant, a day tour boat and fuel sales. Lodging, groceries, restaurants and charter boats are also available in Gustavus. Bus and taxi service is available. Check the Visitor Services Directory for all available services in or near the park. Park Ranger Activities: The National Park Service Visitor Center is located on the second level of the Glacier Bay Lodge. Park rangers are available much of the day to answer your questions. Rangers lead daily walks through the rain forest and show informative films in the auditorium. A ranger program is presented in the auditorium each evening. Children are also encouraged to participate in the Junior Ranger Program. Books, maps and other Glacier Bay materials are sold in the Visitor Center through Alaska Geographic. Daily Tour Boat: The tour boat operated by the Glacier Bay Lodge travels up the bay on a nine-hour trip to the glaciers and back. A park ranger is on board to share information about the natural and cultural wonders of Glacier Bay. Day Hiking: Three trails of varying lengths are located at Bartlett Cove. These trails tend to be somewhat muddy and wet, so bring rubber boots (Southeast Alaskan Sneakers). Hiking the shoreline around Bartlett Cove is another fantastic option. Camping: A multitude of camping experiences awaits you, ranging from a stay in our free walk-in campground at Bartlett Cove to a wilderness experience up in the bay. A daily boat provides a camper drop-off service at designated locations in the bay. Rangers at the Visitor Information Station provide camper orientations, issue backcountry permits and bear-resistant food containers. Kayaking: Sea kayaking is a popular way to experience the wilderness of Glacier Bay National Park and Preserve. Kayak trips can originate from Bartlett Cove, or the daily tour boat will drop-off kayakers. Making reservations well in advance for a kayak and the daily tour boat is recommended. If you prefer, guided day and overnight kayak trips into the park can be arranged. Tides: Glacier Bay experiences dramatic tidal changes...up to 25 feet in 6 hours! Knowing the tides during a kayak trip, boating excursion, or shoreline hike can make all the difference in your Glacier Bay adventure! Click HERE to see what the tides are \"up to\" during your stay. River Rafting: The Alsek River runs through a portion of Glacier Bay National Park and Preserve. Permits are required for private trips on the Tatshenshini\/Alsek; contact the Yakutat Ranger Station (907)-784-3295 or listen to a river information recording at (907) 784-3370. Fishing: Glacier Bay offers sport fishing opportunities for both fresh and saltwater fish. Alaska State fishing regulations apply, and a valid fishing license is required.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/basicinfo.htm"
}
