{
    "title": "Katmai National Park & Preserve: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish      A predictable eruption occurs at Katmai National Park and Preserve annually as salmon burst from the northern Pacific Ocean and into park waters. Sockeye (also known as red) salmon return from the ocean, where they have spent two or three years. Navigating first across the open ocean, and then up rivers, lakes, and streams, they return to the headwater gravel beds of their birth to deposit their own young before dying.  Their size, averaging 5 to 7 pounds, varies proportionally to how long they spend feeding at sea.  The salmon run begins here in late June. By the end of July, a million fish may have moved from Bristol Bay into the Naknek system of lakes and rivers. Salmon stop feeding upon entering freshwater, and physiological changes lead to the distinctive red color, humped back, and elongated jaw they develop during spawning. The salmon spawn during August, September, and October. Stream bottoms must have the correct texture of loose gravel for the eggs to develop. The stream must flow freely through winter to aerate the eggs. By spring the young fish that have just hatched, called \"fry\" or \"juveniles,\" emerge from the gravels and migrate into the larger lakes, living there two years. The salmon then migrate to sea, returning in two or three years to spawn and begin the cycle once again. Salmon provide food for the bears, bald eagles, rainbow trout, and directly or indirectly for the other creatures that forage along these streams. They also have been important to Katmai people for several thousand years, and commercial fishing -outside the park- remains the mainstay of today's local economy. For a draft list of fish species found in Katmai, Alagnak, Aniakchak, and other southwest Alaska parklands click here. Information about sockeye salmon can be found in these frequently asked questions.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/nature\/natscifish.htm"
}
