{
    "title": "Grand Canyon National Park: Hiking FAQ",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Hiking     Hiking FAQ                Hiking Frequently Asked Questions       HIKING QUESTIONS:  How hard is it to hike into the Grand Canyon? How long will my hike take? Which is easier the South Kaibab Trail or the Bright Angel Trail? How long will it take to get to the bottom from the South Rim? Can I go to the bottom and back in one day? Should I hike alone? Where do I park my vehicle(s)? How can I get my stuff carried out on a mule? Where can I go to find the more remote trails? Are there toilets in the canyon?  EQUIPMENT QUESTIONS:  Do I need a map? Do I need a tent? Do I need a stove?  FOOD AND WATER QUESTIONS:  How much water do I need? Where can I find water? How do I treat my water? How much food should I take?  SAFETY QUESTIONS:  What should I tell family\/friends\/employer about my trip? Is there someone I can check in and out with just to be safe? In case of emergency, how do I contact a ranger? If I get into trouble and need to be rescued, who pays expenses for my rescue? Is there an emergency phone number I can leave with a contact back home? Should I be concerned about snakes and scorpions?  PERMIT QUESTIONS:  Do I need a permit? What should I do if I can't get a permit? Can I deviate from my permit itinerary? Can I get a refund or hiker credit for my backcountry permit? Are there penalties for backpacking without a permit? Why can't a large group split into two small groups?  OTHER QUESTIONS:  What do I do with my trash? Will my cell phone work in the canyon? Where can I get information about mule rides into the canyon? Where do I make Phantom Ranch reservations? Are there any statistics on backcountry use?         HIKING QUESTIONS: Q: How hard is it to hike into the Grand Canyon? A: The answer is up to you. Depending on how prepared you are, your trip can be a vacation or a challenge, a revelation or an ordeal. The majority of Grand Canyon hikers are here for the first time, and although many are avid hikers, they find that hiking the Grand Canyon is very different from most other hiking experiences. They tend to react to the experience in one of two ways, either they can't wait to get back, or they swear they will never do it again. Mental attitude and adequate water and food consumption are absolutely essential to the success of any hike into the Grand Canyon, particularly in summer. The day hiker and the overnight backpacker must be equally prepared for the lack of water, extreme heat and cold, and isolation characteristic of the Grand Canyon. Hiking in the Grand Canyon is so demanding that even people in excellent condition often emerge sore and fatigued. Yet small children, senior citizens, and people with physical disabilities have successfully hiked the canyon. Backcountry rangers recommend that hikers make their first trip into the inner canyon on one of the park's Corridor trails: Bright Angel Trail, South Kaibab Trail, or North Kaibab Trail. This area includes three campgrounds: Indian Garden, Bright Angel, and Cottonwood each having ranger stations, water, and emergency phones.  Q: How long will my hike take? A: Monitor the amount of time it takes you to get down to any location; it can take twice that amount of time to cover the same distance going out. This \"rule of thumb\" seems to work well regardless of individual fitness, age and\/or length of stride. Most first-time Grand Canyon hikers walk uphill at an average speed of one mile per hour.  Q: Which is easier the South Kaibab Trail or the Bright Angel Trail? A: Although both trails are maintained, they are very strenuous and involve hiking numerous switchbacks. The Bright Angel Trail is roughly 2 miles longer but has water, some shade, and half-way down is Indian Garden, a wonderful place for a rest stop. There you will find water, toilet facilities, a ranger station, and a place to sit in the shade. The South Kaibab Trail has no water and very little shade. If you are hiking from the South Rim to Bright Angel Campground and back, a popular option is to take the South Kaibab Trail down, and the Bright Angel Trail up, thereby completing a \"loop hike\". Leave your car at the Backcountry Information Center lot and take the free Hikers' Express shuttle bus to the South Kaibab trailhead.  Q: How long will it take to get to the bottom from the South Rim? A: The South Kaibab Trail is 6.8 miles to Bright Angel Campground and the Bright Angel Trail is 9.3 miles. It will take most hikers between 4 and 5 hours to get to the campground on either trail. Oddly enough, very few people ask how long the return hike will take. The return hike may take twice as long, though 7 to 8 hours seems to be average. Underestimating the elevation change and not eating or drinking enough can easily add a few hours to those averages.  Q: Can I go to the bottom and back in one day? A: The National Park Service DOES NOT RECOMMEND hiking from the rim to the river and back in one day.  Q: Should I hike alone? A: Risks are greater for those who hike alone. There is no one to assist you if you become lost, ill, or injured. Mountain lions do inhabit the Grand Canyon. Hikers traveling alone are at greater risk of attack. Be sure to keep your group together; a good plan is to have your most skilled members at the front and rear of your group with the novices in the middle.  Q: Where do I park my vehicle(s)? A: South Rim: Hikers can park at the Backcountry Information Center (parking lot D). It is a short walk over to the Bright Angel Trailhead. A free hikers' shuttle goes to the South Kaibab trailhead from the Backcountry Information Center, Bright Angel Lodge, and Yavapai Lodge. Private automobiles are not allowed to access the South Kaibab trailhead. Taxi service is available 24-hours a day, 928-638-2631. Backpackers with permits in the Boucher and Hermit areas are given the gate combination for Hermit Road. Drivers must yield to shuttle buses and observe posted speed limits. With regards to backpacking the South Kaibab\/Bright Angel Loop, park at the Backcountry Information Center and take the free Hikers' Express shuttle to the South Kaibab Trailhead or walk to the Bright Angel Trailhead. North Rim: There is a parking lot at the North Kaibab trailhead. If you have only one vehicle, it is best to park it near the trailhead where you exit the canyon. Be sure not to drive off-road, block another vehicle, or otherwise obstruct traffic when you park. Valuables should be secured out of sight (in a trunk if possible), glove compartments left open for inspection and the vehicle locked. On the South Rim, the Bright Angel Lodge offers a storage service for valuables for a fee on a space available basis.  Q: How can I get my stuff carried out on a mule? A: The Bright Angel Lodge (South Rim) works directly with mule outfitters to provide pack animal services for a fee. The service is arranged from above the rim only. Visit the Bright Angel Lodge transportation desk after you arrive at the park.  Q: Where can I go to find the more remote trails? A: A good place to start would be the Grand Canyon Association bookstore. It is fair to say that most of our backpackers would like to visit the canyon without seeing other people on the trails and in the campsites. Most of the canyon offers visitors the chance to have a very remote wilderness experience. However, if you have never hiked the Grand Canyon you should consider the Corridor trails for your first visit. The Corridor has been very popular for over a century because it offers the most dramatic views of the most familiar monuments. Here a hiker can enter the deepest exposed rock layers of the Inner Gorge and cross the Colorado River to the north side.  Q: Are there toilets in the canyon? A: There are very few. Not all campsites have toilet facilities. Be prepared to provide your own toilet paper. Where toilets are available, you must use them. Only human waste and toilet paper should be deposited in the toilets. Where toilets are not available you must carry out your used toilet paper (a plastic ziplock bag works well) and bury feces in a small hole about 6 in \/ 15 cm deep. Be sure you are at least 200 ft \/ 60 m from trails, campsites, and water sources. Along the Colorado River, urinate directly into the wet sand at the river's edge.       EQUIPMENT QUESTIONS: Q: Do I need a map? A: A map is essential for planning a trip and staying oriented during your hike. Overnight hikers on the Corridor trails will be able to hike safely with the general map they will get with their permit but topographic maps are needed anywhere else. Grand Canyon topographic maps are available for purchase from the Grand Canyon Association.  Q: Do I need a tent? A: When hiking the Grand Canyon, it is desirable to travel as light as is reasonable. Even though it is a desert, it does rain occasionally in the canyon. Rain is most likely to occur in July and August and during the winter months. A tent can offer protection from rain. During summer consider taking a lighter sleeping bag (or even a sheet) to save weight if you decide to carry a tent. Another option is to take only the rain fly or a bivy sack as shelter. During winter, tents are desirable equipment.  Q: Do I need a stove? A: You need to balance the weight of a stove and fuel against your desire for hot meals. During the heat of summer, cold meals are often more attractive. During cold weather, a stove may be important for survival. Fires are prohibited throughout the backcountry.       FOOD AND WATER QUESTIONS: Q: How much water do I need? A: In warm months each hiker should carry and drink about a gallon (4 liters) of water per day. Watch your \"ins and outs\". Drink enough so that urine frequency, clarity, and volume are normal. You are not drinking enough water if your urine is dark, small in quantity, or non-existent in the course of a day's hiking. In addition, eating adequate amounts of food will help you replace the electrolytes (salts) that you are sweating. During the summer months, your fluid\/electrolyte loss can exceed two quarts per hour if you hike uphill in direct sunlight during the hottest part of the day. Because the inner canyon air is so dry and hot, sweat evaporates instantly making its loss almost imperceptible. Do not wait until you start feeling thirsty to start replacing lost fluid. By the time you are thirsty, you are already dehydrated! Your body can absorb only about one quart of fluid per hour. Drink one-half to one full quart of water or sports drink each and every hour you are hiking in the heat. Carry your water bottle in your hand and drink small amounts often.  Q: Where can I find water? A: Purified drinking water is only available at a few locations in the canyon along the Corridor trails. NOTE: all pipelines in the canyon are subject to breaks at any time of year, cutting off water supplies. Always carry water with you. Water availability along the Corridor trails:  Mile-and-a-half and Three-Mile resthouses (on the Bright Angel Trail) => May to Sep Indian Garden => year-round Bright Angel Campground => year-round Phantom Ranch => year-round Cottonwood Campground => May to mid-Oct Roaring Springs Trail Junction => May to mid-Oct  Visit the Backcountry Updates and Closures page for current information on the availability of drinking water along the Corridor trails. For other locations, water may be obtained directly from the Colorado River, creeks, and potholes, but must be treated before drinking. Be aware that many water sources in the canyon are intermittent and unreliable.  Q: How do I treat my water? A: There are three common methods for treating water: boiling, iodine tablets, and filters. Because of occasional pipeline failures, it is a good idea to be prepared with one of these methods even when hiking Corridor trails. Hikers should also be prepared to let high sediment loads from the Colorado River settle out overnight during spring floods.  Q: How much food should I take? A: Plenty. Eating is equally important to both day hikers and overnight backpackers. Carry high-energy, salty snacks as well as meals. The hike out is much easier when you provide your body with enough calories to support the extreme physical activity you are engaged in. When you make camp, or any time you leave your pack unattended, be sure to hang your food and trash in nylon stuff sacks or place in food storage containers when provided. There are many small animals that will damage your pack and eat your supplies if not secured properly. Do not feed wildlife! Improper food storage and feeding harms wildlife. Violators will be cited.       SAFETY QUESTIONS: Q: What should I tell family\/friends\/employer about my overnight hiking trip?  A: Someone should know your hiking itinerary (include name of the trip leader\/ permit holder if not you), your rim destination after the hike, and the date of your return home. If you indicate you will contact them once you are out of the canyon, BE SURE YOU DO SO! You are accountable for costs associated with search and rescue efforts on your behalf, and while the National Park Service has your life and safety as its highest priority, it is irresponsible to initiate such efforts frivolously.  Q: Is there someone I can check in and out with just to be safe? A: There is no formal check in or check out service we provide to the public. We encourage hikers to notify a friend or family member of their hiking itinerary.  Q: In case of emergency, how do I contact a ranger? A: Ranger stations are located at Indian Garden (staffed year-round), Phantom Ranch (staffed year-round), and Roaring Springs pumphouse (staffed in the summer only). There are emergency phones at the ranger stations, at the Bright Angel Trail rest houses, and at the junction of the South Kaibab and Tonto trails. These phones are connected to the park's 24-hour dispatch center and do not require coins. There may be times when these phones do not function; be prepared to send a member of your group up or down the trail to request emergency assistance. It is recommended to send two people for help in case of injury of those seeking help. Fatigue is not an emergency.  Q: If I get into trouble and need to be rescued, who pays for my rescue? A: The National Park Service coordinates all emergency rescue operations within the park, which is a discretionary function of the agency. The costs of an inner canyon rescue are covered by the tax payer, however ground ambulance transport and supporting commercial aeromedical transportation is the financial responsibility of the patient.  Q: Is there an emergency phone number I can leave with a contact back home? A: 928-638-2477. Tell your contact person your hiking itinerary (including name of trip leader\/permit holder if not you), your rim destination after the hike, and the date of your return home. If you indicate you will contact them once you are out of the canyon, BE SURE YOU DO SO! You are accountable for costs associated with the search and rescue efforts on your behalf, and while the National Park Service has your life and safety as its highest priority, it is irresponsible to initiate such efforts frivolously.  Q: Should I be concerned about snakes and scorpions? A: The canyon is home to a variety of snakes and scorpions, some of which are poisonous. A good rule to follow is to always be aware of where you place your hands and feet. Snakebites are rare and occur mostly when people attempt to handle snakes. Do not attempt to capture or otherwise molest any wildlife. If bitten, contact a ranger by signaling or sending someone for help. Although snakes often do not inject venom when they bite, any animal bite should be examined by a physician and monitored for signs of infection. Scorpions are common in the canyon and stings occur with regularity. While scorpion stings are painful, they rarely cause serious health problems. The elderly and very young children are most susceptible to their venom. If stung, apply cool compresses to the sting site (for pain relief) and monitor the victim. It is rare for an evacuation to be necessary. Scorpions are small and their tan color makes them difficult to see. Avoid stings by shaking out your boots and clothing before dressing, wear shoes (even in camp), and shake out your bedding before climbing into it.       PERMIT QUESTIONS: Q: Do I need a permit? A: A backcountry permit is required for all overnight use of the backcountry including overnight hiking, overnight horseback riding, overnight cross-country ski trips, off-river overnight hikes by river trip members, and overnight camping at rim sites other than developed campgrounds. A backcountry permit is not required for overnight stays at the dormitories or cabins at Phantom Ranch. A permit is not required for day hiking or day horseback riding in the canyon.  Q: What should I do if I can't get a permit? A: Since hiking the canyon is a challenge you are ready to try, consider a day hike. Often a day hike can be a safer and more enjoyable choice than an overnight trip into a difficult area that is beyond the capabilities of an single member of your group. Or you could try to obtain a permit by adding your name to the waiting list for last-minute space at the Backcountry Information Center. Participation is limited to WALK-IN VISITORS ONLY and obtaining a same-day permit is unlikely (anticipate a 1 to 3 day - or longer - wait). You may participate in the waiting list for as many consecutive days as you like. However, those on the waiting list must be present at the Backcountry Information Center at 8am (Mountain Standard Time) each day to maintain their position on the waiting list. Be aware that permits are very difficult to obtain during the popular season.  Q: Can I deviate from my permit itinerary? A: No. You are required to follow the itinerary authorized on your backcountry permit. Itineraries are controlled by use limits designed to protect the fragile environment of the inner canyon against the damaging effects of overuse. Additionally, your itinerary gives the National Park Service an indication of where you can be found in the event you are reported overdue.  Q: Can I get a refund or hiker credit for my backcountry permit? A: Backcountry permits are non-refundable. The intent of this policy is to deter people from buying permits that they are not going to use. Hiker Credit is available for permits cancelled at least three days in advance, minus a $10 cancellation fee. Hiker Credit can be used to purchase backcountry permits at Grand Canyon National Park and is good for one year. You can notify us of cancellations in person, by mail, or by fax.   Q: Are there penalties for backpacking without a permit? A: Yes. Regulations regarding backcountry use are enforced by park rangers. Violations may result in fines and\/or court appearances. Review all regulations listed on your permit and feel free to ask a ranger for clarification, if needed, before beginning your trip. Each individual hiker on your trip is as accountable as the trip leader for abiding by rules and regulations.  Q: Why can't a large group split into two small groups? A: The majority of people visiting the canyon's backcountry are seeking a quality wilderness experience. Solitude is often a big part of this experience. When a large group splits into two smaller groups and camps in the same area on the same night, they are in effect circumventing the large group limits put in place to help protect the canyon and provide for a quality experience of other visitors. A large group split into two smaller groups, but camping in the same area on the same night, still typically acts like one large group. A large group split into multiple smaller groups can effectively monopolize campsite space. NOTE: Regulations stipulate that all permits are void when a group obtains multiple permits for the same campground or use area for the same night.       OTHER QUESTIONS: Q: What do I do with my trash? A: You are required to carry out all of your trash, including toilet paper, to rim disposal facilities. To do otherwise is littering. When in camp, be sure to hang your trash with your food sack to prevent wildlife from getting into it. Enclose all plastic and aluminum in nylon stuff sacks. Wildlife will eat plastic and aluminum that smells of food, and may die as a result. You are required to carry out all toilet paper and hygiene products in areas that do not have toilet facilities.  Q: Will my cell phone work in the canyon? A: Probably not. Cell phone service throughout much of Northern Arizona is difficult to maintain. It is nearly impossible to get and keep a signal at Grand Canyon, Marble Canyon, Arizona Strip, and area tribal lands. Satellite phones are being tested with some success in places outside of the narrowest portions of the canyon.  Q: Where can I get information about mule rides into the canyon? A: South Rim: Mule rides are offered through Xanterra Parks & Resorts, 888-297-2757. There is a two-day round-trip ride to the Colorado River at the canyon floor. Overnight riders stay and eat at Phantom Ranch. If you wish to make a trip into the canyon on mule, plan ahead! A waiting list is maintained for cancellations, after arriving at the park contact the Bright Angel Lodge transportation desk for further information at 928-638-2631. (more info) North Rim: Mule rides are offered through Grand Canyon Trail Rides, 435-679-8665. One-hour rides along the rim and half-day rim or inner canyon trips are usually available on a daily basis. Full-day trips into the canyon include lunch. (more info)  Q: Where do I make Phantom Ranch reservations? A: Reservations are made through Xanterra, 888-297-2757, and can be made up to 13 months in advance. Phantom Ranch, at the bottom of the Grand Canyon, is a popular destination for both hikers and mule riders. Overnight dormitories and cabins can be reserved and meals are available for purchase. Advance reservations for meals and lodging at Phantom Ranch are required. The Backcountry Information Center does not make reservations for Phantom Ranch lodging or meals. Overnight guests of Phantom Ranch who have advance reservations do not need backcountry permits.  Q: Are there any statistics on backcountry use? A: Backcountry use statistics (from overnight backcountry permits). The statistics include:   use trends (2000-2015)  permittee breakdown by country and US state use trends, corridor and non-corridor  use area details for 2015                 Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/hiking-faq.htm"
}
