{
    "title": "Katmai National Park & Preserve: Physiography",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Physiography                Physiography of Katmai        Rugged volcanic peaks like Devil's Desk form the backbone of the Aleutian Range province. NPS       Katmai’s rugged landscape is representative of the northern portion of the Alaska Peninsula. It contains two physiographic provinces—the Aleutian Range and the Nushagak-Bristol Bay Lowlands. These two provinces contain a diverse mosaic of natural features and ecosystems.        The Bristol Bay Lowlands are covered in millions of acres of low rolling terrain and tundra. NPS\/M. Fitz  Nushagak-Bristol Bay Lowlands The southwestern portion of Katmai is part of the Bristol Bay coastal plain. This is the only portion of the Nushagak-Bristol Bay Lowlands physiographic province in Katmai. The terrain is relatively flat, with many poorly drained lakes and kettle ponds. A number of low ridges, sand dunes, and streams break the uniformity of this lowland expanse. Some permafrost also exists in this province.         Cape Douglas is one of the many rugged headlands that jut into the Shelikof Strait on Katmai Pacific Coast. NPS  The Aleutian Range  This province is characterized by three landforms: the Shelikof Strait seacoast, the Aleutian Range, and the lake region centered around Naknek Lake.  The Shelikof Strait seacoast is a rugged, diversified area of bays, beaches, and intricate coves. On the coast, steep cliffs rise dramatically and rivers cascade down steep canyons onto ocean beaches.  The Aleutian Range is the backbone of the Alaska Peninsula. The higher peaks of this range within Katmai National Park are volcanoes that rise steeply from the Shelikof Strait coastline to elevations greater than 7,000 feet. The slopes and upper valleys surrounding these peaks contain glaciers on both sides of the Aleutian divide. Along the eastern coast of the park, a few of these glaciers descend almost to sea level. The largest glaciers in the park are 3 to 4 miles wide and 10 to 12 miles long. The only travel routes of low relief across this section of the Aleutian Range are at Kanatak Trail near Becharof Lake and Katmai and Kaguyak passes in Katmai.        Much of Naknek Lake is bordered by mountains. NPS\/M. Fitz  The north-central and northwestern portion of the Katmai are commonly termed \"the lake region.\" Naknek Lake is the center of a vast, multi-lake watershed formed in valleys dammed by glacial deposits. Lakes in the eastern portion of this region are bordered by mountains that rise over 3,000 feet above the water. From east to west, this region gradually becomes more open and eventually grades into the Bristol Bay coastal plain.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/nature\/physiography.htm"
}
