{
    "title": "Katmai National Park & Preserve: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Nature & Science: Birds        White-crowned sparrows are a common and conspicuous member of Katmai's bird community in the summer. NPS\/R. Wood       Katmai is located on the northern Alaska Peninsula. This is one of the best areas in North America to watch birds, especially during the spring migratory and summer breeding seasons.        Greater yellowlegs are one of the many species of shorebirds that breed in Katmai. NPS  Extending west and southwest of Katmai is the open and wet tundra of the Bristol Bay lowlands. This area is littered with countless lakes, ponds, and wetlands, which serves as productive nesting sites for shorebirds like greater yellowlegs and Hudsonian godwits, and waterfowl like tundra swans and many species of ducks. The interior of Katmai offers a diverse range of habitats including alpine tundra, forests, shrub thickets, lakes, rivers, and lowland marshes. In summer, passerine birds like thrushes, warblers, and sparrows are very abundant. Salmon spawning streams attract ducks like mergansers and common goldeneyes as well as scavengers like ravens, black-billed magpies, glaucous-winged gulls, and eagles. Loons and grebes nest on marshy shorelines of lakes and ponds. The arctic tern, a 20,000-mile annual commuter, breeds on exposed lakeshore gravel bars.       Horned puffins nest on the Pacific coast of Katmai. USFWS         Harlequin ducks nest along fast moving streams in the summer. In winter, they can be found in large flocks on the Pacific coast. NPS  On Katmai’s Pacific coastline, birds are very abundant throughout the year, but the species composition changes dramatically from summer to winter. Black oystercatchers are a common and conspicuous member of intertidal marine communities. Horned and tufted puffins, black-legged kittiwakes, other gulls, and common murres can be found in breeding colonies on rocky headlands and offshore islands. In the winter, few of these birds are present, but common goldeneye and harlequin ducks become very abundant. Bird diversity and abundance on the Alaska Peninsula is highest in spring, summer, and fall, but many species are year-round residents, even in the interior of the park. Spruce grouse can be found in Katmai’s dense forests. Rock and willow ptarmigan inhabit more open uplands.        Redpolls can be found in Katmai year-round. In summer they feed on the area's abundant insects. In winter, their diet consists of seeds. NPS\/M. Fitz  Great-horned owls begin nesting in late winter and bald eagles hunt and scavenge for food in areas where they can find open water. Ravens, gray jays, and magpies also inhabit the area year-round. Even small passerine birds like black-capped chickadees, boreal chickadees, and common redpolls brave winter’s subzero temperatures. A draft list of birds documented on the northern Alaska Peninsula is available at http:\/\/www.fws.gov\/uploadedFiles\/birdlist_2010.pdf. More information on how Katmai’s birds are inventoried and monitored can be found on the Southwest Alaska Network’s website.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/nature\/natscibirds.htm"
}
