{
    "title": "Glacier Bay National Park & Preserve: The Outer Coast",
    "body": "Explore This Park    Plan Your Visit     Places To Go     The Outer Coast              The Outer Coast        The Fairweather Range dominates the wilderness shores of Glacier Bay's wild outer coast        Remote and wild, the outer coast of Glacier Bay is seldom visited, yet offers fantastic rewards for those who enjoy the challenges of exploring world-class wilderness. For those who aren't ready for all that such a trip entails, a scenic flight over this amazing area is an awesome Alaskan experience. The Fairweather and Saint Elias mountains have been etched by intense glacial erosion into a high, jagged palisade that separates the outer coast from the inner waters of Glacier Bay. These huge mountains formed the principal source area for Little Ice Age ice, but acted as a barrier for ice flowing seaward off the continent during the Great Ice Ages. Their peaks are still surrounded by extensive ice fields today. Desolation Valley intercepts ice from the mountains like a huge gutter and channels it to a few outlet valleys. In several of these valleys, ice reaches to or nearly to the sea, but Lituya Bay is presently almost ice-free. The coastal lowlands are lush forest and rich wetlands crossed by highly-productive streams. These streams provide some of the most productive fish and wildlife habitat in North America. During the last Great Ice Age, this ice drainage system kept a few lowland areas from being overrun and hence free to host plants and animals, although the climate would have been very severe. Sandy, wave-pounded beaches and estuaries provide critical habitat for a variety of fish and wildlife, notably brown bears, wolves, waterfowl and salmon. Shallow inshore seas contain large populations of Dungeness crab and schooling capelin. During migration, large numbers of many bird and marine mammal species move through these coastal waters and the above mentioned beach-estuary complex. Much of the entire Pacific populations of such species as Pacific loons and gray whales pass through the area.                        Dry Bay Flight Strap in for a scenic flight from Glacier Bay park headquarters to Dry Bay, along the wild outer coast!  Duration:5 minutes, 6 seconds                Yakutat Bay delimits the province's northwest extremity. This large glacial fjord was filled with ice about 1,000 years ago, and has been partially occupied by minor advances at least once since then. The Hubbard Glacier at the Bay's elbow has periodically advanced to block the tributary Russell Fjord and create a lake. Yakutat Bay has important halibut and crab grounds, and hosts a large concentration of harbor seals. The Alsek River breaches the coastal mountains and flows to the sea, creating a large delta-estuary complex. This area, Dry Bay, hosts a seasonal human population of a couple hundred people and is managed as a National Preserve where hunting and fishing are allowed to continue under special regulation by the National Park Service. Southeastward from Dry Bay, all lands and most waters out to three miles from shore are part of Glacier Bay National Park and Preserve. Northwestward, most lands are within the Tongass National Forest, though in designations that preclude logging. The only permanent community in outer coast province is the largely Tlingit village of Yakutat, with a population of about 800. The economy of Yakutat is based largely on commercial fishing, guided sport fishing and hunting, and subsistence, with a growing component of ecotourism.        Glacier Bay's wild outer coastline is a remote wilderness of wave swept beaches, dense forests, rocky headlands and expansive views of the Fairweather Range.        Gulf of Alaska Coastal Travel Guide To read the yachting magazines you could get the impression that Alaska ends at Glacier Bay and Cape Spencer, since few recreational boaters venture beyond. But for many of the half-million Alaskans who live in mainland Alaska, for commercial fishermen, towboat crews, and others who ply their trade \"west of Spencer\" and for a small number of adventurous boaters, the end of the Inside Passage is just the beginning.  The Gulf of Alaska coast is a daunting destination and an intimidating barrier to transit boaters due to two characteristics: exposure to the open Pacific, and a dearth of sheltered anchorages. In particular, the 300 nm run from Graves Harbor to Hinchinbrook Island offers shelter only at Lituya Bay, Yakutat, and Icy Bay, all of which can be treacherous under less than ideal conditions.Given the challenges, why make this arduous voyage? It's the direct water route from Southeast Alaska to the rest of the state.   There is no other way to get there by boat other than an offshore voyage directly across the Gulf of Alaska. (Small boats can be trailered up the Alaska Highway, put aboard an Alaska Marine Highway state ferry, or barged up, at considerable cost.)  It's a spectacular trip in good weather with opportunities to experience the scenery, the solitude, the geology, human history, natural history, wildlife, and excellent angling of the region first hand.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/glacier-bays-outer-coast.htm"
}
