{
    "title": "Katmai National Park & Preserve: Fure's Cabin",
    "body": "Fure's Cabin        The cabin built by Roy Fure is available for public use year-round. NPS         Trapper and prospector Roy Fure   Fure's cabin, a beautifully constructed one-room house on Naknek Lake's Bay of Islands, is a public use cabin. Now a refuge for kayakers, canoers, and hikers, the cabin was once the home of trapper, miner, and famed Naknek local Roy Fure. Fure was born in 1885 in Lithuania, and came to Alaska in the early 1900s seeking his fortune. He settled in the Naknek area, supplementing his trapping and mining income by working as a laborer. In 1919, he married Anna Johnson, a Native woman from Bethel. They had three sons and a daughter, but only two of the children, Alexander and Marian, survived childhood. After Anna's death in 1929, Fure married Fanny Olson, a Native woman from Naknek. They had a daughter, Nola, in 1930. Fanny left some time after 1940 for Kodiak. The Bay of Islands cabin was built in 1926, a labor of love. The roof, walls, and floor are made of hand-hewn spruce logs with dovetail notching reminscent of European craftsmanship. In 1931 the land on which the cabin stands was incorporated into the expanded Katmai National Monument. Because he never became a U.S. citizen, Fure was not eligible for a homestead claim and was \"trespassing\" on Park land. In 1940 Fure was arrested for game violations and told to leave the Bay of Islands cabin. He and Fanny built a new cabin outside the Monument on American Creek, but continued to use the Bay of Islands cabin. Fure periodically stayed in the cabin until the 1950s. He died in 1962 in Portland, Oregon. Fure's cabin was listed on the National Register of Historic Places in 1976. In the late 1980s, NPS maintenance staff restored the cabin. If you go.... Fure’s Cabin, in Bay of Islands on Naknek Lake, is $45 per night June 1 through September 17. Guests at Fure’s cabin are limited to no more than 4 consecutive nights and 7 nights per calendar year. Group size is limited to six. Discount passes are not valid for Fure’s Cabin reservations. Please note, outside of June 1 through September 17, reservations for Fure’s Cabin are free and must be made through the park headquarters in King Salmon by calling (907)246-3305.  Current year reservations for the Brooks Camp Campground and Fure’s Cabin can be made starting January 5 at 8 AM Alaska Time. Visit www.recreation.gov to make a reservation. Enjoy your stay in Fure's wonderful home. Please don't take anything with you, and resist the temptation to leave anything behind.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/historyculture\/fures-cabin.htm"
}
