{
    "title": "Grand Canyon National Park: Private Stock",
    "body": "Private Stock Use at Grand Canyon       Equines—horses, mules, and burros—played an important role in Grand Canyon's history. These creatures assisted in building many of the canyon's first trails and still help maintain them today. Some of the first park visitors descended into the canyon on the back of equines. Visitors today experience unique perspectives and nostalgia while riding on designated park trails. Prior to riding, private stock users must check with the Backcountry Information Center by phone or in person. Riders are responsible for the safety of both themselves and their equine(s), as well as knowing and abiding by park regulations. Information: Size: Overnight limited to six equines with riders. Day use limited to 12 equines with riders. A rider may lead no more than five head, tied together in single file. Maximum of one pack animal per hiker. Backcountry permit: Required for Inner Canyon and North Rim campsites. Prohibited: Llamas, goats, and other non-equine stock. Health: Must carry a negative Coggins test certificate for each equine (required). Dead or injured animals: Removal becomes the owner's responsibility. Tying stock: Tree savers required. Hitch rails available at all camps and at many corridor trail locations. Snow and ice: If present or forecasted, caulked shoes required. Parking: Day and overnight parking available on the South Rim at the Backcountry Information Center. Limited parking on North Rim; inquire at the Backcountry Information Center. Trails Open to Equines: South Rim  All primitive roads open to vehicle traffic Arizona Trail Bright Angel Trail (no Colorado River crossing) River Trail between Bright Angel and South Kaibab trails South Kaibab Trail (Colorado River crossing Plateau Point Trail from Indian Garden Tonto Trail between Indian Garden and South Kaibab Trail  North Rim  All primitive roads open to vehicle traffic Arizona Trail Bridle Path Ken Patrick Trail North Kaibab Trail Uncle Jim Trail  Tuweep\/Toroweap Area  All primitive roads open to vehicle traffic Saddle Horse Loop Trail  Go with the Flow: As a safety precaution, commercial mule strings have the right-of-way. Riders must pull off the trail and yield, backtracking if necessary. Travel in these directions during specific times: Bright Angel Trail Downhill After 9 am in summer (April to October); 10 am in winter (November to March) Uphill Phantom Ranch to Indian Garden—arrive by 10 am in summer or 10:30 am in winter and wait for concessioner mule strings; or depart Phantom Ranch after 1 pm in summer or 2 pm in winter  Uphill Indian Garden to Trailhead–after noon South Kaibab Trail Downhill after 1 pm Uphill after 7:30 am in summer; after 9 am in winter North Kaibab Trail Downhill before 7 am Uphill Phantom Ranch to Supai Tunnel—anytime Uphill Supai Tunnel to Trailhead—after 2:30 pm only; stage at Cottonwood Campground, departing no earlier than 12:30 pm so you leave Supai Tunnel after Canyon Trail Rides Day Use: No permits required for day use. Prior to riding from the South Rim, check in with the Backcountry Information Center and XanterraLivery Management. On the North Rim, check in with the Backcountry Information Center and Canyon Trail Rides. Overnight Use: Backcountry permits: Overnight use on the North Rim or at Inner Canyon campsites requires a permit from the Grand Canyon Permits Office. Submit a backcountry permit request form on the first of the month, four months prior to the start date. Permit Cost: $10 per permit plus $8 for each person and $8 for each equine per night. (Note: backcountry permits with start dates before Oct-1-2015 are $10 per permit plus $5 for each person and $5 for each equine per night.)  North Rim Horse Camp: (May 15 to November 1; water may be shut off earlier, weather depending) One site; 0.25 miles (0.4 km) north of the North Kaibab Trailhead; pit toilet, picnic table, campfire ring, potable water, and small corral. One person must camp with stock. Maximum six equines, six people, and two vehicles; maximum trailer length 30 feet (9 m). Tuweep Campground: No camping; no trailers. Inner Canyon: Bright Angel Campground, near Phantom Ranch, and Cottonwood Campground, along the North Kaibab Trail, each accept one equine group per night. Phantom Ranch guests must have one person camp with the animals; hitching rail provided, no corral available; permit required. South Rim Horse Camp: Two sites at Mather Campground include picnic tables, campfire rings, water, two corrals with water troughs, and feeders. Restrooms nearby. No electricity. Per site maximum of six equines, six people, and two vehicles; maximum trailer length 30 feet (9 m). $25 per site per night. Reservations: 877-4446777 or www.recreation.gov. Feed and Water: Feed: Clean trailers, hooves, coat, mane, and tails prior to entering the park. Feed stock weed-free forage or processed feed a few days before the trip. To prevent introducing non-native plants in the park, use only certified weed-free forage— hay, straw, and mulch. Proof of certification tags required. Forage may not be taken beyond trailheads. Use pelletized feed, hay cubes, and grain products in the backcountry. Do not leave feed on the ground; use a feedbag or tarp. Pack out unused feed. Grazing not permitted. Storage: Feed should be stored in rodent-proof containers. At camp, use a long rope to hang feed from pack poles. Water: Available at Indian Garden day-use area and Bright Angel and Cottonwood campgrounds. Animals may be watered directly from natural water sources where streams cross maintained trails. Equines cannot linger in stream crossings; use collapsible canvas buckets to transport water. Contact: Grand Canyon Permits Office National Park Service 1824 S. Thompson St., Suite 201 Flagstaff, Arizona, 86001 Tel: 928-638-7875, 1–5 pm MST, Monday–Friday Fax: 928-638-2125 Email: permits office South Rim: Xanterra South Rim, LLC Livery Barn Tel: 928-638-2526, ext. 6095  North Rim: Canyon Trail Rides 928-638-9875      Mule operations and stock use planning documents can be found at http:\/\/parkplanning.nps.gov\/grca        Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/private-stock.htm"
}
