{
    "title": "Glacier Bay National Park & Preserve: Bartlett Cove Campground",
    "body": "Camping in Glacier Bay              Listen to whales while you sleep! The National Park Service maintains a free walk-in campground in Bartlett Cove. The campground features bear-proof food storage caches, fire-pit with free firewood, and a small warming shelter located in a very scenic rainforest setting along the shore, 1\/4 mile south of the Bartlett Cove dock. The sites are peaceful and the views are fantastic. Listen to songbirds sing, and whales feeding at the same time from your tent. Please register for a site at the Visitor Information Station near the public dock. Wheelbarrows are available to help you transport gear between the parking area, dock, and campground.  Stays are limited to 14 days.      If you plan to visit Glacier Bay with a vehicle, please be aware that the Bartlett Cove campground is primitive and accessible by foot only.There are no RV facilities (dump station, hookups, vehicle sites, etc.) or vehicle camping areas within the park. Camping is not permitted in parking areas or along the park road. For information on facilities in the town of Gustavus, please contact the Gustavus Visitors Association.      Campground Regulations: Help us take care of this special place.  The campground is located about 1\/4 mile by trail from the main dock in Bartlett Cove. It has specific sites, a warming shelter, outhouses, and food caches. Campground Permits and an orientation are required for camping in the campground.   Group camping is permitted in the group camping area for groups of 12 or more. Camping outside of the campground is prohibited within one mile of Bartlett Cove. Water and garbage cans are located outside the Visitor Information Station. There are three food caches where all scented items are required to be stored. Cooking and eating are only allowed in the intertidal zone (the area on the beach between the high and low tide lines). Never leave food unattended, even when shuttling gear.                Where is it? Map of Bartlett Cove Campground         Dear Kayaker and Camper Trip Planning Information         Take the Tour Boat All-day trip to the glaciers         Current Conditions Glacier Bay Weather                   Bartlett Cove Photo Gallery   16 Photos  Images taken in and around beautiful Bartlett Cove in Glacier Bay National Park.          Bartlett Cove Campground   8 Photos  Photos of the Bartlett Cove campground and surroundings",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/campground.htm"
}
