{
    "title": "Katmai National Park & Preserve: Webcams",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Webcams               Webcams         NPS\/R. Wood  Now you can follow the lives of the brown bears of Brooks River from anywhere with an internet connection. Katmai National Park and explore.org have partnered to bring the bears to you.   Several webcams stream live footage of the Brooks River and surrounding area. See the biggest, most dominant bears jockey for position at Brooks Falls. Watch mother bears teach their cubs lessons in survival. Experience the summer and fall seasons from a salmon’s perspective with an underwater camera.  Park rangers will be periodically available to answer your questions about the bears through blog postings, tweets, online ranger talks, and forum discussions.   Check out what people are saying about the #bearcam on Twitter. You can also discuss what you see with other bear cam viewers on explore.org. If you have questions about what you see on the cams, then browse these frequently asked questions and be sure to download the eBooks on the Brooks River bears. See additional photos of Brooks River bears on Flickr. If you're planning to visit Katmai in person, learn more about bear viewing or Brooks Camp. Visit the links below to watch the bears live!           Brooks Falls Cam: Watch bears gather en masse to fish for salmon at Brooks Falls. In July, as many as 25 bears have been seen fishing at Brooks Falls at the same time!           Dumpling Mountain Cam: Located high on the tundra of Dumpling Mountain, this cam offers great views of Naknek Lake, Mt. Katolinat, and the volcanoes surrounding the Valley of Ten Thousand Smokes.           Lower River Cam: A great place to watch mothers and cubs in July, and all bears in September and October. In the late summer and fall, most bears fish for salmon at the mouth of the Brooks River.            Naknek River Cam: In the spring, watch beluga whales and thousands of birds like swans, geese, and ducks in the Naknek River.           Riffles Cam: Many bears who cannot compete for fishing spots at Brooks Falls go to the Riffles for a salmon meal. Watch the bears chase and pounce on schools of salmon. Note: The Riffles cam has not been live since summer 2013, so the current footage is a replay.           River Watch Cam: This cam provides either a ground level view of the bears at Brooks Falls or underwater views of salmon, trout, and snorkeling bears from the floating bridge over Brooks River.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/photosmultimedia\/webcams.htm"
}
