{
    "title": "Grand Canyon National Park: Guided Hikes",
    "body": "Guided Hikes          Ranger led day hikes South Rim: Ranger led day hikes and walks take place along the Rim Trail year round. During the summer months an additional 3-mile round trip day hike into the canyon is also offered. Check in the Park Ranger Program webpage for schedules. (available at www.nps.gov\/grca\/planyourvisit\/ranger-program.htm) North Rim: Ranger led nature walks take place between mid-May and mid-October. Check in the Park Ranger Program webpage for schedules. (available at www.nps.gov\/grca\/planyourvisit\/ranger-program.htm)            Grand Canyon Association Field Institute If you would like to join a guided hiking and\/or camping trip that is educational in nature, consider the Grand Canyon Association Field Institute (GCAFI). GCAFI works in close association with the National Park Service to provide multi-day learning events that complement the park's own interpretive programming. GCAFI is the educational arm of the Grand Canyon Association, a non-profit organization established in 1932 to support education, research, and other programs for the benefit of Grand Canyon National Park and its visitors.          2016 Class Schedule GCAFI  Grand Canyon Association Field Institute 2016 Schedule of Classes (576 kb PDF File) Topics: geology, ecology, history, archaeology, photography, & more.  The Institute offers guided educational tours at Grand Canyon National Park led by expert instructors while hiking, backpacking, camping, & whitewater rafting.  Click here to visit their website.  Learning & Lodging The Grand Canyon Field Institute (GCA) and Xanterra South Rim, LLC offer fun and informative Learning & Lodging Programs that combine lodging, meals, and two days in the field with an instructor.         Grand Canyon Field Institute PO Box 399 Grand Canyon, AZ 86023 866-471-4435 https:\/\/www.grandcanyon.org\/learn\/grand-canyon-field-institute       Backpacking Guide Services A wide range of options exist for guided hiking at Grand Canyon National Park. Download the site bulletin below for a list of companies authorized to guide overnight hikes within the park. Please contact the companies directly regarding cost and services provided.  Guided Backpacking Trips (58kb PDF file)        Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/guided-hikes.htm"
}
