{
    "title": "Katmai National Park & Preserve: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People        Local residents Homer Mellick and Nick Holstrumharvesting red salmon for subsistence at Brooks Camp in 1960.        Katmai National Park and Preserve is a haven for bears, moose, wolves, salmon and other wild creatures. You might think that this wild land is untouched by humans. Don't be fooled, though. If you visit the park, you'll be following in the footsteps of hundreds, even thousands of people before you. Imagine them stretching back through time in an unbroken line, all the way to the end of the last ice age. Let's take an imaginary walk through the park with those who went before us. Look at the faces that walk with you - the people in the park area today. In the Applied Anthropology program, ethnographers, subsistence specialists, and linguists study the communities in the park and preserve area. If you look back a little further, you'll see the Euro-American trappers, Native Alaskan Alutiiq people, Russian explorers, and American entrepreneurs who made the park their home in bygone times. Park historians sift through old letters, papers, photos, and tapes, learning the stories of these \"old-timers.\" As the line recedes into the distance, imagine that you can see the people who lived in the Katmai area before the first written records. Archeologists painstakingly search for clues about their lives and communities. Now look around at the beautiful Katmai landscape. How do the people in that long line perceive the mountains, rivers, and sky? Do they see the same things you do? Cultural landscapes specialists tie places to the people who used them. Finally, on your imaginary hike, sneak a look into the knapsacks, bundles, and sleds of your imaginary companions. You'll find the letters they wrote, the stone tools they used, the maps they made, and much more. These precious and irreplaceable objects are cared for in perpetuity by the park's Collections personnel. As we continue to preserve and study the park and preserve's cultural resources, we bring the faces of Katmai's people into focus, and begin to understand how their stories are a part of human history. Click the links on the navigation bar to the left to learn more.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/historyculture\/people.htm"
}
