{
    "title": "Katmai National Park & Preserve: Brooks Camp",
    "body": "Brooks Camp Cultural History        A prehistoric stone oil lamp from the Brooks River area. Sea mammal oil and plant fiber wicks were used in prehistoric stone oil lamps.        The Brooks River area is an archeological marvel. Communities have used the rich resources available here for more than 5,000 years. When you walk along the river, you are following in the footsteps of hundreds, even thousands, of people before you. Although it seems like untouched wilderness now, the Brooks River has been a bustling hub of human activity for millennia. Five thousand years ago, the water level in Naknek Lake was much higher (the Naknek River has gradually been cutting through the glacial morraine that dams the lake). Brooks Lake and Naknek Lake were one, and the Brooks area was a narrow spot in the lake, where caribou may have crossed. On the ancient lakeshore archeologists find the remains of campsites where craftsmen created tiny arrowheads by flickering firelight. A thousand years later, people began building permanent houses in the area as the lake level fell. By 3,500 years ago, the water had lowered so much that the famous Brooks River falls were created. Salmon pooling below the obstacle could be easily harvested - by people or bears. The Brooks area provided an abundance of resources, and communities became even more settled. By 2000 years ago, they were building larger, deeper houses and manufacturing pottery. When Russian explorers reached the Katmai area in the 1700s, they described villages with snug multi-room houses dug partially into the ground. At Brooks Camp, the earliest of these \"palaces\" date to about 500 years ago. Want to learn more about the rich history of this National Historic Landmark? Read the top six reasons that Brooks Camp is an archeological gem, check out the prehistory of Katmai National Park, or visit the Cultural Site exhibit if you visit Brooks Camp. You can also learn more about the 2002-2003 excavation of the Brooks River Cutbank.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/historyculture\/brooks-camp-cultural-history.htm"
}
