{
    "title": "Kenai Fjords National Park: Oceans",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Oceans                Oceans         Kenai Fjords is made of up of many different deep-water fjords, like this one. NPS \/ JIM PFEIFFENBERGER  Visitors come from all over the world to experience the beauty of the Kenai Fjords' rugged coastline, tidewater glaciers, and pristine fjords. Wildlife, from the massive humpback whale to the sought-after king salmon, also know of the bounty of our waters. Our ocean is one of our most important resources.   Kenai Fjords National Park is tasked with protecting 545 miles of prime Pacific Ocean coastline. It is a great place to learn about and explore our ocean. The lessons learned here, have impacts world-wide.      Major issues facing the waters of Kenai Fjords National Park  Ocean Acidification: Ocean Acidification Research Center at the University of Alaska Fairbanks NOAA's Pacific Marine Environmental Laboratory  Alaska Ocean Observing System Resurrection Bay monitoring bouys Marine Debris: NOAA's Marine Debris Program NOAA's Japan Tsunami Marine Debris Lasting effects of the Exxon Valdez Oil Spill of 1989: Exxon Valdez Oil Spill Trustee Council \"20 Year Later....Exxon Valdez Oil Spill\" resource brief            http:\/\/www.nps.gov\/rlc\/oceanalaska\/   Ocean Alaska Science and Learning Center This is a partnership organization, based at Kenai Fjords National Park, dedicated to understanding and preserving the marine eco-system, by connecting with Alaska's national parks through research and education.      Pacific Ocean Education Team newsletters (POET): POET is a team of National Park Service employees and partners committed to educating the public about the resource that is our Pacific Ocean. Below are newsletters that have been produces as part of that outreach effort.  February 2014 May 2013 March 2013 September 2012 May 2012 December 2011 Summer 2010 Winter 2009",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/ocean-issues.htm"
}
