{
    "title": "Kenai Fjords National Park: Glaciers \/ Glacial Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Glaciers \/ Glacial Features                 Glaciers \/ Glacial Features       Kenai Fjords National Park is a land dominated by glaciers, massive rivers of ice that flow out from the Harding Icefield. Today, nearly 51 percent of the park is covered by ice, but all of this land was once buried beneath the ice and still bears its influence. The dramatic coastal fjords and valleys of the park reveal a long history of glaciation. The Making of a Glacier The formation of a glacier requires three conditions: abundant snowfall, cool summers, and the gravitational flow of ice. All of these conditions are met in Kenai Fjords. Moist air moving off the Gulf of Alaska in the winter drops, on average, 60 feet of snowfall on the Harding Icefield every year. These prevailing weather systems from the Gulf also ensure cool (and wet) summers in which much of the winter snow does not melt. As the snow accumulates, the weight of overlying layers causes the snowflakes to degrade and compact. This process, called firnification, is the first step in the transition from airy snow into dense glacial ice. A first year snowfall is approximately 80 percent air. As the snow degrades and compacts, it passes through stages defined by air content: firn is 50 percent air, névé is 20-30 percent air, and eventually glacial ice is less than 20 percent air. In Kenai Fjords, the entire process takes about 4-10 years. Slip Sliding Away Dense and heavy glacier ice begins to flow downhill. Extremely thick glaciers, which form in areas of especially high snowfall, tend to flow faster than thinner glaciers, as their greater mass is more affected by gravity. Similarly, glaciers with steeper gradients flow faster than glaciers spread across gentler slopes. There are three main types of glacial movement: basal slippage, pressure melting, and plastic deformation. Basal slippage occurs when the ice slides or slips over the underlying bedrock. This process is facilitated by meltwater flowing at the base of the glacier which reduces friction between the ice and the bedrock. In temperate regions where there is high melting, such as Kenai Fjords, basal slippage can account for up to 90 percent of overall movement. Because meltwater plays such an important role in basal slippage, glaciers flow faster in summer than winter. From the Edge of Glacier Trail at Exit Glacier, you can hear the meltwater rushing beneath the ice and eventually gushing out across the outwash plain. When the underlying bedrock is particularly rough or a large obstacle such as a ridge or boulder is present, pressure melting begins. As the weight of the glacier bears down on the obstacle, the ice on the uphill side is subject to increasing pressure, which causes the ice to melt. The meltwater then flows around the obstacle and refreezes on the downhill side, facilitating the movement of the glacier downhill. Plastic deformation occurs when the ice itself flows as a viscous solid. As the ice responds to gravity, layers within the ice slide over one another along layers or planes of weakness in the ice. This is referred to as plastic deformation because bonds between ice crystals are stretched or altered, rather than broken. Thicker glaciers are more likely to move by plastic deformation than thinner glaciers, as this type of movement is in response to weight and pressure from overlying ice. All that the Glacier Leaves Behind The erosional and depositional features created by the ice are an important part of the glacial process in the park. Like flowing water, flowing ice has a tremendous ability to reshape the landscape. As the ice erodes the terrain, it creates new landscapes and yields a tremendous amount of sediment and debris. Where glaciers flow downhill, the tremendous weight of the ice pushing down on the underlying bedrock causes a great deal of erosion. Over time, glaciers can wear away even the strongest rocks, leaving behind a variety of features. The most prevalent erosional feature in Kenai Fjords is the steep-sided, flat-bottomed U-shaped valley. This classic shape is evident on the drive to Exit Glacier. Glacial erosion is also visible on a very small scale throughout the park. The rocks along the Edge of Glacier Trail at Exit Glacier bear the minute marks of a passing glacier known as striations. Striations are usually small scratches or gouges left by the passage of ice, or gravel frozen in the ice, over the bedrock. Striations tell glaciologists the direction of past glacial movement. The erosional power of glaciers creates sediment and debris, which is carried downhill by the glacial ice and meltwater and deposited into a variety of landforms. As ice melts at the toe of the glacier, the debris is deposited at the edge of the ice. Large piles of debris accumulate into distinct ridges, called moraines. Several types of moraines form, classified according to location. As a glacier advances, it tends to create only small moraines. The ice redistributes any material that accumulates. However, receding glaciers often leave behind a series of recessional moraines or \"footprints\" of the former extent of the ice. At Exit Glacier, recessional moraines are dated to show the recession of the glacier over time. Along the sides of a glacier, lateral moraines form where debris accumulates. Where two glaciers flow together, their lateral moraines merge, forming a medial moraine, which is carried downhill atop the merging glacier. Bear Glacier, the largest glacier in Kenai Fjords National Park, has two distinct medial moraines. The water melting from a glacier plays a very important role in the formation of depositional features at terrestrial glaciers. The majority of sediment eroded by the glacier is carried by the melt streams. The grey color of glacial rivers is a result of a large amount of very fine rock particles, known as glacial flour. At Exit Glacier, the rushing meltwater streams redistribute the sediment deposited in recessional moraines across the outwash plain. The sediment loads carried by the streams create braided stream channels. As the amount of meltwater issuing from a glacier changes, the fluctuating volume of flow determines how much sediment can be carried. When water volume is high, more sediment and larger rocks and boulders move with the flow of the river. As water volume decreases, larger rocks are deposited along the streambed, often blocking or altering the stream channel. Thus, many channels form across a wide, rocky riverbed. A Story in the Landscape From tiny striations only millimeters wide to stunning fjords thousands of feet deep, the land of Kenai Fjords National Park tells a story of ice that has taken thousands of years to write. Today the national park exists to preserve the story written in the landscape and to protect the coming chapters. Here in Kenai Fjords, we will be watching as the glaciers of the Harding Icefield respond to a changing climate and the slow processes of time.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/glaciers.htm"
}
