{
    "title": "Kenai Fjords National Park: Fjord Estuary Ecosystem",
    "body": "Fjord Estuary Ecosystem         McCarty Glacier, and the fjord created by it. USGS \/ Bruce Molnia  The fjord estuary ecosystem is one of the richest assemblages of life on earth, but not one of the most well known. Found only in six locations around the planet (Chile, Norway, New Zealand, Alaska, Greenland, and Antarctica), fjord estuaries require just the right combination of events for their construction. About 27-32,000 years ago, this precise mixture began in Alaska during the Wisconsin glacial period. Snow piled up for years and years, compressing into ice underneath its own weight, and spread across the Kenai Peninsula as the Cordilleran ice sheet. Here in the Kenai Fjords, ice covered the mountains and carved the valleys. The ice etched out a landscape of U-shaped valleys with jagged ridges, known as arêtes, in between. Many of these valleys extended 600-1000 feet below what would become sea level once the warming progressed. Once filled with seawater, these long deep arms of the sea are called fjords; other glacially carved valleys were elevated on mountainsides and appear today as what we call \"hanging valleys.\" As the ice began to melt about 10,000 years ago, the valleys filled with seawater. Some of the lower glacial features drowned and became beautiful half moon bays. Now, even as they melt, glaciers continue to move downhill under the force of gravity, eroding the bedrock beneath them. The meeting of fresh water and seawater creates an estuary. When the fresh water comes from glaciers, a fjord estuary ecosystem is the result. Glacial run-off colors the saltwater grey with the rock flour it carries. In the park, this sediment accumulates as much as a foot a year at the bottom of the 600- to 1000-foot deep bays. The fresh meltwater provides calcium, iron, magnesium, potassium, and trace elements to the ecosystem.        Dinglstadt Glacier. USGS \/ Bruce Molnia  Essential Parts of the Whole All ecosystems consist of biotic (living) and abiotic (non-living) elements. The non-living elements beget the richness of the living elements in Kenai Fjords National Park. Beginning with the spring season, long days of sunlight, fresh water influx, cold, oxygen-rich seawater, and local nutrient availability conspire with tides, strong winds, and currents to assemble a new crop of biotic elements in the ecosystem. Each spring is a little bit different based on the timing of the abiotic elements, but the fjords can count on a great spring bloom in the phytoplankton community sometime between early April and early June. Phytoplankton is \"plant plankton,\" the primary producer and the basis of the complex fjord food web. Primary producers use the sun's energy to convert carbon dioxide and nutrients into carbohydrates which feed the primary consumers who eat the phytoplankton - and who are in turn eaten by secondary consumers. In Kenai Fjords National Park, the presence of phytoplankton is evidenced by the deep green color of the water. The phytoplankton is the food source for many of the zooplankton, or \"animal plankton.\" An abundance of phytoplankton gives rise to an abundance of zooplankton. Some zooplankton and invertebrates are grazers, feeding strictly on phytoplankton or algae. The presence of great numbers of phyto and zooplankton bring the larger consumers to the fjords to feed. Consumers which eat other animals are referred to as predators or carnivores. They come in all shapes and sizes, from the zooplankton to creatures like the humpback whale that travel 2,700 miles from their winter breeding grounds to take advantage of the rich waters of this ecosystem. Organisms at the very top of the food chain, such as orcas, are known as apex predators. Some consumers come in such great numbers that scientists call them \"indicator species.\" The common murre is one example of an indicator species. It is a diving seabird which feeds on small oily fish like sandlance and capelin. Its local colonies can easily be 10,000 strong in Kenai Fjords. If a shortage or delay of these prey fish occurs, scientists are quickly alerted by a sudden die-off in the murre population. With all of this feeding going on, there are a lot of leftovers. Detritivores, like fiddler crabs and sea cucumbers, are the ocean's recycling program, feeding on decaying organisms and fecal matter and ensuring that nothing is wasted. The Perfect Mixture From the primary producers to the apex predators, the fjord estuary ecosystem is a varied and rich network. This complex web of life flourishes here because of the unique physical setting created where the glacial streams meet the sea. Understanding the links between the abiotic and biotic elements found in the fjords helps us to appreciate this unique ecosystem and understand our own role as visitors and stewards.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/fjord-estuary-ecosystem.htm"
}
