{
    "title": "Kenai Fjords National Park: Wilderness",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Wilderness                Wilderness                 www.wilderness50th.org\/   Celebrate the 50th Anniversary of the Wilderness Act  More than 80 percent of all National Park Service lands are managed as wilderness. These areas are diverse, ranging from forested mountains to deserts, alpine meadows, tundra, lava beds, coasts and even swamps. Over 40 million acres of lands designated as wilderness across the national parks system because they have outstanding opportunities for solitude that people enjoy through recreational, scenic, scientific, educational, conservation and historical use.   The year 2014 marks the 50th Anniversary of the Wilderness Act, making it the perfect time to have a wilderness experience. The National Park Service manages 50 parks with designated wilderness that provide opportunities for solitude and primitive recreation, enjoyment of the natural night sky and spiritual replenishment. President Lyndon B. Johnson signed the Wilderness Act Sept. 3, 1964, to provide the highest level of protection for some of America's iconic, wild landscapes. In celebration of the act's 50th anniversary, visitors from around the world will be hiking wilderness trails, exploring wilderness areas online, and further strengthening their connection to these special American places.         Pedersen Glacier NPS Photo       Defining Wilderness Wilderness represents many different ideas to all of us. While everyone has their own definition in mind when hearing the word \"wilderness,\" there is a difference between big \"W\" and little \"w\" in terms of managing public land. When thinking about public land, Wilderness, capitalized with a big \"W,\" is Congressionally-designated and protected by the 1964 Wilderness Act. Little \"w\" wilderness is land that has a high degree of wilderness character and may be eligible to be designated Wilderness some day.     Kenai Fjords National Park The park possesses approximately 569,000 acres of eligible wilderness, of the 669,983 acres that it manages. That means 85% of Kenai Fjords is eligible, little \"w\" wilderness.   These eligible wilderness areas possess characteristics that reflect the definition of wilderness but require further study to determine if they should be recommended to Congress for wilderness designation. Meanwhile, these areas are managed by the park service as if it was big \"W\" Wilderness.         Wilderness Areas of Kenai Fjords National Park - PDF (9.3 MB) NPS Photo \/ Wilderness Stewardship Program—Alaska Region           www.youtube.com\/user\/NPSWilderness   NPSWilderness http:\/\/wilderness.nps.gov\/ is the gateway to the wilderness of the National Park Service. It a great place to learn more, and to get involved!   There is also a special YouTube channel devoted entirely to the wilderness of the National Park Service! There are some amazing videos, such as the \"America's Wilderness\" series.      For More Information...   Wilderness Stewardship Program – Alaska Region Annual Report 2012 Natural Resource Report NPS\/AKSO\/NRR—2013\/659 By Adrienne Lindholm, Barbara M. Bruno, Susan Rego, and Joni Piercy Find it on IRMA: https:\/\/irma.nps.gov\/App\/Reference\/Profile\/2195215   The 2020 Vision: Interagency Stewardship Priorities for America's National Wilderness Preservation System  Presents interagency goals, objectives, and actions to guide collaborative stewardship of America's National Wilderness Preservation System (NWPS).  Find it on www.wilderness.net: http:\/\/www.wilderness.net\/toolboxes\/documents\/50th\/2020_Vision.pdf        IRMA (Integrated Resource Management Applications) From IRMA, the public can search for, view, and download documents, reports, publications, data sets, and park species lists. Anyone can get information on park visitor numbers, park projects, and even apply for a park research permit.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/wilderness.htm"
}
