{
    "title": "Kenai Fjords National Park: Plant Communities",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Plant Communities                Plant Communities         A spruce forest. NPS \/ Paige Calamari  Kenai Fjords is home to many different types of plant communities, from moss covered rainforests shaded by immense spruce trees to high alpine meadows which bloom spectacularly during the brief but radiant Alaskan summer. Different communities are bounded by factors such as topography, soil type, precipitation, and especially altitude. Altitude helps determine temperature, length of growing season, exposure to wind, and snowfall. The plants in each community are adapted to thrive in the particular growing conditions of their home range.       Coniferous Forest  Kenai Fjords receives 80-150 inches of precipitation annually, which makes it part of a temperate rainforest which extends down the Pacific coast to Northern California. The Sitka spruce (Picea sitchensis) is the dominant tree of this rainforest. Sitka spruce can live for over 700 years and reach 300 feet in height, making it the world's fourth tallest tree species. Because of a short growing season, Sitka spruce on the Kenai Peninsula typically do not grow taller than 200 feet with a base diameter of 10 feet, and they are rarely found above 1000 feet in elevation. Mountain hemlock (Tsuga mertensiana) is another conifer which grows alongside the spruce, typically at higher elevations. Mountain hemlocks are smaller than spruce and often do not grow as straight. They typically reach 60-120 feet in height. Because they tolerate a shorter growing season and higher snowfall, they can be found at slightly higher elevations than Sitka spruce. From a distance, spruce and hemlock can be differentiated based on color. Spruces tend to be grayish or bluish, while hemlocks are brighter and more yellow-green. Up close, identification is even easier. Hemlock needles are short and relatively soft, and a branch can be grasped safely. Spruce needles are longer and sharper; it hurts to grab a branch. The understory of the spruce-hemlock forest is usually comprised of shade-tolerant plants such as devil's club (Oplopanax horridus), lady fern (Athyrium filix-femina), Alaska blueberry (Vaccinium ovalifolium),watermelon berry (Streptopus amplexifolius), baneberry (Actaea rubra), elderberry (Sambucus racemosa), and a variety of mosses and lichens.           A cottonwood forest during autumn NPS Photo  Deciduous Forest  Although much of the park consists of conifer forests, certain areas are home to a deciduous forest consisting of black cottonwoods (Populus trichocarpa), Sitka alder (Alnus viridis ssp. sinuata), and several species of willow (Salix sp.). One example is the Exit Glacier area, which is the only part of the park accessible by road. At Exit Glacier, the cottonwood forest represents an intermediate stage of succession following the retreat of the glacier. In other areas, particularly near streams and rivers where soils are too wet to support spruce, the deciduous forest community may persist longer. The different types of forest are easy to distinguish even at a distance; spruce forest is a darker green and the cottonwood with larger, light green leaves during the summer season. Common understory plants in the deciduous forest are cow parsnip (Heracleum maximum), watermelon berry, wintergreens (Pyrola sp.), goatsbeard (Aruncus dioicus), and elderberry.        False hellebore and other tall shrubs near tree line NPS \/ Ann Fineman  Alpine Plant Communities  The term \"alpine\" refers to any ecosystem which is too high in elevation to support trees. Tree line in Kenai Fjords is around 750 to 1000 feet in elevation. Above tree line, temperatures are too low, winds too strong, and the growing season too short to support mature forests. These areas are home to an entirely different set of plants which are adapted to survive these difficult conditions. Tall Shrub: The most widespread plant community in the park is an assemblage of tall shrubs which are found in a consistent band just above tree line and on avalanche slopes. Kenai Fjords is a steep and mountainous place due to a long history of glaciation, and frequent avalanches in the steepest areas keep large trees from becoming established, even below tree line. Sitka alder is usually the dominant species in this community, but salmonberry (Rubus spectabilis) may be dominant or co-dominant. Devil's club, elderberry, lady fern, cow parsnip, false azalea (Menziesia ferrugiana) and willow are also common. Alpine Herbaceous: Alpine areas with well-developed soils often support meadows of grasses, forbs and flowering perennial herbs such as fireweed (Chamerion angustifolium), false hellebore (Veratrum viride), Sitka valerian (Valeriana sitchensis), and Nootka lupine (Lupinus nootkatensis).        Mountain goats feeding on alpine vegetation. NPS Photo  Alpine Dwarf Shrub: At even higher elevations or on steep slopes where soils are less developed, smaller dwarf shrubs are dominant. These \"cushion plants\" tend to form spreading mats of vegetation only a few inches high and which grow at a very slow rate, taking dozens or hundreds of years to recover from disturbances such as human foot traffic. Alpine dwarf shrubs usually have disproportionately large root systems. These roots help resist high winds, maximize nutrient uptake, and store energy during winter. Common dwarf shrubs include, black crowberry (Empetrum nigrum), bog blueberry (Vaccinium uliginosum), Aleutian mountainheath (Phyllodoce aleutica), and partridgefoot (Luetkea pectinata).        Other Plant Communities  Kenai Fjords National Park is also home to less common ecosystems such as peatland, mudflats and tidal marshes. For a more comprehensive, detailed analysis of plant communities in the park, see \"Landcover Classes, Ecological Systems and Plant Associations\" (warning: large pdf), a report by the Natural Resource Program Center.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/plant-communities.htm"
}
