{
    "title": "Kenai Fjords National Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections        A selection of early 20th century bottles recovered from a privy pit in Seward, Alaska. NPS Photo       Kenai Fjords' museum collection consists of more than 250,000 objects including herbarium specimens, preserved small mammals, stone artifacts, photographs, and oral history recordings. The collection supports the park's research and preservation strategies based on its enabling legislation.   Collection of natural and cultural specimens began soon after the park was established. In the early 1980s park rangers focused heavily on the collection of plant specimens and wildlife observations. Several significant archeological collections resulted from the National Park Service (NPS) Systemwide Archeological Inventory Program survey of the mid 1990s, and the Kenai Fjords Coastal Archeology projects carried out in cooperation with the Smithsonian Arctic Studies Center between 2001 and 2007. Beginning in 2003, the NPS Natural Resource Inventory and Monitoring (I & M) Program initiated surveys within Kenai Fjords. I & M collections of mammals, plants, fish and associated records quickly became the park's most aggressive collecting endeavor.    The park archives consist of an extensive collection of official park records, visitor registers, research project materials, images, oral histories They also includes archeological project documents, historic records, park administrative documents, resource management records, maps, drawings, documents associated with natural resource studies and inventories, photographs, reports, oral histories and electronic media. The archives are cataloged and searchable by topic using a finding aid [NEED LINK].       The Collection of Kenai Fjords National Parks  As of 2013 Kenai Fjords collections include:       Archeological artifacts:   27,230  Historical objects:  47  Documents in the park archives: 249,250  Biological specimens:   3,618     Total: 280,155 items      Plant Specimens  Many of the park's plant specimens are curated at the University of Alaska, Museum of the North. The collection can be searched and viewed through the Arctos Collection Managment Information System, that serves as a multi-institution, multi-collection museum database.       Research Requests  Kenai Fjords' museum collections serve as scientific and historical documentation for the park's resources. They provide baseline information for park planning, management activities, research and interpretive and educational programs. For research requests, questions and other inquiries, please email the park's Cultural Resources Manager.      For More Information about Museum Collections and Research...     At Kenai Fjords National Park - see the Museum & Archive Collection Information and Research Brief    Within the National Park Service - see www.museum.nps.gov  - for access to thousands of images and records from its museum collections.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/historyculture\/collections.htm"
}
