{
    "title": "Kenai Fjords National Park: Seward Privy Project",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Seward Privy Project                The Seward Privy Project                   Download: \"A Slice of Early Seward\"                Download: \"A Slice of Early Seward\"                Download: \"A Slice of Early Seward\"                Download: \"A Slice of Early Seward\"                Download: \"A Slice of Early Seward\"                Download: \"A Slice of Early Seward\"                Download: \"A Slice of Early Seward\"                Download: \"A Slice of Early Seward\"              Archeology reveals a slice of daily life in Seward's frontier days (c1905-1920)   When the National Park Service purchased land on Block 10 in downtown Seward for future use as a parking lot, NPS archeologists surveyed and tested the property looking for evidence of the town's early inhabitants. What archeologists found were the remains of three outhouses, or privies, dating to Seward's early years.         Privy pits were often receptacles for household trash including beverage bottles as seen in this privy pit excavation unit. NPS photo.  Privies are valuable because they contain everyday objects that say much about the daily lives of past people. Artifacts found in the Seward privies date between 1905 and 1920. By poring over old photographs, maps and census records, archeologists and historians were able to place early Seward residents, Fats Hewitt, Jacob Graef, and the Christopher Shea family on Block 10 during the period the privies were in use.       An early 19th century photo of the Block 10 lots on Third Avenue highlights the lots where the privies were once located. Seward Community Library Association \/ F.W. Sheelor (cropped from 1915 panorama)          Dan Trepal, an NPS archeologist, systematically tested the Block 10 lots in order to determine where the privies once stood. NPS Photo  The outhouses were used as trash dumps as well as receptacles for human waste. While the excavated artifacts included everyday items such as nails and tin cans, they also include more personal objects like a hair barrette, garment clasps, and a variety of glass medicine bottles.       For a brief overview of the project, see:    Seward Privy Project Brochure  - (PDF, 3.88 MB)       To read about other artifacts found by the project, see:    A Slice of Early Seward: How Archeology Provides a Glimpse into Daily Life in this Frontier Town  - National Park Service eBook (PDF, 54.5 MB)       Map of the block 10 privy sites. NPS Photo",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/historyculture\/the-seward-privy-project.htm"
}
