{
    "title": "Kenai Fjords National Park: Invasive Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Plants                Invasive Plants         Members of the Southeast Alaska Guidance Association (SAGA) are hard at work, pulling invasive dandelions along the road to Exit Glacier. NPS Photo  What is \"invasive\"? Organisms which don't occur naturally in a particular area but have been introduced (intentionally or otherwise) by human activity are known as \"exotic species,\" \"non-native species,\" or \"alien species.\" These terms are interchangeable. \"Invasive\" refers specifically to non-native species whose introduction causes or is likely to cause economic or environmental harm or harm to human health. Only a small portion of non-native species are well-suited enough to a particular environment to become invasive there. A tomato planted in an Alaskan garden is certainly an exotic species, but it's very unlikely that it could ever become invasive. Some garden plants, however, such as Yellow Toadflax (Linaria vulgaris, also called butter and eggs or wild snapdragon), are highly invasive and can wreak havoc on Alaskan ecosystems.        Out near the remote Northwestern Glacier, NPS staff conduct surveys for possible invasive plants that might be growing within Kenai Fjords National Park. NPS Photo  How do invasive plants cause problems? The native species in any given ecosystem have coexisted and evolved alongside one another for thousands or even millions of years. Each has its own distinct niche in the ecosystem. Invasive plants disrupt this balance in a number of ways. Some simply out-compete native plants for resources such as light, nutrients and soil space. Many invasive plants rapidly colonize disturbed areas, upsetting the natural process of succession. Others release chemicals which damage other plants or inhibit their ability to reproduce. Invasive plants can change how an ecosystem functions, reduce biodiversity, and even cause the extinction of native species. In some cases, they can also be economically damaging or detrimental to human health      Invasive Plants in Kenai Fjords National Park Alaska's geographic isolation and cold climate have helped to slow the spread of invasive species in the state. Compared to other regions where many invasive plants have become too widespread to effectively control, most of Alaska's infestations are in an early stage during which eradication or containment are still possible. In Kenai Fjords National Park, invasive plants are mostly restricted to disturbed and high-traffic areas along the road to Exit Glacier, near the parking areas and along trails. Some backcountry infestations have been found, but most of the park remains invasive plant-free. Keeping it that way will require ongoing effort in terms of visitor education, community involvement, and rigorous monitoring and management of existing infestations.  Some of the invasive plants found in the park include: common dandelion (Taraxium officinale) annual bluegrass (Poa annua) pineappleweed (Matricarea discoidea) common plantain (Plantago major) timothy (Phleum pratense) white clover (Trifolium repens) sheep sorrel (Rumex acetosella) curly dock (Rumex crispus) mouse-ear chickweed (Cerastium fontanum) common chickweed (Stellaria media) yellow toadflax (Linaria vulgaris) oxeye daisy (Leucanthemum vulgare)         This boot brush at the Exit Glacier Nature Center helps prevent the spread of invasive plants. NPS Photo  What You Can Do Seeds from invasive plants can hide on shoes, clothing, backpacks, and vehicles. Before hiking in the park or other natural areas, inspect your clothing and gear to make sure you're not carrying any stowaways - especially if you've been hiking or camping in another region or country where you might have picked up seeds. There is a special boot brush in front of the Nature Center at Exit Glacier. Before you go out on the trails, take a moment to brush off your boots. When hiking always stay on the designated trails and avoid disturbing the native vegetation. Disrupting fragile native vegetation opens up areas for invasive plants to invade.   Helping to prevent the spread of invasive plants goes beyond your visit to Kenai Fjords National Park. Most invasive plants are introduced to parks gateway communities before they spread into a National Park. Therefore, it is important to avoid planting potentially invasive plants in your own garden. For more information, see the University of Fairbanks Cooperative Extension Service's guide for gardeners, \"Don't Plant a Problem\".   For more information about specific invasive plants in Alaska, visit the Alaska Exotic Plants Information Clearinghouse (AKEPIC) website.  For information on local volunteer and community weed-control programs, see the Kenai Peninsula Cooperative Weed Management Area website. For more information about the National Park Service's herbicide treatments in Alaska, visit the NPS Alaska Regional Invasive Plant website.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/invasive-plants.htm"
}
