{
    "title": "Kenai Fjords National Park: Plant Succession",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Plant Succession                Plant Succession         The retreating glacier leaves behind bare gravel with no soil. NPS \/ Kay White  In ecology, the term \"succession\" refers to the natural, predictable change over time of the species which inhabit a particular ecosystem. Certain species become less abundant or disappear entirely, while others thrive. Scientists differentiate between two basic types of succession: primary and secondary. Primary succession follows the formation of a totally new habitat, such as when a lava flow or a receding glacier creates or reveals new land which is devoid of soil or vegetation. Organisms from nearby habitats begin to build soil by breaking down exposed bedrock, and the wind brings in additional soil materials. Once a sufficient substrate (soil) has developed, new vegetation can take root. The first colonizers in this process are called \"pioneer species.\" Secondary succession is triggered by a disturbance which \"resets\" the plant community but leaves soil relatively intact, such as a wildfire, hurricane, or timber harvest.        Moss beginning to break down a rock. NPS \/ Kay White  Plant Succession at Exit Glacier  Retreating glaciers at Kenai Fjords National Park create a perfect living laboratory in which to observe primary succession at work. When the glaciers advanced, they destroyed whatever ecosystems were in their path. Now that they are shrinking, they leave behind bare bedrock and glacial till. Exit Glacier, for example, has retreated approximately 1.4 miles since its most recent maximum in 1815.        Dwarf fireweed, a pioneer species. USGS \/ Bruce Molnia  Traveling from the terminus of the glacier down Exit Glacier Rd toward Seward, one can see all the stages of succession laid out in sequence. Areas which have just recently been exposed, such as where the toe of the glacier retreated 161 feet in 2011, are still uninhabited. The next stage of succession is very visible near the end of the Edge of Glacier trail, where mosses and lichens have begun to colonize and break down otherwise bare rock. Pioneer plants such as fireweed (Chamerion angustifolium) and Yellow dryas (Dryas drummondii), a type of evergreen shrub in the rose family, are also beginning to grow on the thin layer of soil created by the lichens.        Alder (left) and willow (right) growing in the wake of the retreating glacier NPS \/ Kay White  Next, small trees and shrubs such as willows (Salix sp.) and Sitka alders (Alnus crispa) begin growing. Sitka alders are actinorhizal plants, meaning they form a symbiotic relationship with nitrogen fixing bacteria which live in their root nodules and chemically transform atmospheric nitrogen, which is unusable by plants, into a plant-available form. Nitrogen-rich leaf litter from Sitka alders helps to create a more fertile soil which will ultimately allow the larger trees of the next successional stage to supplant the alders. This is a common theme in early and intermediate stages of succession; species which are well-suited to a particular set of conditions gradually alter their own environment until they are outcompeted by other species which thrive in the new conditions.        A cottonwood-dominated forest. NPS \/ Kay White  In Kenai Fjords, alder and willow typically give way to black cottonwood trees (Populus trichocarpa), which move into the newly-enriched soil more quickly than other trees because they are fast-growing and their light, fluffy seeds can be blown long distances by the wind. They are also particularly well suited to the soil conditions at this stage of succession and to the cool, wet climate of Kenai Fjords. Sitka spruce (Picea sitchensis) take longer to colonize because their seeds do not travel as far from the parent tree as those of cottonwoods. Once they take root, however, spruces grow taller than the cottonwoods and shade them out.        A spruce tree growing in a stand of cottonwoods. Sitka spruce may eventually become the dominant species in this ecosystem. NPS \/ Kay White  Within 100-200 years, the coniferous spruce trees often totally replace the deciduous alders and cottonwoods. This kind of predictable succession provides a clear benchmark of glacial retreat; any predominantly coniferous forest in the area must have been glacier-free for at least 100-200 years, though the process can happen faster under certain conditions. In the final stage of succession, mountain hemlock trees (Tsuga mertensiana) begin to replace spruce trees. Hemlock seedlings are more shade-tolerant than spruce, so they thrive under the dense canopy of a spruce forest. In some areas, hemlocks become the dominant tree species, completely replacing spruce. In Kenai Fjords, the \"climax community,\" or the final stage of succession, typically involves a more balanced mixture of spruce and hemlock.      It's important to note that, despite the use of terms like \"climax community,\" the process of succession never truly stops. Localized disturbances such as a tree being blown over in a wind storm or an animal trampling a bush can cause small areas to revert back to an earlier stage of succession. Even ecosystems which are relatively free of disturbances and seem to have reached a climax are not truly static; on a larger time scale, geologic processes and changes in climate prevent any ecosystem from remaining the same forever. Primary Succession above the Harding Icefield  Primary succession can also be observed on nunataks in the Harding Icefield. As the surface elevation of the ice field decreases due to climate change, the receding ice exposes bare rock and essentially increases the size of the nunataks, providing new habitat for alpine vegetation. Aerial photographs show that the nunataks in the Harding Icefield have increased in area by an average of 30 percent since 1950. Existing plant communities on the nunataks, some of which may have survived the last glacial maximum 20,000 years ago, are now expanding to colonize these newly uncovered areas. For more information, see the study of nunatak plant communities (warning: large pdf) conducted by the Southwest Alaska Network Inventory & Monitoring Program.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/plant-succession.htm"
}
