{
    "title": "Kenai Fjords National Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People       People have traveled through and lived in the area surrounding Kenai Fjords National Park for thousands of years. The rugged glacial environment, coastal fjords, and braided river drainages have presented successive and overlapping populations of Alaska Natives, Europeans, and Americans with rich resources in the form of marine mammals, fish, birds, fur bearing animals, and minerals.   Documentation of human use through archeology, oral tradition, and the historical record reveals a variety of human connections with the land which include subsistence, mineral extraction, transportation, recreation, and artistic expression.     The experiences and accomplishments of the people who have used, and continue to use, these lands illustrate the courage and resiliency of the human spirit.       The Alutiiq of the Outer Kenai Coast  The Alutiiq are a maritime people who traditionally hunted and subsisted on the outer Kenai Peninsula coast. Archeological evidence indicates they have used the Kenai Fjords area for more than a 1,000 years.    Connected to the Land: The Alutiiq of the Outer Kenai Coast  - Forging Connections: An Education Resource for Kenai Fjords National Park Suqpiat of the Lower Kenai Peninsula Coast by Ronald T. Stanek  - Alaska Park Science: Volume 3, Issue 2 (2004) Connecting with the Past — The Kenai Fjords Oral History and Archeology Project By Aron L. Crowell - Alaska Park Science: Volume 3, Issue 1 (2004) Living Our Cultures, Sharing Our Heritage: The First Peoples of Alaska - On permanent exhibit at the Anchorage Museum through a partnership with the Smithsonian Arctic Studies Center      The Lowell Family of Seward, Alaska  Frank Lowell and his family settled in the Seward area in 1883. Local place names commemorating the Lowell family include Lowell Creek, Lowell Point, Lowell Glacier, Mount Eva, and Mount Alice. The Lowell Family and Alaska's Fur Trade Industry: Seward, Alaska By Sandy Brue - Alaska Park Science: Volume 3, Issue 1 (2004) Franklin G. Lowell - Forging Connections: An Education Resource for Kenai Fjords National Park        Rockwell Kent Library of Congress  Rockwell Kent  Believed to be the first American artist to paint what is now Kenai Fjords National Park, Kent wrote about his experience living on Fox Island in Wilderness: A Journal of Quiet Adventure in Alaska (1920).  Rockwell Kent -Forging Connections: An Education Resource for Kenai Fjords National Park Rockwell Kent Gallery and Collection of the Plattsburgh State Art Museum, State University of New York. -Contains the most complete and balanced collection of Rockwell Kent's work in the United States.       Harry S. Kawabe The story of one of Seward's most prosperous and popular businessmen.   \"Service Unexcelled\": Seward's Issei Business Leader, Harry S. Kawabe By Katherine Ringsmuth - National Park Service Historian",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/historyculture\/people.htm"
}
