{
    "title": "Kenai Fjords National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 29, 2015  Potential Flood Hazard in Bear Glacier Lake  Notification of annual flood potential in Bear Glacier Lagoon   July 28, 2015  Something to Talk About: Facilitated Dialogue at Kenai Fjords National Park  A new interpretive program at Kenai Fjords National Park has visitors talking.   July 21, 2015  Environmental Assessment Open for Public Review and Comment:  Environmental Assessment for Herman Leirer Road available for public comment   January 16, 2015  Public Hearings and Comment Period for Compendiums, Including Temporary Wildlife Hunting Restrictions  The comment period for the 2015 Compendiums of the National Park Service (Alaska Region) will be open until February 15, 2015.   January 16, 2015  December 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   December 10, 2014  November 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   November 17, 2014  October 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   November 17, 2014  September 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   October 23, 2014  Seeking Out Silver:  A Radio Telemetry Study on the Resurrection River  A new study leads to a better understanding of the health of coho, or silver, salmon.   October 21, 2014  Road to Exit Glacier Closed to Vehicle Traffic for the Winter Season  Seasonal closure begins as of October 22, 2014.   September 19, 2014  August 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   September 19, 2014  July 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   September 04, 2014  Bear Glacier Lake Outburst Flood  On Friday, August 15th, park staff received numerous reports that water from Bear Glacier Lagoon had breached the moraine separating the lagoon from the mouth of Resurrection Bay.   September 04, 2014  Bear Glacier: Glacier Lake Outburst Flood of August 14-17, 2014  On Friday, August 15th, there were reports that water from Bear Glacier Lagoon had breached the moraine separating the lagoon from the mouth of Resurrection Bay.   July 11, 2014  June 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   June 27, 2014  May 2014 Weather Summary  Kenai Fjords National Park monthly weather summary.   June 20, 2014  Unmanned Aircraft to be Prohibited in America’s National Parks  Visitor safety and park resources concerns prompt policy directive.   June 13, 2014  Firewise Workshop  Bear Creek Fire Department will host a Firewise workshop on Saturday, June 28 from 10:00 am to 2:30 pm   June 06, 2014  April 2014 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   June 02, 2014  Fire Ban Lifted in Kenai Fjords National Park  Rain leads to lifting of fire ban within Kenai Fjords National Park   May 23, 2014  All Open Fires Prohibited in Kenai Fjords National Park  Kenai Fjords NP bans open fires due to high fire danger.   April 29, 2014  An Evening of Salty Spineless Fun  \"Art for Parks\" Returns to Kenai Fjords National Park.   April 08, 2014  March 2014 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary.   April 01, 2014  February 2014 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary.   February 27, 2014  Exit Glacier Closed to Snowmachine Use  Warmth and rain have taken their toll.   February 19, 2014  Exit Glacier Area Now Open to Snowmachine Use  Winter has finally arrived!   February 14, 2014  New Video Offers Perspectives on Marine Debris  A new video produced by the Ocean Alaska Science and Learning Center (OASLC) highlights the dedication of volunteers and partners to marine debris clean-up in Kenai Fjords National Park and surrounding areas.   February 11, 2014  January 2014 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary.   February 04, 2014  December 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   February 03, 2014  Meet New Kenai Fjords National Park Superintendent  On February 18, 2014, a gathering will be held to welcome Bekki Lasell, Kenai Fjords National Park Superintendent   December 12, 2013  November 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   November 08, 2013  October 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   October 08, 2013  September 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   September 10, 2013  August 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   August 26, 2013  July 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   August 22, 2013  Park Campground Closed Due to Bear Activity  Kenai Fjords National Park campground temporarily closed due to increased bear activity.   August 13, 2013  National Park Service Issues Finding of No Significant Impact on Herman Leirer Multi-Modal Trail Feasibility EA  Non-motorized trail along Herman Leirer Road FONSI available for review.   July 02, 2013  New Park Headquarters Open House  Open House for New Park Headquarters   June 26, 2013  Increased Bear Activity in Exit Glacier Area  Multiple incidents of a bear damaging vehicles and obtaining food from trash cans in the Exit Glacier area have been reported.   June 10, 2013  May 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   June 03, 2013  New Junior Ranger Programs Offered at Kenai Fjords National Park  Junior Rangers have new opportunities to discover the park's fjord estuary ecosystem and Exit Glacier area.   May 21, 2013  April 2013 Monthly Weather Summary  Kenai Fjords National Park monthly weather summary   April 21, 2013  Celebrating National Park Week with Art for Parks  Seward students celebrate National Park Week through art   April 17, 2013  March 2013 Weather Summary  Kenai Fjords National Park monthly weather summary   April 09, 2013  Environmental Assessment on Herman Leirer Multi-Modal Trail Feasibility Available for Public Comment  Herman Leirer Multi-Modal Trail Environmental Assessment is open for public comment.   March 07, 2013  February 2013 Weather Summary  Kenai Fjords National Park monthly weather summary   February 28, 2013  January 2013 Weather Summary  Kenai Fjords National Park monthly weather summary   February 01, 2013  Exit Glacier Area Open to Snowmachine Use  Exit Glacier area open to snowmachine use for 2013 winter season.   January 16, 2013  National Parks invite public comment  Alaska's National Parks invite public comment on each park's compendium through February 15, 2013   January 11, 2013  December 2012 Weather Summary  Kenai Fjords National Park monthly weather summary   December 11, 2012  November 2012 Weather Summary  Kenai Fjords National Park monthly weather summary   November 28, 2012  October 2012 Weather Summary  Kenai Fjords National Park monthly weather summary   October 30, 2012  September 2012 Weather Summary  Kenai Fjords National Park monthly weather summary   September 28, 2012  Exit Glacier Area Local History Project  Kenai Fjords National Park presents a digital oral history program on uses in the Exit Glacier area.   September 25, 2012  Kenai Fjords National Park: Coming to a Post Office Near You  Bear Glacier featured on US Postal Service Earthscapes \"Forever\" stamp   September 17, 2012  August 2012 Weather Summary  Kenai Fjords National Park monthly weather summary   August 19, 2012  July 2012 Weather Summary  Kenai Fjords National Park monthly weather summary   August 16, 2012  Two New Construction Projects Underway at Kenai Fjords National Park  The National Park Service plans to renovate the Old Solly’s Building and repair road damage from flooding on the Herman Leirer Road.   July 09, 2012  June 2012 Weather Summary  Kenai Fjords National Park Monthly Weather Summary   June 21, 2012  Kenai Fjords National Park Debuts Exhibits in the Exit Glacier Area  Kenai Fjords National Park will be highlighting Exit Glacier area improvements at an open house on Friday, June 29, 2012.   June 11, 2012  Volunteers Needed for Exit Glacier Community Weed Pull  On June 21, 2012, volunteers are needed to help pull invasive plants along the road to Exit Glacier.   June 03, 2012  Improved Fuel Cell Installed in Exit Glacier Nature Center  Sustainable fuel cell technology installed to power Exit Glacier Nature Center.   May 23, 2012  Early Season Conditions Persist in the Exit Glacier Area  Exit Glacier road is scheduled to open Friday May 25, but trails are still snow covered.   May 10, 2012  April 2012 Weather Summary  Kenai Fjords National Park Monthly Weather Summary   May 04, 2012  Service Unexcelled: A Tribute to Harry Kawabe  In celebration of Asian-Pacific American Heritage Month, Kenai Fjords National Park pays tribute to Harry Kawabe, a Japanese immigrant who made Seward his home in the first half of the 20th century.   May 04, 2012  Art for Parks: Celebrating Marine Mammals of Kenai Fjords National Park  National Park Week Student Art Show is on display at the Kenai Fjords National Park Information Center in Seward's small boat harbor.   April 26, 2012  Exit Glacier Area Closed to Snow Machine Use  The Exit Glacier area is closed to snowmachine use in order to prevent damage to park resources due to inadequate snow depth and warming temperatures.   April 22, 2012  March 2012 Weather Summary  Kenai Fjords National Park Monthly Weather Summary   April 16, 2012  National Park Service Plans for Downtown Seward Facilities  Kenai Fjords National Park is working to finalize plans for limited development in the downtown Seward area.   March 13, 2012  February 2012 Weather Summary  Kenai Fjords National Park Monthly Weather Summary   February 17, 2012  Coastal America Spirit Award  Kenai Fjords National Park and Resurrection Bay Conservation Alliance Receive Coastal America Spirit Award   February 16, 2012  Connecting People to Parks  This week the National Park Service authorized a new way for winter travelers to access the Exit Glacier area in Kenai Fjords National Park.   February 07, 2012  January 2012 Weather Summary  Kenai Fjords National Park Monthly Weather Summary   January 23, 2012  December 2011 Weather Summary  Kenai Fjords National Park Monthly Weather Summary   August 21, 2011  Injured Bear in Exit Glacier Area  Kenai Fjords National Park reports that there may be an injured bear in the Exit Glacier area. On the evening of August 17, a bear was shot along the Harding Icefield Trail by a visitor who reported that they felt the bear posed a danger. An investigation is ongoing.   February 28, 2011  Exit Glacier Area Open to Snowmachine Use for 2011 Winter Season  Exit Glacier area is open for snowmachine use effective immediately.  Please recreate responsibly to avoid damaging park resources.   April 09, 2010  Art for Parks: Wings Over the Ocean, the Seabirds of Kenai Fjords  Kenai Fjords is celebrating National Parks Week with our annual Arts for Parks student art show in conjunction with Seward schools.   January 27, 2010  Foundation Statement Open for Comment  The National Park Service is accepting comments through February 17, 2010 on the newly released \"Foundation Statement for Kenai Fjords National Park.\"   December 28, 2009  Willow Cabin Open for Winter Use  Kenai Fjords is now taking reservations for the Willow Public Use Cabin in the Exit Glacier area.   December 22, 2009  Exit Glacier Open to Snowmachine Use  Exit Glacier Open to Snowmachine Use for 2009-2010 Winter Season   July 15, 2009  Art for Parks: Caring for our coasts in Kenai Fjords National Park  Kenai Fjords works with local artists and teachers to bring art back into the classroom and connect students with their National Parks.   March 13, 2009  20 Years Later... Exxon Valdez Oil Spill  The day dawned like any other, barely. Within minutes, the way we think of oil, how we manage commercial shipping, and how the National Park Service manages resources changed forever.   January 13, 2009  Centennial Project at Exit Glacier  Kenai Fjords National Park announces Centennial Projects at Exit including a new gathering pavilion and Nature Center Exhibits.   August 25, 2008  Bear Glacier Outburst Flood  Glacial dammed lake drains causing high water levels near Bear Glacier.   July 11, 2008  Mary Lowell Center Open House 7-24-08  Mary Lowell Center Open House Thursday, July 24 2008 at Legends of the Mountain from 6 p.m. - 8 p.m. to present revised schematic design alternatives for the Center.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/news\/newsarchive.htm"
}
