{
    "title": "Kenai Fjords National Park: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia        Images of Kenai Fjords             Photo Gallery One of the most exciting things about any national park are the pictures! Check out our many Photo Galleries.            Multimedia Presentations Do you want to learn more about your favorite national park? Check out our many videos for a fascinating in-depth look at Kenai Fjords.         Social Media             Flickr  Check out Kenai Fjords' page to view and download park photos. See images of the amazing wildlife, glaicers, fjords and landscape that have been captured throughout the years by park staff.           YouTube  Watch videos about the fantastic resources and scientific research that is found here at Kenai Fjords.           Pinterest  Inspired by your visit to Kenai Fjords and want to share your photos with others? Planning on visiting and want learn about the most interesting things to see and do? Visit our Pinterest page and begin the journey.           Facebook  \"Like\" Kenai Fjords and get more than just News Releases delivered to your personal News Feed in Facebook. We share exciting photos and happenings as they occur!      Copyright and Permissions The National Park Service, under the Department of Interior, is a federal agency, and therefore most images and video produced by Kenai Fjords National Park are part of the public domain and may be reproduced without permission. Some exceptions apply. For more information about the policies regarding public domain, see the following:  U.S. Department of Interior: Copyright, Restrictions, and Permissions  National Park Service: Disclaimer USA.gov: Copyright and Other Rights Pertaining to U.S. Government Works   For questions about specific images or content found on this site, please contact Kenai Fjords National Park.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/photosmultimedia\/index.htm"
}
