{
    "title": "Kenai Fjords National Park: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation        Side panel of a Fire King box stove located at an archeological site in Kenai Fjords National Park. NPS Photo       Protection of Archeological Resources  Archeology is the study of past peoples and their way of life. Clues to the past may be found on the landscape, buried under ground, and even underwater. Archeological resources take on many forms including: trash, tools, and the remains of buildings. It is an archeologist's job to analyze these clues, and bring the past to life by giving us an understanding of why and how human culture has changed through the years.   Archeologists have been surveying and analyzing archeological remains in Kenai Fjords National Park for over twenty years. Their research has documented numerous prehistoric sites and historic sites, as well as sites located in Seward's original townsite. These investigations have provided clues to the Alutiiq way of life at the time the Russians moved into the Resurrection Bay in the 1790s; the location of the Lowell family home in Seward; and even the location of a possible Prohibition Era still used to manufacture illegal liquor when Alaska went dry in the early 20th century.    How can you help protect our archeological sites?    If you think you have found an archeological resource, contact a park ranger who will record your find. Please do not remove artifacts from their original location, but report the location along with a photo, drawing or any information you believe is important. You can also contact the park headquarters by phone (907-422-0500) or by email.      Past Archeological Studies  Connecting with the Past — The Kenai Fjords Oral History and Archeology Project By Aron L. Crowell - Alaska Park Science: Volume 3, Issue 1 (2004)          PDF (54.5 MB)   A Slice of Early Seward: How Archeology Provides a glimpse into Daily Life in this Frontier Town (2013) by Dan Trepal.  Thanks to the archeological investigations of the Seward Privy Project, researchers learned fascinating details about life in early Seward, Alaska.        For More Information about Archeology...  At Kenai Fjords -see the Park Archeology Information Brief   Within the National Park Service - www.nps.gov\/Archeology\/",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/historyculture\/preservation.htm"
}
