{
    "title": "Kenai Fjords National Park: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places        A variety of watercraft, including this barge aground in Beauty Bay, was used to transport machinery and supplies to the Nuka Bay mining district in the 20th Century. NPS Photo       Kenai Fjords National Park contains an impressive array of places that reflect the history, cultural richness, and changing relationship between people and the environment. These places encompass rugged glacially carved fjords, alpine mountainsides, the Harding Icefield, and braided river valleys.   What makes these places special? It is the varied uses and stories that we associate with them.  Their significance may be worthy of a listing on our Nation's National Register of Historic Places, or they may be significant to us on a personal level. Either way, there are amazing places to be preserved in Kenai Fjords.        Warren Huss, Betty House, and Fred House enjoy a day of snow machining, while visiting Exit Glacier in 1976. NPS Photo  Exit Glacier The Exit Glacier area of Kenai Fjords National Park is the most publicly accessible part of park and the only portion that is accessible by road from the town of Seward. A number of individuals and families from the Seward area visit the Exit Glacier area in the course of recreational and resource harvesting activities within the park and the greater Resurrection River Valley.    Prior to the establishment of the park in 1980, this area was used for various activities including, hunting, guiding, berry picking, snow machining, horseback riding, snow shoeing, skiing, hiking, and gold mining. The importance of the area's resources played an important part in the quality of life experienced by nearby Seward residents.      A series of interviews were held in recent years with an exceptional group of men and women who used the Exit Glacier area prior to the establishment of Kenai Fjords National Park. While the activities they participated in may have been distinct, they all shared a common appreciation for the land and its resources. The wealth of their knowledge speaks to the kinds of joys and struggles experienced by today's visitors to the Exit Glacier area.     These interviews are accessible at Exit Glacier Project Jukebox.   To learn more about the project and what was learned from it, see A Study of Traditional Activities in the Exit Glacier Area of Kenai Fjords National Park.          Harding Icefield The Harding Icefield and its outflowing glaciers cover 700 square miles of Alaska's Kenai Mountains in glacier ice. Created more than 23,000 years ago during the Pleistocene Epoch, the Harding Icefield was a small piece of the vast ice sheet that covered much of Southcentral Alaska.  Harding Ice Cap Camp - Kenai Fjords National Park Resource Brief, 2011           In 1925, this article advertised one of the first mine in the Nuka Bay area, part of what later became Kenai Fjords National Park. NPS Photo  Nuka Bay Mining District  Nuka Bay is located on the outer, southwest coast of the Kenai Peninsula. No roads exist to the site and travel by boat and float plane are the primary means of transportation in and out of the bay. Sixty air miles southwest of Seward, and forty miles east of Homer, this area contains numerous sites of historic, ethnographic, and natural interest. The core historic sites are 1920-1940 mining sites typical of gold mining technology and techniques used in the mid-20th century. From a landscape perspective, the mining sites illustrate how the techniques of lode mining were adapted and applied to the extreme and challenging topography, vegetation and climate of the southern Kenai coast.   Stories abound of the riches to be had in the Nuka Bay District in the early 1900s. Seward's local paper, The Seward Gateway, regularly reported on the news brought up from the mining camps. While naysayers ridiculed the endeavors of the speculators and miners, the newspaper scoffed and supported the miners with articles touting the value of the Nuka Bay mines. It was even reported that the grass in Nuka grew tall as a result of the gold enriched the soils.    While the expectation of rich finds and gold bricks did not pan out as hoped, the Nuka Bay Mining District continues to be significant as a technological record of early 20th lode mining and a source of inspiration generated by the efforts of men and women who weren't afraid to work hard and dream big.    For more information on mining in the Nuka Bay Mining District, refer to the park's historic resource study, A Stern and Rockbound Coast.       Seward, Alaska  Sitting just outside the boundaries of Kenai Fjords National Park, the town of Seward became home to the administrative headquarters of the park with the park's creation in 1980. Additionally, Seward has a rich cultural and historical heritage in its own right. Prior to the founding of the current community, the area that became Seward was a crossroads for the early native people, Russian traders, and settlers like the Lowell family. Created as the southern terminus for the Alaska Railroad because of its ice-free port, Seward served as a major link in the transportation of miners and ore for the gold rushes of the early 20th century. World War II, the 1964 Earthquake, and the Exxon Valdez oil spill of 1989, all impacted the development of the little town on Resurrection Bay. In the 21st century, Seward survives and thrives, serving as the gateway for much of the visitation to Kenai Fjords National Park. History of the town of Seward - Seward Historic Preservation Commission  Red Light District Ethnohistory in Seward, Alaska By Rachel Mason - Alaska Park Science: Volume 2, Issue 1 (2003)",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/historyculture\/places.htm"
}
