{
    "title": "Klondike Gold Rush National Historical Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         NPS photo\/J. Welfelt   Amphibians are being studied at Klondike Gold Rush National Historical Park because they are good indicators of ecosystem health and are very sensitive to environmental change.  Using amphibians as a barometer of ecosystem health helps the park maintain its natural resources.   Like many other places, Klondike Gold Rush National Historical and Southeast Alaska are seeing rapid declines in amphibian populations.  Many factors are contributing to dramatic, world-wide declines including chytrid fungus, environmental contaminants, habitat destruction, and climate change. By studying amphibians we hope to:  Monitor long-term changes in amphibian distribution, abundance, and reproduction in cooperation with the USGS Amphibian Research and Monitoring Initiative Monitor the presence and distribution of chytrid fungus in amphibian populations within Klondike Gold Rush NHP and surrounding areas Collaborate with other initiatives and efforts for monitoring amphibians in Southeast Alaska        Which amphibian species are found in the park? Two amphibian species have been documented and confirmed within Klondike Gold Rush National Historical Park: the boreal toad (Bufo boreas), and the Columbia spotted frog (Rana luteiventris).        NPS photo   Monitoring methods  The boreal toad is the primary focus of amphibian monitoring efforts in the park because of its relative abundance in the Taiya river watershed. Monitoring is conducted annually at regular intervals between April and October, coincident with the breeding cycle. Data are collected through routine visual encounter surveys, adult toad capture, and re-capture, and chytrid fungus testing. Body measurements are recorded for captured adult amphibians. Data are also collected on breeding phenology, egg mass locations, breeding site occupancy, predation, and habitat characteristics.  A small number of boreal toads are also captured and fitted with radio telemetry tracking devices for a short duration each fall to help track their migration into winter hibernation areas.             Tracking a boreal toad   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:55 seconds  Think finding a needle in a haystack is hard?  Try finding a boreal toad in bunchberry!  Luckily our researcher has radio telemetry to help her recapture this toad.          More about boreal toads in Southeast Alaska Boreal toads and other amphibians are important parts of their ecosystems.  They play a major role in nutrient cycling, insect population control and the support of predator communities. Their skin is more permeable to the environment than other species', partially because they use their moist skin to obtain oxygen from their surroundings. Because of this, they are more susceptible to the harmful effects of UV radiation, water contaminants, and changes in water levels and temperatures. Boreal toads were historically widespread in the western United States and Canada and occur in a variety of habitats. Boreal toad populations in Alaska represent the northern extent of the species' range. However, amphibian surveys between 2004 and 2009 and historical observations indicate a precipitous decline in the local abundance and distribution of amphibians in the park.  Boreal toads are now classified by Klondike Gold Rush National Historical Park as a species of concern and by the National Heritage Network and The Nature Conservancy as rare and uncommon in Alaska.       Boreal toads occupy different habitats depending on the season. In the spring, toads gather in breeding ponds, then move to upland aquatic habitats until winter, when they will hibernate in terrestrial forests. Female toads will appear at the breeding sites every 2 to 3 years. In Southeast Alaska, toads congregate in warm, shallow ponds to lay their eggs. Schools of small, black tadpoles can often be seen swimming around shallow ponds in the park. The water levels in these ponds may fluctuate greatly throughout the season, but relatively permanent water is needed for successful development of the eggs and larvae. Abundance and use of breeding ponds may fluctuate between years, so the continuation of a long-term monitoring program is useful for understanding the local population dynamics.        NPS photo   Threats to amphibians One of the biggest threats to boreal toad populations is emerging diseases. The chytrid fungus (Batrachochytrium dendrobatidis) is a disease agent responsible for chytridiomycosis in amphibians. The disease was originally described in 1998 and is one of the main factors attributed to the loss of amphibian biodiversity worldwide. Although thought to have been spread throughout the world in just the last century, its extent and current distribution are unclear. Dispersal of the fungus is assumed to be through infected frogs, contaminated water, or an unknown host. Amphibians exposed to the fungus may die soon after their skin is infected and can quickly spread the fungus through an area, causing a rapid collapse of the entire population at the site. Few observable symptoms are exhibited in the individual toads until the final stages of infection and near death.  Sampling for chytrid fungus in 2005 confirmed its presence in in Klondike Gold Rush National Historical Park. Samples are still being collected to better understand the presence and distribution of the fungus in local toad populations.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/nature\/amphibians.htm"
}
