{
    "title": "Klondike Gold Rush National Historical Park: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation         In 2010 Klondike Gold Rush NHP preservation crew placed a restored historic crest onto the 1899 White Pass and Yukon Route Railroad Administration Building. NPS photo  A Brief History of Preservation in Skagway and Klondike Gold Rush National Historical Park The preservation of Skagway's history including its structures, (artifacts of the Klondike Gold Rush 1897-1898), began with the early residents of Skagway. The pioneering cabin of Captain William Moore, founder of Skagway, was saved by his son Ben in 1900 because of its historic value. Today, visitors to Klondike Gold Rush National Historical Park can tour the cabin (built in 1887) on their own or through a Park Ranger led interpretive tour. The first few decades of Skagway's history witnessed the removal of what were thought at the time as \"unsightly shacks\" and the beginning of a town \"beautification\" project which included the relocation of many buildings to the central core of town on Broadway Street. (L.S.Spude, 1983). Inspired by a sense of pride in their history, and the realization that Skagway's history was important to the town's growing tourist economy in the 1920's and 1930's, several Skagway residents were led to expand their preservation efforts. Some of these pioneers of Skagway preservation were Harriet \"Ma\" Pullen, the Kirmse Family and Martin Itjen. Harriet preserved the oral history of Skagway by telling tales of the Gold Rush to her hotel guests and showing Gold Rush memorabilia in her Pullen House museum. The Kirmse family, and others in town, also shared and preserved memorabilia from the Gold Rush by displaying these items in their stores or keeping them protected in their homes. Martin Itjen told the history of Skagway to tourists on his famous \"Streetcar\" tours, cared for the Gold Rush Cemetery grounds, preserved Soapy Smiths saloon and numerous gold rush artifacts, and wrote about the local history. Later on in the mid 1960's, George Rapuzzi, a Skagway history enthusiast, took over the care of Soapy's Parlor and many of the artifacts that Itjen had been displaying. Soapys saloon is currently undergoing a major restoration by the preservation staff at Klondike Gold Rush NHP. The dedication of \"Jeff Smiths Parlor Museum\", as it was when George Rapuzzi owned the museum, is set to coincide with the National Park Service centennial celebration in 2016. Skagway's first effort to create a National Park by petitioning the Department of the Interior in 1934 was not successful. (L.S.Spude, 1983) However, with the passing of the Historic Sites Act of 1935, the nation began a campaign \"to preserve for public use historic sites, buildings and objects of national significance for the inspiration and benefit of the people of the United States.\" Preservation was on the move for nearly a decade before being stifled by the Second World War. With the advent of WWII and the passing of Skagway's early preservation pioneers, a period of stagnation fell upon the city and it was not until the late1950's when preservation was again revived. The city established a historical commission and later with the aid of state groups, succeeded in getting Skagway elevated to the status of a National Historic Landmark in 1962; the Skagway Historic District and White Pass National Historic Landmark. (L.S.Spude, 1983). This act enabled local property owners to obtain state and Federal monies in the form of grants and loans to preserve their historic structures. The movement received yet another push forward with the passing of the National Historic Preservation Act of 1966, which further assisted local governments to expand and accelerate their historic preservation programs. As locals took advantage of this new emphasis, Broadway shops began to open again and buildings got a fresh coat of paint. By 1961, residents of Skagway had managed to collect enough historic objects for preservation and opened a new City Museum, and in 1969 the White Pass &Yukon Route railroad donated the original train depot and general office building to the National Park Foundation. With this donation, the efforts to create a National Park were revived and in 1976 legislation was enacted to create Klondike Gold Rush National Historical Park. Major research and restoration efforts began after the creation of the Park which led to the first collection of buildings to be restored during the 1980's. Since that time, Klondike Gold Rush NHP has acquired and restored over 22 historic structures which represent the time period 1897-1916. Archeological excavations prior to restorations and documentation of restoration projects have also resulted in the addition of over 176,000 archeological artifacts and valuable architectural documentation to the park's museum collection and archives as well as much historical research. So where are we today? Currently the Klondike Gold Rush NHP Preservation maintenance team has four major historic structure restorations under way. These are multiple phased projects which typically have a five to six year goal for completion. These projects are the \"Jeff Smiths Parlor Museum,\" the first YMCA Gymnasium in Alaska, the Arctic Meat Company building, and the last existing refrigerated warehouse in Skagway; the \"Frye-Bruhn Cold Storage Building.\" Progress and updates for these projects can be found in our monthly blog on preservation. What guides us in our decision making process of how these historic structures are treated? We are guided by a series of laws beginning with the Antiquities Act passed by Congress in 1906. These laws, however, did not give us specifics as to what materials should be used and the methods for using those materials. It wasn't until 1979 when the NPS and all those interested in preservation received a guidebook for materials and methods. The Secretary of the Interior's Standards for the Treatment of Historic Properties defines four specific treatments with guidelines and standards to follow for each treatment. Those treatments are Preservation, Rehabilitation, Restoration, and Reconstruction. To learn more about these treatments and for technical guidance go to: https:\/\/www.nps.gov\/tps\/ and look for the tabs on \"Standards\" and \"How to preserve.\" Here you will find the Secretary of the Interiors Standards for the Treatment of Historic Properties, Preservation Briefs and Preservation Tech Notes that will guide you through the process. At this site you can also find information on tax incentives to preserve historic structures, sustainability, education and training. For a list of available publications on preservation go to https:\/\/www.nps.gov\/history\/publications.htm. Explore and learn! L.S. Spude, R. (1983). Building the Gateway to the Klondike. Anchorage: Alaska Regional Office of the National Park Service. Written by Klondike Gold Rush NHP Preservationist Lisa Cassidy",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/preservation.htm"
}
