{
    "title": "Klondike Gold Rush National Historical Park: Buffalo Soldiers in Skagway",
    "body": "Buffalo Soldiers in Skagway        Buffalo Soldiers in Dyea prepare halibut for a fresh meal for their army unit. Photo courtesy of the Alaskan State Library William Norton Collection (ASL- P226-868)         African American Soldiers stand at attention in Dyea, Alaska 1899. Photo courtesy of Alaska State Library William Norton Collection (ASL-P226-867)  Dyea and Skagway, Alaska were boomtowns on the fringes of the Last Frontier. These were lawless communities that even the most toughened of frontier lawmen saw as a wretched place.  \"Skagway was little better than hell on earth, about the roughest place on earth!\"    -Captain Sam Steele, NWMP  The obstacles the gold rushers had to overcome spanned the entire length of the journey from their homes to Dawson City in the Yukon. Most of the 100,000 who set off on the journey never made it to the goldfields. In fact, most of that number never even made it to Dawson City. Quite a few were marooned in town once they were exposed to Skagway's Wild West side. To add to the confusion and mayhem of the time, the border between the United States and Canada was still hotly disputed. North West Mounted Police positioned their outposts and Maxim machine guns on the peaks of the Coast Range to enforce the Ton of Goods law upon every entering gold rusher. In response, the United States military was hastily dispatched with orders to preserve law and order and to show the American flag in the wilderness of Southeast Alaska. Company L of the 24th Infantry Regiment was ordered to proceed to Alaska from their garrison at the Presidio of San Francisco in 1899. The 24th Infantry, along with the 9th, 10th Cavalry, and the 25th Infantry were comprised of African-American men who were making a career for themselves in the United States Army. Many of these soldiers were from the Deep South, and a military career offered both a social and economic reward that could rarely be found in civilian life. They had earned a name for themselves in the Indian Wars fought on the Western frontier after the close of the United States Civil War. It was from conflicts with cultures like the Sioux, Apache, and Cheyenne that the name Buffalo Soldiers came into being. It was a nickname given to those soldiers out of respect by the Indians who saw in them the same ferocity and tenacity displayed by buffalo on one of their hunting parties. This term, Buffalo Soldier, eventually became the generic name for all African-American men in the military service. Notorious characters like Jefferson Randolph Smith had created a reputation for Skagway that was a little less than desirable. Skagway had a real reputation as this Wild West town. At one time, there were eighty saloons in operation up and down the downtown district. You can imagine how this added to the violence early Skagwegians were exposed to. Soapy Smith ruled the town and even had the US Marshall on his payroll. Soapy's efforts to establish a permanent place for himself here in Skagway culminated with his work to create an all volunteer company of infantry soldiers bound for Cuba to fight in the Spanish-American War. He commissioned himself the Captain of this company and was the Grand Marshal of the Fourth of July Parade in 1898. The very next year, in 1899, you had a much different scene unfold for the events held on the Fourth. A picture in our archives shows Company L, 24th Infantry in parade formation right off Broadway, on 6th Avenue. This sharp contrast from one year to the next is extraordinary and really shows how much change occurred in Skagway after the arrival of Company L. Company L arrived in Dyea towards the end of May in 1899. Once they arrived, their commanding officer Captain Hovey began making recommendations to have the military reservation moved over to Skagway. He stated in his reports that Dyea was quickly becoming a ghost town. Skagway offered not only the means for him to remain in communication with his commanding officers, but also a railroad that was being constructed to Lake Bennett. Skagway was looking more and more promising as a permanent post for the United States Army. Before a decision could be reached in the chain of command, Mother Nature stepped in and made that decision for them. A forest fire north of the town site burned the Dyea military reservation to the ground. Hurriedly, the soldiers moved all of their remaining provisions to Skagway. Once they arrived, a benevolent Captain William Moore allowed the soldiers to set up camp on what remained of his land off of 5th Avenue. After the stampede arrived in 1897, Captain Moore and his son Bernard were pushed off of their homestead claim by all the new frenzied arrivals. Soon, semi-permanent accommodations were found inside the Astoria Hotel, located right off of 6th Avenue. Eventually, a two story barracks was constructed on 6th Avenue, right on the present day location of Molly Walsh Park. The soldiers of the 24th Infantry did not escape the auspices of racial prejudice by traveling to Alaskan territory. Objections arose in Skagway to the membership of the African-American soldiers in the Young Men's Christian Association after that group's new gymnasium was completed. The Daily Alaskan reported in August of 1900 about \"Lines Drawn\" over the membership of thirty soldiers of Company L. Members objected to using the same facilities as colored men and participating in the same classes and activities. The secretary of the organization, a man named Reid, commented that \"The Young Men's Christian Association knows no color line. Christianity knows no such discrimination.\" Several soldiers withdrew their membership, but some persisted. The organization closed in November of the next year due to lack of membership.        Buffalo Soldiers of Company L, 24th Infantry work in the army kitchen preparing meals. Photo courtesy of the Alaska State Library  National Parks were just getting their beginnings towards the end of the 19th century. The National Park Service did not exist at the time early National Parks like Yellowstone, Yosemite, and Sequoia were created and would not for another 25 years. From 1891 to 1914, Yosemite, Sequoia & General Grant (Kings Canyon) National Parks were under the protection of the United States Army. The army, it had been decided, was the perfect organization for this sort of duty. Campaigns in the American West had imbued Army soldiers with the skills necessary for patrolling the vast wilderness that the new National Parks offered the public. The National Parks, at this time, represented a new frontier in the movement towards conservation, not exploitation. These were areas set aside by the Federal Government to provide access to an unspoiled wilderness area, a frontier that many Americans would never be able to experience. National Parks were a very new concept and early visitors were not aware of how to conduct themselves while visiting. If they saw an object that they wanted, they took it home with them. After making a visit to Mammoth Hot Springs in Yellowstone National Park, it was considered acceptable to chip off a piece of the travertine and to carve your name and address. Of course this made it very easy for the Army to find out who was doing this, but they hadn't broken any set rules. Therein lays the problem faced by early protectors of the parks. However, simply by being present in the early National Parks, the military was able to educate early visitors on how to conduct themselves in these new National Parks. John Muir, who held a special place for National Parks in his heart, wrote about the military presence in Yosemite. \"This year, I am happy to say, nearly every trace of the sad sheep years of repression and destruction have vanished. Blessings on Uncle Sam's blue-coats! The quiet, orderly soldiers have done this fine job, without any apparent friction or weak noise, in the still, calm way that the United States troops do their duty.\"-John Muir Buffalo Soldiers constructed the first museum in a national park. A 70-acre facility, the museum was an arboretum with a nature trail constructed through it. It also included signs giving the names of all plants present, including their species name in Latin. Companies of these same soldiers also escorted President Theodore Roosevelt on a trip to Yosemite in 1903. Roosevelt met up with John Muir and they spent three days camping alone in the Yosemite high country. Because of the impression Muir made upon Roosevelt, Yosemite National Park would be expanded and control of the park would be turned back over to the federal government. Roosevelt would later go on to sign into law the Antiquities Act, which gives the President the power to proclaim an area of natural or historical value as public lands. Captain Charles Young, the third African-American to graduate from the US Military Academy, led other Buffalo Soldiers to Sequoia National Park in 1903. After his arrival, Captain Young became the first African-American superintendent of a national park as the ranking military officer present assumed that duty. They constructed more miles of wagon road into the groves of Giant Sequoia than in the three previous summers combined. That same summer, these soldiers constructed the first trail to the top of Mount Whitney, what was then the tallest peak in the United States. Captain Young said to his commanding officers in the superintendent's report: \"A journey through this park and the Sierra Forest Reserve to the Mount Whitney country will convince even the least thoughtful man of the needfulness of preserving these mountains just as they are…\" -Capt. Charles Young These African-American soldiers played a vital role in the coming of law and order to the gold rush boomtowns of Skagway and Dyea. Their efforts to promote safety and to show the American flag should not go unnoticed. These celebrated soldiers who fought on the Western frontier, found themselves sent to the Last Frontier to perform similar duties. These very same soldiers were also counted upon to help protect our Nation's early National Parks on the frontier of the conservation movement. It would be a grave injustice to let the contributions of the Buffalo Soldiers to go unnoticed. Their presence in Skagway and Dyea, which would eventually become a National Historical Park, parallels the duty they were assigned to in early National Parks like Yosemite and Sequoia. Written by Seasonal Interpertive Ranger Derrick Hartberger       Company L of the 24th Infantry lined up in formation on Fifth Avenues on the Fourth of July in 1899 in Skaway, Alaska. Photo courtesy of the Alaska State Library Paul Sincic Collection (ASL-P75-144)",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/buffalosoldiers.htm"
}
