{
    "title": "Klondike Gold Rush National Historical Park: Palm Sunday Avalanche",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Palm Sunday Avalanche                 Palm Sunday Avalanche              The Slide Cemetery   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 28 seconds  A short video about the Palm Sunday Avalanche and the Slide Cemetery where the victims are buried.           Facisimle of the front page of the Dyea Press, Monday, April 4, 1898   The deadliest event of the Klondike gold rush occurred on April 3, 1898, between Sheep Camp and the Scales on the Chilkoot Trail. Numerous snow slides took place on that day. Five slides directly involved stampeders, and three resulted in the loss of life. Another slide the following day took the lives of two others.¹ Altogether over 65 lives were probably lost. Many other snow slides took place on the Chilkoot Trail during the gold rush, but relatively few endangered the lives of stampeders.²  The Palm Sunday avalanche was one of the most widely reported events of the gold rush. Coverage of the disaster was probably second only to the initial news proclaiming the wealth of the gold fields. Scores of stampeders, moreover, wrote about the event, whether they were close to the scene or not. The story of the snow slide, therefore, is one which details the spread of information and rumor as much as it chronicles the event. The following compilation, taken from some of the available literature, attempts to detail those aspects of the snow slide that most directly affect present-day resources.  The conditions that caused these avalanches were typical of those creating avalanches anywhere. The upper reaches of the Chilkoot Trail experience many avalanches each year, and spring is a common time for them.³ Heavy snow had fallen on the higher slopes during February and March 1898, but on the first two days of April, warm winds from the south created unstable conditions. It then began to snow again. Veterans of the trail, both white and Native, were aware of the danger of avalanches. Natives refused to pack above Sheep Camp, and white packers warned others against entering the slide-prone area. A few stampeders, however, ignored their warnings and made plans to carry their goods up the trail.      Next page        Endnotes 1. Dyea Press, 5\/21\/98, p. 2.  2. The following accounts recorded gold rush slide activity: Condon, \"Letters,\" p. 9; Victoria Colonist, 12\/22\/98, p. 2; Satterfield, Chilkoot Pass, 1978, p. 136; Lyons, \"An American Girl's Trip,\" p. 21; Mizony, \"Gold Rush,\" p. 7; Moore, Skagway, p. 45; Heller, Sourdough Sagas, p. 79; Price, From Euston to Klondike, p. 84; White, \"Diary,\" p. 3; Beatty, \"Diary,\" 5\/2\/98.  3. Jay Cable, Interview by Frank Norris, 3\/5\/86.  4. Dyea Trail, 4\/9\/98.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/avalanche.htm"
}
