{
    "title": "Kenai Fjords National Park: \"Field Notes\" Series",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     \"Field Notes\" Series                Field Notes       Kenai Fjords National Park is a place of great wonder and beauty, but it is also a living laboratory for our planet. Scientists and researchers from across the U.S., and even internationally, travel to our park to study its flora, fauna, geologic processes, and weather. They look at how it all survives, thrives, fails, and changes.   Below are a series of videos that have been created over the years, collectively called \"Field Notes.\" They provide an in-depth look to what has been studied over the years at Kenai Fjords, and what it can tell us about our changing world.                         Field Notes: Listening To The Ice Geologist Bruce Molnia documents a century of change in the glaciers of Kenai Fjords National Park.  Duration:7 minutes, 1 second                                Field Notes: A Century of Change Witness 100 years of change in the glaciers of Kenai Fjords National Park through repeat photography. This is a companion piece with \"Listening to the Ice\" (see above).  Duration:9 minutes, 10 seconds                                Field Notes: The Changing Face of Exit Glacier Joel Cusick describes his graduate work reconstructing the history of the Exit Glacier forelands.  Duration:8 minutes, 17 seconds                                Field Notes: Caring for the Coast Local volunteers from the Resurrection Bay Conservation Alliance work in partnership with the National Park Service to remove marine debris from remote beaches in Kenai Fjords National Park.  Duration:8 minutes, 47 seconds                                Field Notes: Climate Watch - RAWS Travel to the Harding Icefield to learn about the Remote Automated Weather Stations (RAWS) that monitor conditions in remote areas of Alaska's national parks.  Duration:6 minutes, 23 seconds                                Field Notes: Predatory Fish and the Food Web Researcher Patrick Hager describes his work sampling the stomachs of predatory fish, to look at what they are eating, and how this might relate to the decline of Steller sea lions in the North Pacific.  Duration:3 minutes, 16 seconds                                Field Notes: Seabird Monitoring Protocols Graduate student Jen Curl tests different seabird monitoring protocols in an effort to better understand the seabird populations in the Kenai Fjords National Park area.  Duration:3 minutes, 48 seconds                                Field Notes: Understanding Bear-Human Interaction See how scientists investigate the interactions between humans and bears in a remote part of Kenai Fjords National Park.  Duration:7 minutes, 3 seconds                                Field Notes: Black Oystercatcher Productivity Graduate student Brian Robinson studies Black Oystercatchers within Kenai Fjords National Park.  Duration:3 minutes, 14 seconds                                Field Notes: Researching Black Oystercatcher Diets Graduate student Brooke Carney describes her research on the diet of the Black Oystercatcher, in Kenai Fjords National Park.  Duration:3 minutes, 38 seconds                                Field Notes: Inventory and Monitoring in Southwest Alaska Follow along with researchers as they inventory the mammals, fish, and plants of the national parks in Southwest Alaska. Includes Katmai National Park, Kenai Fjords National Park, Lake Clark National Park, and Aniakchak National Park.  Duration:21 minutes, 52 seconds",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/photosmultimedia\/field_notes.htm"
}
