{
    "title": "Klondike Gold Rush National Historical Park: Lichens",
    "body": "Explore This Park    Learn About the Park     Nature     Lichens              Lichen        National Park Service, Klondike Gold Rush National Historical Park, KLGO Collections       Klondike Gold Rush National Historical Park has one of the highest diversities of lichens anywhere in North America.  A 2008 inventory of lichen species found that the park had the most different species of lichen anywhere on the continent, with 766 species including at least five that were new scientific discoveries.  While small in area, the Chilkoot and White Pass gold rush trails lead from sea level to over 3000 ft providing many different types of habitat for lichen to grow in.        Pixie cup lichen NPS photo   What is a lichen? A lichen is two different organisms, an algae and a fungus, living together in a symbiotic relationship.  Algae can make food through photosynthesis, but need to stay moist to survive.   A fungus cannot make its own food and must live on decaying matter to break down and consume.  When these two pair up, the fungus provides structure and protection against drying for the algae.  The algae provide food for both it and the fungus.   Some lichens have another partner, cyanobacteria.  When cyanobacteria is present a lichen is able to \"fix\" nitrogen, that is to pull nitrogen out of the air and use it.  Over time nitrogen, and other nutrients, leach out of the lichen, and the cyanobacteria help them replenish these nutrients.  Nitrogen is an important fertilizer, so having a lichen in the neighborhood can benefit plants and soils nearby.        Lungwort lichen is dull green when dry and bright green when saturated with water. NPS photo   Why study lichens in the park? Studying lichens helps us understand air quality in and around the park.   Lichens don't have roots, so they have to get all of their nutrients from the air and water (in the form of rain or mist).  If there are particulates in the air from exhaust or pollution, these will be pulled in to the lichen as well.  Sulfur and other heavy metals can build up in the body of the lichen.  Some species of lichen will die with low levels of pollutants so their absence indicates lower air quality.  Some particulates like lead and cadmium may stay in a lichen years after the air has improved.  By inventorying which lichen species are present now, the park has a baseline to enable detection of a change in the diversity or abundance of lichen.  Any changes may indicate that something is changing with our air quality.     While Southeast Alaska appears to be a pristine natural area, our ecosystems are not immune to contamination.  Especially during the summer months, the Skagway area sees a lot of emissions from various sources (e.g., trains, planes, automobiles, and marine vessels).  An air quality study found that the poorest air quality was closest to town, near Lower Dewey lake.  However, study sites 10 miles away saw a big difference between summer and winter times.        A Cladonia lichen NPS photo  Where can I see lichens at Klondike Gold Rush National Historical Park? If you are in Skagway... You might think there won't be lichens in the relatively developed town area, but there are!  Look for lichens in the green areas in and around town like the Skagway streamwalk and short hikes to Yakutania Point and Dewey Trail system.  Lichens are hardy enough you can find them growing between boards on the boardwalk in town.  If you are in Dyea... Dyea is mostly a natural area without a lot of development.  As you explore the area keep an eye out for lichens on the ground, on tree trunks, and hanging from branches.  Attend a guided ranger tour through the Dyea townsite to learn more about this area. If you are hiking on the Chilkoot Trail... You'll have access to an amazing range of landscapes as you move from sea level to a mountain pass of over 3000ft and beyond.  As the land around you changes, so will the lichens that you can find.  Watch for lichens on the trees, on the ground, on the rocks, and even on the artifacts (remember not to touch an artifact).  During the 2008 lichen inventory, two lichens new to science were found along this trail.  How are lichens linked to Klondike Gold Rush history? Learn about the role lichens played in an interesting story of food, survival, and reindeer.       NPS photo",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/nature\/lichen.htm"
}
