{
    "title": "Klondike Gold Rush National Historical Park: Dyea",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Dyea                Dyea          Ranger guided tour  Walk back into history with a park ranger as you explore the historic Dyea townsite.  Once a thriving boom town of many thousand people, today it is a collection of archaeological remnants in a developing forest.  Reserve your tour                 Dyea   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 14 seconds  Get to know historic and modern Dyea.         A visit to Dyea (map) provides a great opportunity to experience the nature and wildlife of Southeast Alaska, but this scenic area in the Taiya River Valley is a far cry from what Dyea was like at the turn of the 20th century. Dyea became a boomtown during the Klondike Gold Rush because it was the start of the famous Chilkoot Trail. Thousands of people poured through Dyea on their way to the gold fields. Today the original townsite is recognized as a National Historic Landmark and is managed, along with the Chilkoot Trail, as a unit within Klondike Gold Rush NHP. Join a park ranger for a guided tour of the townsite to learn more about the history, flora and fauna of the area, or spend a night or two at the National Park Service campground. Before the Taiya River Valley became an active route for the stampeders, the Tlingit used the route to trade with the interior Athabascans. The Tlingit acted as middlemen for a thriving trade in local and Euroamerican goods between the interior and the Russian, Boston and Hudson's Bay trading companies. The Tlingit used the Chilkoot Trail as their main trading route to the interior, not permitting others to use the pass and even burning Fort Selkirk in the Yukon in 1852 when the Hudson's Bay Company attempted to trade directly with the Interior groups. In 1879, US Navy Commander L.A. Beardsley reached an agreement with the Tlingit whereby miners would be permitted to reach the Yukon via the passes but would not interfere with their regular trade. Tlingit guides accompanied the first party over in May 1880, and transported the miners' gear for a fee. This trip set the foundation for the Tlingit packing business, which thrived during the Gold Rush. Located at the head of the Chilkoot trail, Dyea erupted from a small trading post to a major port in 1897 after word of the Klondike gold discovery reached Seattle and San Francisco. Unfortunately, its prosperity proved to be short-lived. The town's poor harbor, the disastrous snowslide of April 3, 1898, and the construction of the White Pass and Yukon Route Railroad out of Skagway all contributed to the town's rapid decline. Fewer than 500 people remained after the summer of 1898, and the 1903 population had fallen to about a half dozen including E.A.Klatt, who farmed the once busy streets, growing vegetables for the Skagway market. Since the rush, nature has proven unkind to Dyea. The Taiya River is perpetually shifting, washing old buildings into the sea, and the rainforest climate of southeast Alaska has caused many buildings to collapse and decay.              Dyea at its \"height of prosperity\"  October 1897 - May 1898 150 Businessess, population estimate: 5,000-8,000  11 Attorneys 7 Real Estate Agents 5 Bankers 19 Freighting Companies 48 Hotels 47 Restaurants 39 Taverns 2 Telephone Companies 2 Breweries 3 Undertakers 2 Newspapers 5 Photographers 1 Church (Methodist - Episcopal) 1 School (May 1898-June 1900) 1 Fire Department (volunteer, no building) 7 Doctors, 1 Dentist, 2 Hospitals 4 Cemeteries 2 Wharves",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/dyea.htm"
}
