{
    "title": "Klondike Gold Rush National Historical Park: Gold Rush Cemeteries",
    "body": "Gold Rush Cemeteries         Grave marker of John Morgan in Slide Cemetery in Dyea, AK. NPS photo  Cemeteries are a fascinating way to learn about the people that lived in or passed through an area. There are number of cemeteries in Skagway and Dyea. The Slide Cemetery  This is the only cemetery that is within the bounds of Klondike Gold Rush National Historical Park.  It is located approximately 10 miles from Skagway, Alaska near the old Dyea Townsite.  On April 2, 1898 a large avalanche on the Chilkoot Trail, known as the Palm Sunday Avalanche, killed over 60 stampeders.  Many of them were interred near the town of Dyea.  A list of victims buried in the Slide Cemetery is available for download (PDF 130 KB).  Download more information about the Slide Cemetery (PDF 554 KB). Visiting the Slide Cemetery can be part of any trip to Dyea.  The Slide Cemetery is near the historic townsite.  Directions to Dyea can be found on our Directions & Transportation page. The Gold Rush Cemetery  This is the oldest cemetery in Skagway and the easiest to visit.  This was the first cemetery for the City of Skagway and many of our famous Gold Rush characters are interred here including local kingpin Jefferson \"Soapy\" Smith and early tourism promoter Martin Itjen and his \"world's largest gold nugget.\"  A list of people interred at the Gold Rush Cemetery is available for download (PDF 161 KB). A trip to the Gold Rush Cemetery is a short walk from town and can be coupled with scenic Lower Reid Falls.  It is also possible to take the local SMART bus shuttle to a stop 1\/2 mile from the cemetery.  Many commercial tours of town also include stops at the cemetery. The Pioneer Cemetery  This cemetery was used by the town of Skagway after the Gold Rush in the early days of the frontier community.  A list of those interred is available for download (PDF 161 KB).       The grave of Jefferson \"Soapy\" Smith, a notorious con man during the stampede in Skagway, can be found at the Gold Rush Cemetery. NPS photo\/Karl Gurcke",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/cemeteries.htm"
}
