{
    "title": "Klondike Gold Rush National Historical Park: Skagway Historic District",
    "body": "Skagway Historic District      Skagway Historic District Buildings    Explore the preserved historic structures that make up the Skagway unit of Klondike Gold Rush National Historical Park.    Six blocks of downtown Skagway, Alaska are designated as a National Historic District. Within this zone, private, state, city, and federal interests have cooperated to preserve or restore the late 1890s atmosphere. Klondike Gold Rush NHP manages 20+ buildings in the Historic District and just outside its boundary. These buildings are being preserved by the National Park Service to honor the struggles of the stampeders of the Klondike Gold Rush and to preserve the legacy of this important event in our nation's history. Read some of the fascinating history of our preserved historic structures including:  White Pass & Yukon Route Railway Depot White Pass & Yukon Route Railway Administration Building The Martin Itjen House Jeff. Smiths Parlor Verbauwhede's Confectionery and Cribs Boas Tailor & Furrier Shop Hern Liquor Store and Pacific Clipper Line Office The Mascot Saloon Lynch and Kennedy Dry Goods Store The Pantheon Saloon and the Red Front Building The Goldberg Cigar Store The Boss Bakery The Moore Homestead: Captain William Moore's Cabin and the J. Bernard Moore House The Peniel Mission The Frye-Bruhn Refrigerated Warehouse                  Keep the Past Alive Today- Scenes from Skagway, Alaska today   10 Photos  Skagway, Alaska and Klondike Gold Rush National Historical Park are great places to visit to retrace the steps of people who flooded the area creating a boomtown on their way to Klondike in 1898. The hustling, bustling town of Skagway keeps this boomtown feeling alive with preservation, interpretation, and more!          Skagway People   9 Photos  Historic images from Skagway, Alaska showing early life and society at the turn of the 20th century.          Fourth of July   11 Photos  The Fourth of July is one of the most celebrated events of the year in Skagway.  The unique integration of Klondike Gold Rush NHP within the town of Skagway allows us to be an integral part of the festivities.  Each year members of the community and the National Park Service participate in a variety of activities to celebrate our nation's birthday.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/skagwaydistrict.htm"
}
