{
    "title": "Grand Canyon National Park: Canyon Star Party: June 4–11, 2016",
    "body": "2016 Grand Canyon Star Party - in Memory of Joe Orr         Starry sky over Grand Canyon from Mather Point. Tyler Nordgren, University of Redlands.  June 4–11, 2016  We honor and remember Joe Orr --- Jump to Star Party Video -- Night Sky Video Due to its dark skies and clean air, Grand Canyon offers one of the best night sky observing sites in the United States. For eight days in June, park visitors explore the wonders of the night sky on Grand Canyon National Park's South Rim with the Tucson Amateur Astronomy Association and on the North Rim with the Saguaro Astronomy Club of Phoenix.  Amateur astronomers from across the country volunteer their expertise and offer free nightly astronomy programs and telescope viewing.  Through the telescopes you might view an assortment of planets, double stars, star clusters, nebulae and distant galaxies by night, and perhaps the Sun or Venus by day. At the 2016 Star Party, Saturn and Mars will both be close to \"opposition\" so particularly bright and up all night. Jupiter will also be visible early each evening. The moon will wax from new to first quarter as the week goes on. Fainter objects will show up best early in the week when skies are darkest, but as the moon waxes it will become a popular telescope object itself.  Experience spectacular views of the universe!  Dress warmly. Temperatures drop quickly after sunset—even during summer months.        Telescopes ready for night sky viewing. NPS\/Marker Marshall  On the South Rim Events include a slide show nightly at 8 pm, followed by telescope viewing behind Grand Canyon Visitor Center. Park rangers offer constellation tours at 9, 9:30, and 10 pm.   The slide show, constellation tours, and at least one telescope are wheelchair accessible. Park in lot 4 for closest parking. Parking lots 1 through 3 offer additional parking but further away. The Village Route (blue) shuttle bus runs every half-hour until 10:30 pm. To make sure you get a seat at the slide show, arrive a few minutes early.   On the North Rim On the North Rim, telescopes will be set up on the porch of the Grand Canyon Lodge every evening. An astronomy slide show will be presented at 8:30 in the auditorium of the Grand Canyon Lodge. Green laser tours are also given, mostly spontaneously throughout the evening. By day, solar observing is ongoing at the veranda, the Visitor Center and the General Store by the campground. Check the Visitor Center and park bulletin boards for slide show subjects and speakers.      Bring a flashlight  Make your way safely: use a red flashlight since event organizers discourage white lights on the telescope lot. Make a red flashlight by covering any flashlight with red cellophane or painting the lens with red nail polish or a red magic marker. For more on why red flashlights are helpful, click here. Although many telescopes come down after 11 pm, on nights with clear, calm skies some astronomers continue sharing their telescopes into the night.  The event is free (other than paying the park entrance fee of $30 per vehicle, good for 7 days of coming and going to either rim.) No reservations needed except for astronomers wishing to share their telescopes, who register through the astronomy clubs sponsoring the event. Come for a night, or for the whole event. Explore Grand Canyon by day and the universe by night!          Click on photo to watch time-lapse video of 2011 Grand Canyon Star Party by Dean Ketelsen.   Questions? E-mail Ms. Marker Marshall Park Ranger, Grand Canyon National Park (928) 638-7830  Tucson Amateur Astronomy Association Grand Canyon Star Party(South Rim) Web Site: http:\/\/tucsonastronomy.org\/upcoming-events\/grand-canyon-star-party\/   Saguaro Astronomy Club Grand Canyon Star Party (North Rim) Web Site: http:\/\/saguaroastro.org\/content\/2016GrandCanyonStarPartyNorthRim.htm     Short time lapse video of the 2011 Star Party by Dean Ketelsen http:\/\/www.youtube.com\/watch?v=OE09xkuir5s       Grand Canyon Star Party Dates Through 2020 June 04-11, 2016 June 17-24, 2017 June 09-16, 2018 June 22-29, 2019 June 13-20, 2020        Joe Orr in the Grand Canyon, May 2013   We honor and remember Joe Orr, a lifelong astronomer and former Grand Canyon Star Party participant. Joe's love of the stars was matched only by his generosity.  Joe recognized that one of the Canyon's most important resources is our night sky. In life and through an estate gift upon his death in 2013, Joe has been a huge supporter of Grand Canyon Association's \"Dark Skies\" initiative.    Thank you, Joe!  And thanks to the Orr Family Foundation for continuing his legacy.  For others who would like to support this project, contact the Grand Canyon Association.             Grand Canyon National Park Star Party   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 33 seconds  The 2016 Star Party will take place June 4–11, 2016 on both North and South Rims of the park. Here is some basic information about this event.         National parks protect some of the last remaining dark skies in this country. The National Park Service embraces night skies as one of the many scenic vistas to preserve.  Learn more about the National Park Service Night Skies program: http:\/\/www.nature.nps.gov\/night\/ Learn more about night skies at Grand Canyon https:\/\/www.nps.gov\/grca\/learn\/nature\/night-skies.htm            Night Sky - Grand Canyon in Depth - Episode 4   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 4 seconds  Experience the mystery and wonder of Grand Canyon National Park's night sky with Astronomer Tyler Nordgren and Park Ranger Rader Lane. Explore the beauty of the night sky and learn what you can do to help preserve it.         Jim O'Connor of the Tucson Amateur Astronomy Association, on dark adaptation of the eye and the value of red flashlights Humans only need eight hours of sleep, maybe less, each night but there are more hours of night in most latitudes for much of the year. We tend to live a diurnal life, so we need eyes that can fill our needs both in light and dark environments. To do so, the eye has two types of cells; cones are used mainly for color vision, rods for black and white in low light levels. In daytime we need detail to live our lives, but at night our primary need is threat detection. The rods work best at detecting motion, for night survival. Since threats tend to sneak up from the side or behind, the rods are placed at the periphery of our eye while the cones occupy the central part of our vision. The effect is that at night we can detect motion at the edge of our view. Near the front we don't see so well at night, but if we look a bit to the side objects ahead of us can pop into view. Astronomers call this averted vision, and it is used to find faint objects in an eyepiece.  Rods don't work on their own; they are inert. Their type of nerve cell need a chemical to enable their function. The body does not produce this chemical in daytime. It takes a very low light level sensed by the eyes to produce this chemical called rhodopsin, or visual purple. When the light is detected at a low level for 20 minutes or so, the body starts producing rhodopsin and night vision starts setting in. The other contributor to night vision is the pupil opening, but that goes to maximum within a few minutes of dark exposure. The big player in night vision is rhodopsin, and that takes from 20 to 40 minutes for humans to start benefiting from it. A key trait of this feature is that rhodopsin is photoreactive. It only takes a few seconds of bright light to cause the rhodopsin to decay into two parts with a photosensitive reaction, and the rods stop working. Then the cycle starts again. It is an interesting trait that deep red lights do not trigger the neutralization of the rhodopsin, so astronomers and safety officials use red lights for night lighting to allow night vision to continue. Since, unless the light is monochromatic like a laser, even red light has elements from other colors, even a bright red light can reduce the rhodopsin so a dim red light is best for maximizing after-dark eye behavior.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/grand-canyon-star-party.htm"
}
