{
    "title": "Klondike Gold Rush National Historical Park: Chilkoot Tramways",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Chilkoot Tramways                Chilkoot Tramways         Tram tower # 7 NPS image  During the Klondike Gold rush three aerial tramways and several surface hoists operated over the Chilkoot Pass moving supplies and gear over the steep terrain. Two of the tramways are significant engineering feats. The Chilkoot Railroad and Transportation Company crossed a distance of 2,200 feet in one span, then the world's longest, and the Dyea-Klondike Trans­porta­tion Company was one of the first aerial tramways powered by electricity. These tramways and hoists were important final links in the chain of developments to make Dyea and the Chilkoot Pass the dominant route to the interior. However, they failed to success­fully compete with the White Pass and Yukon Route railroad and most were bought out by the Skagway road. The Peterson Hoist P. H. Peterson, a ferry operator from Juneau, installed a simple hoist at the Scales before the main rush occurred. Stampeder William M. Stanley describes the operation:  [Peterson] anchors a pulley at the top through which he passes a rope, to which is attached a box, rigged on runners. A loaded sled is made fast to the rope at the bottom; the box is then filled with snow, to which is added the weight of the inventor and such other men as may be at hand. When this loaded box descends it pulls the sled up, where it is detached. The box is then unloaded and drawn back to the top when the operation is repeated as before.  In 1894, Peterson had previously attempted to do the same opera­tion with sealskins instead of a box with runners but it failed. He returned in 1896 with the gravity hoist described above. According to a sourdough known only as \"Silvertip,\" Peterson charged four bits a load. On February 17, 1898, he leased his tram to J. F. Hielscher of Dyea for five months, the peak months of the rush. He received a half-cent royalty on each pound carried by the opera­tion. The exact location of the Peterson tram is unknown. He may, in fact, have operated on the nearby Peterson Pass (which was named after him) instead of the Chilkoot Pass. There are many arti­facts in the vicinity of the pass but because of its simplici­ty, it is difficult, if not impossible to identify the exact line or pulley Peterson used.1      Chilkoot Tramways articles  Intro\/The Peterson Hoist (currently viewing) Archie Burns' Tramway  The Dyea-Klondike Transportation Company  The Alaska Railroad and Transportation Company The Chilkoot Railroad and Transport Company       Notes Written by Frank Norris, edited by Karl Gurcke.  1.The discussion on the Peterson hoist is taken directly from Spude, Chilkoot Trail, pp. 195-197.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/tramways1.htm"
}
