{
    "title": "Klondike Gold Rush National Historical Park: Klondike Kings",
    "body": "Klondike Kings       From the discoverers of the gold to the thieves who tried to steal it, the Klondike Gold Rush enticed thousands of people to Skagway, Dawson, and the gold fields beyond. It all started with the discovery of gold on Rabbit Creek in August of 1896. Learn more about three of the people who discovered the gold that started the gold rush:   Keish-Skookum Jim George Washington Carmcack Kate Carmack          Keish, also known as Skookum Jim, in the Klondike Gold Fields Photo courtesy of the Candy Waugaman Collection  Keish- Skookum Jim Mason Keish, born in 1855 in Tagish, would also later become known as Skookum Jim Mason. Keish was born near Lake Bennett to the Dakl' aweidi Clan. His family was tightly linked to the trade between coastal Tlingit people and the inland Tagish. His father was a Tlingit man from the Crow clan and his mother was Tagish from the Wolf clan. These strong family ties seemed to influence Keish because as a young man he worked in Dyea as a packer on the Chilkoot Trail. It is on the Chilkoot Trail where Keish got the nickname Skookum Jim, for being able to haul huge loads of more than 100 pounds.It was also on the trail that he met George Carmack, who would become a friend and partner. Carmack would eventually start a family with Keish's sister, Shaaw Tlaa (Kate Carmack). These two men, along with Keish's cousin, began prospecting together in 1888. In 1887, Keish assisted Captain William Moore with a survey over another low lying passage that later competed with the Chilkoot Trail as a major route to the Klondike, known as the White Pass. In the early 1890s, Keish left the area and his friends to head north to Forty Mile, along the Yukon River and began prospecting on his own. He returned some years later and reconnected with his sister and friend George. Soon after his return in August of 1896, the family group of four discovered gold on Rabbit (Bonanza) Creek. Together Keish, George Carmack, Kate Carmack, and Dawson (Tagish) Charlie worked what would become known as Discovery Claim and collectively earned nearly one million dollars. After the strike of good fortune, Keish built a home for his wife and daughter in Carcross, Yukon Territory where he spent the winters trapping and hunting. In the summer, he would return to the Klondike Fields and continue searching for gold. In later years, Keish built a home for his sister in Carcross, and developed a Trust that went to his people. For this reason the Tagish people and people of the Yukon consider Keish to be a generous man of historic significance.        George Carmack filed the first claim that started the Klondike Gold Rush, now referred to as Discovery Claim. Photo courtesy of University of Washington Libraries  George Washington Carmack George Washington Carmack is said to have started it all on August 17, 1896, when, as legend goes, he discovered gold in the cold waters of the Klondike River near Dawson City, Yukon. There is some controversy as to who was the first person to discover the gold.  Carmack was traveling in a party including his wife Kate Carmack, her brother, Skookum Jim, and Dawson Charlie. Numerous versions of the discovery story are told, however in the end the first claim to be filed for Bonanza Creek was under Carmack's name. George Carmack was born September 24, 1860 in Port Costa, California. After his 21st birthday, George enlisted in the United States Marine Corps and sailed to Sitka on board the U.S.S. Wachusett in February 1882. By 1885 George was stricken with gold fever and headed north to Juneau to outfit for a summer of prospecting and eventually taking the Chilkoot Pass into the Yukon.George, by 1887, could speak both Chilkat Tlingit and Tagish dialects, and married a Tagish chief's daughter, named Shaaw Tlaa (Kate), and later had a daughter named Graphie Gracie. In August of 1896, George had staked a claim on the richest creek in the Yukon. In July of 1899, George and Kate departed for California, and by 1900 would sever his commitment to Kate and marry another woman. George worked several more gold claims and dealt in real estate in his later years. He died at age 62 in 1922.        Portrait of Kate Carmack Photo courtesy of the Yukon Archives, James Albert Johnson, 82\/341, #41  Kate Carmack Born Shaaw Tlaa, this Carcross-Tagish woman of the Dakl'aweidi clan in Southern Yukon, was the sister of Skookum Jim. After her first husband and daughter died of influenza, she was asked to marry her late sister's husband, George Washington Carmack, who would refer to her as 'Kate'. Kate would follow her husband around Tagish, Dyea and Fortymile, operating trading posts and mining claims. She bore a daughter in January 1893, named Graphie Gracie. Kate would be a member of the original party consisting of her husband, her brother and her nephew, finding gold in Rabbit Creek near the Yukon River and setting off the Klondike Gold Rush of 1897-1899. Kate was never awarded any of the original claim. She would travel with her husband to the lower 48, only to be deserted by George in 1900 and left with no money. Kate and her daughter returned to her family in Carcross in 1901; however Kate's only daughter was sent for by George in 1909. Kate died poor and alone at the age of 63 due to influenza outbreak in 1920.      References: Wilkie, Rab and The Skookum Jim Friendship Centre. Skookum Jim: Native and Non-Native Stories and Views About His Life and Times And the Klondike Gold Rush. March 1992 Yukon Tourism Heritage Branch. Johnson, James Albert. George Carmack: Man of Mystery Who Set Off the Klondike Gold Rush. Epicenter Press. Canada 2001. Murphy, Claire Rudolf and Haigh, Jane G. Gold Rush Women. Seattle, WA Alaska Northwest Books. 1997",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/klondikekings.htm"
}
