{
    "title": "Klondike Gold Rush National Historical Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery                    Then and Now: Capturing a Century of Change   51 Photos  What has changed since the Klondike Gold Rush? Explore these photo pairs and see how you would answer the question. In 2013 and 2014, as part of an Inventory & Monitoring project, National Park Service researchers followed in the footsteps of gold rush and other early photographers to help provide an answer.  Historic photos of landscapes within the White Pass, Chilkoot Trail, and Skagway Units of the park were selected. More than 100 years later, photos were taken of the same landscapes from the same vantage points to create the photo pairs included here.          Chilkoot Trail Artists in Residence   7 Photos  See artwork produced by our past Chilkoot Trail Artists in Residence from their journeys along the Chilkoot Trail from Dyea, Alaska to Lake Bennett, Canada.          Wildflowers   16 Photos  Klondike Gold Rush National Historical park is an area rich with living color. Check out some of the wildflowers that bloom within our boundaries            Images of the Chilkoot Trail from a Backcountry Ranger   23 Photos  Being a backcountry ranger on the Chilkoot Trail has its challenges such as spending the summer hiking 10+ miles a day, living in a remote setting 12 miles off the nearest road, and ensuring the safety of 2000+ recreational hikers! The intimate views the rangers get while working on the trail is one payback for all this hard work! These photos were taken by Backcountry Ranger Katie Unertl during the summer season of 2010.          Jeff. Smiths Parlor and the Skaguay Street Cars   10 Photos  Historic photographs show the unique dime museum and funky customized tour buses created by inventor, entrepreneur and showman Martin Itjen.  Itjen came to Skagway for the Klondike Gold Rush and did a variety of odd jobs before developing his tour business.  Itjen developed Jeff. Smiths Parlor as the star destination of his tours and outfitted the museum with animated figures of Soapy Smith, Dangerous Dan McGrew and Lady Lou.            Keep the Past Alive Today- Scenes from Skagway, Alaska today   10 Photos  Skagway, Alaska and Klondike Gold Rush National Historical Park are great places to visit to retrace the steps of people who flooded the area creating a boomtown on their way to Klondike in 1898. The hustling, bustling town of Skagway keeps this boomtown feeling alive with preservation, interpretation, and more!            Klondike Gold Rush NHP in the Community   8 Photos  Klondike Gold Rush NHP engages the community's youth with a number of exciting program and offers fun volunteer opportunities.          Chilkoot Trail   7 Photos  Modern images of the Chilkoot Trail. Originally the Chilkoot Trial was a corridor of braided routes used and maintained by the Tlingit and Tagish people, native people of Southeast Alaska and Canada First Nations, for trade between the coast and the interior.  During the late 19th century foreign traders and gold seekers began to use the route.  The trail became overrun with people from around the world during the Klondike Gold Rush from 1897-1899. The trail became industrialized with tramways, towns, and more.  It was a hustling bustling corridor among a vast wilderness. Today 2000 people hike the trail annually to retrace the footsteps of history and seek solitude along the scenic and historic trail.          Birds in and around Skagway, Alaska   8 Photos  Meet some of the birds in and around Skagway, Alaska and learn where to look for them.            Skagway People   9 Photos  Historic images from Skagway, Alaska showing early life and society at the turn of the 20th century.          Chilkoot Trail 1922   8 Photos  Dyea, Alaska was once  filled with gold seekers rushing to find gold. Dyea is the start of the Chilkoot Trail became a boomtown overnight in the fall of 1897 as people landed in Dyea and made their way north.  The creation of the railroad in Skagway, the poor condition of the Dyea port, and the decline of the Klondike Gold Rush marked the end for Dyea. This collection of photos is from 1922, nearly 20 years after the town died away.               Prev    1   2   of 2  Next",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/photosmultimedia\/photogallery.htm"
}
