{
    "title": "Klondike Gold Rush National Historical Park: What Was the Klondike Gold Rush?",
    "body": "Explore This Park    Learn About the Park     What Was the Klondike Gold Rush?            What Was the Klondike Gold Rush?        Stampeders, loaded with gear, wait in line starting up Chilkoot Pass. KLGO Collections, Candy Waugaman Collection       The Last Grand Adventure        Seattle Post Intelligencer Klondike Edition, July 17, 1897   With cries of \"Gold! Gold! in the Klondike!\" there unfolded in the Yukon and Alaska a brief but fascinating adventure, which has captured the imagination of people around the world ever since. In August 1896 when Skookum Jim Mason, Dawson Charlie and George Washington Carmack found gold in a tributary of the Klondike River in Canada's Yukon Territory, they had no idea they they would set off one of the greatest gold rushes in history. Beginning in 1897, an army of hopeful goldseekers, unaware that most of the good Klondike claims were already staked, boarded ships in Seattle and other Pacific port cities and headed north toward the vision of riches to be had for the taking. All through the summer and on into the winter of 1897-98, stampeders poured into the newly created Alaskan tent and shack towns of Skagway and Dyea - the jumping off points for the 600-mile trek to the goldfields. Skagway, at the head of the White Pass Trail, was founded by a former steamboat captain named William Moore. His small homestead was inundated with some 10,000 transient residents struggling to get their required year's worth of gear and supplies over the Coast Range and down the Yukon River headwaters at lakes Lindeman and Bennett. Dyea, three miles away at the head of Taiya Inlet, experienced the same frantic boomtown activity as goldseekers poured ashore and picked their way up the Chilkoot Trail into Canada.        The Golden Staircase leading over Chilkoot Pass from the Scales in 1897 University of Washington photo  Stampeders faced their greatest hardships on the Chilkoot Trail out of Dyea and the White Pass Trail out of Skagway. There were murders and suicides, disease and malnutrition, and deaths from hypothermia, avalanche, and possibly even heartbreak. The Chilkoot Trail was the toughest on men because pack animals could not be used easily on the steep slopes leading to the pass. Until tramways were built late in 1897 and early 1898, the stampeders had to carry everything on their backs. The White Pass Trail was the animal-killer, as anxious prospectors overloaded and beat their pack animals and forced them over the rocky terrain until they dropped. More than 3,000 animals died on this trail; many of their bones still lie at the bottom on Dead Horse Gulch. During the first year of the rush an estimated 20,000 to 30,000 goldseekers spent an average of three months packing their outfits up the trails and over the passes to the lakes. The distance from tidewater to the lakes was only about 35 miles, but each individual trudged hundreds of miles back and forth along the trails, moving gear from cache to cache. Once the prospectors had hauled their full array of gear to the lakes, they built or bought boats to float the remaining 560 or so miles downriver to Dawson City and the Klondike mining district where an almost limitless supply of gold nuggets was said to lie. By midsummer of 1898 there were 18,000 people at Dawson, with more than 5,000 working the diggings. By August many of the stampeders had started for home, most of them broke. The next year saw a still larger exodus of miners when gold was discovered at Nome, Alaska. The great Klondike Gold Rush ended as suddenly as it had begun. Towns such as Dawson City and Skagway began to decline. Others, including Dyea, disappeared altogether, leaving only memories of what many consider to be the last grand adventure of the 19th century.      Learn More!   Read more stories from the Klondike Gold Rush Meet the guardians of the gold rush who have kept history alive in Skagway Research stampeder genealogy Follow the path to gold     Many Klondike Gold Rush National Historical Park publications are currently available free online through the National Park Service's Park History site.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/goldrush.htm"
}
