{
    "title": "Klondike Gold Rush National Historical Park: Brochures & Publications",
    "body": "Explore This Park    Plan Your Visit     Brochures & Publications            Brochures & Publications       Brochures   Information on Dyea, Alaska and the Chilkoot Trail  Lying at the head of the Chilkoot Trail, the town of Dyea reached its height during the Klondike Gold Rush when thousands of stampeders arrived on its shores en route to the gold fields. The town met its demise just a few short years later with the construction of the White Pass & Yukon Route Railroad out of nearby Skagway. Explore the historic townsite with the Dyea walking tour brochure and check out the slide cemetery, where many of the victims of the April 3, 1898 avalanche lie at rest.       Chilkoot Trail - Then and Now (PDF  648 KB)  Dyea Walking Tour (PDF 3.6 MB)  Slide Cemetery (PDF  554 KB)            Information in Other Languages   Bienvenue à Skagway!  (PDF 136 KB) Willkommen in Skagway!  (PDF 144 KB) ¡Bienvenidos a Skagway!  (PDF 126 KB)         Historic Buildings in Klondike Gold Rush National Historical Park The National Park Service owns and maintains a number of historic buildings in Skagway's Historic District and beyond. From bakeries to saloons, Gold Rush-era Skagway was a bustling center of business and trade. Explore the links below to learn more about the history and restoration of some of Klondike Gold Rush NHP's historic buildings or read these histories and more online.         Publications Many Klondike Gold Rush National Historical Park publications are currently available free online through the National Park Service's Park History site. Ethnographic Publications Thornton, Thomas F. with contributions by Deborah McBride, Saurabh Gupta, Carcross-Tagish First Nations, Chilkat Indian Village, Chilkoot Indian Association, and the Skagua Traditional Council. 2004. Klondike Gold Rush National Historical Park Ethnographic Overview and Assessment. Anchorage, AK: National Park Service.  Available online (PDF 10.1 MB).  Historical Publications Bearss, Edwin C. 1970. Proposed Klondike Gold Rush National Historical Park Historic Resource Study. Washington, D. C.: National Park Service.  Available online (PDF 24.2 MB). Blee, Catherine H., Robert L. Spude, and Paul C. Cloyd. 1983 Historic Structure Reports for Ten Buildings. Administrative, Physical History, and Analysis Sections, Klondike Gold Rush National Historical Park, Skagway, Alaska. Denver, CO: National Park Service.  Available online (PDF 35 MB). Johnson, Julie. 2003. A Wild Discouraging Mess: The History of the White Pass Unit of the Klondike Gold Rush National Historical Park. Anchorage, AK: National Park Service.  Available online (PDF 47.4 MB). Norris, Frank B. 1996. Legacy of the Gold Rush: An Administrative History of Klondike Gold Rush National Historical Park. Anchorage, AK: National Park Service.  Available online. Spude, Catherine H., Karl Gurcke, Gwen Hurst, and David Huelsbeck.  2006.  The Mascot Saloon: Archaeological Investigations in Skagway, Alaska, Volume 10.  Anchorage, AK: National Park Service.  Available online (PDF 30 MB).   Spude, Robert L. 1983. Skagway, District of Alaska 1884-1912. Building the Gateway to the Klondike. Occasional Paper No. 36. Fairbanks, AK: University of Alaska, Cooperative Park Studies Unit (Reprint).  Available online (PDF 42.1 MB).",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/brochures.htm"
}
