{
    "title": "Klondike Gold Rush National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 12, 2016  Learn How to Apply to Federal Jobs at Free Program August 18  Learn how to apply for federal jobs and ask questions about the process.   August 01, 2016  Injured Bear Dispatched  The brown bear previously wounded during a hazing event in Dyea on July 16 was put down by a National Park Service (NPS) ranger on Saturday, July 30.   July 29, 2016  New Closure Hours on Slide Cemetery Road for Construction Project  As part of the project to improve the Dyea Flats road, new road closure hours will go into effect the week of July 31.  At the request of the project contractor Hunz & Hunz Enterprises, the Slide Cemetery and Lost Lake road will be closed from 7pm to 7am daily, excluding holiday weekends.   July 18, 2016  Authorities Looking for Injured Bear in Dyea  Skagway -  A young adult brown bear was seriously injured during a “hazing” attempt by a Skagway Police Department (SPD) officer in the National Park Service (NPS) Dyea Campground on the evening of Saturday, July 16.  The bear may still be alive and SPD Officers and NPS Rangers will maintain increased presence in the Dyea area in the coming days.   July 10, 2016  Canyon City Ruins Bridge Closure  The bridge between Canyon City campsite and Canyon City Ruins spur trail will be closed immediately.   A cable has broken on the suspension bridge, making the bridge unsafe for visitors.   May 04, 2016  Contract awarded to improve Dyea Flats road through the park  Dyea Flats road improvement is scheduled with awarding of work contract.   April 01, 2016  Artwork of Stephanie Ryan, Klondike Gold Rush National Historical   Park Featured in New Exhibit at U.S. Botanic Garden in D.C.  Local artist, Stephanie Ryan, has artwork inspired by Klondike Gold Rush National Historical Park on display at the U.S. Botanic Garden in Washington, D.C.      Also, check out our calendar of upcoming events!",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/news\/newsreleases.htm"
}
