{
    "title": "Grand Canyon National Park: Guided Tours",
    "body": "Guided Tours       Jump to: bus -- hiking -- bicycle -- mule -- raft -- whitewater -- air -- jeep & van          2016 Class Schedule GCAFI  Grand Canyon Association Field Institute 2016 Schedule of Classes (576 kb PDF File) Topics: geology, ecology, history, archaeology, photography, & more.  The Institute offers guided educational tours at Grand Canyon National Park led by expert instructors while hiking, backpacking, camping, & whitewater rafting.  Click here to visit their website.  Learning & Lodging The Grand Canyon Field Institute (GCA) and Xanterra South Rim, LLC offer fun and informative Learning & Lodging Programs that combine lodging, meals, and two days in the field with an instructor.            South Rim Bus Tours Tours within the park to Hermits Rest and\/or Desert View, as well as sunrise and sunset tours, are available daily. Experienced guides do the driving while you relax and enjoy spectacular views of the Grand Canyon. Choose a tour that suits your schedule and interests, and take in some of the fascinating history and geology of this special place. More...  Wheelchair accessible coaches are available by prior arrangement.            Bicycle Rentals and Guided Bicycle Tours on the South Rim  Bicycle rental services, as well as guided bicycle tours are provided by  Bright Angel Bicycles. They are located by the Visitor Center. They also offer a coffee bar with a \"grab and go\" food and beverage service targeted toward hikers, bikers and pedestrians.  Bicycle rentals and guided bicycle tours are available between April 1 and October 31 (other times when weather permits - check their website for current availability) The coffee bar\/ cafe is open all year. Learn More...          Mule Trips - North and South Rim  Taking a mule ride at the Grand Canyon is a century old tradition.  Mule trips into the canyon - as well as rides through the park's woodlands to scenic canyon overlooks - are offered on both the North and South Rims. More...            Guided Hikes - North and South Rim Day hikes and walks led by Park Rangers take place throughout the year. These programs are free and require no advanced sign-up.  Another option would be to join a guided hiking and\/or camping trip that is educational in nature, offered by the nonprofit Grand Canyon Field Institute. They offer guided educational classes and tours at Grand Canyon National Park led by expert instructors. Topics include geology, ecology, history, archeology, photography,   A wide range of additional options exist for guided hiking at Grand Canyon National Park. More... Download the bulletin below for a list of companies authorized to guide overnight hikes within the park. Please contact the companies directly regarding cost and services provided. Guided Backpacking Trips Bulletin (170 kb PDF file)          NPS: Mark Lellouch  3-21 Day White Water Raft Trips Commercial white-water raft trips through the canyon last 3-21 days and require reservations well in advance.   More than a dozen companies are authorized to provide trips on the Colorado River through Grand Canyon. Prices vary depending on company, length of trip, and craft used, but are roughly $250-300 per day. More...  View the current list of commercial river companies.           Smooth-water trip Col. River Discovery   One Day Raft Trips One-day raft trips on the Colorado River are available below Glen Canyon Dam. The trips are not offered during the winter months.  Colorado River Discovery offers smooth-water trips from Glen Canyon Dam to Lees Ferry. Trips begin in Page, Arizona, 140 miles from Grand Canyon Village. Reservations are required. When visiting the park, check with the Transportation Desks in Bright Angel, Maswik, or Yavapai Lodges to book a trip.             South Rim Air Tours All scenic air tours are based outside of Grand Canyon National Park. Both fixed-wing and helicopter tours of the Grand Canyon region are offered daily.   Some air operators also fly to the Grand Canyon Airport from Phoenix\/Scottsdale, Arizona or Las Vegas, Nevada. For a list of air tour operators with links to their websites, view ADOT's listing here.             Jeep and Van Tours Join an off-road trip or travel by van to viewpoints along the canyon rim. Tour the park with local guides and learn about human history, wildlife, geology and folklore.  Off-road and van tours are based outside of the park. Search the business directory of the Grand Canyon Chamber of Commerce for information about companies that offer guided tours.       National Forest Trail Rides - South Rim  One-hour and two-hour trail rides through the pines of the Kaibab National Forest and twilight campfire and wagon rides are available. Both horses and mules are utilized. Apache Stables is located just outside of the South Entrance to Grand Canyon National Park at the north end of the community of Tusayan. For information and reservations call (928) 638-2891.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/guidedtours.htm"
}
