{
    "title": "Klondike Gold Rush National Historical Park: Gold Rush Writers",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Gold Rush Writers                Gold Rush Writers       The Klondike Gold Rush was a great human drama and the last major migration in the western hemisphere.  In the days without television, the internet, or even reliable telegraph and telephone services it was the writers who shared the Klondike experience with the world.     Tappan Adney, a photojournalist for Harper's Weekly magazine sent to cover the rush Robert Service, the Canadian poet who missed the stampede, but wrote about the Yukon that was born from it Jack London, who made the trip to the Yukon as a young man and wrote about the experience later in life          NPS photo\/Jason Verhaeghe  Tappan Adney  Tappan Adney explored Skagway, Dyea, and the trails leading north. He sketched his first impressions of remote locations and brought the gold rush home to many people through his Harper's Weekly articles. After he returned home he turned his experience in to one of the best first-hand accounts of the gold rush, The Klondike Stampede.  When Tappan was dispatched to cover the Klondike Stampede, the country had been in an economic depression since 1893. By 1897, people were desperate for money and life improvement. Many people talked about going to Dawson City, and thousands actually did. Tappan Adney was by no means the only journalist to go North, but his writing is among the best-known and most enduring. Tappan Adney may have been uniquely suited to cover the gold rush. He was not only an experienced outdoorsman, but also an accomplished writer. On his trip north he not only took his year's worth of supplies, but also a camera to record the experience and a notebook to sketch out his articles.  Tappan writes that his photographic gear included \"a 5 x 7 long-focus Premo camera, ten dozen 5x7 cut films for use in plate-holders... and eight spools of sensitive film, of thirty two exposures each, for use in a roll-holder, and expressley ordered hermetically sealed in in tins; in addition a small pockek Kodak... together with a complete developing outfit. Glass plates were not taken, on account of weight and their liability to break.\"        D Street in Dawson City, height of the Klondike gold rush. KLGO Archive Collections  Robert Service Born in England on January 14, 1874, Robert W. Service became apprenticed as a bankclerk after graduation. As a young man sailed to Canada and landed a bank job in Whitehorse, Yukon Territory in 1904. A few years later, Service found himself living in the gold rush town of Dawson City, YT, were he took the tall tales of '98 and made them his own. Although he was never a prospector, he struck gold creating imaginative and colorful verse about life under the midnight sun. In 1907, Service published Songs of a Sourdough in London which allowed him to quit the banking business soon after and become a full-time writer. For many, Robert Service is the \"Bard of the Yukon.\" His long rhyming narratives called The Shooting of Dan McGrew and The Cremation of Sam McGee became two of the most memorized poems in the English language. His best-known works describe the beauty of northern landscapes along with unforgettable characters. \"There's a land where the mountains are nameless, And the rivers all run God knows where; There are lives that are erring and aimless, And deaths that hang by a hair… There's a land- oh, it beckons and beckons, And I want to go back- and I will.\"  \"The Spell of the Yukon\" For more, read: Robert Service, Best Tales of the Yukon 2003 Running Press         Portrait of Jack London from between 1916-1946 taken by Arnold Genthe Photo courtesy of Genthe, Arnold, 1869-1942. Arnold Genthe Collection (Library of Congress). Negatives and transparencies   Jack London Jack London was 21 and unknown when he sailed for the Klondike from San Francisco on July 25, 1897. In his words he \"had let career go hang, and was on the adventure-path again in quest of fortune.\" He landed on the Dyea beach on August 7. He and his companions used a boat to haul their goods six miles up the Taiya River. From there, London packed over the Chilkoot Pass. He described the agonies and dangers of this effort in his novels Smoke Bellew and A Daughter of the Snows.   By August 31, he was over the pass. After building two boats, London and his partners set sail from Lake Lindeman on September 8. By October 9, London reached the mouth of the Stewart River, 80 miles upstream from Dawson, where he spent the winter.   That spring, ill with scurvy, he left for the \"Outside\" via St. Michael. He stoked coal on a steamship for passage home. London mined no gold, but his Yukon novels and short stories made him a fortune.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/writers.htm"
}
