{
    "title": "Klondike Gold Rush National Historical Park: Guardians of the Gold Rush",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Guardians of the Gold Rush                Guardians of the Gold Rush       Klondike Gold Rush National Historical Park is possible through the work of the National Park Service as well as many individuals and organizations in the last century.  Early on, people recognized the significance of this massive event, and have been sharing the gold rush stories with visitors to the area.  Meet just a few of the important guardians of the gold rush...  Martin Itjen - Skagway's first promoter George Rapuzzi - A long-time resident and artifact collector The National Park Service - Preserving buildings, sharing history         Martin Itjen posing with his animatronic bear and original Skagway Street Car. Photo courtesy of the George and Edna Rapuzzi Collection, Rasmuson Foundation, Klondike Gold Rush National Historical Park  Martin Itjen Martin Itjen arrived in Skagway, Alaska in 1898, on his way to the Klondike gold fields.When the local newspaper boasted headlines of gold discovery in the far north Yukon, Martin set off for his journey from his hometown of Jacksonville, Florida. He ventured to the shores of Skagway, learning along the way of requirements set by the Canadian Mounted Police to carry 2,000 lbs. of food and provisions over the coastal mountain range and continue another 600 miles north to Dawson City. Skagway was a boom town with a rapidly flourishing economy. Upon his arrival there, Martin decided to postpone his plans to continue to the goldfields and took a job with the White Pass Yukon Route Railroad as a track layer. Over the next few years, Martin tried his hand at several other endeavors. He served as the town's first undertaker, worked as a carpenter, and delivered coal. In 1902, Martin and his wife Lucille, opened the Bay View House, which was a hotel room built onto a scow. It was an original structure, near the Moore's wharf where lodgers could rest for $.25 a night. During the 1910s through the 1930s, tourism began streaming into the Alaskan coast. More and more tourists replaced gold seekers, making the journey to see the natural beauty.Martin greeted the town's visitors down by the marina offering a guided town tour complete with his personal accounts of the Days of '98. His love of the automobile and the tourist industry evolved together to form the Skagway Streetcar Company. He developed a narrated tour that kept stories of the Grand Adventures of the Gold Rush alive.He published a booklet to accompany the tour complete with Itjen original poetry:   If you're going to the Klondike I'll tell you what to do, Be sure you take a ton of grub, Or better yet, take two. For you'll find that you'll be hungry, Morning, noon and night, And you'll soon have what the people Call a Klondike appetite.   Business went very well for Martin as he shared the lore of Skagway with his wit and humor. He built four streetcars over the course of his life, each a little different than the other. On the exterior of one of his vehicles, he attached a small mechanical bear he had created himself. When Martin took a right hand turn, the bear would signal by lifting his right paw, same to the left. A life-size mannequin of con man, Soapy Smith, stood on the back of one of the streetcars with a large cigar in his mouth. Martin rerouted the vehicle exhaust to come up through Soapy's body and out the cigar. Martin used these novelties added excitement to his tours, which cost .50 cents and lasted 2 hours. In 1935, Martin embarked on a well-documented road tour in one of his street cars along the west coast. He met famed actress Mae West in Hollywood and gained national media attention. He showcased his street cars and shared stories of his gold rush adventures in Skagway. Upon his return Martin continued operating the Skagway Streetcar tours and a year later began early restoration of Jeff. Smith's Parlor Museum. The museum was a celebrated stop on the streetcar tour and preserved gold rush era memorabilia that is still in existence today. Martin Itjen is remembered as the premier leader of Skagway tourism and remained a tireless Gold Rush promoter until his death in 1942.           George Rapuzzi participates in the dedication of the brand new Klondike Gold Rush National Historical Park in 1977. Photo from KLGO Rapuzzi Collection  George Rapuzzi George was born in 1899 in Skagway. His father George, was the first in his family to arrive in Skagway, just before his mother, who came on the City of Seattle in June 1898. When George was growing up, his parents owned a small market on Broadway. As a teenager, he sold newspapers in Skagway. As an adult, George was a highly skilled machinist and spent 50 years working for the White Pass railroad. He and his wife Edna were one of the last gold rush families in Skagway. George hiked over the Chilkoot Trail many times, and also rode his motorcycle up and over White Pass and rode it on the ties (i.e., between the rails). He was also a pilot. Prior to 1948, there was no road between Skagway and Dyea.He took tourists over to Dyea beginning in 1917 and ran a boat service until the late 1950s. Some of the artifacts from Dyea include an original tram bucket from the Chilkoot Railroad and Transportation Company, the crap table he hauled out at Sheep Camp, and other similar articles. George hiked the Chilkoot Trail several times and spent many hours scavenging “gently decaying” buildings around Dyea. While other people cleaned out old stuff, George was there to collect it. For example, he rescued the door of an old gold rush era jail from the dump.He lived until 1986.George purchased the Y and Meyer’s complex in 1922 and used the building as an automobile garage and warehouse until his death in 1986. Much of his gold rush era collections were donated to the National Park Service in 2008 through a generous donation from the Rasmuson Foundation.        President Ford stands with Alaska Representative Don Young and Senator Ted Stevens who worked hard to establish Klondike Gold Rush National Historical Park. NPS photo  The National Park Service The preservation of historical buildings in Skagway celebrates one of the most spectacular events of the late 19th century- the Klondike gold rush.  The unique partnership of Klondike Gold Rush National Historical Park and the city of Skagway promotes responsible practices to preserve an irreplaceable cultural heritage.  Klondike Gold Rush National Historical Park is one of the few parks with boundaries that define the business district of a viable, active community.  Park activities keep the historic district alive and strive to keep local citizens involved in preservation.   The first attempt to celebrate the Klondike Gold Rush with a National Park site was in the 1930s.  In the 1960s, after Alaska's statehood and facing the centennial anniversary of the purchase of Alaska, many Alaskans started examining and appreciating the state's unique history.  Because the gold rush was instrumental in opening Alaska to more people, this part of history was viewed as valuable and worthy of preservation.  Government officials, including the State's Senator and Representative as well as many citizens of Skagway worked to commemorate the gold rush with a National Park site.  In 1976, the dream became reality when Congress created Klondike Gold Rush National Historical Park in Skagway, Alaska and Seattle, Washington.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/historyculture\/guardians.htm"
}
