{
    "title": "Grand Canyon National Park: Bicycling Information",
    "body": "Bicycling Information              If you plan on bringing a bicycle, be aware that in Arizona, bicycles are subject to the same traffic rules as automobiles.   Use extreme caution when riding on park roads! Shoulders are narrow and vehicle traffic is heavy.  Bicyclists share the road with vehicles. There are no designated biking lanes. Always ride single file with the flow of traffic See and be seen; wear bright colors and a helmet. Be prepared for possible weather changes.   Bicycle Rentals are available on the South Rim. Click here to learn more. Bicyclist campsites are available in the park's campgrounds Bicycle\/backpacker sites are $6.00 per person, per night. NO CARS ARE ALLOWED! The bicycle\/backpack sites at Mather Campground (South Rim) and at the North Rim Campground, are shared sites.  All park shuttle buses are equipped with 2-3 capacity bicycle racks mounted on the front of each bus. Bicyclists are required to load and unload their own bikes and are responsible for bike security. This makes it possible to bicycle one way and ride the shuttle the other.       Bicycles are prohibited   Inside the Grand Canyon (below the rim) along any paved or unpaved portion of the Canyon Rim Trail   Bicycles are permitted   On all paved and unpaved park roads On the 2.8 mile \/ 4.5 km Hermit Road Greenway Trail (South Rim.)          Touring Hermit Road.   On Hermit Road, bicyclists should pull to the right shoulder and dismount when large vehicles are attempting to pass. Never hang onto a shuttle bus while riding.   The Hermit Road Greenway Trail segment, between The Abyss and Hermit Rest, provides a bicycle path away from the road and, in places, along the rim.        Hermit Road Greenway Trail (2008)       The Hermit Road section of the Greenway Trail accommodates hikers, bicyclists, and visitors using wheelchairs. The trail meets Accessibility Guidelines for Outdoor Developed Areas. Much of the trail follows the 1912 alignment of Hermit Road. There are six overlooks, including Pima Point, in addition to multiple resting areas along the trail.           Bicycle Rentals & Guided Tours on the South Rim are provided by by Bright Angel Bicycles and are located near the Visitor Center.  View Photos of the operation here.  Bicycle rentals and guided bicycle tours are available between March 15 and October 31. (other times, when weather permits - check their website for current availability) Also available is a coffee bar and café with a \"grab & go\" menu targeted towards hikers, bikers and pedestrians. The Café is open year-round. Learn More....        WARNING:  The South Rim of Grand Canyon averages 7,000 feet \/ 2,134 meters above sea level. Visitors with respiratory or heart problems may experience difficulties. Exercising at this elevation can be strenuous. Please use caution and when engaging in any physical activities and use care not to push yourself. Always check the weather before exercising outside.             Cyclists Ride Tusayan Greenway    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 5 seconds  6.5 miles\/ 10.5 km from Tusayan, AZ to Grand Canyon National Park Visitor Center. 500ft 152m elevation gain. High altitude workout.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/bicycling.htm"
}
