{
    "title": "Klondike Gold Rush National Historical Park: Indoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Indoor Activities              Indoor Activities        Visitors tour Jeff. Smiths Parlor NPS photo\/N. Toering         NPS photo  Visitor Center Activities: (located at 2nd & Broadway) During the summer, Ranger Presentations are given each day at 10 am in the visitor center auditorium. These are 45-minute talks on various topics, for more details ask at the visitor center. Programs and facilities are wheelchair accessible and service animals are welcome.  See the 30-minute film \"Gold Fever: Race to the Klondike\" in the visitor center auditorium at 9, 11 am & 12, 1, 2, 3, 4 pm. The movie may be available on request for off-season or winter visitors. Hearing assistance and audio description available upon request. The auditorium is wheelchair accessible and service animals are welcome.  Note: the main park museum is undergoing new exhibit installation during 2016.  During this period of transition you can still see the park's 3D map.  As a special exhibit, see the original artwork by Ted Harrison illustrating Robert Service's famous poem \"The Cremation of Dan McGee.\" Check the schedule posted in the visitor center for park sponsored special programs.         Museum exhibit at the Mascot Saloon NPS photo  Explore the Mascot Saloon - an authentic post-gold rush saloon museum where you can almost hear the tinkling of the piano competing with the conversation of hopeful prospectors.  Open daily early May through mid-September, 8am to 6pm at Third Ave & Broadway. This facility is wheelchair accessible and service animals are welcome.        Park staff in period dress at the Moore House NPS photo  Visit the historic Moore House and Cabin to experience early frontier life in this windy valley. Open daily, mid May through mid-September, 10am to 5pm at Fifth Ave & Spring Street. This facility is wheelchair accessible and service animals are welcome.        NPS photo\/B. Hayes   Jeff. Smiths Parlor Museum is one of the oldest museums in Alaska dedicated to the outlaw \"Soapy\" Smith, early Alaskana, and other curiosities.  It has been restored to its 1960s glory and is now open for tours and exploration. Monday - Friday open 9am - 5pm with purchase of tour only.  Book your tour: visit recreation.gov or call 1-877-444-6777. Weekends open 9am - 5pm, no tours or reservations, but rangers are available for questions.        NPS photo\/S. Millard   Stop by the Junior Ranger Activity Center to earn your Junior Ranger badge and explore the gold rush.  Open Monday- Friday 10am- noon and 1pm-3pm.",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/indooractivities.htm"
}
