{
    "title": "Denali National Park & Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information       The Basics of a Denali Visit   Denali National Park and Preserve has just one road, called the Denali Park Road, and it is the main avenue for visitors to see and experience Denali.  The road is 92 miles long, and only the first 15 miles of it are paved. That paved portion, leading from the park entrance to Savage River, is open during the summer (May 20 through mid-September) for public (non-commercial) vehicles to drive.    Summer travel beyond mile 15 is by shuttle or tour bus, or under human power (hiking, biking, etc). The summer season in Denali runs from late May through early September. Please note that some children will require car seats on the park buses. Learn more about bus trips in Denali.    Visitors coming in spring or fall (so, before May 20 or after the second full week of September) should prepare for the unexpected. It can snow heavily almost any month of the year, so the road in spring or fall may be open or closed depending on conditions. Learn more about visiting in spring or fall.   Popular Things to Do  In 1917, Congress created this park for one main reason: to protect Dall sheep. Over time, Congress expanded the park boundaries and added other reasons for its existence, including protection of North America's tallest mountain (also called Denali) and to provide a place for wilderness recreation.       Hiking Denali is a huge park (> 6 million acres), but has very few trails. This is intentional; as mentioned above, one reason this park exists is to preserve wilderness recreation, which includes hiking and backpacking in a trail-less wilderness. However, some marked trails exist, mainly around the two visitor centers. Looking for Wildlife Most Denali visitors say they came for the scenery and\/or wildlife. In either case, the best way to sightsee is by bus in summer.   Check out a full list of things to do or check out our suggested trip itineraries, based on how long you'll be here.           Denali Details           Physical Address      Many rural locations in Alaska use a mile marker on a road to denote their physical address (as opposed to a traditional street number). For people who wish to use a GPS device to navigate their way here, you may need to input the latitude and longitude of the park entrance: 63.728443, -148.886572.       Mile 237 Highway 3  Denali Park, AK 99755                 Directions       Many rural locations in Alaska use a mile marker on a road to denote their physical address (as opposed to a traditional street number). For people who wish to use a GPS device to navigate their way here, you may need to input the latitude and longitude of the park entrance: 63.728443, -148.886572.      You can drive to Denali from Anchorage or Fairbanks, along Highway 3, which is known as the \"George Parks Highway.\" Fairbanks is about 2 hours north, while Anchorage is 5 hours south of the Denali entrance. You can also reach Denali from either city via the Alaska Railroad, which is operated by the State of Alaska. A small private airstrip is also available near the park entrance for individuals wishing to fly their own small craft to the park.  Directions Details           Operating Hours & Seasons       The main season for visitors is May 20 through the second or third week in September, though there is plenty to see and do outside of the summer. There is just one road in Denali and it is closed for most of the winter, though the park remains open for winter recreation.  There is no gate at the park entrance, so you are technically able to visit any time of the day or night (which, in summer, is quite bright thanks to how long the sun is up!). You can recreate (hike, bike, etc) any time, but camping can only occur in designated campgrounds or with a backpacking permit. To plan a trip effectively, however, you may need to learn more about:  Visitor centers and campgrounds Bus trips in the park Spring or fall info (i.e., for a visit before or after the summer season of mid-May to mid-September). Backpacking and other things to do    All Park Hours Denali is open 24-hours a day, although services are limited after-hours (generally after 4 pm in winter or 6 pm in summer). There is no gate at the park entrance. Please note that camping is only possible either in designated campgrounds (with a valid reservation) or in the rest of the park with a free backpacking permit.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Summer is typically cool and wet, with highs typically in the upper 50s to low 60s, and lows in the 40s. On occasion, summer highs reach the low 80s, though this is rare. Snow can fall any month of the year, so be prepared for chilly weather even in summer. Fall colors emerge on the alpine tundra in August and in the low valleys in early September. Winter generally starts in mid-September, with temps often getting down to -40 by January. Spring is a short season in April \/ May, with highs above freezing.   Learn more about Denali's weather         Fees & Passes    Denali charges an entrance fee year-round. More details can be found below. Please note that some activities, like summer bus trips or staying in park campgrounds, have additional costs. Find those specific amounts on our fees and passes page. Holders of the nationwide America the Beautiful Annual Pass, Senior Pass or Access Pass do not need to pay the park entrance fee. The Senior Pass and Access Pass also provide a 50% nightly discount on camping in Denali. None of these passes influence bus ticket prices, however. Learn more about the America the Beautiful nationwide pass program.  Entrance Fees:   Denali Entrance Fee - Per Person - $10.00 The park entrance fee is $10.00 per person (youth age 15 years or younger are free). This fee provides the visitor a 7-day entrance permit. It is charged year-round.    Entrance Passes:   Denali Annual Pass - $40.00 This pass is valid for a year from the month of purchase (e.g., purchasing it in May of one year means it is valid until the end of May the following year). The pass covers the cardholder plus up to three fellow-travelers. Up to two names can be written on the pass, meaning it can be used by either cardholder.          Visitor Centers     Most visitor centers in Denali are open in summer only (roughly mid-May through mid-September). The Murie Science & Learning Center acts as the winter visitor center, and is open nearly every day of the year.   Denali Visitor Center Open in summer only, this is the main visitor center near the park entrance. Here, you can watch the park film; check out a variety of exhibits about the natural and cultural history of the Denali area; and join a variety of ranger walks or talks.    Eielson Visitor Center Eielson Visitor Center is open in summer only. Located at Mile 66 of the Denali Park Road, Eielson Visitor Center can be reached by most shuttle buses, and by the Kantishna Experience tour bus. Features include daily ranger-led programs, a small gallery of art inspired by Denali's natural wonders, and, on clear days, amazing views of Denali and the Alaska Range.    Murie Science and Learning Center  The Murie Science and Learning Center promotes science and stewardship on behalf of national parks in northern Alaska. Murie is part of a national effort to increase scientific literacy by showcasing research from living laboratories like Denali National Park and Preserve. Located in Denali, the Murie Science and Learning Center is run by the National Park Service in partnership with Alaska Geographic and other organizations.   Wilderness Access Center This summer facility is operated by our concessionaire rather than by the National Park Service. It is the primary place to buy bus tickets, arrange for stays in park campgrounds, or to check in for an existing reservation.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/basicinfo.htm"
}
