{
    "title": "Klondike Gold Rush National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours              Walking Tours   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:55 seconds  Get a sneak peak of ranger-led walking tours through Skagway's Historic District           A ranger leads tour of the Skagway Historic District. NPS photo  Historic District Walking Tours One hour ranger-led walking tours of the Skagway Historic District.  WHEN: Early May to late September. TIMES: Weekdays at 9 am, 10 am, 11 am, 2 pm and 3 pm, weekends at 10 am and 2 pm WHERE:  Meet at the park service visitor center at 2nd and Broadway. TICKETS: Free tickets must be picked up at the visitor center, located at 2nd Avenue & Broadway even if reserved online. Walks are limited to 30 participants. Tickets for tours are given out on the day of the tour on a first-come, first-served basis or may be reserved online in advance. RESERVE: Visitors can reserve select tour times in advance on recreation.gov.  In June, July, and August it is common for tours to fill up before 10 am.  Reserve your tickets in advance to get a tour that works best for your day.  These walking tours cover approximately four blocks of town.  Tours are wheelchair and stroller accessible and service animals are welcome.        NPS photo\/N. Toering   Jeff. Smiths Parlor Guided Tour Thirty minute guided tour of the newly restored Jeff. Smiths Parlor Museum. WHEN: Early May to late September TIMES: Monday - Friday 9 am - 5 pm WHERE: 2nd Avenue one building over from the Broadway intersection TICKETS:  Same day tickets can be purchased for $5 at Alaska Geographic on Broadway across from the visitor center. RESERVE:  Advance tickets are $5 and available on recreation.gov.  Reserve your tour in advance to guarantee a tour time that works best for your schedule.         A ranger and tour participants cross over the slough bridge at the Dyea townsite trailhead. NPS photo\/C. Von Halle   Dyea Townsite Tour Ninety minute walking tours around the historic Dyea townsite.  WHEN: Early June to late August. TIMES: Monday through Thursday at 3 pm. WHERE: Meet the ranger at the Dyea townsite parking area. (See Dyea Map) RESERVE: Visitors can reserve a tour in advance on recreation.gov WHAT TO BRING: Footwear appropriate for the weather, insect repellent, rain gear, and water. TRANSPORTATION: Transportation to the Dyea townsite is not provided by the National Park Service.  Shuttles and rental cars are available through local private businesses. Dyea Road is unpaved and is not recommended for vehicles longer than 30 feet. Ask at the visitor center in Skagway about commercial transportation options and current road conditions. This walking tour is primarily on uneven terrain and dirt pathways and covers approximately one mile. Leashed service animals are welcome.",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/guidedtours.htm"
}
