{
    "title": "Grand Canyon National Park: The Hualapai Tribe and Skywalk",
    "body": "The Hualapai Tribe and Skywalk       The Skywalk is outside of Grand Canyon National Park.  Read this page to learn how to get there.      The Hualapai (WALL-uh-pie), the \"People of the Tall Pines,\" have lived in the Southwest for untold generations. Traditionally their homelands stretched from Grand Canyon to the Bill Williams River in west-central Arizona and from the Black Mountains bordering the Colorado River to the San Francisco Peaks. Primarily nomadic hunter-gathers, they also traded with nearby tribes. The Hualapai Reservation of just less than 1,000,000 acres (404.868 ha) was established in 1883. Today the tribe counts about 2,300 members. Peach Springs on Highway 66 is the tribal headquarters. The tribe operates a hotel, restaurant, and gift shop in Peach Springs. While limited ranching, timber harvest, and guided hunts provide some income, the tourist industry offers the best opportunity for employment of tribal members.      Grand Canyon West The Tribe has chosen a site at the far western end of Grand Canyon - about 250 miles (400 km) by road, a five hour drive, from the South Rim of Grand Canyon National Park - to offer a variety of visitor services including the Skywalk. Food service is limited, usually as part of a package tour. The map below shows the location of Grand Canyon West.       Location of Grand Canyon West, a five-hour drive from Grand Canyon Village on Grand Canyon National Park's South Rim.        To drive to Grand Canyon West,  From Kingman, Arizona, turn north on US 93 and proceed about 30 miles (48 km) to Pierce Ferry Road - turn right. After 28 miles (45 km) on Pierce Ferry Road, turn right onto Diamond Bar Road, which will merge into Buck and Doe Road and continue onto Grand Canyon West. The entire road is now paved. Total distance from Kingman, Arizona is 79 miles (127 km) and takes about 1.5 hours to drive.  From Las Vegas, Nevada, follow US-93 south to Boulder City, Nevada and then proceed about 45 miles (72 km) to Pierce Ferry Rd. in Mohave County - turn left. After 28 miles (45 km) on Pierce Ferry Road, turn right onto Diamond Bar Road, which will merge into Buck and Doe Road and continue onto Grand Canyon West. Total distance from the center of Las Vegas, Nevada is 122 miles (196 km) and takes about 2 hours and 15 minutes to drive.  Shuttle service is available from the reservation boundary for a fee.  The Skywalk The Skywalk, managed by the Hualapai Tribe and located on tribal lands, consists of a horseshoe shaped steel frame with glass floor and sides that projects about 70 feet (21 m) from the canyon rim. While the Skywalk is the most famous attraction at Grand Canyon West, tours also include other points of interest and unique canyon views.  Fees The Hualapai Tribe collects fees to enter any part of the reservation as certain parts of the reservation are restricted to the general public. All fees are subject to change at any time.    Grand Canyon West and the Skywalk: www.grandcanyonwest.com\/ Reservations: 1-888-868-9378 or 1-928-769-2636   For reservations at The Hualapai Lodge  in Peach Springs: 1-928-769-2230",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/skywalk.htm"
}
