{
    "title": "Cape Krusenstern National Monument: Things To Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come             Things To Know Before You Come       Visitors should be prepared to enjoy a non-traditional National Park Service experience. There are no roads, trails, campgrounds or regularly attended ranger stations in Cape Krusenstern National Monument. This is truly a wild area. Access is typically by small aircraft. Licensed air transporters are available in Kotzebue. Flights to most areas of the monument are generally 1 hour or less in duration. The number of National Park Service staff in Kotzebue is small and the acreage of the monument is large. Visitors may not be able to contact a ranger if they have an emergency. Backcountry experience and self-sufficiency are vital. Along with this come tremendous opportunities for peace and solitude on a vast landscape. Visitors are not required to check in with staff at the headquarters office in Kotzebue or get a permit before starting a trip in the monument. However, rangers are happy to document itineraries if travelers wish to provide that information.  Cape Krusenstern National Monument is bear country. It is important to keep human food and scented items away from bears or any wild animals. Animal- resistant food containers are also available for loan from the park headquarters in Kotzebue. Please practice Leave No Trace skills to maintain the pristine and wild nature of this area. Cellular phones do not work in the backcountry. Satellite phones have proven useful and some travelers choose to carry them for added safety. Unlike many National Park units, Cape Krusenstern National Monument allows local residents to hunt and gather resources from the land. Please respect all of these subsistence activities and give people a wide berth so they may finish their work without interruption. Please do not interfere with subsistence camps, fishnets or other equipment. Visitors who plan to fish must have an Alaska state fishing license. Licenses are available in Kotzebue or online at www.adfg.state.ak.us.",
    "url": "https:\/\/www.nps.gov\/cakr\/planyourvisit\/things2know.htm"
}
