{
    "title": "Cape Krusenstern National Monument: Bear-Resistant Containers",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety     Bear-Resistant Containers                Bear-Resistant Containers        Bear-resistant food containers are essential on any camping trip. NPS Photo\/Constance Baltuck       Anyone travelling in bear country should use a bear-resistant container to store all food, garbage and scented items such as deodorant or toothpaste. Bears that associate humans with food will become food-conditioned and seek them out. Preventing bears from becoming food-conditioned by securing food in bear-resistant containers certified by the Interagency Grizzly Bear Committee (IGBC) can reduce dangerous situations for both humans and bears. Bear-resistant containers are defined as securable container constructed of a solid, non-pliable material capable of withstanding a minimum of 300 foot-pounds of energy. When secured and under stress, the container will not have any cracks, openings, or hinges that would allow a bear (or other animal) to gain entry by biting or pulling with its claws. To be certified by the IGBC, containers must have undergone testing with captive bears. Check their website for the most up-to-date list of certified products. Bear-resistant containers don’t prevent bears from smelling food, just accessing it. Always make sure to store your bear-resistant container away from your sleeping area. The Northwest Arctic Heritage Center in Kotzebue loans bear-resistant containers certified by the IGBC to visitors free of charge. Containers are loaned on a first come, first serve basis, so call ahead at (907) 442-3890 to check availability and options. When used properly, electric fencing is a good addition or alternative to bear-resistant containers. People travelling with planes or inflatable boats can use electric fencing to secure their property. Park rangers can help you determine if electric fencing is the right option for you and what type of fencing you will need to bring. Please note that most ice chests and coolers, tents, dry bags or stuff sacks, plastic packing boxes (Totes, Action Packers, etc) and unmodified kayaks are not certified bear-resistant containers.",
    "url": "https:\/\/www.nps.gov\/cakr\/planyourvisit\/Bear-Resistant-Containers.htm"
}
