{
    "title": "Grand Canyon National Park: Havasupai Indian Reservation",
    "body": "Havasupai Indian Reservation       Please be aware that Havasu Canyon is a fragile environment and is subject to flash floods.  Some areas in the canyon are OFF-LIMITS to visitors due to continuing repair work or unstable ground condition. Immediate closure of the canyon is possible at any given time during your visit. Visitors to Havasu Canyon assume all risks while in the canyon and should come prepared.        Supai Village   Supai Village, located within Havasu Canyon, a large tributary on the south side of the Colorado River, is not accessible by road.   The Havasupai Tribe administers the land, which lies outside the boundary and jurisdiction of Grand Canyon National Park.  You may visit the Havasupai Tribe's web site at: http:\/\/www.havasupai-nsn.gov\/tourism.html          Havasu Falls   Havasupai means people of the blue-green waters. The spectacular waterfalls and isolated community within the Havasupai Indian Reservation attract thousands of visitors each year.  The Havasupai are intimately connected to the water and the land. When you enter their land, be respectful, you are entering their home. Getting There Supai village, located within Havasu Canyon, a large tributary on the south side of the Colorado River, is not accessible by road. The Havasupai Tribe administers the land, which lies outside the boundary and jurisdiction of Grand Canyon National Park.         Approximate driving time from Grand Canyon Village (South Rim) is four hours.  Drive west from Williams on I-40 to Seligman; Turn off on U.S. 66. Watch for Indian Highway 18.  Open Supai road map in a new window. (264kb PDF File)        Trailhead parking at Hualapai Hilltop   The trail into Supai begins at Hualapai Hilltop,  191 miles\/308 km from Grand Canyon Village  or 66 miles\/106 km from Peach Springs, Arizona.   Peach Springs has the nearest services including gas, food, and water. No services are available at Hualapai Hilltop.  Hiking from Hualapai Hilltop to Supai and Mooney Falls is not a day hike. It is recommended as at least an overnight hike; three days is even better.        Havasupai Campground      Trail Distances (one way) Miles- Km   Hualapai Hilltop to Supai -8 13   Supai to campground -2 -3   Hualapai Hilltop to campground 10 16   Campground to Mooney Falls 0.5 0.8   Mooney Falls to Colorado River -8 13          Fees All fees and prices are subject to change without prior notice.  Contact Havasupai Tourist Enterprises to verify prices before visiting.  The tribe assesses a $5 per person Environmental Care Fee.  Entry Fee A fee of $35 per person - plus 10% - tax is charged to enter or cross any portion of the Havasupai Indian Reservation. This fee can be paid in advance. Be prepared to show a paid receipt when within the boundaries of the reservation.  Campground The campground along Havasu Creek is 10 miles \/ 16 km from the trailhead at Hualapai Hilltop (2 mi. \/ 3 km below Supai). It serves up to 250 people. Drinking water is available. Fees: $17\/person\/night plus 10% tribal tax. At this time, campground reservations are only taken by phone. (numbers listed below)  Havasupai Lodge The lodge in Supai, 8 miles \/ 13 km from the trailhead, has 24 rooms with double beds. Rates: $145 for up to four people plus 10% tax. Reservations must be made in advance.  Helicopter Transport Helicopter flights between Hualapai Hilltop and Supai are available Monday, Thursday, Friday, and Sunday, weather permitting. Fees vary, and tickets are issued on a first-come, first-served basis from 10:00 a.m. – 1:00 p.m. $40 landing fee.  Horses Horses and mules are available from Hualapai Hilltop to Supai and the campground. Prices range from $75 (one-way) – $150 (round trip) plus 10% tax.  Other Services Breakfast, lunch and dinner are available at the Havasupai Cafe near the lodge. Picnic tables, general store, and post office are found in the village.  Advance reservations are recommended. The tourist enterprises at Supai accept cash, Visa, Mastercard, money orders and cashier checks. They do not accept travelers checks or personal checks.  Call the numbers below to make campground or lodge reservations.      Contact Information:  Havasupai Tourist Enterprises http:\/\/www.havasupai-nsn.gov\/tourism.html  Camping Office:  httourism0@havasupai-nsn.gov   (928) 448-2180 - (928) 448-2121 - (928) 448-2141 (928) 448-2237    Lodge Office: (928) 448-2111 htlodge0@havasupai-nsn.gov  Trading Post\/ Cafe: (928) 448-2951 htstore0@havasupai-nsn.gov",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/havasupai.htm"
}
