{
    "title": "Cape Krusenstern National Monument: Bird Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bird Watching              Bird Watching         An American tree sparrow perches in the willows by a stream in Cape Krusenstern National Monument. NPS Photo\/Emily Mesner  During the short arctic summers, Cape Krusenstern National Monument is atwitter with the chirps, tweets and squawks of visiting birds. The endless sunlight, wide open space, clear tundra lakes and a seemingly endless supply of mosquitos and other food makes Northwest Alaska a haven for birds during the summer months. Every spring, 150 species of birds from all seven continents fly hundreds, even thousands of miles to breed in Cape Krusenstern National Monument’s tundra, lagoon and beaches. While it is difficult to reach, Cape Krusenstern National Monument offers birders a rare chance to see an amazing variety of birds. Eiders, Bluethroats, and Yellow-billed Loons, rare elsewhere in the United States, are possible to see here. Because the Monument is located at the crossroad of the Asiatic-North American flyway, it is even possible to see Eurasian birds such as Northern Wheatears that are difficult to find elsewhere in North America.        Being prepared for the unpredictable elements can make or break your birding trip in such a remote park. NPS Photo\/Dave Smith  Tips for Birding in Cape Krusenstern National Monument:  Many of the birds at Cape Krusenstern National Monument live and nest in or near the water. The tundra is full of small, hidden lakes and ponds that make ideal nesting spots. Like many animals, birds are often more active in the morning and evening. Because it is light all day long and there isn’t a discernable dawn or dusk for much of the summer, the earlier you start or the later you stay up, the more success you will have. Remember to keep a good distance between yourself and the birds. Take special care to avoid nests. Nesting is a private affair and getting too close can cause a bird to abandon its nest. Birds can also be territorial and can dive at intruders to defend their territory. Even though there are no trees on the tundra, dense willows and tall grass provide plenty of cover. You will often hear birds before you can see them, so brush up on your song identification. Because there are no trees to build nests in, birds will nest on the open tundra. Even birds that are not traditionally found on the ground such as eagles and owls can be spotted sitting on the tundra. Be prepared for the elements. Even in the summer, it can be cold north of the Arctic Circle, especially if you are standing still. Make sure to dress in layers and bring good raingear. Additionally, the mosquitos and other bugs that make Northwest Alaska such an excellent bird habitat can also make it uncomfortable for humans. A bug net or bug jacket can make a birding trip much more enjoyable.",
    "url": "https:\/\/www.nps.gov\/cakr\/planyourvisit\/bird-watching.htm"
}
