{
    "title": "Grand Canyon National Park: Toroweap\/ Tuweep",
    "body": "Tuweep       View the current weather for the Toroweap\/Tuweep area.        The stunning view from Toroweap Overlook can only be reached by negotiating difficult roads. NPS\/Steve Bridgehouse  At 3,000 vertical feet (880 m) above the Colorado River, the sheer drop from Toroweap Overlook offers a dramatic view. The volcanic cinder cones and lava flows in this ancestral home of the Southern Paiute people make this area unique.  A visit to Tuweep provides an opportunity for an uncrowded, rustic, and remote experience. Access is challenging and demands skill at negotiating difficult roadways.  Services are non-existent: there is no water, gas, food, lodging, or phone service.  Download the Tuweep Bulletin (2.8 MB PDF - June 2015) Contains the critical information on this page and prints on two sides of 8.5 x 11 letter-size paper.      Need to Know  High clearance vehicles required. Day use area: open sunrise to 30 minutes past sunset. Camping requires reservation permit; permitted campers must arrive by sunset. Vehicle numbers limited; carpool. Pets must be leashed; restricted to open roads and campground. Pack out all trash. There is no water available. Commercial companies operating in the Tuweep area (including Toroweap Overlook and Tuweep Campground) are required to hold a specific Tuweep Commercial Use Permit (CUA)   Prohibited   Vehicles and vehicle combinations longer than 22 feet (6.7 m) are prohibited. This is the total length from end to end, including anything towed. Off-road vehicles, ATVs, side-by-sides, and dirt bikes not displaying highway license plates are illegal. Stickers and non-highway plates not valid. Proof of highway insurance required. Fires and charcoal grills prohibited. No hunting or collecting.        Directions and Access Bring tire plugs and a portable air compressor to repair flat tires. Ensure you have enough fuel, full size spare tire, jack\/lift, and owner’s manual. Tow service costs $1,000–2,000 and assistance is not guaranteed. Carry extra water, food, and warm clothing in case of emergency.        Vehicles have become stuck for several days (top)Conditions require a high clearance vehicle (bottom) Marjorie Casse (top) NPS (bottom)  Access the three main routes to Tuweep from AZ 389 between Fredonia, Arizona, and St.George, Utah. Allow two to three hours driving time. Bring the BLM Arizona Strip Visitor Map, and do not rely solely on your GPS unit. Muddy conditions exist during summer monsoons and from winter precipitation.  Sunshine Route: County Road #109, the most reliable route, leaves AZ 389 eight miles (13 km) west of Fredonia or six miles (10 km) east of Pipe Spring National Monument. This 61-mile (98 km) road features sharp rocks, washboarding, and dust. Please do not stop on tribal land when traveling this route.  Clayhole Route: County Road #5 leaves AZ 389 at Colorado City, Arizona. It is 56 miles (90 km) long and impassable when wet.  Main Street Route: BLM Road #1069 and County Road #5 from St. George is 90 miles (145 km) long. This scenic route is impassable in winter due to snow and mud.  Tuweep Airstrip: Closed.        Camping and Overnight Use Permits are required for camping and overnight use at Tuweep Campground and in all backcountry use areas.  Submit a Permit Request Form (June 2015) by mail or fax up to four months in advance. Provide email address on last minute permits requests. Tuweep Campground Code is \"TCG\". TCG permits cost $10 per permit plus $8 per night per group. For additional permit info, visit: http:\/\/www.nps.gov\/grca\/planyourvisit\/backcountry-permit.htm. Permits cannot be issued at Tuweep. Camping is prohibited on the land adjacent to the park and at the airstrip.        Tuweep Campground  There are nine small campsites for one to six people with a maximum of two vehicles, including motorcycles, and one large group campsite for seven to eleven people with a maximum of four vehicles, including motorcycles.    Campers must arrive by sunset. Fires and charcoal grills prohibited. Fossil fuel stoves allowed. Vehicles and vehicle combinations longer than 22 feet (6.7 m) are prohibited. This is the total length from end to end, including anything towed. Picnic tables and composting toilets provided. No water available. Store all food and garbage in a vehicle. Pack out all trash. Seven night limit. Affiliated groups are limited to one campsite. Horses and mules are prohibited.        Left: Tuweep Campground site. Right: the road to the campground requires a high clearance vehicle.        Tuweep Trails  Tuweep’s hiking trails are marked with cairns (piles of rocks). Shade is scarce, and water is non-existent. Walk only on trails, roads and washes. Each footstep off trail may destroy fragile biological soil crusts and damage native plants. All trails are CLOSED to PETS, BICYCLES, and VEHICLES.  Tuckup Trail:  Experience Tuweep's unique geology on this six-mile (10 km) roundtrip trail. There are two access points: the first is signed before arriving at Tuweep Campground and the second leaves from campsite 10.  Saddle Horse Loop Trail:  This 45-minute loop offers spectacular views of the Colorado River. Access the trail along the road between Toroweap Overlook and Tuweep Campground or from a trailhead near campsite 5.  Trail to Access the Colorado River?  Please visit the Whitmore Trail, located at Whitmore Overlook, a 3 hour drive west of Tuweep, this moderate four-mile (6.5 km) roundtrip trail takes you down to the Colorado River. Access Whitmore Overlook from the Main Street Route; high clearance required.       Tuweep Vicinity Map        Geology   The geologic history of the Tuweep area is similar to the rest of Grand Canyon, but includes a more recent chapter of volcanism. The Toroweap Fault underlies the valley, crosses the Colorado River, and continues south up Prospect Canyon. Volcanic activity began along this fault around seven million years ago. Over time, lava issued from more than 60 vents. Beginning about 1.2 million years ago, lava flowed into Toroweap Valley, forming the flat-bottomed valley we see today. Vulcan’s Throne, Mount Trumbull and the Uinkaret Mountains are all the result of volcanic activity.   More than a dozen times, lava spilled over the canyon rim, damming the Colorado River. Remnants of these flows and dams are visible just west of the overlook. Sediments clinging to the canyon walls high above the river indicate the formation of large lakes. The river eroded the lava dams and continued its downward cutting. It is now 50ft\/15m deeper than the base of the dams. Despite its name, Lava Falls Rapid was formed from debris washed down Prospect Canyon, not from remains of the lava flows.  It is less than one mile across the canyon to the Hualapai Indian Reservation on the South Rim, making this one of the narrowest and deepest segments of the inner canyon. The colorful red-rock of the Hermit Shale and Supai sandstones to the east contrasts with the black, basaltic lava flows to the west.          Download  Geology of the Tuweep Area Bulletin   (2 pages 102kb PDF file)       Ecology  Tuweep sits at an elevation of 4500ft \/1400m on a landform known as the Esplanade which forms a flat shelf situated about halfway between the coniferous forests of the North Rim and the hot canyon bottom. This is a high desert area with mild winters and light snows. Summers are hot with thunderstorms from July to September.  In Toroweap Valley a chaparral community exists with juniper and pinyon pines, sagebrush and saltbush, Mormon tea and other woody shrubs, and various grasses. Near the Esplanade, succulent cacti, yucca, and agave predominate. In years of abundant winter moisture, wildflowers proliferate. Some life forms, like the crusty black biological soil crust, are rare and sensitive. Please avoid stepping on these fragile living organisms!  Wildlife includes coyotes, mule deer, jackrabbits, rodents, and numerous species of birds and reptiles. An often-overlooked and little-understood biotic community exists seasonally in the slick-rock potholes on the Esplanade. Fairy and horseshoe shrimp, tiny frogs, and microscopic organisms emerge from the muddy bottom when moisture fills these pools.        Park Ranger John Riffey Julie Russell, NPS  Human History  Toroweap, a Paiute term meaning \"dry or barren valley,\" refers to local features, including the valley and the overlook. Tuweep came into use to describe the local white settlement and later the park area. Tuweep in Paiute (pronounced Tu-VEEP) refers to \"the earth”.  The first humans in the Tuweep region were ice-age hunters who lived a nomadic hunting-gathering existence in what was a milder climate. The Ancestral Puebloans, arriving about 2000 years ago, farmed in this area. They migrated eastward around A.D.1300. The most recent native Americans living here were the Paiute. They now live to the north.  John Wesley Powell, led by a Paiute guide, visited Tuweep in 1870. He mapped and named many of the local features. More recently, European-Americans ranched, mined, and settled in the area. While ranchers used this valley seasonally in the early 1900s, the first year-round homestead was the Lower Kent Ranch, built in 1927, located just north of the park. Other pioneers in the region included the Schmutz, Cunningham, Craig, and Bundy families. Henry Covington herded sheep and mined on the Esplanade for over 20 years. There are still many sites that speak of his determination to live and prosper in this arid region.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/tuweep.htm"
}
