{
    "title": "Cape Krusenstern National Monument: Backpacking & Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking & Camping              Backpacking & Camping         Camping at Cape Krusenstern National Monument offers a unique wilderness experience. NPS Photo\/Tyler Teuscher  Camping in Cape Krusenstern National Monument is a once-in-a-lifetime experience. Far from any roads, trails or signs of civilization, a camping trip in the monument is a unique wilderness experience that is hard to find anywhere else in the world. Backcountry Opportunities Camping in the backcountry allows visitors to experience the best of Cape Krusenstern National Monument. From their campsite, visitors can hike through the seemingly endless tundra, climb the westernmost hills of the Brooks Range or dip their toes into the Arctic Ocean. A backcountry camping trip is also one of the best ways to see some of the monument’s spectacular wildlife. Grizzly bears, caribou and muskoxen lumber across the tundra, while salmon leap out of the ocean and bearded seals (ugruk in Inupiaq) bob in the waves. Cape Krusenstern also offers world class birding, so make sure to pack your binoculars.        Hiking in Cape Krusenstern National Monument is challenging, but the spectacular views make it worthwhile. NPS Photo\/Emily Mesner  Wilderness Experience Cape Krusenstern National Monument is managed as a wilderness area, and there are no roads, trails, calculated mileages or specialized maps of the area. There are also no designated campsites, and visitors must choose their own place to camp. Contact the Northwest Arctic Heritage Center for tips on the best places to make your camp. Blazing your own trail across the tundra or through the wetlands is possible, but it takes much longer than hiking on firm ground and can be rough going, so plan your time and resources accordingly. If you plan to stay near ridgelines in the mountains, the footing will be drier and less spongy. Large tracks of unspoiled and undeveloped land is increasingly rare in the United States, and backcountry visitors are encouraged to practice Leave No Trace principles to help preserve this pristine wilderness. Come Prepared Camping in the Arctic backcountry is an unforgettable trip, but the scenery is as spectacular as the terrain is challenging. Be prepared to do a lot of orienteering. We recommend all visitors being prepared with map, compass, and GPS as well as the knowledge to use all three. Even in the summer, it can be cold in the Arctic and the weather can change on a dime, so be prepared for any and all conditions. Cape Kursenstern National Monument is bear country, and campers are responsible for storing their food out of reach of wildlife. Animal-resistant food containers are available to borrow from the Northwest Arctic Heritage Center in Kotzeube. Permits are not required for independent travelers, but organized recreational groups do need to get a permit from the Chief Ranger. Contact the Northwest Arctic Heritage Center to get one. Be Respectful For many local residents, Cape Krusenstern National Monument is more than a national monument; it’s their back yard. There are many parcels of private land through the monument. If you see any sign of personal property, buildings or habitation, respect their property and steer clear. Unlike in many national parks, local residents are allowed to hunt and gather resources from the land. Please respect these subsistence activities and give people a wide berth so they may finish their work without interruption.",
    "url": "https:\/\/www.nps.gov\/cakr\/planyourvisit\/backpacking.htm"
}
