{
    "title": "Grand Canyon National Park: North Rim",
    "body": "Explore This Park    Plan Your Visit     Places To Go     North Rim              North Rim        View of Deva, Brahma, and Zoroaster Temples as seen from Grand Canyon Lodge          On the patio of Grand Canyon Lodge   The North Rim has a Short Season. Lodging, restaurants and shops are open May 15 through Oct. 15, 2016 each year.  A worthwhile trip for those who enjoy the road less traveled, the North Rim, or \"other side\" of the Grand Canyon is visited by only 10% of all Grand Canyon visitors.  - The North Rim is over 8000 feet\/2438 m. in elevation  - There is one lodge, the Grand Canyon Lodge.   - and one campground operated by the NPS  Reservations for Lodging and Camping are highly recommended.   During winter months, the North Rim is closed due to snow.         The North Rim Visitor Center is adjacent to Grand Canyon Lodge   The hike across the canyon from South Rim to North Rim is 21 miles (34 km). However, driving from the South Rim to the North Rim by automobile requires a five-hour drive of 220 miles (354 km). Driving directions to the North Rim...   The North Rim Visitor Center, located adjacent to the parking lot for Grand Canyon Lodge and Bright Angel Point, provides park and regional information, maps, brochures, exhibits, and a bookstore.  The visitor center is open May 15 through October 15 from 8:00 am to 6:00 pm daily. Interpretive ranger programs are offered daily during the season.  Public restrooms and outdoor exhibits are located in back of the building.       Interior of North Rim Visitor Center. Left: exhibit area; right: Grand Canyon Association bookstore and gift shop.         Left: main entrance to Grand Canyon Lodge. Right: walking the trail out to Bright Angel Point from the lodge.        For classic North Rim views, start at the Grand Canyon Lodge patio, then walk the paved trail out to Bright Angel Point. From the main parking area it is a relatively short, easy walk to Lodge itself. The lodge is wheelchair accessible. From the lodge the paved, 0.5 mile (0.8 km) round-trip trail leads out the spine of the ridge to Bright Angel Point. This trail is steep in places, with drop-offs and stairs, but provides dramatic views into Roaring Springs and Bright Angel Canyons.       North Rim Pocket Map and Services Guide As of December 1, 2015, Grand Canyon National Park discontinued the Grand Canyon Guide newspaper. In place of the newspaper, the North Rim Pocket Map and Services Guide is now being distributed at entrance stations, visitor centers, lodges, campgrounds, stores, and out-of-park locations. Download it here...       Front and back sides of the North Rim Pocket Map and Services Guide. Click on the image to download as an accessible PDF file (2.2 MB)           Left: view of Mt. Hayden from Point Imperial, highest overlook in the park at 8,803 feet (2,683 meters). Right: view from Cape Royal across to Wotan's Throne.        Point Imperial and Cape Royal are reached via a winding scenic drive. The trip to both points, with short walks at each and several stops at pullouts along the way, can easily take half a day.   Point Imperial, the highest point on the North Rim at 8,803 feet (2,683 meters), overlooks the Painted Desert and the eastern end of Grand Canyon. Here the canyon transforms as the narrow walls of Marble Canyon, visible only as a winding gash, open dramatically to become \"grand.\" Layers of red and black Precambrian rocks, not visible at Bright Angel Point, add contrast and color. Part of the viewpoint is accessible. Cape Royal provides a panorama up, down, and across the canyon. With seemingly unlimited vistas to the east and west, it is popular for both sunrise and sunset. The sweeping turn of the Colorado River at Unkar Delta is framed through the natural arch of Angels Window. Look for the Desert View Watchtower across the canyon on the South Rim. This popular viewpoint is accessible via a paved, level trail.               North Rim: Grand Canyon in Depth Episode 7   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:8 minutes, 21 seconds  There is something about the North Rim of Grand Canyon that invokes a sense of solitude and serenity. This is a place that invites you to slow down, to ponder, to feel your own innate creativity, and to fall in love with landscape.               The North Rim has a short season (May 15 through October 15) The North Rim Is harder to get to, and is more wild and secluded.   North Rim restaurants, lodging and store are open from May 15 through October 15, 2015.   Reservations are strongly recommended. North Rim Lodging reservations. -- North Rim Campground reservations. -- Driving Directions Additional facilities are available in the surrounding Kaibab National Forest, the Kaibab Lodge area, and Jacob Lake.   The North Rim is over 8000 feet\/2438 m. in elevation. Visitors with respiratory or heart problems may experience difficulties. Walking at this elevation can be strenuous.   Winter visits to the North Rim : There is a day use period - with limited services - beginning after the lodge closes on October 15 and lasting until December 1st, or when snow closes highway 67, whichever happens first. For more details, read last year's news release: North Rim \"Shoulder Season\" Day Use 2015  Even though it is not possible to drive vehicles to the North Rim during the winter, hikers, snowshoers and cross country skiers are able to enter the North Rim of the park through the winter months, provided backcountry permits have been obtained. Personal snowmobiles are not permitted inside the park. The North Rim reopens on May 15 of every year.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/north-rim.htm"
}
