{
    "title": "Bering Land Bridge National Preserve: Hiking and Backpacking",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Hiking and Backpacking              Hiking and Backpacking        View from Ear Mountain. NPS photo   ย   Bering Land Bridge National Preserve is always open to visitors. Backpackers will find ample opportunities to explore the vast expanse of tundra terrain and see the unique preserve. The Bering Land Bridge National Preserve does not issue backcountry permits. People are able to visit the preserve on their own accord. This makes it imperative that visitors are well prepared to travel on their own.   Minimum Impact Hiking To keep the Bering Land Bridge backcountry in pristine condition for others:  Hike on durable surfaces whenever possible Avoid hiking single file;spread out and disperse to prevent the formation of social trails Do not create rock cairns or arrows to direct other hikers. Leave the wilderness trail-less  Terrain Challenges and Descriptions Hiking and backpacking in the preserve can be difficult and can vary depending on where you are and the season you visit. Coastal terrain is windier which can act as a mosquito deterrent during the warmer months and typically has milder weather. The interior of the park may have a considerable amount of mosquitos and greater seasonal variation. The terrain may vary from large thickets of willow and other shrubs or wetlands.    Tundra  Low wetlands with a lot of tussock vegetation can be difficult to walk on. Imagine walking atop a field of soggy cabbages.   Bushwhacking Hiking in the backcountry may require bushwhacking through dense thickets. Willow and alder brush may exceed six feet (two meters) in height, and the thickness of brush often limits visibility requiring hikers to yell or talk loudly to reduce the chance of unwanted wildlife encounters. Areas of extensive bushwhacking makes for slow and often frustrating travel.   Ridgelines Hiking along ridgelines in the preserve provides fast, comparatively easy travel. Brush is usually minimal and therefore visibility is often greater than in other terrain and the surface is more durable.   Lava Fields Hiking on the lava fields is feasible however the terrain vary making certain areas more desirable to walk on than others. There are no active lava fields in the park.   River Crossings There are no bridges across rivers in the backcountry. You must negotiate your own river crossings and pack gear accordingly to keep dry in the event of an accidental swim. Water temperature is approximately 36ยบ F (2ยบ C), and a cold immersion may result in high risk of hypothermia. Try to cross where the river is braided and dispersed, rather than concentrated into a single deep, narrow channel. River depths can also vary widely during a trip, depending on time of year, rainfall, and temperatures. After the breakup, usually in spring, river crossings can be more dangerous due to the increase of snow melt. Trekking poles or sticks can be useful in checking the river depth if the bottom is not visible. Keep hiking boots on while crossing rivers to provide maximum protection for your feet and to give you traction on river bottoms. Accept wet boots. If you choose, you can bring an extra pair of shoes, to switch into while at camp.",
    "url": "https:\/\/www.nps.gov\/bela\/planyourvisit\/hiking-and-backpacking.htm"
}
