{
    "title": "Cape Krusenstern National Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Cape Krusenstern National Monument is one of America's most remote treasures. Here, you have an opportunity to experience wilderness on a scale above and beyond anything you may have encountered. Cape Krusenstern is a coastal plain dotted with sizable lagoons and backed by gently rolling limestone hills. The treeless landscape of the cape gives you the feeling of being able to see forever. In summer, wildflowers color the beach ridges and nearby hills. Large numbers of migratory birds come here to nest. In fall, these migrating birds use the lagoons as feeding and staging areas. Shifting sea ice, ocean currents and waves continue to form spits and lagoons that hold important scientific, cultural, and scenic values. Far from the hustle and bustle of other Alaskan destinations, the magnificent scenery and untamed nature of this national monument allows you to experience genuine \"Wild Alaska\" on its own terms. The possibilities here are vast. Whether immersing yourself in archeological prehistory, kayaking along the coast and through lagoons, thrilling your senses on a scenic flight, camping, or charting your own backcountry trek, the land is ready for those willing and prepared to enter it. Whatever adventure you choose, remember to leave cultural artifacts and natural features as you find them for others to enjoy. It's the law! Access and services with in the monument are limited as compared to National Parks in the lower 48. What the area may lack in services, it more than makes up for in friendly people and an un-crowded wilderness experience.  You'll find no roads, no gift shops, and no parking facilities within the monument. No trails exist; nor do campgrounds. In fact, the park headquarters and visitor center are not within the monument; both facilities are in the town of Kotzebue, Alaska - an airplane ride away. Visitors to Cape Krusenstern aren't average tourists. They tend to be skilled backcountry explorers familiar with surviving potential high winds, rain, and snow - and that's in the summer months. Winter visits are recommended only for outdoors people experienced in arctic camping and survival techniques. Ranger staff can provide valuable information on conditions, guides, and transporters for first time travelers. Visitors should use a licensed operator for air taxi and guide services.",
    "url": "https:\/\/www.nps.gov\/cakr\/planyourvisit\/index.htm"
}
