{
    "title": "Grand Canyon National Park: Desert View Drive",
    "body": "Desert View Drive       Desert View Drive is a scenic route to the east of Grand Canyon Village on the South Rim which follows the rim for 25 miles (40 km) out to the Desert View Watchtower and East Entrance. Along the way:   Six developed canyon viewpoints, Four picnic areas, Five unmarked pullouts Are all accessible with private vehicles, in addition to the Tusayan Museum and ruin site   The Desert View services area includes the historic Watchtower, which is now the Desert View Visitor Center and bookstore, the trading post and snack bar, marketplace\/general store, service station, seasonal campground, and restrooms.  Download the Desert View Drive Map (359kb pdf file) as shown below.                 View from Pipe Creek Vista. NPS\/Marge Ullmann  (Traveling From West To East)  Pipe Creek Vista  This pullout can be accessed by private vehicle or by using the free Kaibab Rim Route (Orange) Shuttle Bus, departing from the Grand Canyon Visitor Center.  The Canyon Rim Trail may be accessed here, with a 1.3 mile \/ 2.1 km walk on a paved trail west to Mather Point, or a 0.8 mile \/ 1.3 km walk east to the South Kaibab Trailhead.         View from Yaki Point of O'Neill Butte below Cedar Ridge on the South Kaibab Trail. NPS\/Marge Ullmann  Yaki Point (Elevation: 7262 feet \/ 2213 meters) Yaki Point is the only viewpoint on Desert View Drive that is not accessible with a private vehicle.   It can be reached using the free Kaibab Rim Route (Orange) Shuttle Bus departing from the Grand Canyon Visitor Center. Yaki Point is a quiet place from which to enjoy sunset or sunrise. Restrooms are located here.        View to the west from Grandview Point. NPS\/Marge Ullmann  Grandview Point (Elevation: 7399 feet \/ 2256 meters) This popular viewpoint offers panoramic views of Grand Canyon from east to west, including several bends of the Colorado River to the east. The historic Grandview Trail begins here. This trail is VERY steep! In the summer much of the trail is in full sun. In the winter ice and snow can make hiking treacherous. Always use caution on the Grandview Trail.        The Colorado River is a prominent feature below Moran Point. NPS\/Marge Ullmann  Moran Point (Elevation: 7160 feet \/ 2182 meters) Geology is a prominent feature at any Grand Canyon viewpoint but at Moran Point three main rock groups are clearly visible. The Layered Paleozoic Rocks represent the sedimentary rocks that make up most of the Grand Canyon's depth. The Grand Canyon Supergroup represents a significant portion of the canyon's geologic record even though it is only in isolated remnants, visible at only a few spots along the rim. The Vishnu Basement Rocks are the oldest at the canyon, consisting of both metamorphic and igneous rock.       Looking west from Moran Point, three main rock groups are clearly visible: the sedimentary Layered Paleozoic Rocks and Grand Canyon Supergroup, and the metamorphic and igneous Vishnu Basement Rocks. NPS\/Carl Bowman         A large kiva, or ceremonial room, can be seen at the Tusayan Ruin. NPS\/Marge Ullmann  Tusayan Ruin and Museum The Tusayan Ruin is the remains of a small ancestral Puebloan village. A relatively flat 0.1 mile (200 meter) trail wraps around the ruin and offers the opportunity to learn more about the place and the people who once called this home. Download the Tusayan Ruin Trail Guide (820kb pdf file)The Tusayan Museum and Bookstore have displays that help bring the ruin to life. A picnic area and restrooms are located here.        View of Unkar Delta and the Grand Canyon Supergroup along the Colorado River below Lipan Point. NPS\/Marge Ullmann  Lipan Point (Elevation: 7360 feet \/ 2243 meters) From this viewpoint can be seen several points of interest. Hance Rapid is one of the many powerful whitewater rapids along the Colorado River. Unkar Delta was once home to ancestral Puebloan people and is the site of active archeological study. The Grand Canyon Supergroup is a unique rock strata at Grand Canyon, visible to this extent from only a few places on the South Rim.        Several bends of the Colorado River are easily seen from Navajo Point. NPS\/Marge Ullmann  Navajo Point (Elevation: 7461 feet \/ 2275 meters) Just a few minutes west of the Desert View Watchtower, this viewpoint offers a great view of the watchtower as well as panoramic vistas to the west and a view north up the Colorado River.Navajo Point is the highest overlook on the South Rim - unless one is standing on the top observation deck of the watchtower itself. The top of the tower measures slightly higher.         The Colorado River sweeps through the canyon below Desert View. NPS\/Marge Ullmann  Desert View (Elevation: 7438 feet \/ 2267 meters) A short ¼-mile (½-km) walk leads from the parking area, past historic buildings, to the rim. From Desert View Point you can see the Colorado River make a big bend to the west. Climb the stairs to the top of the watchtower for outstanding views of the canyon.  Services include the Visitor Center\/ bookstore, (now in the historic Watchtower building) the trading post and snack bar, the general store, a service station, campground, and restrooms. The former Visitor Center building, on the edge of the parking area, is closed, but is scheduled to open in the near future as an American Indian Cultural Center.  Download the Desert View Brochure.  (1 MB pdf file)         The Desert View Watchtower (1932) is one of several buildings at Grand Canyon designed by Mary Colter, architect for the Santa Fe Railroad.  View murals by Hopi painter Fred Kabotie and climb the 85 steps up to the observation deck for a 360 degree view. NPS\/Marge Ullmann",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/desert-view-drive.htm"
}
