{
    "title": "Gates Of The Arctic National Park & Preserve: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Gates of the Arctic is a wilderness park, with no roads or trails into the park lands, so visitors must fly or hike into the park.  Access to the park begins in Fairbanks, Alaska. There are several small airlines in Fairbanks that provide daily flights into the gateway communities of Bettles and Anaktuvuk Pass, and flag stops to Coldfoot.    Most visitors access the park by air taxi, in small aircraft equipped with floats or tundra tires. Another option for accessing the park is to hike in from the Dalton Highway or from the village of Anaktuvuk Pass. There are no trails into the park and preserve from any location, and river crossings are necessary from both Anaktuvuk Pass and the Dalton Highway.  From Bettles:  It is necessary to take one of the daily flights from Fairbanks, as there is no road to this small 'bush' village.  There are several air taxis, outfitters and lodges in Bettles, and a tiny store and post office.  The park Visitor Center is located here.  Visitors can fly into the park from Bettles. From Anaktuvuk Pass:  There is no road into Anaktuvuk Pass.  Fly into this small Nunamuit village on one of the daily flights from Fairbanks and walk into the park from the airstrip. Native land surrounds the airstrip and extends for several miles. Visitors to the park are welcome to cross those lands to access the park but should ask for permission before camping on native land.  Anaktuvuk Pass has a very fine Nunamuit History Museum, a small store and a post office. From Coldfoot:  Drive 280 miles north from Fairbanks up the Dalton Highway or fly in using one of the small commercial air carriers in Fairbanks.  Coldfoot has an air taxi, motel, store, cafe, post office and there are trails and campsites available.  There are two lodges in the neighboring community of Wiseman.  Visitors can fly into the park, or hike in from the highway.             The Dalton Highway:  The highway parallels the eastern boundary of the park and it is possible to hike into the park from the road.  The Dalton Highway runs through some spectacular scenery but it is not without its own challenges.  It's a mostly unpaved, two lane industrial road, with no amenities or services between Fairbanks and Coldfoot.    Download the Dalton Highway Visitor Guide: http:\/\/www.blm.gov\/ak\/st\/en\/prog\/recreation\/dalton_hwy.html Visit the Maps webpage",
    "url": "https:\/\/www.nps.gov\/gaar\/planyourvisit\/directions.htm"
}
