{
    "title": "Bering Land Bridge National Preserve: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather        Weather station near Serpentine Hot Springs NPS Photo - Andrea Willingham       What to Expect in Bering Land Bridge Northwest Alaska is characterized by long freezing winters and short, cool summers. Coastal areas typically have mild weather, while the interior has greater seasonal variation in temperature and precipitation. In Nome, yearly precipitation averages about 15 inches, and the average temperature is about 21oF. Summers average around 50oF. The first snow dusting of the year can fall as early as August, although heavy snowfall begins in October and will stay on the ground until May. Winter temperatures typically range from negative -10 to -20oF, although it can reach as low as -65oF, with an even lower windchill factor. With these extreme temperatures, the sea ice in the Bering and Chukchi Seas will freeze up around mid-October and remain frozen until breakup in late-May.      What is the difference between climate and weather? In a place as far north as Bering Land Bridge National Preserve, both can be extreme and have profound affects on one another, but they are not the same thing. Climate describes the how the atmosphere behaves over a long period of time -- the \"average\" weather conditions that have occurred in a given area. This can include the average rainfall, temperature, days of sunshine, humidity, or wind velocity typical of a place. Climate is important to study to understand the trends and future of climate change, and how it affects our global ecosystems. Weather refers to the short term conditions of the atmosphere, describing the humidity (dampness of the air), precipitation (rain and snow), wind speed and direction, visibility, cloudiness, and temperature. Weather can include blizzards, storms, flooding, rain, heat waves, cold fronts, and more. Weather can change day-to-day or even hour-to-hour but when we track it over time we can see trends in the data, which helps us to understand the climate. The Arctic Inventory and Monitoring Network is one such program that studies weather in northwest Alaska to contribute to ongoing climate studies. They recently released the Bering Land Bridge Fall 2012 Weather Summary (PDF - 596 KB), which reports on weather data collected in the preserve between September and November 2012.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/weather.htm"
}
