{
    "title": "Gates Of The Arctic National Park & Preserve: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps         Gates of the Arctic National Park and Preserve Map      Gates of the Arctic National Park and Preserve encompasses 8.4 million acres of wilderness. Because there are no established trails in the Park and Preserve, good maps are extremely important.   The Trails Illustrated map of Gates of the Arctic offers an excellent large-scale overview of the Park and Preserve. This map is available through Alaska Geographic, the University of Alaska Fairbanks Map Office, and other vendors. Once you have established where you are going in the Park and Preserve, USGS topographical maps are crucial to help you plan your route. The 1:250,000 (1 inch to four miles) maps provide a good overview of specific areas while the 1:63,360 (1 inch to 1 mile) are larger scale and allow for in-depth route planning. USGS maps are available online and at the University of Alaska Fairbanks Map Office.  Select USGS maps are available from local vendors and at the Fairbanks Alaska Public Lands Information Center.         Detailed route planning is not addressed on this website, because Congress set this land aside as a trail-less wilderness area, specifically so that each visitor can find their own experience here. The park does not provide route planning for several other reasons:  Due to the fragile nature of the arctic groundcover, repeated use of a route tends to impact it very quickly, and it can take a long time to recover.  Also, we cannot effectively evaluate the skill-level of our visitors, and the fluctuating conditions of the area will have a great effect on the route chosen.    Air taxi operators should also be consulted before finalizing a route, since they have specific places that they can pick up and drop off people and gear.    It is recommended that visitors have at least one alternate route planned. In the event of bad weather, high or low water, or smoke from wildfires, visitors have a better chance having an enjoyable trip if there is some flexibility built into their itinerary. For visitors who are not comfortable looking at a topo map and devising a route, there are several guides and outfitters who take visitors into the park.      USGS topographic maps associated with Gates of the Arctic National Park and Preserve",
    "url": "https:\/\/www.nps.gov\/gaar\/planyourvisit\/maps.htm"
}
