{
    "title": "Katmai National Park & Preserve: Boating",
    "body": "Boating        Hundreds of miles of waterways are open to boating in Katmai. NPS       Katmai contains hundreds of miles of rivers and streams, many large lakes, and countless small ponds. These waterways were used by Native Alaskans long before contact with Russian and European explorers. Today, they remain beautiful and attractive travel corridors allowing contemporary explorers relatively easy access to Katmai’s wilderness.  All waterways are open to boating in accordance with United States Coast Guard (USCG) and Alaska State regulations. Vessels operating in waters within the boundaries of Katmai must be in accordance with USCG and Alaska State regulations. All motor boats must be currently registered and all safety gear carried and used in accordance with size and operations. Vessels capable of discharge must be able to show that the system has been made inoperable.  If you are involved in a boating accident with injuries or spills of any kind, you must immediately report that incident to Katmai National Park by contacting park dispatch at 907-246-2113 or park headquarters at 907-246-3305 after taking any life saving measures.  Before you go boating, file a float plan with someone you trust who can be your contact person when you return. If you are overdue, that contact person should know the following information to give to searchers: departure time and expected return time, type and description of vessel and number and age of occupants, boating experience and knowledge of waters that they are boating in.  All adult boaters are strongly advised to always wear personal floatation devices (PFDs) at all times. Persons under 13 must wear a PFD when in an open boat or on the deck of a boat. Katmai’s waters are typically very cold. Strong winds can pick up without warning. PFDs greatly increase your chances of survival in the event of an accident or mishap. More information on boating in Alaska can be found on the Alaska’s Office of Safe Boating website.      Lake Camp Boat Launching and Parking Leaving a boat, trailer, or vehicle unattended for more than 72 hours at the facilities associated with the Lake Camp launching ramp is prohibited without authorization from the Superintendent. Leaving a boat unattended at the Lake Camp dock is prohibited as well as operating a vessel above a flat wake speed within 100’ of the launch facilities.  Naknek Lake At more than 150,000 acres (60,702 hectares), Naknek Lake is Katmai’s largest and most accessible lake. It is the largest lake entirely contained within any American national park and can be accessed by road from King Salmon. This access, known as Lake Camp, offers a boat ramp, parking area, picnic area, and vault toilets.  Popular destinations on Naknek Lake include Bay of Islands, Brooks Camp, Fure’s Cabin, Iliuk Arm, and access to the Savonoski Loop. Download the Naknek Lake Boating Guide for information on water depths, hazards, and suggested routes. Specific regulations for Naknek Lake and Brooks Camp can be found on page 15 of the Summary of Regulations found on Katmai's Laws and Policies page.  Canoeing, Kayaking, and Rafting Whether you are looking for a long paddle on an isolated lake or the excitement of running whitewater, Katmai has a destination for you. The Savonoski Loop is a popular canoeing and kayaking route. American Creek, Moraine Creek, and Funnel Creek are popular with rafters.  Boating to Brooks Camp If you are planning to travel by boat to Brooks Camp, be sure to prepare to store your personal items in advance. Items such as coolers, PFD’s, packs, and other loose items may not be left unattended in boats along the beach at Brooks Camp. Have secure storage for any equipment and food or utilize the public equipment and food caches at Brooks Camp. No gas or fuel is available for purchase at Brooks Camp.",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/boating.htm"
}
