{
    "title": "Katmai National Park & Preserve: Fishing",
    "body": "Fishing        Anglers can test their skill and luck against the large and numerous trout in Katmai's waters. NPS\/M. Fitz       Sport fishing is intricately woven in the history of tourism in the Katmai region. Most facilities for tourists were first developed because of the area's remarkable sport fishing opportunities. The chance to catch Katmai's abundant rainbow trout, arctic char, dolly varden, arctic grayling, lake trout (char) as well as five species of Pacific Salmon attract anglers from all over the world.  Although the fishing is exceptional, these prized sport fish are still vulnerable to overfishing. Katmai National Park and Preserve and the Alaska Department of Fish and Game (ADF&G) carefully manage fish populations through regulations that maintain the long-term stability of Katmai's sport fishery. If you intend to fish in Katmai, you must be familiar with these regulations. State regulations for sport fishing are covered under ADF&G's Bristol Bay, Kodiak\/Aleutian, and Lower Cook Inlet management areas. Anglers are often in areas where bears want to fish. Therefore, anglers need to be especially careful to reduce the number of and risk associated with bear-human conflicts.  An Alaska sport fishing license is required of all nonresidents 16 and over and most residents 16 to 59. You may also need a harvest record card and\/or king salmon stamp before you fish. Special federal regulations, in addition to state regulations, exist for the Brooks River. For more information and to buy your licenses, stamps, and tags online, visit ADF&G's License and Permits web site.        If you plan to fish in a stream with salmon, then bears will be nearby. NPS  Fishing Around Bears The park’s annual salmon runs support some of the highest densities of brown bears on earth. No matter when you visit, fishing in Katmai requires extra care and responsibility to protect people, wildlife, and the experience. A splashing fish sounds like food to a bear. Bears will often move in your direction to investigate a fish on a line. Always be prepared to cut or break your line, so that you can free the fish and move out of the water until the bear passes. Never let a bear acquire a fish from you. It is easy to become so engaged in fishing, that you forget to be alert for bears. They are surprisingly quiet and difficult to see in dense grass or tall brush, so always have someone spot bears for you. At minimum, keep 50 yards between yourself and all bears. All fishing must cease when a bear is within 50 yards of you. No lures or flies can remain in the water. Stop fishing and move away well before a bear approaches within 50 yards. If bear is close and you hook a fish, you must lose your tackle to break your line or find yourself in a situation with a bear pursuing your fish.       Catch and Release Ethics Many places in Katmai experience heavy fishing pressure each year and many fish are caught multiple times in a season. Therefore, release fish as quickly and gently as possible to ensure their continued survival. In general, avoid playing a fish to exhaustion. As a fish is landed, keep it in the water when removing the hook. Fish can quickly suffocate when removed from the water. Use barbless hooks as much as possible. They are easier to remove and less injurious to fish.  The slime on fish helps to protect it from disease and parasites. Handling a fish roughly, with dry hands, or dragging it onto the shore removes this slime and reduces its chances for survival. For more information about catch and release ethics please watch, Letting Go: The Art of Catch and Release. This video, written and produced by experienced local fishing guides, succinctly highlights proper catch and release techniques.      Guided Fishing Opportunities Visitors traveling on their own with the proper equipment and licenses are welcome to fish in Katmai. Many commercial operators offer guided sport fishing in the park and a list of those operators are found in the commercial services directory. The following six companies are exclusively authorized by concessions contract to provide jet-boat accessed fishing on American Creek: No See Um Lodge, Inc. Alaska's Enchanted Lake Lodge, Inc. Shaska Ventures, Inc. Branch River Air Service, Inc. Royal Wolf Lodge, LLC Kulik Lodge, LLC",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/fishing.htm"
}
