{
    "title": "Gates Of The Arctic National Park & Preserve: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         NPS Photo by Penny Knuckles   The floatplane disappears, leaving you on the lakeshore. For the next two weeks you must survive using the knowledge, skills and gear you bring with you. Gates of the Arctic is one of the last truly wild places on earth. Here you can take a journey of adventure, discovery and solitude through vast valleys and gaunt mountains of rugged beauty, and experience intact ecosystems where people have lived with the land for thousands of years.   Visitors to the park must have the knowledge and skills to be truly self-sufficient in the remote location and demanding climate and terrain of the Brooks Range. Those who come will find that opportunities for recreation and for natural quiet, solitude and wilderness enjoyment abound.   There are numerous rivers to float; six of them designated Wild Rivers.  Backpackers have 8.4 million acres of spectacular wilderness in which they can wander at will.  Lakes and gravel bars provide camping spots surrounded by unparalleled natural beauty.   For those visitors who don't have the time or the backcountry skills to mount an expedition into the park, there are other options.     Local air taxis provide flight-seeing trips, day trips or overnight camp-outs at remote locations. Air taxis will also take visitors into neighboring Kobuk Valley National Park to see the sand dunes, or into the Noatak Preserve.  Visitors can get their NPS passport stamps for those locations at the Bettles Visitor Center for Gates of the Arctic National Park and Preserve and at the Arctic Interagency Visitor Center in Coldfoot.   Spend the day fishing at an alpine lake, watching the caribou pass through northern valleys, or picnicking by a wild river while listening to the wind in the boreal forest.   Whatever trip option you choose, be prepared for the experience of a lifetime.",
    "url": "https:\/\/www.nps.gov\/gaar\/planyourvisit\/things2do.htm"
}
