{
    "title": "Gates Of The Arctic National Park & Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit               Things To Do   Learn about backpacking, birding, camping, and floating in the park        Safety   Learn about safety concerns of your trip in northern Alaska's premier wilderness            Basic Information | Directions and Transportation      Gates of the Arctic National Park and Preserve is a vast and essentially untouched wilderness park – with no roads, no trails, and no established campsites. The park has no set routes in place and visitors may wander at will across 8.4 million acres of superlative natural beauty. This is a place for discovery and exploration. There are no established services within the park boundaries and only limited means of communication work effectively to contact anyone for assistance. Cell phones don’t work here.  Visitors to the park should be PROFICIENT in outdoor survival skills, and be prepared to care for their own life and their partner(s) if an emergency arises.  The terrain is challenging: there are no established trails and the dense vegetation, tussocks, boggy ground, and frequent stream and river crossings can significantly slow progress across the landscape . Experienced hikers consider six miles a good day’s travel in Gates of the Arctic National Park and Preserve.  If visitors are not proficient in wilderness back country skills, we recommend that they contact an outfitter, guide service, or air taxi operator for assistance.  For those visitors who don’t have the time, or the backcountry skills to mount an expedition into the park, there are other options. Local air taxis provide flight-seeing trips, day trips or overnight camp outs at remote locations. Imagine a day spent fishing at an alpine lake, or watching the caribou up in the northern valleys, or sitting alongside a wild river listening to the wind in the boreal forest. Air taxis will also take visitors into neighboring Kobuk Valley National Park to get their passport stamp.  Whatever trip option you choose, be prepared for the experience of a lifetime.",
    "url": "https:\/\/www.nps.gov\/gaar\/planyourvisit\/index.htm"
}
