{
    "title": "Bering Land Bridge National Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        Use the map to find an area you want to explore in Bering Land Bridge and the Seward Peninsula.  Selecting a location will cause text and a photo to appear allowing you to learn more about the location.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      Comprised of 2.7 million acres on the Seward Peninsula in northwest Alaska, Bering Land Bridge is one of the nation's most remote national park units. The opportunity to travel a land visited by so few can provide solitude and beauty not often available in other parts of the country. With proper planning and equipment a trip into the preserve can be rewarding.   Park headquarters is located in Nome, Alaska. Nome is a rural community of 3,600 residents and known for its gold rush history, Alaska Native cultures, and as the finish line to the famous Iditarod sled dog race. There is a Visitor Center on the first floor of the Sitnasauk Building on Front Street open throughout the year.   Basic Information  Directions & Transportation There are no roads into Bering Land Bridge, so travel opportunities can be limited. During the summer months access to the preserve is by small airplane, boat, or foot. There is an unimproved dirt landing strip at Serpentine Hot Springs, and beaches and lakes adequate for float planes. Permitted chartered air taxis and private pilots may land airplanes within the preserve. The use of ATVs and other off-road vehicles is prohibited. Once there is adequate snow cover, access can also be made via snowmobile. Places to Go Visitors to the preserve will find themselves in the midst of natural hot springs, ancient lava flows, and the largest maar lakes in the world.  Things to Do Bering Land Bridge offers unparalleled opportunities to experience some of America's most isolated wild lands and also the rich heritage of Alaskan Native cultures, past and present. The land can be utilized for camping, bird watching, hunting, gathering, trapping, and fishing.  Calendar During the summer months, the Visitor Center hours are extended and many special programs are available including talks, hikes, and Junior Ranger programs.  Safety Visitors to the preserve should come prepared to experience a wild and unpredictable Alaskan backcountry. Wilderness travel through the preserve requires one to be experienced in backcountry travel and self-reliance. Due to remote locations and often inclement weather, pick-ups from remote locations may be delayed for several days. As in most backcountry situations, travelers should be prepared with adequate food, water, clothing, and gear.  Accessibility The National Park Service strives to make the park as universally accessible as possible. However, extra obstacles will be encountered because of the remote, wilderness nature of this special place.         List of permitted aircraft operators The above link takes you to a list of operators providing flights into the preserve. (PDF - 67 KB)         Interactive Multimedia Visitor's Guide Download with above link.",
    "url": "https:\/\/www.nps.gov\/bela\/planyourvisit\/index.htm"
}
