{
    "title": "Grand Canyon National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go                Jump to: ------ Desert View ----- North Rim ----- Remote Tuweep        Grand Canyon Village   South Rim (open all year)  Grand Canyon Village is the center of activity and the transportation hub for the South Rim of the park. The village is the only place where the railroad reaches the rim of the canyon.   Within Grand Canyon Village, there are three main areas of interest:      1) The Visitor Center \/ Mather Point, where most visitors park and get their first look at Grand Canyon. Four large parking areas are located here as well as the transit center for the park's free shuttle buses. 2) Market Plaza - the business center where the general store, bank and US Post Office are located,  3) The Historic District, with the railroad depot, original lodges; where the pioneer village started.   To get around the village, the Village Shuttle Bus (Blue Route) connects the Visitor Center \/ parking areas with the lodges, campground, restaurants, and shops.   From the Visitor Center, the easiest and fastest way to get out and see Grand Canyon is to take the scenic Kaibab Rim Shuttle Bus (orange route) This bus provides the only access to the South Kaibab Trailhead, and Yaki Point.  The Scenic Hermit Road Shuttle Route (red) operates March 1st - Nov. 30. stops at 9 canyon overlooks along the scenic 7 mile (11 km) Hermit Road. (west of the village)           Grand Canyon Visitor Center   Grand Canyon Visitor Center (South Rim) and the Books and More bookstore, are located just South of Mather Point.  Outdoor exhibit provide a variety of information about Grand Canyon National Park and what to do once you are here.  Watch the film, Grand Canyon: A Journey of Wonder, in the theater. The movie is 20 minutes long and starts on the hour and the half-hour.  The Visitor Center is open from 8:00 a.m. to 5:00 p.m. daily and may be reached by riding a free shuttle bus from Grand Canyon Village or Market Plaza, or by parking in the parking lots that wrap around the plaza.    Walk to the canyon rim and Mather Point by following the signed pedestrian paths leading from the Visitor Center Area to the Rim Trail.           Historic train depot with El Tovar Hotel beyond   In the Village you will find the Historic District, the heart of development on the South Rim, predominantly built by the Santa Fe Railroad during the first half of the 20th Century.   Several of the buildings date from the early 1900s, including Mary Colter's Lookout Studio and Hopi House.  Stop by the Train Depot, take one of the walking tours, and imagine yourself back in the day when President Teddy Roosevelt and artist Thomas Moran spent time here at the canyon. Trains arrive at the Grand Canyon Depot at least once a day.          Verkamps Visitor Center   Visit Verkamp's Visitor Center, formerly a curio shop, to learn to learn more of the history of this community. A Grand Canyon Association bookstore within this visitor center is a great place to browse for gifts.  Kolb Studio cascades down the side of the canyon and features art exhibits in the auditorium of a building that was once the home of the canyon's pioneering photographers. A Grand Canyon Association bookstore within Kolb Studio is a great place to browse for gifts, with all proceeds going directly to the upkeep of the studio itself.         Paved Greenway Trail   Greenway Trail Across the street from the depot, above the Xanterra South Rim General Offices begins another segment of the Greenway Trail. This segment of the Greenway, away from the rim, takes walkers and bicyclists from Grand Canyon Village to Market Plaza. For bicyclists the Greenway provides a much safer route than the park's busy narrow roads.        General Store at Market Plaza   Market Plaza is the Business Center of Grand Canyon Village. Here you will find the general store and deli, a bank, the US Post Office, and the cafeteria, gift shop and front desk of Yavapai Lodge.  Market Plaza has a large parking lot (B) in a central location, and is a good place to park and access the park's free shuttle bus system.          Yavapai Museum of Geology   Yavapai Museum of Geology (Yavapai Observation Station) is located one mile east (1.6 km) of Market Plaza and features spectacular views of Grand Canyon. Geological displays include three-dimensional models, powerful photographs, and interpretive exhibits that describe the complicated geologic story of the area.   The Yavapai Museum exhibits explain the deposition of rock layers, the uplift of the Colorado Plateau, and the carving of Grand Canyon. A Grand Canyon Association bookstore within the museum is a great place to browse for gifts.            Desert View (Open All Year)        View from Desert View Point NPS Photo by Kristen M. Caldon  Desert View is a small settlement located 25 miles\/ 41 km east of Grand Canyon Village, near the eastern edge of Grand Canyon National Park.   At Desert View, the Colorado River makes a turn to the north while the Painted Desert extends toward the Navaho and Hopi Indian Reservations. On a clear day, one can see well over 100 miles. (161 km)  Mary Colter's historic Watchtower is located here, as well as a general store, gas station and campground.  Learn more about Desert View              Grand Canyon Lodge Veranda   North Rim  The North Rim has a short season. Lodging, restaurants and shops are open May 15 through Oct. 15, 2016. During winter months, the North Rim is closed by snow. A worthwhile trip for those who enjoy the road less traveled, the North Rim, or \"other side\" of the Grand Canyon is visited by only 10% of all Grand Canyon visitors. There is only one lodge, Grand Canyon Lodge (managed by Forever Resorts) and one campground on the North Rim operated by the NPS.  The hike across the canyon from South Rim to North Rim is 21 miles (34 km). However, traveling from the South Rim to the North Rim by automobile requires a five-hour drive of 220 miles (354 km). Driving directions to the North Rim...  The North Rim Visitor Center, located adjacent to the parking lot for Grand Canyon Lodge and Bright Angel Point provides park and regional information, maps, brochures, exhibits, and a bookstore. Open mid-May through mid-October from 8:00 am to 6:00 pm daily. Interpretive programs are offered seasonally. Public restrooms are located in back of the building. Learn More About the North Rim                3,000 ft above river   Tuweep  The view from Toroweap Overlook, 3000 vertical feet (914 meters) above the Colorado River, is a breathtaking sheer drop. This remote and primitive area, known as both Tuweep and Toroweap, is on the northwest rim of the Grand Canyon on the Arizona Strip. A visit to this area can be challenging, but rewarding.  Since the National Park Service manages the area for its primitive values, improvements and services are minimal.  Learn more about this remote place...",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/placestogo.htm"
}
