{
    "title": "Katmai National Park & Preserve: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions and Transportation         Most people travel to Katmai on small planes. Sometimes the planes are objects of interest for bears. NPS  Katmai National Park & Preserve (click here for a park map) is located on the northern Alaska Peninsula, northwest of Kodiak Island and southwest of Homer, Alaska. The park’s headquarters is in King Salmon, about 290 air miles southwest of Anchorage.   Unlike most national parks in the United States, Katmai is almost exclusively accessed by plane or boat. Much of this area is rarely visited and opportunities for incredible wilderness experiences abound.Other areas, such as Brooks Camp, are more easily accessed and have amenities like lodging and hot meals. Many companies provide a variety of commercial visitor services including transportation, guided day trips, guided multi-day trips, overnight accommodations and food services. Commercial partners are authorized by permit to operate in the parks. A complete list of services is available at go.nps.gov\/1i7ykf. By Air Most destinations in Katmai National Park & Preserve are directly accessed via air taxi flights from Anchorage, Dillingham, Homer, King Salmon, Kodiak, and other nearby Alaska towns and villages. Prices depend on group size, type of airplane, length of flight, and where the flight originates. Air taxi operators can be helpful in determining the most efficient way to reach your destination. Regularly scheduled commercial flights to King Salmon (AKN) are available from Ted Stevens Anchorage International Airport (ANC) via PenAir and Alaska Airlines.  By Boat Boats can access the Pacific coast of Katmai. Brooks Camp and other locations along the Naknek River drainage can be reached by power boat from the villages of Naknek and King Salmon.  Brooks Camp Brooks Camp, the most popular destination in Katmai, is approximately 30 air miles from King Salmon. Brooks Camp can only be reached via small float plane (chartered from many of the towns and villages listed above) or boat. Katmailand Inc., the park’s concessionaire at Brooks Camp, offers seat fares on flights to and from Brooks Camp. Visit katmailand.com for more information.  Travel Throughout Alaska Alaska is a vast landscape, with many popular national parks and other public lands. Check with the Alaska Public Lands Information Center for help planning your journey to other parts of the state.    Traveling Green Learn more about traveling green during your trip to Katmai.",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/directions.htm"
}
