{
    "title": "Katmai National Park & Preserve: Backcountry Regulations and Best Practices",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Hiking and Camping     Backcountry Regulations and Best Practices                Backcountry Regulations and Suggested Best Practices       Unless otherwise noted, these regulations are in effect in all backcountry areas of Katmai National Park and Preserve, Alagnak Wild River, and Aniakchak National Monument and Preserve. More information on the regulations that help rangers manage, preserve, and protect Katmai can be found in the Laws and Policies pages.  Bear Spray Bear spray may be carried, possessed and used in accordance with applicable state and federal laws. Contact Katmai National Park and Preserve headquarters to report any use of bear spray on a bear or other wildlife. Accurate and timely reports of bear spray discharges help the park determine whether or not there are any unsafe patterns developing.          The core meadows of Hallo Bay are closed from April 1 to October 31. Click on the image to download the map.   Camping To allow others use of scarce and popular campsites and to reduce lasting impacts to the land, camping in one location for more than 14 consecutive days is prohibited. If you wish to camp longer than 14 days, your second camp must be at least two miles away from your original campsite. The 14 day clock starts as soon as you erect your tent and your tent occupies that campsite. More information on the seasonal camping closures listed below can be found in the superintendent's compendium for Katmai.  Camping Closure at Geograhic Harbor  Camping is not permitted at the designated bear viewing site of Geographic Creek from April 1st-October 31st in order to prevent conflicts with bears and visitors at this prime feeding and viewing spot.  Camping Closure at Hallo Bay  The core meadow areas of Hallo Bay Meadows are closed to camping from April 1st through October 31st to prevent conflicts with bears and visitors at prime feeding sites that attract bears and bear viewers.        Camping is not permitted within a half mile of the confluence of Moraine and Funnel Creek    Camping Closure at Moraine and Funnel Creek Confluence  Between July 1st and August 31st camping is not permitted within one half of a mile upstream and downstream from the confluence of Moraine Creek and Funnel Creek, in order to prevent conflicts between bears and visitors.   Collecting Nuts, berries, and unoccupied seashells can be collected for personal use. Collecting artifacts, rocks, antlers, or other natural and cultural resources is prohibited.  Commercial Operations Exploring Katmai with the aid of a guide is an excellent way of experiencing the Katmai wilderness, especially if you've never been here before. If you are coming to Katmai with a commercial guide or outfitter, it is a good idea to check with our commercial services program to make sure that the guide\/outfitter is authorized to do business in Katmai. Guides must have a commercial use authorization to bring clients into Katmai National Park and Preserve. A list of authorized commercial operators can be found in the commercial services directory.  Firearms Firearms may be carried and possessed in the Katmai backcountry in accordance with applicable state and federal laws. Firearms may not be used for pointing or aiming (such as to use a scope), target practice or demonstrations, or make warning shots. The park has no facilities for firearms storage and it is a good idea to contact the air taxi, lodge, or guide service to find out what their firearms policy is.          Fires  Fires are allowed but must not be left unattended. Cabins and other historical structures are protected. Do not collect wood from these structures. Check the news page on Katmai's website for information on any potential fire restrictions.  Fishing Fishing is allowed in accordance with state and federal regulations. Many waterways in the Katmai backcountry have their own set of rules, and Katmai is covered under three different state fishing management areas – Bristol Bay, Kodiak and Lower Cook Inlet. Visit Katmai's fishing page for more information, including links to specific regulations.  Food Storage The use of bear-resistant food containers (BRFCs) is mandatory in all backcountry areas. For a list of approved BRFCs (including ice chests and coolers), go to www.igbconline.org and the ADFG page for BRFCs. A limited supply of BRFCs is available to borrow free of charge at the visitor centers in King Salmon and Brooks Camp. BRFCs can also be purchased or rented at many backpacking\/outdoor stores.  Please note, any coolers and dry boxes accepted as BRFCs by the Interagency Grizzly Bear Committee or the Alaska Department of Fish and Game must be bolted shut or padlocked to be considered bear resistant. Yeti and Igloo coolers without padlocks are not acceptable BRFCs. Soft-sided BRFCs that require hanging from a tree or other fixed object may not be used as a substitute for hard-sided BRFCs.      Sanitation In Katmai, sensitive archeological resources may lay buried just beneath the surface. To minimize the risk of impacting these resources, bury human waste in a hole no more than six inches deep and carry out or burn toilet paper and sanitary supplies. In heavily used areas, areas with thick vegetation, or in places where is it impracticable to bury human waste, use a \"portable toilet in a bag\" to contain and dispose of solid human waste.  Permits Permits are not required for backcountry travel but it is recommended that a backcountry travel planner be filled out and submitted to the park. Trip planners can be filled out in person at the King Salmon and Brooks Camp visitor centers or online.  Pets Pets are allowed in the backcountry but must be under physical control at all times. Pets and service animals are not allowed within the Brooks Camp Developed Area (BCDA), defined as a 1.5 mile radius from the Brooks Falls Platform, between May 1 and October 31.  Wildlife Distance Conditions\/Wildlife Disturbance or Harassment Approaching a bear or any large mammal within 50 yards is prohibited. Also prohibited:   Continuing to occupy a position within 50 yards of a bear using a concentrated food source (including, but not limited to, animal carcasses, spawning salmon and other feeding areas); Continuing to fish within 50 yards of a bear; Feeding, touching, teasing, or disturbing wildlife.",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/backcountry-regulations-and-suggested-best-practices.htm"
}
