{
    "title": "Katmai National Park & Preserve: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather      Located between the stormy north Pacific Ocean and the even stormier Bering Sea, the Katmai region is often a battleground between weather systems. When you visit, be prepared to encounter all types of weather.  On average, wet and cool conditions predominate in spring, summer, and fall. Summer temperatures range from 30˚ to 80˚ Fahrenheit (-1˚ to 27˚ Celsius). Winters are drier and colder. Winter temperatures are even more variable than summer and can range anywhere from -35˚F to 50˚F (-37˚ to 10˚ C). Most ponds and lakes are frozen by mid to late fall and snow covers the higher elevations of the park until late May and early June. The Pacific coast of Katmai experiences cooler, wetter, and stormier conditions than the interior of the park. Strong winds are common all year.  Follow these tips to brave Katmai's tempestuous weather:  Bring high quality waterproof clothing: A reliably waterproof outer layer can keep you dry and make what would otherwise be a cold and miserable day into an enjoyable one. Dress in layers: Start with a base layer to manage moisture. Lightweight, wicking, and quick drying clothing works well for this. Wear an insulating layer such as a fleece jacket next to trap warm air next to your body. Lastly, add a waterproof shell such as a rain jacket to shield you from the elements. Keep your head and hands covered: Even during the relatively mild temperatures of summer, a warm hat and lightweight gloves can add significantly to your comfort level.  If you are looking for current weather conditions and forecasts, then please explore these links:ForecastsNational Weather Service Forecast for King SalmonNational Oceanic and Atmospheric Administration Aviation Forecast Model for Alaska Webcams Federal Aviation Administration Webcams for Southwest Alaska: Cams for King Salmon, Igiugig, Kokhanok, and Larsen Bay are most relevant to the Katmai region. Alaska Volcano Observatory webcams especially those for Fourpeaked, Katmai, and Peulik. Dumpling Mountain Cam from explore.org Other Products: Alaska Ocean Observing SystemAlaska Regional Weather OverviewContact Creek Remote Automated Weather StationFourpeaked Remote Automated Weather StationLake Coville Remote Automated Weather StationPfaff Mine Remote Automated Weather StationThree Forks Remote Automated Weather Station",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/weather.htm"
}
