{
    "title": "Grand Canyon National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers               Visitor Centers, Information and Museums       Summer Hours   For detailed information about each facility, click on individual links or scroll down. Grand Canyon Village (South Rim) Grand Canyon Visitor Center 8 am to 5 pm (shuttle park-and-ride) Yavapai Geology Museum 8 am to 8 pm  Verkamp's Visitor Center 8 am to 8 pm  Kolb Studio 8 am to 8 pm  Backcountry Information Center 8 am to noon; then, 1 pm to 5 p.m.   Desert View (South Rim) Located 25 miles (40 km) east of Grand Canyon Village  Watchtower Kiva Shop 8 am to 7 pm  Watchtower stairs 8 am to 6 pm  Tusayan Ruin and Museum 9 am to 5 pm  North Rim North Rim Visitor Center 8 am to 6 pm            The South Rim and Desert View  Open year-round       Left to right: 1) Visitor center plaza & parking 2) Visitor center's outdoor exhibits, 3) Watching sunset at nearby Mather Point.        Grand Canyon Visitor Center Summer Hours 8 am to 5 pm  If you are entering through the South Entrance Station, make the Visitor Center your first stop. You can park your car in one of four parking areas, then get your first view of Grand Canyon by taking a short walk (or shuttle bus ride) to nearby Mather Point.  From the Visitor Center, it is also possible to Park-and-Ride. Leave your car and board free shuttle buses to ride around the Village and out to scenic overlooks.  NOTE: During busy periods, including spring break, summer, and fall holiday weekends, parking around the visitor center is full by 10:00 am. During these times, proceed to lots A-D in Market Plaza and the Village Historic District.  At the Visitor Center you can:  Find information. Outside exhibits discuss park activities and attractions; hiking, the free shuttle bus system and park ranger programs. Watch Grand Canyon: A Journey of Wonder, a 20 minute movie that takes viewers on a rim to river and dawn to dusk journey through the park. Movie starts on the hour and half-hour Explore exhibits inside, including: interactive trip planners, a large video-enabled relief map, a Science On a Sphere®  program, and displays of historic artifacts. Stop at the Park Store for books and a variety of Grand Canyon gifts.  Rent a bicycle or take a guided bicycle tour, available March through October. A coffee bar with \"grab and go\" food options is located here. Learn More...           Yavapai Geology Museum and Observation Station   Yavapai Geology Museum (1928) Located at Yavapai Point overlook, in between Grand Canyon Visitor Center and Grand Canyon Village.  Summer Hours: 8 am to 8 pm  Note: parking lot usually full around sunset - best to take Orange Shuttle here for sunset      View expansive vistas through large windows. Discover exhibits about how Grand Canyon was formed. Attend a ranger program to learn about geology. Visit the museum shop for books and gifts. Ride the Kaibab Rim Shuttle (orange route) to Grand Canyon Visitor Center and scenic overlooks.  Walk east along the Rim Trail to Grand Canyon Village, or west to Mather Point            Verkamp's Visitor Center   Verkamp's Visitor Center (1906) was a curio shop and family home for more than a century. Summer Hours: 8 am to 8 pm   View exhibits about the history of community life in Grand Canyon village. More... Shop for canyon-related books and gift items Ask park rangers and store staff your most pressing questions Walk east to Hopi House\/ El Tovar Hotel or west along the Canyon Rim Trail to Yavapai Geology Museum.            Kolb Studio on the canyon rim   Kolb Studio (1905) This restored building was a family home and photography studio. Summer Hours: 8 am to 8 pm   View history and art exhibits. More... Learn about Emery and Ellsworth Kolb, pioneer photographers and filmmakers at Grand Canyon. More... Walk east through the park's Historic District or west, climbing the Rim Trail to Trailview Overlook. Hike down into Grand Canyon on Bright Angel Trail.           Backcountry Information Center   Backcountry Information Center Chat with rangers, get trail information and learn how to Hike Smart. 8 am to noon, and, 1 pm to 5 pm (MST)  Located in the Village Historic District just east of Maswik Lodge. Parking is available in lot D. Ride the Village Route Shuttle (blue route) to get here. Request  backcountry permits from Park Ranger staff..        Desert View  Located 25 miles (40 km) from Grand Canyon Village Open year-round       Desert View Point - NPS\/Kristen M. Caldon          Desert View Watchtower   Desert View Watchtower (1932) An unusual stone tower designed by architect Mary Colter, in the style Ancestral Puebloan towers. Watchtower Video. Watchtower Kiva Shop 8 am to 7 pm Watchtower stairs 8 am to 6 pm   Climb 85 steps for a 360° view from 70 ft (21 m) above.  Study wall murals by Hopi Artist Fred Kabotie   Spot the Colorado River turning north and the Painted Desert extending towards Navajo and Hopi Indian lands. Visit the Kiva Room for books, gifts and expansive views through large windows.          Summer ranger-guided tour of Tusayan Ruin   Tusayan Ruin and Museum (1928) Tusayan Ruin is the remains of a small Ancestral Puebloan village located 3 miles west of Desert View Watchtower Spring hours: 9 am to 5 pm  Walk the relatively flat 0.1 mile (200 m) trail around the ruin. Imagine Puebloan Indian life some 800 years ago. Attend daily ranger-led ruin tours (summer and fall.)         Tusayan Museum   Tusayan Museum has exhibits that help bring the ruin to life.   Winter hours: 9 am to 5 pm  View 2,000–4,000 year old artifacts along with the traditional handicrafts made by regional tribes. Learn about the prehistoric people who once made this place their home. Visit the museum's bookstore\/shop.         The North Rim Lodging, restaurants and store are open May 15 through October 15, 2016       Viewing sunset from North Rim Lodge veranda. Photo courtesy Christian Schroll          The North Rim Visitor Center   The North Rim Visitor Center Hours from 8 am until 6 pm daily - Open May 15 through October 15, 2016  Speak to a park ranger and plan your visit. Walk a short distance to Bright Angel Point. Experience the sunset on the North Rim Lodge patio, just a short walk away Learn about park and regional information, maps, brochures, exhibits, and a bookstore. Attend a park ranger program. Learn more about the North Rim and download North Rim Pocket Map        The Grand Canyon Association, a non-profit park partner since 1932, operates bookstores throughout the park, where your tax-free purchases help support programs and research projects in Grand Canyon National Park.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/visitorcenters.htm"
}
