{
    "title": "Katmai National Park & Preserve: Fishing Brooks River",
    "body": "Explore This Park    Plan Your Visit     Brooks Camp     Fishing Brooks River              Fishing Brooks River        Brooks River is one of Katmai's most popular fishing destinations. NPS       A Unique Experience Brooks River offers tremendous fishing opportunities for rainbow trout, arctic char, and salmon. Its run of sockeye salmon, in particular, also attract one of the greatest gatherings of brown bears on earth. No matter when you visit, fishing the Brooks River requires extra care and responsibility to protect people, wildlife, and the experience. Fishing In Bear Country The sheer number of bears, their movements, and behaviors influence most activities at Brooks Camp. The waters of Katmai are a challenging and rewarding place to fish. A splashing fish sounds like food to a bear. Bears will often move in your direction to investigate a fish on a line. Always be prepared to cut or break your line, so that you can free the fish and move out of the water until the bear passes. Never let a bear acquire a fish from you.  It is easy to become so engaged in fishing, that you forget to be alert for bears. They are surprisingly quiet and difficult to see in dense grass or tall brush, so always have someone spot bears for you. At minimum, keep 50 yards between yourself and all bears. Stop fishing and move away well before a bear approaches within 50 yards, or you may find yourself in a situation with a fish on the line and a bear in pursuit. Fishing Regulations for the Brooks River Drainage The following is a brief summary of special fishing regulations for the Brooks River. Other state and federal fishing regulations may apply.  Brooks River is fly fishing only and fishing from the floating bridge is prohibited. Only unbaited, single-hook, artificial flies may be used in Brooks River. An Alaska state fishing license is required to fish within Katmai National Park and Preserve. Continuing to engage in any fishing activity within 50 yards of a bear is prohibited. No lures can remain in the water when a bear is within 50 yards of you. In these situations, persons engaged in fishing are required to immediately remove any lures from the water and release any fish from their line. Brooks River is catch and release only, except downstream of the floating bridge. Downstream of the bridge, only one fish per person per day can be retained. Fish hooked elsewhere than in the mouth must be released immediately. No rainbow trout may be kept in Lake Brooks, Brooks River, or within 1\/4 mile of the mouth of Brooks River in Naknek Lake at any time. Fish that are retained must be immediately placed whole in a plastic bag and transported to the Fish Freezing Building for storage. Each bagged fish must be labeled with the angler’s name, date caught, and the date the fish will be removed from Brooks Camp. Fish cannot be cleaned within a 1.5 mile radius of the Brooks Falls unless authorized by the Superintendent. This includes all of Brooks Camp, Brooks Lodge, and the campground. Fishing Closure at Brooks Falls From June 15 through August 15, no person may enter the area within 50 yards of the river within 100 yards of Brooks Falls. Use the designated detours around the closure. These routes are marked with orange flagging tape. Fishing is prohibited within 100 yards of Brooks Falls year-round. Please refer to the map below for the approximate location of the detours around Brooks Falls.        This photo shows the approximate location of the closed area around Brooks Falls (within the red dots) and the designated access routes around the closure (orange arrows). NPS",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/fishing-brooks-river.htm"
}
