{
    "title": "Katmai National Park & Preserve: Brooks Camp Campground FAQ",
    "body": "Brooks Camp Campground Frequently Asked Questions       1. How do I make a reservation? 2. What is the booking season for the campground? 3. What is the campground’s capacity? 4. Is there a limit to group size? 5. What do I do if the campground is full? 6. What should I do if my luggage and camping equipment didn’t arrive in King Salmon with me 7. Can I make a campground reservation at Brooks Camp? 8. What services does Brooks Lodge offer for campers? 9. How far is the campground from…? 10. Is the campground accessible?  11. Where I can I find instructions for making a reservations?  1. How do I make a reservation? Reservations for the Brooks Camp Campground can be made online at www.recreation.gov or by calling 1-877-444-6777. The Brooks Camp Campground costs $12 per person per night June 1 through September 17 and $6 per person per night in May and from September 18 through October 31. Campers are limited to 7 nights in July and 14 nights per calendar year. America the Beautiful Access and Senior pass holders can enjoy 50% discounts on camping reservations.  2. What is the booking season for the campground? Reservations for the current calendar year can be made starting January 5 at 8 AM Alaska Time (12 PM ET).  3. What is the campground’s capacity? The Brooks Camp Campground accommodates 60 people. There are no designated sites in the campground.  4. Is there a limit to group size? Yes. Groups are limited to 6 people per reservation.  5. I’ve arrived without a reservation and the campground the campground is full. What should I do? Do you maintain a wait list? No wait list is kept for those who wish to stay in the campground. When the campground is full, you must travel outside the Brooks Camp Developed Area (BCDA) to camp. The BCDA includes all land and water within a 1.5 mile (2.4 km) radius of Brooks Falls. Most people in this situation hike along the Valley of Ten Thousand Smokes Road to find a suitable campsite. Others choose to hike up Dumpling Mountain.  There are no fees or permits associated with backcountry camping in Katmai. All food must be stored in a bear resistant container (BRC). BRCs are available free of charge from the Brooks Camp and King Salmon visitor centers. Ask a ranger at the Brooks Camp Visitor Center if space is available in the campground, but plan on backcountry camping when the campground is full.  Back to Top  6. What should I do if my luggage and camping equipment didn’t arrive with me in King Salmon? On rare occasions, bags are delayed or lost by airlines on the way to King Salmon so your gear may not arrive with you. This is an unfortunate situation. There is no equipment available to borrow or rent at Brooks Camp. If you choose to continue to Brooks Camp without your bags and equipment, then you will have to make do with what you have. This might mean sleeping on the ground exposed to weather and biting insects until your gear arrives. Before continuing to Brooks Camp without your gear, consider finding accommodations in King Salmon or Naknek or attempt to purchase new gear.  7. Can I make a campground reservation at Brooks Camp? Yes. Campground reservations can be made at the Brooks Camp Visitor Center. Only major credit cards are accepted. Payments cannot be made with cash or check.  8. What services does Brooks Lodge offer for campers? Brooks Lodge offers a variety of services including meals and showers. Please visit www.katmailand.com for more information.  9. How far is the campground from … ? Visitor Center: .3 mi (.5 km) Brooks Lodge: .4 mi (.6 km) Brooks River: .4 mi (.6 km) Brooks Falls: 1.4 mi (1.9 km)  10. Is the campground accessible? The campground is not ADA accessible. Access to all facilities except the vault toilets will require assistance. The trail to the campground is generally flat, but like all trails at Brooks Camp it is frequently muddy. Trails in the campground are narrow and not formally maintained. Access to the food and gear cache is via a few short stairs. Back to Top  11. Where can I find instructions for making a reservation? Watch this video on Katmai's Youtube channel for instructions on making a campground reservation.",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/camper-questions-and-problems.htm"
}
