{
    "title": "Kenai Fjords National Park: News",
    "body": "Explore This Park    Learn About the Park     News             News       What's NEW at Kenai Fjords? Kenai Fjords National Park provides a number of different ways for you to stay connected and informed about news, special events, and projects that are happening in the park.  News Releases Kenai Fjords National Park provides press releases to local newspapers and posts current and past news releases on the park website. For all press inquiries, contact the park's Public Information Officer by phone at (907) 422-0530 or by e-mail. RSS News Feed: To receive our News Releases directly to your browser as soon as we add them to our Web site, subscribe to our RSS News Feed. Go to our News Releases page to subscribe or learn more.   Blogs  Ever wonder what working in Kenai Fjords National Park is like? Kenai Fjords National Park employees share their experiences on a blog that's updated throughout the summer.  Check it out: Kenai Fjords in the Field 2015       Social Media           Facebook  Like Kenai Fjords and get more than just News Releases delivered to your personal News Feed in Facebook. We share exciting photos and happenings as they occur!           Flickr  Check out Kenai Fjords' page to view and download park photos. See images of the amazing wildlife, glaicers, fjords and landscape that have been captured throughout the years by park staff.           YouTube  Watch videos about the fantastic resources and scientific research that's found here at Kenai Fjords National Park.           Pinterest  Inspired by your visit to Kenai Fjords and want to share your photos with others? Planning on visiting and want learn about the most interesting things to see and do? Visit our Pinterest page and begin the journey.           Twitter  Receive tweets from us to your smart phone or Twitter feed when we add a News Release. We also tweet about events that are happening \"right now.\" Follow us @kenaifjordsnps.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/news\/index.htm"
}
