{
    "title": "Katmai National Park & Preserve: Ranger-led Programs",
    "body": "Ranger-led Programs         Explore a unique, stark, and beautiful landscape on the Valley of Ten Thousand Smokes Tour. NPS\/M. Fitz  Since the early days of the National Park Service, rangers have shared their knowledge through programs and presentations like guided walks, talks, and campfire programs. Today, that long-standing tradition continues. Ranger-led programs are a great way to learn about and experience Katmai. Programs are offered at Brooks Camp from June 7 to September 17. Live chats on the web are offered year-round.        Rangers present many live programs through the park's popular bearcams.    Live Chats Join park rangers live on bearcam! Follow us on Katmai's social media sites or check out the park’s events calendar for dates, times, and topics. Replays of most live chats can be found on explore.org’s Youtube channel.        The Cultural Walk concludes at this partially reconstructed traditional Native Alaskan home.   Cultural Walk Explore the human side of Brooks River. Katmai’s landscape has been home to people for thousands of years. The Brooks River area is both a National Historic Landmark and a National Register of Historic Places Archeological District. With over 900 house depressions near the river, this is one of the most densely concentrated archeological areas in North America. This walk follows an easy 1\/4 mile trail to a reconstructed traditional Native home and explores the human history hidden along the river and in the forest.   Where: Brooks Camp Visitor Center When: 2 p.m. daily from June 7 to September 17 Distance: .5 mile (.8 km) round trip Difficultly: Easy Time: 45 minutes to 1 hour        End your summer evening at Brooks Camp with a program in the auditorium.   Evening Program Join a park ranger for an illustrated talk in the Brooks Camp Auditorium. Each night, this program offers unique perspectives, stories, and information on Katmai National Park.   Where: Brooks Camp Auditorium When: 8 p.m. daily from June 7 to September 17 Time: 45 minutes to 1 hour        Knife Creek and Ukak River are one of the possible hiking destinations on the Valley of Ten Thousand Smokes tour.   Valley of Ten Thousand Smokes Tour Not far from Brooks River, the largest volcanic eruption of the 20th century began on June 6, 1912. The eruption was so violent that the summit of Mount Katmai collapsed, villages were abandoned, and explosions were heard as far away as Juneau. In the wake of this violence, hardy adventurers and scientists discovered the Valley of Ten Thousand Smokes, a spectacular ash covered landscape.  You can explore Katmai’s volcanic landscape on this day-long tour. The road to the Valley crosses three streams before arriving at the Robert F. Griggs Visitor Center. After a break for lunch, a ranger leads an optional hike down to the Valley floor. The hike covers 3.4 miles (5.4 km) round trip with 1000 feet (305 m) of elevation change.   A fee is charged for this tour and reservations are required. Advanced reservations can be made at Brooks Lodge or by contacting Katmailand, Inc. Be sure to bring water, hiking boots, rain gear, and warm clothing.   Where: Lower River Platform When: 9 a.m. daily from June 7 to September 17 Distance: 46 mile (73.6 km) bus trip and 3.4 mile (5.4 km) hike Difficulty: Easy bus trip and moderate hike Time: 7 hours",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/rangerguided.htm"
}
