{
    "title": "Katmai National Park & Preserve: Camping at Brooks Camp",
    "body": "Explore This Park    Plan Your Visit     Brooks Camp     Camping at Brooks Camp               Camping at Brooks Camp            An electric fence deters bears from entering the campground but not your view of Naknek Lake. NPS       The Brooks Camp Campground sits among a forest of mature balsam poplar and birch trees on the shore of Naknek Lake. The campground’s location, facilities, and wildlife viewing opportunities make it one of the most unique campgrounds in North America.  There are no designated sites in the campground. Instead, it has a 60 person capacity. Demand for the campground is especially high during peak bear viewing times at Brooks Camp—late June through July and September. Make your reservations early. Many dates in July are booked full within a few hours of the opening of the reservation period. Please review the campground frequently asked questions for additional information. Making Reservations Reservations for the current calendar year can be made beginning January 5 at 8 a.m. AKST (12:00 p.m. EST). Visit www.recreation.gov or call 1-877-444-6777 to make reservations. The Brooks Camp Campground costs $12 per person per night June 1 through September 17 and $6 per person per night in May and September 18 through October 31. Campers are limited to 7 nights in July and 14 nights per calendar year. Group size is limited to 6. America the Beautiful Access and Senior pass holders can enjoy 50% discounts on camping reservations. Please note that fees for this campground are charged per person, not per group. Access and Senior pass discounts only apply to the card holder. Watch a video about making campground reservations on Katmai’s Youtube Channel or see additional instructions for making reservations on recreation.gov. Facilities   Cooking Shelters: Three covered cooking shelters are available. Each has a picnic table for cooking and eating out of the weather. No eating, drinking, or cooking should take place away from the cooking shelters.  Electrified Fence: The campground is surrounded by an electric fence to deter bears from entering. The fence is bear-resistant, but not bear-proof. Bears tend to avoid contact with the fence, but campers must take extra precautions to avoid attracting bears. Fire Rings: A fire ring is located at each cooking shelter. Food and Gear Storage Cache: Campers are required to store all food and odorous items in the cache. There is a trash receptacle in the food cache for garbage. A gear cache is available to store any items not needed at your tent. Campers are asked to keep gear stored inside the gear cache to avoid piquing a bear’s curiosity. Fuel Storage Locker: Store your camp stove fuel here. Please store liquid fuels (white gas) separately from gaseous fuels (propane\/butane). Potable Water: Potable water is available from a spigot on the wall of the food storage cache June 1 through September 18. Toilets: Two vault toilets are in the campground.  Brooks Campground Regulations and Reminders Due to its unique setting in the midst of one of the densest seasonal concentrations of bears on earth, this campground is specially managed to minimize bear-human conflicts. Help maintain a safe experience for you, your fellow campers, and those who will visit in the future by following the regulations below. Your appropriate actions and behavior are the key to maintaining this unique experience.   Bears: Be alert for bears at all times. Always maintain a minimum distance of 50 yards from any bears, even if the electric fence is between you and the bear. The electric fence is bear-resistant, not bear-proof. If a bear enters the campground, open all of the fence gates–if it is safe to do so–and notify a park employee. Check-in and Check out: Check-in to the campground at the Brooks Camp Visitor Center when you arrive. Checkout time is 12 noon. Cooking Shelters: Use the cooking shelters to prepare and eat your food. This concentrates food odors away from tents. Do not use the shelters for drying or storing gear or sleeping. Fires: Fires are only permitted in the fire rings next to each cooking shelter. Only dead and down wood can be collected to burn. Do not burn or dispose of food in the fire rings. Minimize food odors by cooking food over a stove in the cooking shelters. Food: All campers are required to store all food and odorous items inside of the designated food cache when those items are not immediately needed. No cooking or eating is allowed outside of the designated cooking shelters. Dishes must be washed at the water spigot adjacent to the food cache. Dishes and utensils should be scraped clean before washing at the spigot. Fuel Storage: Petroleum products attract bears. Therefore, store all stoves and fuel in the lockers adjacent to the gear cache. Separate liquid from gaseous fuels and place each in the appropriate locker.  Garbage: Dispose of all trash and leftover food in the trash cans located in the food cache. Separate burnable items such as paper and food from non-burnable items like glass and metal. All potentially hazardous items should be placed in the hazmat container. Gear and Equipment: Use the designated gear cache for storing extra equipment. This helps to make the campground less attractive to curious bears, and properly stored gear is less likely to be damaged if a bear does enter the campground.  Additional Information and Useful Links Campground Frequently Asked Questions Bear Safety Information Brooks Camp Bearcams Bristol Bay Area Weather Forecast Current Brooks Camp Weather (only available in summer)      Construction Alert! The bridge construction project initially planned for 2016 has been postponed until 2017. This project may affect the visitor experience in the lower river area and alter bear activity patterns during the construction phase.                   Brooks Camp Campground   7 Photos  This gallery contains photos of the facilities in the Brooks Camp Campground",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/plyovicamp.htm"
}
