{
    "title": "Katmai National Park & Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         If you visit Katmai in the summer and fall, then you have a good chance of seeing rivers and streams full of salmon. NPS\/T. Jordan  Katmai National Park and Preserve spans over four million acres of remote, wild, and spectacular country. In Katmai you'll find the Valley of Ten Thousand Smokes and the site of the world's largest volcanic eruption of the 20th century. Katmai hosts an incredible density of brown bears, offering visitors an unprecedented opportunity to study and view bears in their natural habitat. Inside its boundaries are important spawning and rearing ground for Bristol Bay sockeye salmon, which help sustain one of the largest and economically important salmon runs in the world.  Katmai's landscape contains vast multi–lake watersheds with hundreds of miles of wild, untamed rivers and streams. It's an outdoor laboratory for studying the effects of volcanism, climate change, and other large scale landscape processes. This is also place with a 9,000 year record of human adaptation to environmental and ecological change. Start your journey by exploring the links below and be sure to download a copy of our park newspaper, The Novarupta, and check out Katmai's Frequently Asked Questions.  Basic Information: Katmai has very few services within and near its boundaries. This page contains important information about bear safety, weather, lodging, and other services.  Brooks Camp: Katmai's most popular destination offers some of the best bear watching and sport fishing found anywhere in the world. Commercial Services: Looking for a bear viewing guide, an air taxi, or a sport fishing guide? Then browse a list of authorized commercial services. Directions: Learn where Katmai is in relation to major airports and cities in Alaska. Suggestions about traveling to Katmai can also be found here. Operating Hours and Seasons: Katmai never closes, but changing weather conditions and seasons necessitate proper planning. Things To Do: Bear watching, sport fishing, boating, and backcountry hiking and camping are just a few of the many activities you can enjoy. Fees and Reservations: At this link you'll find information about what park fees to expect and whether or not you'll need a reservation. Accessibility: Katmai is largely wilderness with less than 6 miles of designated and maintained hiking trails. However, ADA accessible accommodations and facilities do exist.  Brochures: Here you can download several brochures to help plan your visit. Calendar: Check Katmai's event calendar to find special events scheduled during your visit or online ranger chats. Safety: Plan ahead to safely enjoy your visit to Katmai. Nearby Attractions: Learn about other places to visit on the Alaska Peninsula.",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/index.htm"
}
