{
    "title": "Grand Canyon National Park: Restaurants",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Restaurants              Restaurants and Groceries          Jump To: North Rim Restaurants Phantom Ranch \"Canteen\"          South Rim Restaurants and Groceries (Inside the Park) Grand Canyon Visitor Center  Bright Angel Bicycle Rental and Café - Located at the plaza between the Visitor Center and the Bookstore. Offers a coffee bar, \"grab and go\" Breakfast and Lunch, and hiker\/biker supplies. Open year-round. Phone 928-638-3055. > Photos    Market Plaza (the business center of the village with a post office and bank): At Canyon Village Market (open daily, year-round):  Canyon Village Market \"General Store\" - Located west of the parking lot. Offers groceries. > Photos Phone: 928-638-2262. Delicatessen at the Marketplace - Located in the General Store. Offers Breakfast, Lunch and Dinner.  At Yavapai Lodge (open daily, year-round):  Yavapai Lodge Restaurant - Located north of the parking lot. Offers Breakfast, Lunch and Dinner. Phone 928-638-4001. Yavapai Lodge Coffee Shop - Located in the same building as the Yavapai Lodge Restaurant. Offers coffee and snacks. Yavapai Lodge Tavern - Located in the same building as the Yavapai Lodge Restaurant. Offers Lunch and Dinner.    Grand Canyon Village Historic District At El Tovar Hotel (open daily, year-round):  El Tovar Dining Room - Located on the rim. Offers Breakfast, Lunch and Dinner. Dinner reservations recommended. Phone 928-638-2631. El Tovar Lounge - Located inside the El Tovar hotel, with a side entrance facing the rim. Offers drinks and light meals.  At Bright Angel Lodge (open daily, year-round):   Arizona Room - Located on the east end of Bright Angel Lodge. Access is from outside the lodge. Offers Lunch and Dinner. Bright Angel Restaurant - Located inside Bright Angel Lodge. Offers Breakfast, Lunch and Dinner.  Bright Angel Fountain (weather permitting) - Located outside Bright Angel Lodge. Offers ice cream, beverages and snacks. Bright Angel Bar - Located inside Bright Angel Lodge. Offers drinks and light meals in the evening. Canyon Coffee House - Located inside Bright Angel Lodge. Offers coffee, tea and light meals in the morning.  At Maswik Lodge (open daily, year-round):  Maswik Food Court and Pizza Pub - Located in Maswik Lodge at the southwest end of the village. Offers Breakfast, Lunch and Dinner.     Desert View Located 25 miles\/41 km east of Grand Canyon Village; open daily, year-round.  Desert View General Store - Located at Desert View as you walk out to the watchtower. Offers groceries. Desert View Deli - \"The Trading Post\" is located at Desert View as you walk out to the watchtower. Offers Breakfast and Lunch.    Hermit's Rest Located 7 miles\/11 km west of Grand Canyon Village at the end of Hermit Road; open daily, year-round.  Hermit's Rest Snack Bar - Located at Hermit's Rest. Offers quick snacks all day.              Outside of the Park (South Rim) Groceries, restaurants and supplies are available in the gateway community of Tusayan, 7 miles\/11 km south of Grand Canyon Village. During the summer months, every 20 minutes, a free Tusayan Route shuttle bus connects Tusayan with the Grand Canyon Visitor Center in the park.      Canyon Food Mart   (928) 638-2608   Canyon Star   (928) 638-3333   General Store   (928) 638-2854   Grand Canyon Dinner Theater   (928) 638-0333   McDonald's   (928) 638-2208   Mexican Kitchen   (928) 638-8423   Pizza Hut   (928) 638-4629   Plaza Bonita Tusayan   (928) 638-8900   Quality Inn   (928) 638-2673   RP Stage Stop   (928) 638-3115   Squire Inn Restaurant   (928) 638-2681   Tusayan Steak House   (928) 638-2780   We Cook Pizza & Pasta   (928) 638-2278   Wendy's   (928) 638-6484         Phantom Ranch - at the bottom of Grand Canyon Phantom Ranch Canteen - Reservations are Required. Meals MUST be reserved well in advance of your descent. Call 303-297-2757 or 888-297-2757. Request a reservation.             North Rim Restaurants and Groceries (Inside the Park) Lodging and food services are available May 15th through October 15th but are closed in the winter. Open daily during season:  Grand Canyon Lodge Dining Room - Located on the rim. Offers Breakfast, Lunch and Dinner. Reservations are required for dinner. Phone 928-638-2611. Evening Buffet - Join us for an evening buffet at the North Rim in the Main Lodge Auditorium from May 15th through October 15th. Enjoy a fantastic dinner with the views of the Grand Canyon while you dine. Roughrider Saloon - Located in the Grand Canyon Lodge complex. Offers adult beverages, coffee and baked goods. Deli in the Pines - Located in the Grand Canyon Lodge complex. Offers Lunch and Dinner. Camper Store - Located adjacent to the campground. Offers groceries.   Outside the Park (North Rim)   Kaibab Lodge Restaurant - Seasonal - 928-638-2389 - 18 miles\/29 km north North Rim Country Store - Seasonal - 928-638-2383 - 18 miles\/29 km north Jacob Lake Inn - Open all year. 928-643-7232 - 45 miles\/72 km north         Grand Canyon National Park Lodges  Quick links to information about:     Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips           What you can do…. Check out the links below for suggestions on simple things you can do to help protect the park and show that you, too, think \"Green is Grand!\" Refill your water bottles! Did you know that you can reduce plastics in the waste stream, litter along trails and walkways and greenhouse gas emissions just by refilling a reusable water bottle? Go to Grand Canyon's Reduce, Reuse, Refill page to learn more. Travel Green! It's a great way to help the Grand Canyon and the environment. Go to the Traveling Green page for helpful tips on planning your next green adventure.  Reduce, Reuse, Recycle! Thanks for doing what you can to help protect Grand Canyon National Park!",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/restaurants.htm"
}
