{
    "title": "Scotts Bluff National Monument: Geologic Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Features                Geologic Features         Photo by Jonathan S. Garcia  The Scotts Bluff National Monument's Presidential Proclamation states that Scotts Bluff has \"scientific interest ... from a geologic standpoint.\" The scientific interest of this site has been apparent since the late 1890s when the U.S. Geological Survey made the first formal geologic investigation of the area. Geologic publications relating to Scotts Bluff number at least nine and the area continues to be the subject of investigation. Although it appears the geology of Scotts Bluff has been well studied, the statement in the proclamation helps focus on one of the primary natural resources of the Monument, its geology. Scotts Bluff is a topographic feature rising to 4,659 feet above sea level and 800 feet above the North Platte River. The geology of Scotts Bluff is significant from a natural resource standpoint because it affords a view of 740 feet of continuous geologic strata that spans a time period extending from 33 to 22 million years before present. This north face of Scotts Bluff has exposed the most geologic history of any location in the state of Nebraska. Visitors can easily view this resource while walking the Saddle Rock Trail. Scotts Bluff, like the adjoining Wildcat Hills and nearby Chimney Rock, Courthouse and Jail Rock, has been and continues to be weathered out of geologic deposits of alluvial origin that made up the ancient high plains of the region prior to regional uplifting. Wind and stream deposits of sand and mud, wind deposits of volcanic ash, and supersaturated groundwater rich in lime formed the layers of sandstone, siltstone, volcanic ash and limestone that now comprise Scotts Bluff's steep elevation, ridges, and the broad alluvial fans at its base. The high plains that existed at that time now began to gradually erode away, except at certain locations that were protected by a caprock of hard limestone that was more resistant to erosion. This caprock covers the tops of the bluffs in the area, slowing their rate of erosion relative to the unprotected surrounding (and eroded) countryside. This process resulted in the area's unique geologic features, such as Scotts Bluff. Erosion is usually unseen by humans, as wind, rain, and snow slowly wash away grains and particles of sand, silt and ash. However, erosion can occur as sudden, large rock falls as happened in 1974 and 2000 in the area of Saddle Rock. Smaller rockfalls are visible along the Summit Road. A badlands formation is located between the north base Scotts Bluff and the North Platte River, where deeply incised arroyos support little or no vegetation.        Photo by Jonathan S. Garcia  The exposed rocks of Scotts Bluff are Tertiary in age and are non-marine in origin. They belong to several stratigraphic units – the Arikaree Group, which contains the Monroe Creek – Harrison and Gering Formations and the White River Group, which contains the Whitney and Orella Members. The Monroe Creek – Harrison Formation is the \"top\" of Scotts Bluff and overlays the Gering Foundation. It dates to 22 million years before present. It is unknown what deposits were laid  above this formation. The Monroe Creek - Harrison Formation is pale brown and light gray, silty, and very fine to very fine-grained sandstones. The caprock of the Monroe Creek – Harrison Formation is calcite-cemented \"pipy\" concretions of limestone. The concretions maintain a consistent northeast-southwest orientation over much of the Nebraska Panhandle. Evidence indicates that the concretions formed shortly after the deposition of the host sand. The sandstones of the Monroe Creek –Harrison Formation contain 25 – 50 percent silic glass shards and an additional 25 to 40 percent crystal and lithic pyroclastic detritus. The lower layers of this formation also contain invertebrate burrows. Insects, possibly beetles, may have dug them. They may have been shelter burrows, deposit-feeding burrows, or vertical passages. The Gering Formation consists of thin, horizontally stratified pale brown to gray brown, fine to very fine-grained, volcaniclastic sandstone. One inch in diameter \"sand crystals\" developed in several layers. The discoidal shape of these sand crystals indicate that they were formed by the growth of gypsum, which has since been replaced by calcite. The Gering Formation also contains a number of ash beds. In the vicinity of the foot tunnel on the Saddle Rock Trail concave-up deformation structures are common. They are thought to be tracks of vertebrates. The scale and bilobed nature of some structures indicate that some of the track-makers were large ungulates – probably entelodonts. Other potential track-makers that lived at this time included a variety of oreodonts, hyracodontid rhinos, tapirs, small horses, camels, and a variety of carnivores. Below the foot tunnel approximately 40 feet begins the Whitney Member of the Brule Formation and White River Group. The White River Group contains 40 to 70 percent silic glass shards and an additional 20 to 30 percent crystal lithic pyroclastic detritus. The mineralogy, grain size, texture, and regional mantling nature of the Whitney Member suggest that it represents a slow accumulation of airfall pyroclastic material. The pyroclastic material was derived from western-source rhyolitic and volcanic centers. The probable sources being in Colorado. The Whitney Member is a massive, pinkish-brown, volcaniclastic siltstone with two vitric ash beds.        Photo by Jonathan S. Garcia  The oldest exposed rocks (33 million years before present) are of the Orella Member of the Brule Formation and White River Group. This is the badlands area of the Monument and consists of siltstones and mudstones with interbedded thin lenticular sandstones. These included a wide variety of sedimentary structures, diagenetic features, trace fossils and volcaniclastic sediments. The geology of Scotts Bluff is also significant for historical reasons. Emigrants typically traveled within the Platte River Valley on both sides of the river; however, at Scotts Bluff the geology of the badlands forced the emigrants out of the valley. The badlands presented a barrier to travel because they stretched from the base of the bluff to the river itself. Once the emigrants moved out of the valley, the bluff formations forced the travelers to look for a pass to allow them to move through the bluffs and continue on their westward journey. The two closest passages were at Robidoux Pass and Mitchell Pass. Those traveling by wagon used Robidoux Pass in the early years because the pass at Scotts Bluff was not fit for wagons. It was described by travelers on horseback in 1834 as \"a large and deep ravine . . . very uneven and difficult, winding from amongst innumerable mounds six to eight feet in height, the space between them frequently so narrow as scarcely to admit our horses.\" Unknown persons made improvements to the pass in the middle nineteenth century, which allowed for safe passage by wagon. When all is considered, the geology of the Scotts Bluff region is historically significant for at least five reasons:  The bluff was a landmark to travelers The North Platte River created a broad valley that facilitated westward migration The badlands formation forced the immigrants out of the river valley The bluff formation presented another barrier to travel Mitchell Pass and Robidoux Pass allowed passage through the bluff formations.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/nature\/geology.htm"
}
