{
    "title": "Kenai Fjords National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     May 19, 2016  June 1: National Park Service Centennial Celebration and Mural Dedication  On June 1, Kenai Fjords National Park will be gathering to celebrate the National Park Service 100th anniversary.   May 12, 2016  Tourism to Kenai Fjords National Park creates over $85 million in Economic Benefits  A new National Park Service (NPS) report shows that 296,697 visitors to Kenai Fjords National Park in 2015 spent over $59 million in communities near the park. That spending supported 1,092 jobs in the local area and had a cumulative benefit to the local economy of over $85 million.   May 01, 2016  Celebrate the National Park Service Centennial with a Night of Art  Celebrate the National Park Service Centennial at the Kenai Fjords Visitor Center, with a Night of Art. Part of Seward's First Friday Art Walk!   January 27, 2016  Public Input Sought on the Scoping Document for a Nationwide Multi-Unit Wildland Fire Management Plan \/ Environmental Assessment  The National Park Service is soliciting input on a proposed fire management plan.   September 08, 2015  Finding of No Significant Impact Available for the Herman Leirer Road Flood Mitigation Project Environmental Assessment  Finding of No Significant Impact is available for the Herman Leirer Road Flood Mitigation Project Environmental Assessment.   September 03, 2015  Kenai Fjords National Park Launches Every Kid in a Park Pass  The park launches Every Kid in a Park Pass program with President Obama.   August 30, 2015  Kenai Fjords National Park’s Exit Glacier Area Temporarily Closed for Presidential Visit  Beginning on Tuesday, September 1, 2015 at 12:01 am through late afternoon the Exit Glacier area will be temporarily closed to the public in order to support the historic visit of President Barack Obama.   August 25, 2015  Park Debuts New Film  The park debuts its first park film to celebration National Park Service 99th birthday.   August 24, 2015  Distance Learning Program Earns Pinnacle Award  The park's distance learning program earns a coveted Pinnacle Award for the 2014-15 school season.   August 12, 2015  Kenai Fjords in the Field Summer 2015 Edition  Learn about field research in the park through the Kenai Fjords in the Field blog.   July 04, 2015  Kenai Fjords National Park Lifts Burn Restrictions  Fire ban lifted due to recent precipitation.   June 29, 2015  Caring for Our Coast  Kenai Fjords National Park staff and partners collect marine debris on the park's outer coast.   June 19, 2015  Open Fires Prohibited in Kenai Fjords National Park  Fire burn in effect due to high fire danger",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/news\/newsreleases.htm"
}
