{
    "title": "Grand Canyon National Park: Campground S. Rim",
    "body": "Campgrounds - South Rim       Jump to: Mather Campground -- Desert View -- Outside the Park (South Rim) -- Indian Lands        Mather and Desert View, the two NPS Campgrounds located on the South Rim of Grand Canyon National Park.        This page has information about \"Developed\" Campgrounds. (where vehicles are permitted)  For information about backpacking and camping within the canyon, visit this link.   How Can I Make Campground Reservations ?  On the South Rim, campground reservations can be made for NPS Mather Campground, located within busy Grand Canyon Village. (historic district, lodges, shuttle buses, visitor center, train etc.) There are no RV hook-ups at Mather Campground.  Mather Campground reservations can be made through the National Recreation Reservation Service. Call 1-877-444-6777 Online: http:\/\/www.recreation.gov\/  (Reservations can be made up to 6 months in advance) Also, within Grand Canyon Village is Trailer Village, a concessioner operated RV park with full hook-ups.   For reservations visit Delaware North Corporation Parks & Resorts website.      In a less developed area, the NPS Desert View Campground, at the east entrance to the park  (25 miles\/ 41km to the east of Grand Canyon Village,) is first-come, first-served only. No reservations are accepted. There are NO RV hook-ups at Desert View, and the campground usually fills between 1 and 2 pm each day.  Desert View Campground is now open for the 2016 Season (through mid-October)         A family campsite at Mather Campground located within walking distance of the general store and post office at Market Plaza.   Grand Canyon Village  NPS Mather Campground 36°03'02\"N - 112°07'16\"W Elevation: 6,971 ft\/ 2,125 m  30-foot maximum total length including trailer or RV  No hook-ups  Need hook-ups ? Trailer Village is nearby.   Open year-round. Operated by the National Park Service Offers tent and RV camping. Accessible campsites and restrooms are available. Pets are allowed, but must be leashed at all times, and may not be left unattended. Wood and charcoal fires permitted in provided campsite grills only. No gathering of down wood, wood may be purchased at the general store. Laundry and showers located near the campground for a fee.           Mather Campground site map Click to download map  Mather Campground Map Mather Campground Site Bulletin and Map (231 kb PDF February 2014)  Mather Campground - Winter Season Bulletin\/Map (210 kb PDF Dec. 2015)  Reservations may be made through the National Recreation Reservation Service by calling 1-877-444-6777 or online at the http:\/\/www.recreation.gov\/  Photos of Mather Campground      Reservations are strongly recommended from March 1 through mid-November.  Mather Campground is usually full by noon during the busy season.   Golden Age or Access passport holders pay only ½ price year round (passport number is needed when making reservation and passport holder must be camping at the site).   Fees are $18 per site per night. A maximum of 2 vehicles, 6 people, 3 tents are allowed per site.  (A vehicle that is towing a trailer, pop-up, tent trailer, fifth wheel, or a motor home pulling a vehicle is considered two vehicles.)   Hiker\/biker communal (shared) sites are available March 1 thru mid-November - inquire at the campground kiosk office.  Group sites are also available, $50\/night, maximum of 50 people and 3 vehicles per group site. Pets are NOT ALLOWED below the canyon rim at any time. Pets are NOT permitted on the shuttle buses. Kennels are available in the South Rim Village.  During the winter months, the campground office is closed and online reservations are not available. Registration is first come first serve using the self-pay machine located at the campground office at the entrance to the campground. During the winter months, shared Hiker\/biker campsites are not available and hiker\/bikers must pay for an individual site which is $15.00. Winter Campground Bulletin\/Map  The Park's Free Shuttle Buses connect Mather Campground with the Visitor Center, restaurants and other visitor facilities, scenic overlooks and trailheads.        Trailer Village during winter months.   Trailer Village  RV Park with Full Hook-ups (Concessioner Operated) 36°03'10\"N - 112°06'53\"W 7,028 ft\/ 2,142 m  Adjacent to Mather Campground, Trailer Village offers paved RV sites up to 50 feet in length (15.24 meters) with full hook-ups. Trailer Village is operated by Delaware North. Reservations may be made online here >>>  To book (or modify) your 2015 Trailer Village RV Park reservation by phone, Please call: Toll-free (877) 404-4611 - For same day reservations: (928) 638-3047  A dump station (closed during the winter months) is located near Mather Campground. Pets are allowed, but must be leashed at all times, and may not be left unattended. View photos of Trailer Village here.                NPS Desert View Campground (50 sites)  No hook-ups: First Come\/ First Served  Total length 30-foot maximum (vehicle + trailer) Campground fills by 1-2 pm each day.  Located 26 miles\/ 42 km east of Grand Canyon Village. 36°02'24\"N - 111°49'20\"W  Altitude 7,463 ft\/ 2,275 m.  2016 Season runs through mid-October  Download the Desert View Map (235kb PDF File)          Desert View Campground is Open through mid-October 2016 Occupancy:  There are a total of 50 campsites in the Desert View Campground. Most sites are sized to accommodate tents or smaller RV's or Travel Trailers. Sites can not accommodate large RV's or Travel Trailers (30 ft. maximum length). Limit of six persons; two tents; two-vehicles or one RV\/Travel Trailer per site. There are no Group Sites. Affiliated Groups cannot break up into separate sites. Examples of Affiliated Group: clubs, Scouts, organizations, group of friends, large family gatherings.   View more photos of the Desert View Campground here: http:\/\/www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157627139318016\/  Desert View Campground Bulletin and Map (176 kb PDF March 2014)          Campsites are on a first come - first served - self-registration basis. The campground is usually full by early afternoon during summer months.  No reservations are accepted for campsites at Desert View Campground.  There is a 7-day camping limit. Check out is at 11:00 AM.  PETS are allowed, but must be leashed at all times. PETS may not be left unattended.          Camping Fees at Desert View Campground:  Campsites at the Desert View Campground are $12.00 for each space for each night.  The Interagency Senior Pass, Interagency Access Pass, Golden Age Passport, and Golden Access Passport entitle the pass owner to a 50% discount on camping fees. No discounts on camping for any other Federal Pass holders.   At this time, our automated fee machine accept credit cards only for payment of campsites. The pay station is located by the campground restrooms.          Colorado River as seen from Desert View Point.   Services Available at Desert View Campground: No utility, water, or sewer hook-ups are available at Desert View Campground   (all campsites are dry sites) Download the map (176kb PDF March 2014)  Each site does have a campfire grill for fires and cooking use and a picnic table. There are two water faucets located within the campground. There is a Men's, Women's, and Handicap Accessible restrooms in the campground. The restrooms have flushing toilets and sinks (with no hot water). There are no shower facilities at the Desert View Campground.  Nearest showers: Mather Campground, Grand Canyon Village, 26 miles\/42 km west.   A Campground Host will be on site this summer assisting campers.           Learn about Developed Campgrounds on the North Rim Learn about Grand Canyon Backcountry Camping Permits         Campsite in Mather Campground on the South Rim. NPS\/Kristen M. Caldon   Quick links to information about:     Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips         Outside the park camping - South Rim Ten-X Campground: The U.S. Forest Service operates Ten-X Campground 2 miles\/3 km south of Tusayan. Ten-X Campground is open early May through September. No hook-ups or showers; pit toilets and cold water faucets are located throughout the campground. Group sites and 15 of their 70 family sites may be reserved through Recreation.gov, and the fee is $10 per night for one vehicle. (extra charge for any additional vehicles.)  http:\/\/www.recreation.gov\/camping\/Ten_X_Campground_Az\/r\/campgroundDetails.do?contractCode=NRSO&parkId=75372&topTabIndex=CampingSpot  The remaining family sites are available on a first-come, first-served basis. A group site is available for groups of up to 100 people, reservations are required for the group site. Call (928) 638-2443. For more information click here:  Dispersed Camping: Camping \"at-large\" is permitted in the national forest outside the park. Camping must be at least 0.25mile\/ 0.4 km away from Highway 64. Other restrictions may apply. Contact the Tusayan Ranger District, Kaibab National Forest, P.O. Box 3088, Grand Canyon, AZ 86023 or call (928) 638-2443 for information. Camper Village: Commercial campground located 7 miles south of Grand Canyon Village in the town of Tusayan. Call (928) 638-2887. Open seasonally. Hook-ups and coin-operated showers are available.        Camping on Nearby Indian Lands Havasupai Indian Reservation The Havasupai Indian Reservation is in a large tributary canyon on the south side of the Colorado River. This land lies outside the boundary and jurisdiction of the National Park Service and is administered by the Havasupai Indian Tribe.  The village of Supai is accessible only by foot (an 8-mile hike) or horseback. Hiking is by tribal permit only. Inquiries should be directed to Havasupai Tourist Enterprises, P.O. Box 160, Supai, AZ 86435. (928) 448-2121 or (928) 448-2141 for the tourist office, (928) 448-2111 for lodging. http:\/\/www.havasupai-nsn.gov\/ Hualapai Indian Reservation Grand Canyon West (located on the south side of the Colorado River) is managed by the Hualapai Tribe. On the north side of the river (river right) is Grand Canyon National Park, on the south side of the river (river left) above the historic high water mark is Hualapai Tribal Land. Groups desiring to hike or camp on river left above the historic high water mark must request a permit from the Hualapai Tribe in adavance of their launch date. River users are asked by the NPS and required by law to treat the sensitive cultural sites wih care and respect.  The official Website for the west rim of the Grand Canyon, known as Grand Canyon West, home of the Skywalk, which is owned and operated by the Hualapai Nation is: http:\/\/www.grandcanyonwest.com\/ All tour information is listed on this website. The reservation numbers are 1-888-255-9550 and 1-928-769-2219. These numbers are also listed on this website. Inquiries such as visiting the west rim, tour packages, prices, directions and general information, should be directed to the website and the reservation lines.  For reservations at Hualapai Lodge in Peach Springs: 1-928-769-2230 Fax: 1-928-769-2372 Navajo Indian Reservation Land east of Grand Canyon National Park lies outside the boundary and jurisdiction of the National Park Service and is administered by the Navajo Indian Tribe. information and permits can be obtained for camping and for the trails along the east-side of the Colorado River, Marble Canyon, Jackass Canyon, Salt Trail Canyon, Totahatso Point, Rainbow Bridge trails, Cove Mesa, Coal Mine Canyon and areas in the western portion of the Navajo Nation - at the tribal visitor center in the town of Cameron. (57 miles\/ 92km east of Grand Canyon Village) The visitor center is located at the junction of Highway 89 and Highway 64 in Cameron, Arizona. Inquiries should be directed to the Cameron Visitor Center, P.O. Box 459, Cameron, AZ 86020, (928) 679-2303 voice (928) 679-2330 fax. http:\/\/www.navajonationparks.org\/",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/cg-sr.htm"
}
