{
    "title": "Kenai Fjords National Park: Bear Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Wildlife Safety     Bear Safety                Bear Safety       Take the time to learn the basics of bear behavior so you can act responsibly in bear country. Remember, your safety (and the safety of the bear) depends on you! Kenai Fjords is home to both brown and black bears, although black bears are far more common. Bear and human interactions may occur but are not generally common. Black bears are generally timid and will usually leave an area to avoid a threat. Brown bears are more likely to defend their food and\/or their \"personal space.\" Since bears have only about six months to build up fat reserves to maintain them through the long winter - their main interest is getting food. However protecting cubs is also a high priority of mothers with young. Both species tend to ignore or avoid people BUT if they learn to associate humans with food, they may lose their natural avoidance of humans and aggressively seek out further food rewards. Bears that become conditioned to human food are likely to be killed by humans in defense of life or property inside the park or on adjacent lands. It is illegal to feed bears, either on purpose or by leaving food or garbage that attracts them. Remember, a fed bear is a dead bear.                        Bear Country Basics Learn what to do and what NOT to do when encountering a bear on the trails at Kenai Fjords National Park.  Duration:2 minutes, 2 seconds               Precautions for traveling in Bear Country  The precautions to take while traveling in bear country are the same for both brown and black bears, but there are some important differences to be aware of in the unlikely event of an attack.  Make your presence known:  Bears don’t like surprises. Traveling with a group is one of the best ways to avoid a negative encounter. Groups of 3 or more are noisier and easier for bears to detect. Avoid thick brush and try to walk with the wind at your back so your scent will warn bears of your presence. Bears can see almost as well as people, but they trust their noses much more than their eyes or ears.  Stay out of their personal space:  Give bears plenty of room. Every bear has a personal “space” — the distance within which a bear feels threatened. If you get within that zone, a bear may react aggressively. When photographing bears, use long lenses; getting close for a great shot could put you inside the danger zone.  Give bears the opportunity to avoid you:  Detour around areas where you see or smell carcasses of fish or animals, or see scavengers congregated. A bear may defend its food aggressively. Bears use trails too, so camp at least 1\/8 mile from any trails – including game trails. Be especially wary when traveling along streams or rivers when salmon are running. It is a good idea to carry a non-lethal deterrent such as an air horn or pepper spray in case of a surprise encounter – but make sure you know how to use it! Discharging pepper spray improperly won’t help and could make matters worse if you incapacitate yourself.  Don’t attract bears with food or garbage(!): Bears are always on the lookout for food. When picnicking, camping or snacking on the trail, take out only the food you need at the moment and store the rest. If a bear approaches while you are eating, don’t abandon your picnic! Instead, pack it up quickly. Avoid using strong smelling toiletries – unfamiliar scents may inspire bears’ curiosity. If a bear approaches while you are fishing, stop fishing. If you have a fish on your line, don't let it splash. If that's not possible, cut your line. If a bear learns it can obtain fish just by approaching fishermen, it will return for more.  Carry bear pepper spray: It is a good idea to carry a non-lethal deterrent such as bear pepper spray in case of a surprise encounter – but make sure you know how to use it! Bear pepper spray is specifically formulated to deter aggressive or attacking bears. When used properly it causes temporary incapacitating discomfort and is effective in more than 90% of the reported cases where it has been used. Bear pepper spray is not intended to act as a repellent. Do not spray on your gear or around the camp with bear pepper spray. Become familiar with your bear pepper spray, read all instructions, and know its limitations. Bear pepper spray must be instantly available, not in your pack. EPA approved bear pepper sprays are recommended. Bear pepper spray is available for rental and purchase in Seward. Remember, carrying bear pepper spray is not a substitute for vigilance and good safety precautions.       If you do encounter a bear…  Remain calm and don’t run:  Like dogs, bears will often chase fleeing animals. You can't outrun a bear. They have been clocked at speeds up to 35 mph! Let the bear know you are human:  Talk to it in a normal voice and wave your arms. If a bear cannot tell what you are, it may come closer or stand on its hind legs to get a better look or smell. A standing bear is usually curious – not threatening. Move away slowly, but don’t turn your back:  If the bear follows, stop and hold your ground. If the bear gets too close, raise your voice and be more aggressive. Make louder noise by banging pots and pans or using other noisemakers, but never imitate bear sounds or make a high-pitched squeal. If a bear charges…Don’t run!:  If a bear charges, stand your ground. Most non-defensive charges do not end in contact. Use bear pepper spray:  Spray when the bear is within 30 to 40 feet. Remember a bear can run up to 35 miles per hour. When spraying the bear, aim for the face but slightly downward - the spray will billow upwards a bit. Use a 1 to 2 second blast. If the first shot doesn’t immediately stop the bear’s charge give a second shot. If the bear continues to charge, empty the can. Leave the area immediately after shooting the spray.    If a bear actually makes contact:  In rare instances, black bears can perceive humans as prey – if you are attacked by a black bear, fight back. Try to focus your attack on the bear’s eyes and nose.  If you are attacked by a brown bear, surrender! Chances are it is only trying to neutralize a perceived threat. Fall to the ground and play dead. Lie flat on your stomach, or curl up in a ball with your hands behind your neck. Typically, a brown bear will break off its attack once it feels the threat has been eliminated. If possible, remain motionless until the bear has left the area. If the bear sees you move or hears you, it may return and renew its attack. If the bear continues biting you long after you assume a defensive posture, fight back vigorously.      Close Encounters If you see a bear...  -If it hasn’t detected you yet, keep it that way.  -If it knows you’re there, talk to it and move away slowly.  -Don’t turn your back.  -Don’t run.  -Don’t abandon food.If you are attacked...  -If it is a black bear – fight back!  -If it is a brown bear - drop to the ground and curl up with hands behind head.  -Most attacks are of short duration, until the threat is gone.  -If the attack continues, fight back aggressively.     The text of this document was excerpted and adapted from a brochure, Bear Facts, produced in cooperation by the National Park Service and other state and federal agencies.                 Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: bears",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/bear-safety.htm"
}
