{
    "title": "Kenai Fjords National Park: Mountaineering",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Mountaineering              Mountaineering         NPS Photo  The Harding Icefield offers excellent mountaineering possibilities. Parties wishing to explore the icefield should be well versed in glacier travel and crevasse rescue techniques and should be experienced skiers. However, people can also travel on the icefield with snowshoes. Travelers should rope together whenever moving on the icefield as buried crevasses can be encountered anywhere. Access  April is generally the best time of year for crossing the icefield. The days are getting longer and warmer but there is still plenty of snow to ski and pull sleds on the approach and descent. The easiest access points are Exit Glacier on the east side and Tustemena or Chernof glaciers on the west.        NPS Photo  The most popular routes are from Tustemena Glacier to Exit Glacier and from Chernof Glacier (via the Fox River on Kachemak Bay) to Exit Glacier. Exit Glacier is the ideal ‘exit’ since it is the one access point where you don’t have to rely on meeting a boat or a plane. There is no way to predict exactly how long a traverse will take, so it is easier to end the trip where you don’t have to have a pre-arranged pick up date\/time. Successful traverses have taken anywhere from six days to two weeks, but many parties have been turned back by the weather. Storms from the Gulf of Alaska can sweep in at any time of year, bringing winds in excess of 100 miles per hour. Anyone attempting to travel on or transverse the icefield must be prepared for the possibility of being pinned down by winds and whiteout for days at a time.        NPS \/ Peter Fitzmaurice  Camping  Carry a shovel and always build a snow wall around your camp – even if it looks like a beautiful evening. Storms can come up quickly and unexpectedly and high winds can tear up an unprotected tent. Food Storage  Proper food storage is required throughout the park. Bear resistant food storage canisters are recommended for icefield crossings. You may encounter bears and other wildlife several miles from the icefield’s edge and there are no other viable food storage options. Human Waste Disposal Human waste should be disposed of in a deep crevasse or packed out.   Don't Forget These Essentials...  Stove and plenty of fuel (enough for cooking and melting snow for drinking water) Extra stove and repair kit Four season expedition quality tent Shovel Foot care products (to combat blisters, etc.) Climbing gear for glacial travel and crevasse rescue Maps, Compass and GPS for navigation (especially in poor visibility)  Those lucky enough to have good weather can experience an awesome glimpse back into the ice age, when entire continents were dominated by glaciers. Isolated nunataks jut up from the vast white expanse like dark islands in a smooth sea, begging to be explored. The view from the summit of one of these jagged peaks is indescribably beautiful and eerie. Excerpted and adapted from \"The Complete Guide to Kenai Fjords\" copyright Greatland Graphics www.alaskacalendars.com",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/mountaineering.htm"
}
