{
    "title": "Grand Canyon National Park: Campground N. Rim",
    "body": "Campgrounds - North Rim       Jump to: North Rim Campground -- Outside the Park (North Rim) -- Tuweep        Map showing the location of North Rim Campground   North Rim Campground Open May 15th – October 31, 2015 Operated by the National Park Service Note: between October 16 to October 31, there are minimal services   Fees and Reservations Golden Age or Access passport holders pay only half price year-round; passport number required when reserving and passport holder must be camping at the site $18-$25 per site per night. A maximum of 2 vehicles*, 6 people, 3 tents are allowed per site. Hiker\/biker communal (shared) sites are available during the season - inquire at the campground kiosk office.  Group sites are also available, $50\/night, maximum of 25 people and 3 vehicles allowed per group site. Passes may not be used with group sites.  *A vehicle, towing a trailer, pop-up, tent trailer, fifth wheel, or a motor home pulling a vehicle, is considered two vehicles. For Reservations: call 1-877-444-6777 or online.        A family site in the North Rim Campground   Campground Information 36°12'38\"N - 112°03'36\"W (8.316 ft\/ 2,535 m) Reservations: May 15 through October 31, 2015 Operated by the National Park Service   No hook-ups, however,  there is a dump station within the campground Water refill station available. Offers tent and RV camping Accessible campsites and restrooms are available. Pets are allowed, but must be leashed at all times, and may not be left unattended. Pets are only allowed on the Bridle Path. There is no kennel on the North Rim. Wood and charcoal fires are only permitted in provided campsite grills. No gathering of down wood - wood may be purchased at the general store. Coin operated laundry and showers are located at entrance to campground.         A family site in the North Rim Campground   For Reservations: 1-877-444-6777 or online. The North Rim Campground fills most days, so making a reservation is suggested. Fees are $18-$25 per site per night. A maximum of 2 vehicles, 6 people, 3 tents are allowed per site. (A vehicle, which is towing a trailer, pop-up, tent trailer, fifth wheel, or a motor home pulling a vehicle, is considered two vehicles.)  Golden Age or Access passport holders pay only ½ price year round (passport number is needed when making reservation and passport holder must be camping at the site).  Hiker\/biker communal (shared) sites are available during the season - inquire at the campground kiosk office.  Group sites are also available, $50\/night, maximum of 25 people and 3 vehicles allowed per group site. Passes may not be used with group sites.         The group campsite in the North Rim Campground    North Rim Campground Map (Information Sheet 185 kb PDF - March 2013)  Photos of the North Rim Campground       North Rim Pocket Map and Services Guide As of December 1, 2015, Grand Canyon National Park discontinued the Grand Canyon Guide newspaper. In place of the newspaper, the North Rim Pocket Map and Services Guide is now being distributed at entrance stations, visitor centers, lodges, campgrounds, stores, and out-of-park locations.         You will receive a paper copy of this map when you arrive at the North Rim. Click anywhere on the map above to download a PDF version.        Outside The Park Camping - North Rim   DeMotte Campground Operated by the U.S. Forest Service. 16 miles\/ 28km north of the canyon rim. No hookups. 1\/2 of sites may be reserved. Generally open May 15 through October 15. for overnight camping, depending on snowfall. $18 for the first vehicle, $8 for the second, per site.  Jacob Lake Campground Operated by the U.S. Forest Service, 45 miles\/75 km north of the North Rim, during the summer only, no hookups or reservations. $18 per per night for first vehicle; second vehicle $8.00 Free evening programs.  Dispersed Camping Is permitted in the national forest outside the park; there are restrictions, however. Inquire at North Rim Visitor Center inside park, or at Kaibab Plateau Visitor Center at Jacob Lake (928) 643-7298. In winter contact the North Kaibab Ranger District, Kaibab National Forest, P.O. Box 248, Fredonia, AZ 86022 or call (928) 643-7395. Kaibab Camper Village (Jacob Lake) Commercial campground located ¼ mile\/0.5 km south of Jacob Lake on Arizona Highway 67. Full hook-ups available. Phone (928) 643-7804 May 15 through October 15. Off-season phone (928) 526-0924, outside AZ 1-800-525-0924.       Winter Camping on the North Rim ?   During the winter months (between November 1 and May 15) backpackers, snowshoers, and cross-country skiers are permitted to use the North Rim Campground's group campsite, provided a backcountry use permit has been obtained in advance. – These permits are available through the South Rim Backcountry Information Center, and at the Visitor Center at Pipe Spring National Monument located in Fredonia, Arizona.  Note: the highway into the park is closed during the winter, so there is no winter car or vehicle camping. Also, personal snowmobiles are not permitted within the park.        Tuweep Campground   Developed Campgrounds on the South Rim Backcountry Camping Permits         Watching sunset from the North Rim Campground overlook.   Quick links to information about:       Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/cg-nr.htm"
}
