{
    "title": "Kenai Fjords National Park: Camping & Landing Beaches",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Kayaking     Camping & Landing Beaches                Camping & Landing Beaches       Throughout Kenai Fjords National Park are many beautiful coves that are only accessible by kayak or water taxi. The following maps will show the location of the various campgrounds, and the food storage lockers that are located near by.  Most maps listed below can be viewed through a PDF reader. Download Adobe Reader for free.  Kayaking in Kenai Fjords Map - Overview of the camping and landing beaches throughout the park. Food Storage Locations Map - Overview of the locations of the various food lockers located throughout the park.    Camping & Landing Beaches Satellite Maps Alphabetic Order      Abra Cove (Aialik Public Use Cabin)  Northeastern Glacier*  Redstone Glacier*     Bear Cove  Northwestern Glacier  Southwestern Glacier*    Beauty Bay  Northwestern Lagoon  Sunlight Glacier*    Coleman Bay  Pedersen Lagoon*  Tooth Cove    Holgate Arm (Holgate Public Use Cabin)  Pilot Harbor  Verdant Cove*    McCarty Fjord  Quicksand Cove  Yalik Bay    McMullen Cove         *These are local names, and not recognized by the US Geological Survey's Board on Geographic Names.      Camping & Landing Beach Satellite Maps  Geographic Order - The following camping & landing beaches are located within or close to the larger geographic areas. The beaches are listed in a north-to-south order.        Aialik Bay  Northwestern Fjord  McCarty Fjord  Nuka Bay    Abra Cove (Aialik Public Use Cabin)  Redstone Glacier  McCarty Fjord  Pilot Harbor    Pedersen Lagoon  Northeastern Glacier    Beauty Bay    Coleman Bay  Southwestern Glacier    Yalik Bay    Holgate Arm (Holgate Public Use Cabin)  Sunlight Glacier       Tooth Cove  Northwestern Glacier        Quicksand Cove  Northwestern Lagoon        Bear Cove          McMullen Cove          Verdant Cove                Descriptions of the Camping & Landing Beaches  Each entry below contains a brief description of the area, with a link to the satellite map of the specific beach. Quick Links     Abra Cove with Aialik Public Use Cabin - PDFMost of the Abra Cove area is private property owned by the Port Graham Village Corporation. A special permit from the corporation is required to explore the area on foot above the mean high tide line. There is a small parcel of public land on the south side of the cove with a food storage locker. However, the locker has been known to get buried or damaged by avalanches. The public land is rocky and offers limited camping, but it is possible. The best camping is on the Port Graham land on the north side of the cove, but a permit is required. Paddle along the cliffs at the back of the cove for a wonderful waterfall experience. The Aialik Public Use Cabin is located just south of Abra Cove.     Bear Cove - PDF Bear Cove's main camping beach is located at the back of the cove. There is a food storage locker at the north end of the beach. One of the few good campsites in southeast Aialik Bay, this beach can be busy and sometimes serves as a drop-off and pick-up point for kayak parties. The campsites on the cobble berm are surrounded by old-growth spruce and hemlock. Beyond the campsites, the forest continues and opens to a flat boggy area. You can find a small stream feeding this bog, sloping down the hill behind the center of the beach.There is also a smaller, less frequently used campsite on the south side of Bear Cove. From this site you have a great view of Holgate Glacier in the distance. There is no food storage locker here, so campers must either hang food from the trees or use a bear-resistant food container. There is no reliable water source at this site. Do not use the dead standing trees behind the beach for firewood! These 'ghost forests' are an important testimony to land subsidence during the 1964 earthquake.     Coleman Bay Area - PDF The Aialik Bay Ranger Station is located in the small cove just south of Coleman Bay. The station also serves as the Park Rangers' residence. Please respect their privacy outside of work hours - but don't hesitate to contact them in an emergency. The small pocket beach to the north of the Ranger Station is a good, although tight, campsite with a reliable water source. It is often occupied by nesting black oystercatchers though, so it may be closed during early summer. No food storage facilities are provided in the Coleman Bay area, but large trees are present for hanging food. The bare, steep, red rock cliffs and waterfalls of Coleman Bay make this a unique place to paddle. From the back of Coleman Bay, you can hike up the talus slope to a notch in the ridge for a great view of Resurrection Bay on the other side, or follow the goat trail further north along the ridge to get a glimpse of the Harding Icefield. The \"thumb\" of Coleman Bay is perhaps the best anchorage in Aialik Bay (two mooring buoys are present, but they are not maintained and should not be trusted).     Holgate Arm with Holgate Public Use Cabin - PDF Holgate Glacier is a beautiful place to visit, but Holgate Arm can be a bit rough with its combination of ocean swells, strong winds from the glacier, waves from calving ice, and tour boat wakes. Avoid the small beaches near the glacier - they are prone to being completely washed by glacier-generated waves. At least two kayak parties have been swept off these beaches. The main camping beach is located at the southeast end of the arm, just south of the Holgate Public Use Cabin. Most of the beaches in Holgate Arm are fairly steep and have high wave energy, but this part of the beach is at least somewhat protected. A food storage locker is located just east of the cabin by a large standing dead tree on the beach. Behind the cabin, a creek in the forest flows down into the lagoon. Just west of the Holgate Cabin is a separate beach that is a little more secluded. There are a few good campsites on the east end, and several small streams can be found. Behind the beach is thick brush, but no tall trees, so be sure to bring a bear-resistant food container.     Northwestern Glacier - PDF The small gravel spit indicated on the photo is a popular drop-off and pick-up point for kayak parties taking a water taxi to Northwestern Fjord. There is a food locker located near the edge of the trees, but PLEASE DO NOT SPEND MORE THAN ONE NIGHT AT THIS LOCATION so that other parties may use the site for pick-ups and drop-offs. This beach may be closed seasonally due to nesting shorebirds. There are several other beaches nearby that are suitable for camping. Watch for strong tidal currents when crossing the submerged glacial moraine that marks the entrance to the fjord. The long beach outside the moraine to the east is usually not suitable for landing due to breaking surf.     McMullen Cove - PDF The cobble spit in this cove offers good protection if you land in the small bight at the southeast end. This is a very good beach for landing boats - steep cobble, but protected from surf. A food storage locker is located at the south end of the spit among the alders. There are plenty of potential campsites on the rocky spit. Further back on the easternmost part of the beach are more good campsites on the flat rocks of the forest. A freshwater source is a short paddle away on the southern side of the cove. Paddle on to the back of the cove for an excellent hike up the boulders and talus slope to the alpine lakes and open land above. McMullen Cove is popular with sail and power boaters who often anchor here and picnic on the spit. Do not use the dead standing trees behind the beach for firewood! These 'ghost forests' are an important testimony to land subsidence during the 1964 earthquake. Clean up all remains of beach fires. Black oystercatchers nest on the spit and seasonal closures may be in effect.     Northeastern Glacier Beach - PDF This long, flat beach can make for a long carry at low tide. Make sure your camp and gear are placed well above the high tide line. A food storage locker is located just into the alders near the north end of the beach. Be vigilant about food storage - a brown bear obtained food from kayakers on this beach in 1999. Be on the lookout for nesting shorebirds, especially semi-palmated plovers that will try to lead you away from their nest. The hike up to Northeastern Glacier is worthwhile, but may require wading across the glacial outwash stream. Use caution near the glacier's terminus as you may be standing on ice before you realize it. Climbing to the top of Striation Island is a challenging scramble, but worth the view. There are no good places to land on the island though and kayaks must be pulled up on the steep bedrock. Watch out for waves from the calving glaciers.     Northwestern Lagoon - PDF Unofficially called Otter Cove, this area is private property owned by the Port Graham Village Corporation. A special permit is required to camp or explore the area on foot above the mean high tide line. There are several good camping sites within the cove. There are no food storage facilities, but the trees are generally large enough to hang your food. Concentrations of sea otters and harbor seals are commonly seen here, along with bald eagles, bears, coyotes and other wildlife.     Pedersen Lagoon - PDFThe Pedersen Lagoon area is private property owned by the Port Graham Village Corporation. A special permit is required if you wish to explore the area on foot above the mean high tide line. There is a one-acre public easement (maximum stay of 24 hours) located within the lush spruce forest on the spit to your right as you enter the lower lagoon from the bay. The food storage locker and food hanging cable are visible as you walk up the trail to the campsites. This site is popular and becoming heavily impacted, so practicing Leave No Trace is particularly important here. Be sure to use the trails and campsites that have already been established rather than trampling undisturbed vegetation. The outer beach can be impossible to land on due to breaking surf. Enter and exit the lagoon within a few hours before or after high tide, as the current becomes hazardous on the low tide. This area is teeming with wildlife including bears, eagles, waterfowl, shorebirds, sea otters and harbor seals. Wolves and coyotes have also been reported in this area.     Quicksand Cove - PDF A stream divides the sandy beach of Quicksand Cove into southern and northern sections - both have great campsites in the forest, but only the south side has a food storage locker and hanging cable. The gravel beach on the southeast side of the cove is not as good for camping, but is a feasible alternative if the main beaches are occupied by other parties or closed due to nesting shorebirds. Watch out for dumping surf on these beaches when launching and landing kayaks. Black bears are regular occupants of this area, as are numerous other wildlife species including river otters and wolverines. Sneak over the beach berm to see what animals are in the lagoon and sedge meadows or follow the creek back for a mile through thick brush, open forests, and dry riverbeds to find an impressive waterfall. Black oystercatchers typically nest north of the stream mouth and seasonal closures may be in effect.     Redstone Glacier Beach - PDF Getting to this beach can be difficult due to heavy icepack. Be careful not to get trapped as the icepack closes in behind you. Watch out for waves from calving Northwestern Glacier. Good tent sites are hard to find. No food storage facilities or trees are available at this site, so either use bear-proof food canisters or hang your food over a cliff using multiple lines (there is at least one resident black bear in the area). Mew gulls have established a colony on the north side of the stream, so camp on the south end of the beach. Watch out for rapidly rising water in the stream during rainstorms and camp on the highest ground available. The short hike up to Redstone Glacier is worthwhile. Use caution near the glacier terminus as you may be standing on ice before you realize it. Hundreds of harbor seals are sometimes seen on the floating ice in front of Northwestern Glacier.     Southwestern Glacier  - PDF This small beach has a food storage locker located at the southwest end of the beach in the alders approximately 50 meters from the high tide line. The food locker can be difficult to find. Camping space is limited on this beach, especially on a high tide. Strong glacial winds can create challenging conditions at times. The smaller beach just to the southwest offers some additional camping space. This smaller beach can be walked to easily at low tide and with a bit of a scramble over the rocks at high tide.     Sunlight Glacier Beach - PDF This long, flat beach can make for a long carry at low tide. Make sure your camp and gear are placed well above the high tide line. A food storage locker is located on high ground near the middle of the beach, just in front of the alder line. Keep a lookout for nesting shorebirds, especially semi-palmated plovers that will try to lead you away from their nest. A hike up the valley to Sunlight Glacier will probably require crossing the braided glacial outwash stream several times.     Tooth Cove Area - PDF These three small coves are very similar. Only the middle one, Tooth Cove, is officially named. Few parties camp in these coves and camping space is limited. The best beaches are at the back of Tooth Cove and South Tooth Cove. There are no large trees near these beaches and no hanging cables or food storage lockers, so bear-resistant food canisters must be used. Tooth Cove and North Tooth Cove may have seasonal closures due to nesting shorebirds. The water in the back of these coves is generally very clear, offering great viewing of the intertidal and subtidal environment.     Verdant Cove - PDF There are two parcels of private property in this cove (not owned by Port Graham Village Corporation). If you are paddling between Aialik Bay and Northwestern Fjord this cove marks the end (or beginning) of a long stretch of shoreline with no good campsites. The southeastern beach is fairly protected, especially the southern end. The northern beach (behind Verdant Island) is difficult to land on due to high wave energy. A food storage locker is located near the east end of the south beach. Do not use the dead standing trees behind the beach for firewood! These 'ghost forests' are an important testimony to land subsidence during the 1964 earthquake. Black oystercatchers typically nest on both beaches and seasonal closures may be in effect.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/camping-and-landing-beaches.htm"
}
