{
    "title": "Kenai Fjords National Park: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Ranger Programs              Ranger Programs       Joining a park ranger for a short walk, interpretive talk, or day hike is a great way to learn more about Kenai Fjords National Park.   Programs are offered between Memorial Day weekend (last weekend in May) and Labor Day (first Monday in September), unless otherwise noted.   For more information, see our Calendar of Events.        One of Ranger Malia's favorite things about the Exit Glacier area is the diverse bird life. NPS \/ Don Stanko  Exit Glacier Ranger-Led Walks Programs at Exit Glacier are offered four times a day, May 28 to September 5 (2016 summer season). Lasting about 1 hour, 30 minutes, the walk will follow the trail to the Edge of the Glacier. The first part of the program will follow the trail to the Glacier View lookout, and is wheelchair accessible.   Please meet the ranger or park volunteer just outside the Exit Glacier Nature Center. No reservations are required.     10:00 AM Daily 1:00 PM Daily   2:00 PM Daily   4:00 PM Daily         Ranger Jacob presents a mountain goat skull to visitors at his daily pavilion talk. NPS \/ Kaitlin Thoresen  Exit Glacier Pavilion Talks Pavilion talks are offered daily from  May 28 to September 5 (2016 summer season).  These talks are approximately 20 minutes long, and each program focuses on either one of the amazing animals that inhabit this area, or stories from area's rich local history.   Please meet at the pavilion, just down the trail from the Exit Glacier Nature Center. No Reservations are required.   12:30 PM Daily        View from the end of the Harding Icefield Trail. NPS \/ Jim Pfeiffenberger  Harding Icefield Ranger-Led Hike Guided hikes on the Harding Icefield Trail are offered on  Saturdays, from July 2 through August 27 (2016 summer season).  The Harding Icefield is the signature feature of Kenai Fjords National Park. Join a ranger for a guided-hike to the edge of this natural wonder and learn a little about this unique place.   The hike can take over 8 hours, and is 4.1 miles each way. It is considered a very strenuous hike, with an elevation gain of roughly 1000 feet for every mile. Be sure to bring good shoes, food, water, and rain gear. *This is not a traditional \"ranger program\" in the usual sense. Due to the narrow width of the trail, there are fewer places which can accommodate a large group stopping and talking.   The hike departs from the Exit Glacier Nature Center. No reservations are required.   9:00 AM Saturdays in July and August                Hiking to Marmot Meadows NPS \/ Fiona North  Marmot Meadows Ranger-Led Hike Guided hikes to Marmot Meadows along the Harding Icefield Trail are offered June 1 through August 31 (2016 summer season). Marmot Meadows is a beautiful stop on the longer Harding Icefield trail, with excellent views of Exit Glacier. Join a ranger for the hike, and learn a little about glaciers, and the flora and fauna that live nearby.    The hike usually takes 3-4 hours, and will total 2.8 miles round trip. It is considered a strenuous hike because of the steep elevation gain. Good shoes, food, water, and rain gear are a must.    The hike departs from the Exit Glacier Nature Center. No reservations are required.   9:00 AM Daily                  Ranger Fiona shows a jar of live plankton to Junior Rangers during the beach walk. NPS \/ Lindsey Kromery  Fjord Junior Ranger Walk Walks that are especially for our younger visitors are offered   Sundays, June 12 to August 7 (2016 summer season). This guided walk along the Seward waterfront gives Junior Rangers an interactive look at the fjord ecosystem of Resurrection Bay, and the chance to earn their Junior Fjord Ranger Patch. Lasting about 1 hour and 30 minutes, the walk will follow the coastline near town, and depending on tides, the walk will take place on rocky beach with some uneven footing. Best suited for ages 8-12, with one or more accompanying adults.   Please meet the ranger at the Kenai Fjords National Park Visitor Center.  No reservations are required.    2:00 PM Sundays June 12 - August 7                           Junior Ranger Adventure Guide   Pick up a guide at any Kenai Fjords National Park visitor center, from any ranger you see while visiting the park, on a park boat tour, or print it out at home.  The Adventure Guide is best suited for ages 4 to 12. Complete the required activities for your age, turn it in to a park ranger, and earn the Kenai Fjords Junior Ranger badge. The activities are great fun, and a great way to learn a little bit more about Kenai Fjords while you visit!             Explorer Journal  Pick up a journal at any Kenai Fjords National Park visitor center, from any ranger you see while visiting the park, or on your boat tour into the park.   The Explorer Journal is best suited for ages 13 and up. After completing the required activities, turn it in to a park ranger, and earn your Kenai Fjords National Park Explorer pin.  Use this field book to dig a little deeper into your visit as you explore the park and reflect on this amazing place.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/ranger-programs.htm"
}
