{
    "title": "Kenai Fjords National Park: Kayaking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Kayaking               Kayaking         Kayaking gets you up close and personal with the marine environment at Kenai Fjords NPS \/ Kaitlin Thoresen  Traveling with a guide is strongly recommended for inexperienced paddlers. The fjords are exposed to the Gulf of Alaska, with only a few protected coves. These are not waters for beginners! Landings often involve surf, particularly when afternoon breezes kick up from the south. Wind and rainfall can be excessive, and summer storms often push an ocean swell of three feet or more into the fjords. Most kayakers access the park by water taxi or charter boat from Seward and get dropped off in Aialik Bay or Northwestern Lagoon. Another alternative is to fly in to the less-visited Nuka Bay area from Homer. Paddling directly from Seward is okay for day trips in Resurrection Bay or overnight visits to Caines Head or Bear Glacier, but rounding Aialik Cape in a kayak is not recommended. There are long stretches of exposed coastline with no landing sites between Callisto Head and Aialik Cape, and the waters around the Cape can be extremely treacherous.      Maps  Download the \"Kayaking in Kenai Fjords\" map (PDF) to help with trip planning.    The Camping & Landing Beach page has satellite maps of many of the most popular beaches, many of which also provide food storage lockers to help protect the park's wildlife.        Kayak Outfitters See a list of experienced guides and equipment rental locations for your kayak adventure in Kenai Fjord.             Seward Paddling Association Situated right on the shores of Resurrection Bay, Seward is a town just bursting with paddling opportunities!  The Seward Paddling Association encourage everyone to get in touch, learn how to minimize risk in these local waters, and meet other local paddling enthusiasts!",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/kayaking.htm"
}
