{
    "title": "Grand Canyon National Park: Family Fitness, Accessible Fitness, and Fitness with Pets",
    "body": "Family Fitness, Accessible Fitness, and Fitness with Pets          Family Fitness Activities Families of all ages can enjoy time together on a trail at the Grand Canyon. Walk or bike together along the Rim Trail and the Greenway trails. Strollers are welcome on the Rim Trail, which is 13 miles (21 km) of a mostly paved path near\/along the rim of the canyon. Strollers are also welcome on the Greenway sections of paved trail that connect the village areas of the South Rim. The park shuttle buses have stops along the Rim Trail for families who want to do only a portion of the trail. A compact stroller is recommended to make it easier to board on\/off the shuttles. Join a ranger for guided hikes geared towards kids. For information on activities with children visit www.nps.gov\/grca\/forkids\/index.htm Biking is allowed on Hermit Road and on trails designated as part of the multi-use Greenway trail system. Areas of the Rim Trail where bicycles are allowed is limited, so consult a park ranger when planning your ride. Bikers are permitted to use a bike trailer that allows children to ride as passengers. A bike a helmet is required for those under the age of 18 years. All roads open to vehicles are also open to bicyclists. Bicyclists must obey vehicle traffic laws when riding on the roadways. For more information visit www.nps.gov\/grca\/planyourvisit\/bicycling.htm      Accessible Fitness Options Many of the facilities at Grand Canyon are historic and built before current accessibility standards were set. The terrain is rugged with narrow, rocky trails and steep cliffs. Visitors using wheelchairs or who have visual impairments may need assistance. However, some of the paved portions of the trail Rim Trail and the Greenway trail would provide options for those preferring accessible fitness options.  Shuttle buses are equipped with ramps and space to carry passengers in wheelchairs. Please note: wheelchairs larger than 30 inches wide by 48 inches long (76 by 122 cm) cannot be accommodated on shuttle buses. Most motorized scooters will not fit on buses. For more information on accessibility within the park visit www.nps.gov\/grca\/planyourvisit\/accessibility.htm      Fitness Options with your Pets Pets must be leashed at all times. If you would like to exercise with your pet within Grand Canyon National Park, be aware that leashed pets are only allowed on trails above the rim and in developed areas of the park. These trails are also used for hiking, walking, and biking, so please take care and yield when you encounter other visitors and other animals. Be a responsible pet owner and clean up after your pet. Persons wishing to take a service animal below the rim must check in first at the Backcountry Information Center. For more information on traveling with your pet at Grand Canyon National Park please visit www.nps.gov\/grca\/planyourvisit\/pets.htm       Dog walkers on paved Rim Trail.        WARNING: The South Rim of Grand Canyon averages 7,000 feet \/ 2,134 meters above sea level. Visitors with respiratory or heart problems may experience difficulties. Exercising at this elevation can be strenuous. Please use caution and when engaging in any physical activities and use care not to push yourself. Always check the weather before exercising outside.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/fitness-for-families.htm"
}
