{
    "title": "Kenai Fjords National Park: Places to Go",
    "body": "Explore This Park    Plan Your Visit     Places to Go             Places To Go      Kenai Fjords can be divided into three main areas; Exit Glacier, the coastal fjords, and the Harding Icefield.  Each provides visitors with very different opportunities to experience and explore this place where mountains, ice, and ocean meet.          NPS \/ Kaitlin Thoresen  The Coast Boat tours, operated by several local companies, are great ways to experience the park's coastline, tidewater glaciers, and to see both marine mammals and seabirds.  For those with more time, kayaking is also a great way to see the wonders of Kenai Fjords. Two coastal public use cabins, and a wide assortment of camping and landing beaches are available, too.           NPS \/ Paige Calamari  Exit Glacier Area   Located just 12 miles outside of the community of Seward and accessible by road, the Exit Glacier Area is the easiest part of the park to visit.There are several short trails to the terminus of Exit Glacier and daily ranger programs are offered at the Exit Glacier Nature Center.  Winter season: During the winter months, the road to the Exit Glacier Area is very popular with snowmobiles and sleds dog tours, as the road is not plowed. Visitors can books rides on a snowcoach, and snowshoe or cross-country ski the trails.           NPS \/  Mark Stokstad  The Harding Icefield This is the park's dominant feature, and one of the major reasons for the creation of Kenai Fjords National Park.  Many visitors hike to the edge of the ice field via the Harding Icefield Trail.  While the Harding Icefield itself is somewhat harder to access, a scenic overflight will give you a sense of its vast size.          NPS Photo  Visitor Centers Kenai Fjords National Park operates two visitor center facilities during the summer months. The Kenai Fjords National Park Information Center is the primary contact spot for visitors embarking on boat tours of the fjords, and is located in the small boat harbor of Seward, Alaska. The Exit Glacier Nature Center is located next to the parking lot for the Exit Glacier Area.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/placestogo.htm"
}
