{
    "title": "Kenai Fjords National Park: Backcountry Registration",
    "body": "Explore This Park    Plan Your Visit     Places to Go     Backcountry     Backcountry Registration                Backcountry Registration      Do I need to register to use the backcountry?Anyone planning to camp overnight in Kenai Fjords' backcountry is encouraged to register, but it is only mandatory for guided groups.  Campers at the Exit Glacier campground or visitors staying in a public use cabin should not register for backcountry use.  A voluntary backcountry registration system was implemented in 2001 with limited success. In 2002, the park mandated free and unlimited backcountry permits for all users. A review of this program in the fall of 2002 determined that it was more appropriate to request voluntary registration than to require permits through regulation at this time.     Why should I register?Recreational use of backcountry areas, especially in Aialik and Harris bays, appears to be growing every year, resulting in increased competition for limited camping beaches. Registration allows us to collect information on visitor use. Basic information about where people go and how long they stay helps with park planning and management, such as determining where bear boxes are placed or where impact monitoring should be conducted. Registration also allows us an opportunity to give basic resource protection and safety information to ALL overnight visitors. Registration before your trip may assist us in locating you to deliver an emergency message, during a search, or other incident.      Where can I register?Kenai Fjords National Park Information Center:  Backcountry registration is available at the Information Center, located in Seward's small boat harbor (Operating Hours & Seasons).Exit Glacier Nature Center: For the Harding Icefield Trail, and the backcountry area that is accessible from it, backpackers can self-register at the station located at the beginning of the trail head.Water Taxis: Since coastal backcountry visitors often take a water taxi to access the Park, permits will also be available through a self-registration program with any of the five water-taxis listed on our website: www.nps.gov\/kefj\/planyourvisit\/water-taxis.htm.Outfitter Guides: Other commercial operators including kayak tour companies and rental companies, may also make backcountry registration available to their customers.  Check with the outfitter when you arrange your trip.Alaska Maritime National Wildlife Refuge: Visitors starting their trip from Homer, AK, can get permits at the Islands & Ocean Visitor Center located on the Sterling Highway in Homer.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/backcountry-registration.htm"
}
