{
    "title": "Kenai Fjords National Park: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping       Seward, Alaska Situated at the head of Resurrection Bay on the Kenai Peninsula, Seward is one of Alaska's oldest and most scenic communities. Known as the \"Gateway to Kenai Fjords National Park,\" Seward is a picturesque town located 126 miles south of Anchorage.   A full range of hotels, restaurants, and grocery stores are available year-round.  Seward Chamber of Commerce Conference & Visitors Bureau  City of Seward, Alaska - Official Website        Campgrounds There is one established campground located near the Exit Glacier area. It has 12 sites for tents, and is walk-in only. Camping is also permitted in the nearby Chugach National Forest, and with the Seward Parks & Recreation Department.       Public Use Cabins - Coastal Two rustic public use cabins are available during the summer months (generally from Memorial Day weekend through Labor Day weekend). These are coastal cabins, located in the within the greater Aialik Bay area. Access is by water only, as there is no road or trail to either cabin.     Aialik Public Use Cabin Holgate Public Use Cabin  Public Use Cabin - Winter The Willow Public Use Cabin, located in the Exit Glacier area, is available once the road to Exit Glacier is closed for the winter season, generally late fall through early April.         Kenai Fjords Glacier Lodge  Kenai Fjords Glacier Lodge is an eco-lodge located in a Native-owned wildlife sanctuary, surrounded by Kenai Fjords National Park. It is the only lodge on the Kenai Fjords coast, and is accessible solely by boat during the summer months.      Leave No Trace Leave the park the way you would like to find it! Learn and follow the principles of Leave No Trace to help keep Kenai Fjords pristine, both for future visitors and for the wildlife that makes their home in this magical place.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/eatingsleeping.htm"
}
