{
    "title": "Klondike Gold Rush National Historical Park: Planning Your Hike",
    "body": "Explore This Park    Plan Your Visit     Chilkoot Trail     Planning Your Hike              Guide to Planning Your Hike              The Trail Center   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 46 seconds  Before heading out on the trail, be sure to stop by the Trail Center located on Broadway between 5th and 6th ave.         First, reserve your permit  for overnight hiking June-August reservations can be made starting early January of the same year   Once you have your permit, start planning   become bear aware, learn about bear safety on the trail decide how to get to the trail, located 10 miles from Skagway.  As of spring 2016 shuttle service to the trailhead can be purchased from Anne Moore 907-617-7551.  If you are leaving a vehicle in Dyea, you must park in the National Park Service campground overnight parking area.  Vehicles cannot be parked overnight at the trailhead arrange for your transportation from the end of the trail.  As of spring 2016 shuttle service from Lake Bennett is provided by    Train or train\/bus combo: White Pass and Yukon Route Railroad (1-800-343-7373) Plane: Alpine Aviation Yukon (1-867-336-3996)   learn how to stay safe on the trail with lots of rain, a steep pass, and remote conditions preview your hike by browsing our Chilkoot Trail photo galleries or exploring trail campgrounds      Before you start hiking   review how to Leave No Trace on the Chilkoot Trail pack all of your hiking and camping gear check the latest Chilkoot Trail conditions report pick up your permit and check in at the Trail Center in Skagway, located on Broadway between 5th and 6th Avenues   Learn more about the Chilkoot Trail   find out what the Klondike Gold Rush was read about artifacts from the gold rush you can see on your hike explore this biodiversity \"hotspot\"",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/planning-your-hike.htm"
}
