{
    "title": "Kenai Fjords National Park: Summer Public Use Cabins",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Public Use Cabins     Summer Public Use Cabins                 Coastal Public Use Cabins         Holgate Public Use Cabin NPS Photo  Two rustic public use cabins, Aialik and Holgate, are available on the Kenai Fjords coast during the summer months (generally from Memorial Day weekend through Labor Day weekend). Transportation: Visitors must arrange their own transportation. Coastal cabins are accessible by float plane, water taxi, private vessel, or charter boat. Kayakers with advanced skills can reach the cabins from Seward or Homer; however, most kayakers are dropped off by boat since the seas around Cape Aialik are subject to extremely strong currents. Reservations: Reservations are required.   Online at www.recreation.gov.  Search for Kenai Fjords National Park Cabins. By phone at 1-877-444-6777   Call center hours: March 1 - October 31, 10:00 am to 12:00 am (EST) November 1 - February 28, 10:00 am to 10:00 pm (EST)   Reservations for each year will open on January 14.  A fair number of cancellations occur in April and May, so if your preferred dates are booked it may be worthwhile to check back in late spring and try again.  Cost: $75 per night. Stay Limit: Due to the high demand for these cabins, stays are limited to three nights per cabin, per group, for the season. Individuals in the same party may not make sequential reservations in order to exceed stay limits. Occupancy begins and ends at noon.      Cancellation Policy: Reservations must be canceled at least 14 days in advance to receive a refund, unless the cabin is inaccessible due to weather. Refunds will only be available through www.recreation.gov. Amenities: Coastal cabins are equipped with a heater (propane fuel is provided), table and chairs, and wooden bunks. The Aialik Bay Cabin contains two wooden beds that can sleep up to four people. Holgate Cabin contains six wooden beds that sleep six people. Cabins do not have electricity or running water. Drinking water is not always accessible and must be treated. There are no mooring buoys at any of the Public Use Cabin beaches in Kenai Fjords National Park. Drinking water: Drinking water is not available, please bring a sufficient amount of drinking water from an approved source or be prepared to treat water from a natural surface source. The park recommends that water be treated before drinking from a natural source by using one of the following Centers for Disease Control (CDC) treatment methods:   Boiling (Rolling boil for 1 minute) has a very high effectiveness in killing bacteria, viruses, giardia & cryptosporidium Filtration with an absolute 1 micron filter (NSF Standard 53 or 58 rated \"cyst reduction \/ removal\" filter) followed by disinfection with Chlorine dioxide (8 drops per gallon) is recommended. Many of the park's rivers carry glacial silt. This silt will quickly clog any water filter and render it in operable. The addition of a silt-stopper device is highly recommended prior to filtration.     Toilets: The pit portion of the toilets at Holgate and the Aialik Bay public use cabins were not sustainable and were sealed In May 2011. The structures are still available for use in connection with waste disposal kits, an environmentally friendly human waste disposal system. Bags will be provided (along with use and disposal instructions) for public cabin users. Please leave unused bags for future cabin users.  This system is a lightweight, sanitary way to pack out waste. The bag within a bag design and ziplock closure securely contains waste and odor, while the special blend of polymers instantly breaks down waste and turns it into a deodorized gel. The contents of the bag are safe for landfills, and must be packed out and deposited in the trash. Use of this waste disposal system is a means for protecting Kenai Fjord National Park's coastal resources and ecosystem.  Be sure to bring:  Bedding and sleeping pads  Cook stove, lighter and utensils Drinking water and\/or means to treat drinking water  Toilet paper Food, clothing, gear and emergency supplies for backcountry travel - see What to Bring for suggested supplies for backcountry stays.     Cabin rules and other considerations:  Pets are NOT allowed in public use cabins or in the backcountry of the park. Exceptions will be made for service dogs that are individually trained to do work or perform tasks for people with disabilities.  Secure food, garbage and other scented items inside the cabin at all times. Food storage violations could result in immediate termination of the cabin permit and a fine. Pack out all trash and remaining food. Smoking is not permitted inside public use cabins and other government facilities. If you do smoke, keep it outside and pack out all cigarette butts along with other garbage. Campfires are only permitted below the high tide line. Tents may not be pitched within 500' of public use cabins. Hunting and trapping are not permitted in Kenai Fjords National Park. Follow posted instructions for using the heat stove. Please conserve fuel for the next visitor. Report any problems to Park Rangers or contact Park Headquarters upon your return.       In case of emergency:  Rangers patrol Aialik Bay frequently in summer months and tour boats pass through that area on most summer days. It is strongly recommended that travelers in the coastal backcountry carry a marine radio. Rangers and\/or the Coast Guard can be contacted on Marine channel 16. There is no cell phone coverage on the Kenai Fjords coast.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/publicusecabins_summer.htm"
}
