{
    "title": "Klondike Gold Rush National Historical Park: Trail Conditions Report",
    "body": "Explore This Park    Plan Your Visit     Chilkoot Trail     Trail Conditions Report              Chilkoot Trail Conditions Report        At the end of May park rangers begin marking the snowy route up Long Hill and the Golden Stairs. NPS photo       CHILKOOT TRAIL CONDITIONS August 11, 2016      EMERGENCIES  U.S. Park Service Rangers and Parks Canada Wardens are on patrol. There is no cell phone coverage along the trail. Iridium Satellite phones may work in some areas. Satellite phone users may seek 24 hour emergency assistance through Denali Dispatch at 1-907-683-6351 in US or Jasper Dispatch at 1-877-852-3100 in Canada. At Log Cabin your closest contact for help is Canadian Customs at Fraser (four miles south of Log cabin parking lot along the Klondike Highway). Bad weather conditions may delay medical or rescue assistance for several days. Helicopter medical evacuations from the trail will cost a minimum of $1977. Trail hikers are advised to consult their medical insurance policies before starting their hike.        TRAIL The Chilkoot Trail is snow free to Sheep Camp. Intermittent snow from Long Hill (2 miles north of Sheep Camp) to the Scales area. Use caution when crossing creeks. Golden Stairs are snow free. From the Pass to Happy Camp expect patches of snow From Happy Camp to Deep Lake there are a few patches of snow. From Deep Lake to Bennett is snow free. Use caution in transition zones. Snow is soft and melting fast. Shelters are available at most campgrounds for preparing meals and warming up. Increased travel times and delays can be expected under certain weather conditions and white-outs. Hikers have returned wishing they had brought more socks and gaitors. Trekking poles highly recommended.        WEATHER Weather conditions above tree line change quickly and can be more extreme as elevation is gained. Rain, fog, high winds, snow and sleet can be expected any time of year. Temperatures near freezing at night at higher elevations should be anticipated. Come dressed and prepared for hypothermic environmental conditions.  Snow travel and sunny days warrant sunscreen, protective hat or visor and sunglasses.      REGISTRATION  A permit is required to overnight on the Chilkoot Trail. Hikers are required to register and pay fees with the International Trail Center on 5th & Broadway in Skagway prior to hike. Hikers also need to show passport and fill out paperwork for Canadian Customs. Hours of operation are 8-5 daily.      BEARS Brown and black bears are encountered frequently on the trail. Stay on the trail. We recommend travelling in groups of four or more from Deep Lake to Bare Loon Lake. Use food storage devices that are located at all of the designated campgrounds. For your safety cook and eat at shelters, so as to keep food smells away from your tent site. Do not leave pack unattended at any point on the trail. Pack out all garbage!  Do not place wrappers and trash in wood stoves!      For additional information stop by the NPS Trail Center in Skagway or call (907) 983-9234.  This report is intended to stress the changing trail conditions only and will not substitute for the essential information found in other brochures and your own common sense.  For online information, visit our Chilkoot Trail page.",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/trailconditions.htm"
}
