{
    "title": "Grand Canyon National Park: Lodging",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging              Lodging       Jump To: - North Rim Lodging--- Phantom Ranch        Examples of South Rim Lodging   South Rim (Grand Canyon Village) Lodging Inside the park  Lodging is booked well in advance, especially during the summer months. Be sure to make reservations as far ahead as possible. Reservations are handled by Xanterra Parks & Resorts and Delaware North.       Bright Angel Lodge, El Tovar Hotel, Kachina Lodge, Thunderbird Lodge and Maswik Lodge are operated by Xanterra Parks and Resorts.   Read their lodging overview and make reservations online. Or, within the US call toll-free (888) 297-2757 or international (303) 297-2757.   View Photos of the historic El Tovar Hotel and Bright Angel Lodge.    Yavapai Lodge is operated by Delaware North.   Make or modify reservations online for Yavapai Lodge or Trailer Village RV Park. Within the US call toll-free (877) 404-4611 or international (801) 449-4139.  DYK? The park's free shuttle buses connect the lodges with restaurants, shops, visitor centers, scenic overlooks and trailheads. When you arrive on the South Rim, you will receive a copy of the South Rim Pocket Map and Services Guide. This map shows the lodges and their relation to the shuttle bus routes. You may download a copy of the map here.        Click on the map above to download the \"Getting Around the South Rim\" Map and Services Pocket Guide (880 kb PDF file)          Lodging Outside the Park (South Rim) The following accommodations are available in the gateway community of Tusayan, 7 miles\/ 11 km south of Grand Canyon Village:  Canyon Squire Inn (928) 638-2681 Holiday Inn Express (928) 638-3000 Quality Inn (928) 638-2673 Red Feather Lodge (928) 638-2414 Seven Mile Lodge (928) 638-2291 The Grand Hotel (928) 638-3333 If you are staying at one of these lodges during the summer months, the park provides free shuttle service between Tusayan Hotels and the park. (mid-May through mid-September)  Visitors entering the park from the gateway community of Tusayan via the free shuttle bus must present a valid park entrance pass. Entrance passes may be purchased at park entrance stations, or at these businesses in Tusayan.      Additional lodging is available in:   Valle, 30 miles\/48 km south on Highway 64, Williams, 60 miles\/97 km south on Highway 64, and Flagstaff, 80 miles\/129 km south on Highway 180.  You may also download the Nearest Available Lodging brochure for both the South and North rims (43 kb PDF file, Sept. 2015)       Desert View (South Rim - East Entrance to the Park) No lodging is available at Desert View, but there is a campground.   Desert View Campground Information and Desert View Map (237kb PDF File)   Lodging Outside the Park (Desert View) The following accommodations are available east of Desert View Cameron Trading Post and Motel (928) 679-2231 In Cameron, AZ 30 miles\/ 48km Anasazi Inn (928) 679-2214 In Gray Mountain, AZ 37 miles\/ 59km Additional lodging is available in Tuba City, 53 miles\/85 km northeast of Desert View on Highways 64, 89 and 160. Nearest Available Lodging brochure for both the South and North Rim (46 kb PDF file, Sept. 2015)         Some Views of Phantom Ranch   Inner Canyon - Phantom Ranch:  Phantom Ranch, at the bottom of the Grand Canyon, is a popular destination for both hikers and mule riders. Overnight dormitories and cabins can be reserved and meals are available for purchase.  Advance reservations for meals and lodging at Phantom Ranch are required. Reservations are made through Xanterra, 888-297-2757, and can be made up to 13 months in advance.       The park's Backcountry Information Center does not make reservations for Phantom Ranch lodging or meals. Overnight guests of Phantom Ranch who have advance reservations do not need to obtain backcountry camping permits.  Reservations for meals and lodging are required. An NPS backcountry permit is not required for overnight stays at the dormitories or cabins at Phantom Ranch. Call 303-297-2757 or 888-297-2757.   Photos of Phantom Ranch at the bottom of the canyon:   For Additional information: Watch Phantom Ranch video and download self-guided walking tour booklet          Various views of Grand Canyon Lodge   North Rim  The North Rim is open for the 2016 season.  Lodging is available May 15th through October 15th of each year.  The Grand Canyon Lodge provides the only lodging inside the National Park on the North Rim. Lodging is booked well in advance, so make reservations as far ahead as possible.       Reservations for Grand Canyon Lodge are handled by Forever Resorts. Or, directly call the toll free Reservation Line: (877) 386-4383. During the season you may check at the lodge for last-minute availability.  Photos of the historic Grand Canyon Lodge here:  Read the August 17, 2007 news release about Grand Canyon National Park concessioner Forever Resorts and Grand Canyon North Rim LLC (PDF File)       North Rim Pocket Map and Services Guide Grand Canyon National Park has discontinued the Grand Canyon Guide newspaper. In place of the newspaper, the North Rim Pocket Map and Services Guide is now being distributed at entrance stations, visitor centers, lodges, campgrounds, stores, and out-of-park locations. Download it here...       Front and back sides of the North Rim Pocket Map and Services Guide. Click on the image to download as an accessible PDF file (2.2 MB)          Lodging Outside the Park (North Rim) Lodging is available seasonally - usually between May 15 and October 31. Kaibab Lodge (928) 638-2389 18 miles\/29 km north Jacob Lake Inn (928) 643-7232 45 miles\/72 km north Additional lodging is available in Fredonia, 77 miles\/ 124 km northwest on Highways 67 and Alt. 89, Kanab, 84 miles\/135 km northwest on Highway 67 and Alt. 89, and Marble Canyon, 82 miles\/131 km northeast on Highways 67 and Alt. 89. Nearest Available Lodging brochure for both the South and North Rim (43 kb PDF file, Sept. 2015)         Quick links to information about:     Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips         \"Traveling Green\" is a great way to help Grand Canyon and other areas you visit reduce carbon emissions, divert and reduce what goes into the waste stream, and to generally help the environment.  Visit our Traveling Green page for helpful tips on planning your next green adventure.   Thanks for doing what you can to help protect our environment!",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/lodging.htm"
}
