{
    "title": "Grand Canyon National Park: Food Storage",
    "body": "Backcountry Food Storage           Rock squirrels, frequently fed by visitors, are the leading cause of animal bites at Grand Canyon. Aggressive deer mice, living off the careless food storage habits of backpackers and river runners, have over run popular backcountry campsites and beaches along the Colorado River. Ravens, attracted to food wrappers and plastic, pilfer backpacks in the Horseshoe Mesa area.  The notion that critters may be lurking in the backcountry waiting to steal their food irritates some visitors to Grand Canyon National Park. Remember, you are a guest in their habitat. For your safety, the welfare of the wildlife, and the safekeeping of your equipment, you must make your food supply—a foreign substance in the backcountry—as undetectable and unobtainable as possible. Your actions can put other people at risk of food pilfering, since animals regularly revisit areas where they easily obtained food. At worst, your behavior may lead directly to the death of a wild animal. These guidelines are meant to protect people, equipment, and the wildlife.      Food Storage      Use an animal-proof food storage container (see suggestions below). Never leave food, even in your pack, unattended. Carefully inspect your cooking\/eating area. Clean up any food crumbs or other trash. Anything aromatic—powder, ointment, toothpaste, sunscreen, lotions, utensils—must be stored with your food in your animal-proof container. Animals are not selective; they are drawn by any enticing smell.     Leave nothing inside your pack overnight, and leave all pockets and compartments unzipped. This allows nocturnal visitors to snoop around without tempting them to gnaw at your gear out of curiosity.  Hanging food may still be accessible to ringtails, mice, and ravens. Hanging food can also damage trees, a valuable shade resource in the desert. Pack out all your trash, including left-over food. NEVER FEED WILDLIFE.        Animal-Proof Storage Containers: Metal ammunition cases are provided at every campsite at Indian Garden, Bright Angel, and Cottonwood campgrounds. Their use is mandatory where they are available. Metal cookie tins, bear canisters, and cooking pots with lockable lids work well. Interlocking wire mesh bag. These are available at Canyon Village Marketplace on the South Rim for rent or purchase. They are also available through the Grand Canyon Association, at the Backcountry Information Center, and other commercial outlets.       The information on this page is also available as a PDF file and can be viewed with Adobe Acrobat. PDF files retain the look and feel of the original document (including typography, page layout, and graphics). PDF file - Backcountry Food Storage       Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/bc-food-storage.htm"
}
