{
    "title": "Grand Canyon National Park: How Do I Travel to the South Rim ?",
    "body": "How Do I Travel to the South Rim ?       Jump to: Driving Distances and Directions---Road Condition Links  Grand Canyon National Park's SOUTH RIM (open all year) is located 60 miles north of Williams, Arizona (via route 64 from Interstate 40) and 80 miles northwest of Flagstaff (via route 180). The Grand Canyon lies entirely within the state of Arizona. Airlines: Commercial airlines serve Phoenix, Flagstaff, and Las Vegas. There is limited air service into Grand Canyon Airport (7 miles\/ 11km south of the park) from Las Vegas and elsewhere.  Bus: Greyhound provides bus service to Flagstaff, Arizona Daily scheduled shuttle service between Phoenix and Flagstaff, and between Flagstaff and Grand Canyon Village is offered by Arizona Shuttle (800-563-1980) Red Rock Canyon Tours offers on demand shuttle service between Las Vegas, Nevada and the South Rim (Grand Canyon Village) Please text (702) 703-4426 On demand shuttle service between Flagstaff\/Sedona\/Williams and Grand Canyon National Park and between North and South Rims is provided by Grand Canyon Shuttle Service (888) 215-3105. Call for prices and schedules.  The Trans-Canyon Shuttle (928-638-2820) runs between the North and South rims of the park once each day, in each direction, between May 15th and October 15, with a limited schedule between October 16 and October 31. The travel time is about 4 1\/2 hours each way.  Train: Amtrak provides rail service to Flagstaff with connecting bus service to the canyon. Grand Canyon Railway offers train service from Williams (for additional information call: 1-800-THE-TRAIN).         Grand Canyon National Park & Vicinity. Click on map above to download it. (2.5 MB pdf file)         Approximate Driving Distances and Directions to SOUTH RIM, Grand Canyon from: North Rim, Grand Canyon, AZ - 212 miles \/ 341 kilometers  From the North Rim, take Highway 67 north to Jacob Lake, AZ. From Jacob Lake, take Highway 89Alt east through Marble Canyon, AZ to Highway 89 at Bitter Springs, AZ. From Bitter Springs, take Highway 89 south to Cameron, AZ. From Cameron, take Highway 64 west to the East Entrance of Grand Canyon National Park (on the South Rim) known as Desert View.   Flagstaff, AZ - 81 miles \/ 130 kilometers - there are three possible ways to go:  Take I-40 west to Williams, AZ. From Williams, take Highway 64 north to the South Rim. Take Highway 180 west to Valle, AZ. From Valle, take Highway 64 north to the South Rim. Take Highway 89 north to Cameron, AZ. From Cameron, take Highway 64 west to the East Entrance on the South Rim - known as Desert View.   Phoenix, AZ - 231 miles \/ 372 kilometers  Take I-17 north to Flagstaff, AZ. From Flagstaff, take I-40 west to Williams, AZ. From Williams, AZ, take Highway 64 north to the South Rim.   Sedona, AZ - 119 miles \/ 192 kilometers  Take Highway 89Alt to Flagstaff, AZ. From Flagstaff, take I-40 west to Williams, AZ. From Williams, take Highway 64 north to the South Rim.   Williams, AZ - 63 miles \/ 101 kilometers  Take Highway 64 north directly to the South Rim.   Las Vegas, NV - 278 miles \/ 447 kilometers  Take Highway 93 south to Kingman, AZ. From Kingman, take I-40 east to Williams, AZ. From Williams, take Highway 64 north to the South Rim.   Los Angeles, CA - 494 miles \/ 795 kilometers  Take I-15 east to Barstow, CA. From Barstow, take I-40 east to Williams, AZ. From Williams, take Highway 64 north to the South Rim.   Salt Lake City, UT - 510 miles \/ 821 kilometers  Take I-15 south to Cedar City, UT From Cedar City, take Highway 14 east to Highway 89. Take Highway 89 south to Kanab, UT. Continue on Highway 89 to Page, AZ. From Page, AZ, take Highway 89 South to Cameron, AZ From Cameron, take Highway 64 west to the East Entrance of Grand Canyon National Park (on the South Rim) known as Desert View.   Denver, CO - 859 miles \/ 1382 kilometers  Take I-25 south to Albuquerque, NM. From Albuquerque, take I-40 west to Williams, AZ. From Williams, take Highway 64 north to the South Rim.   Albuquerque, NM - 412 miles \/ 663 kilometers  Take I-40 west to Williams, AZ. From Williams, take Highway 64 north to the South Rim.   (Note: The directions on this page do not represent the only route you can use to get to Grand Canyon National Park. Depending on where you start and the route you wish to take, you may find that using other roads will suit your travel plans better.)       Regional Road Conditions Listed below are commercial phone numbers for recorded messages on road conditions and links to state highway websites:  Grand Canyon National Park (928) 638-7888 Arizona (888) 411-7623, http:\/\/www.az511.gov\/adot\/files\/traffic\/ California (916) 445-7623, http:\/\/quickmap.dot.ca.gov\/ Colorado (303) 639-1111, http:\/\/www.cotrip.org\/map.htm#\/roadConditions New Mexico (800) 432-4269, http:\/\/nmroads.com Southeast Nevada (702) 486-3116, http:\/\/nvroads.com\/ Utah (801) 964-6000, http:\/\/udottraffic.utah.gov\/        South Rim Guide Map and Services pocket map As of December 1, 2015, Grand Canyon National Park discontinued the Grand Canyon Guide newspaper. In place of the newspaper, the South Rim Guide Map and Services pocket map is now being distributed at entrance stations, visitor centers, lodges, campgrounds, stores, and out-of-park locations. Download it here...       Front and back sides of the South Rim Pocket Map and Services Guide. Click on the image to download as an accessible PDF file (1.1 MB)            View from Hermit Road just west of Hopi Point   Quick links to information about:     Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/directions_s_rim.htm"
}
