{
    "title": "Kenai Fjords National Park: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps         The maps in this section are for trip planning purposes only. They should not be used for navigation or backpacking. Use navigational charts and tide tables for navigation. Topographic maps of the park are available through Alaska Geographic. Check out more detailed directions and learn about getting around the park. Most maps listed below are in Adobe PDF format. Download Acrobat Reader for free.          PDF (6.92 MB)   Kenai Fjords National Park Map (2015) Park Map - PDF (6.92 MB) Park Map (JPEG format, 1.48 MB) Many of our maps are produced at the Harpers Ferry Center, which specializes in interpretive design for the National Park Service.  High-Resolution Satellite Map (2004): This map was produced by the National Park Service-Alaska Region GIS team. It is a very large PDF file (137 MB).      Exit Glacier The Exit Glacier area is the only part of the park accessible by road. A variety of amenities can be found here:   Exit Glacier Nature Center Toilets Potable water (during summer months) Maintained trails accessing Exit Glacier viewpoints  Harding Icefield Trail Exit Glacier Campground        Camping and Landing Beaches The fjords can be a harsh environment with only a few protected coves. These coves can provide an accessible area for landing or camping and are only accessible by boat, kayak, or water taxi. The Camping & Landing Beaches page provides detailed information about many of the locations and satellite maps of the areas.  For a location overview of these coves, as well as, food storage lockers, consult the Kayaking in Kenai Fjords Map.           National Parks of Alaska   National Parks of Alaska National Parks cover approximately 54 million acres of land in Alaska (over 60% of all land managed by the National Park service). Find out more about the state's 23 national park units, 4 public lands information centers, and 2 Science and Learning Centers by visiting the Alaska Regional Office page.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/maps.htm"
}
