{
    "title": "Kenai Fjords National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather         Even wet and rainy weather is a good time at Kenai Fjords. NPS \/ Kent Miller  The weather at Kenai Fjords is difficult to predict and can change rapidly. The area generally enjoys a relatively temperate maritime climate, primarily due to the influence of the Japanese current that flows through the Gulf of Alaska. Summer daytime temperatures range from the mid 40s to the low 70s (Fahrenheit). Overcast and cool rainy days are frequent. It is not unusual to get several long periods of continuous rain in the summer months, but we do have some glorious sunny days as well. Snow often remains in the higher elevations through June or July. Winter temperatures can range from the low 30s to -20. Exit Glacier area averages close to 200 inches of snowfall annually, but conditions vary greatly. Storms dumping several feet of snow are common, as are rainy mid-winter days with temperatures hovering in the mid-upper 30s.     Be prepared! Since this is a temperate rainforest, it's a good idea to be prepared for cool, rainy weather - but don't forget your sunglasses and sunscreen either. The sunlight reflected off of the water or the ice can be very intense. It's best to dress in layers and always carry raingear - no matter how nice the weather looks when you're starting out.          Forecasts   Current Forecast for the Seward, Alaska area.   Marine Forecast for the coastal areas that are visited by most commercial boat tours. \"Cape Clear to Gore Point\" is the area visited by most Park tours, Glacier Tours, or Aialik Bay. \"Resurrection Bay\" is the area visited by Bay tours or Wildlife tours.   Surface Map   Graphical Forecast   4-8 Day Forecast         Research Kenai Fjords National Park  is actively involved in the research and monitoring of the climate. This includes:   Weather Monitoring Stations   Monthly Weather Summaries",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/weather.htm"
}
