{
    "title": "Kenai Fjords National Park: Food Storage",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Rules and Regulations     Food Storage                Food Storage      Proper food storage is mandatory throughout Kenai Fjords National Park. It is illegal to feed bears, either on purpose or by leaving food or garbage that attracts them. All food (including your fishing catch, garbage, and any food containers, cooking equipment, etc., that contains food odors) must be stored in one of the following:        Feeding bears even unintentionally is illegal!  It is essential for your safety and the bear's safety to protect your food from bears. NPS Photo   Within a hard-sided building. Within a lockable, hard-sided vehicle, vessel or aircraft. Within a park-provided metal food storage locker. In an approved portable Bear Resistant Food Canister.* Suspended at least 10 feet above the ground and 4 feet out from a tree trunk, post, etc.  Do not store food in tents, coolers, ice chests, plastic storage boxes, stuff sacks, dry bags, plastic bags, kayaks or bury food in rocks or snow. It is ineffective and illegal. Bears, like dogs, have a very well developed sense of smell. When in doubt as to whether an item might attract a bear - always err on the side of safety and store it properly. This includes any scented toiletries as well as clothing that may smell like food. When camping, never sleep in the same clothing you wore while cooking supper!      * Portable Bear Resistant Food Canisters (BRFC) include PVC or aluminum canisters that can prevent access by a bear.  Kenai Fjords National Park requires BRFCs approved by:   The Department of Interior and Agriculture's Interagency Grizzly Bear Committee.   State of Alaska, Department of Fish and Game, Division of Wildlife Conservation with concurrence of Kenai Fjords National Park.  Or by special request to the Kenai Fjords National Park Chief Ranger.  Backpacker BRFCs are available for rent from some local kayak companies or they can be purchased from a number of outdoor\/camping related companies.       It is every visitor's responsibility to help keep bears wild. Bears are intelligent, curious and opportunistic. When they learn that humans may be an easy source of food (or garbage), they lose their natural shyness and can become aggressive. Bears which become conditioned to human food are likely to be killed by humans in defense of life or property inside the park or on adjacent lands. A fed bear is a dead bear!   For more information please see the Superintendent's Compendium of Regulations.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/food-storage.htm"
}
