{
    "title": "Kenai Fjords National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Getting to Kenai Fjords By Car Kenai Fjords National Park is located just outside the town of Seward in south-central Alaska, 126 miles south of Anchorage. Even though the park is often inaccessible during the winter months, Seward is accessible year-round via the Seward Highway, a National Scenic Byway.   Follow the Seward Highway (AK-1) south from Anchorage. It will become AK-9 around mile 35 (87 miles from Anchorage)with AK-1 heading to Homer and Kenai. Continue on AK-9 to Seward.    By Train Alaska's state-owned railroad connects Anchorage to Seward during the summer months (May - September). For more information, please visit the Alaska Railroad.    By Plane Air travel to Anchorage (ANC) is the easiest entry to Alaska. Then you'll want to use a car, bus, or train to reach Kenai Fjords. Charter flights may be available to Seward. Contact the Seward Chamber of Commerce for more information.    Other Transportation In summer, many cruise ships begin or end their voyages in Seward. In addition, a variety of private bus and van services operate daily from Anchorage to Seward. Contact a travel agent or search the Internet for available bus companies or cruise lines operating to Seward.       Driving Directions  Kenai Fjords National Park Visitor Center (1212 4th Avenue, Seward, AK 99664) Once within the city limits of the town of Seward, turn left on S. Harbor Street (mile 1 of the Seward Highway - AK-9). Go one block, and turn right on Fourth Street. It will be the second building on the left.   Google Map Coordinates: 60.1165108,-149.4405508        Exit Glacier Nature Center and trail head for the Harding Icefield Trail Turn on to Herman Leirer Road (commonly called \"Exit Glacier Road\") at mile 3 of the Seward Highway - AK-9. Proceed 8.4 miles. The road will end at the parking lot for the nature center.   There is limited parking at Exit Glacier, especially during the hours of 10:30-3:30. Please consider the hours you come, carpooling, or taking a shuttle or taxi, when you plan your trip.   Google Map Coordinates: 60.1782633,-149.6494389       Exit Glacier Campground  The 12-site, tent-only campground is located just before the parking lot to the Exit Glacier Nature Center. Turn on to Herman Leirer Road (commonly called \"Exit Glacier Road\") at mile 3 of the Seward Highway - AK-9. Proceed 8 miles. The campground will be the first turn on the left, after crossing into the park, about 3\/4 of a mile after the park's entrance sign.    Google Map Coordinates: 60.1914453,-149.6193232       Kenai Fjords National Park Administrative Offices (411 Washington Street, Seward, AK 99664)   Continue south through the town of Seward on the Seward Highway - AK-9. Turn left on Washington Street. Continue across Fourth Street, and building will be on right.   Google Map Coordinates: 60.1011237,-149.4394093       Getting around Kenai Fjords   Check out park maps to help orient yourself to the layout of Kenai Fjords.    Exit Glacier is the only area of the park accessible by car. If you are here without a car, shuttle and taxi services are available between Exit Glacier and Seward.   Boat tours provide day trips to view the fjords, tidewater glaciers, and marine wildlife. A variety of lengths and times are available to accommodate schedules. Many include Park Ranger interpretation.    Become more intimate with the park by exploring the fjords up close. Stay in a coastal public use cabin or camp on the beach. Kayaking allows a slower, more personal view of the area. Water taxis or air taxis can provide access to the further reaches of the park. Flightseeing can give an eagle's eye view of the fjords, glaciers, and Harding Icefield.    Bicycles can follow the trail which parallels the Seward Highway, and Herman Leirer Road to Exit Glacier. They are permitted on any part of the park road, but not on the trails.    Weather conditions make the park a little more difficult to access in the winter, but there are still great experiences to be had.        Travel Throughout Alaska Alaska is a vast landscape, with many popular national parks and other public lands. Check with the Alaska Public Lands Information Center for help planning your journey to other parts of the Great Land.       Driving Conditions Alaska 511: Alaska's Department of Transportation website will continuously update the driving conditions on the state's highways. The Seward Highway (AK-9) is the only road that provides access to Kenai Fjords National Park.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/directions.htm"
}
