{
    "title": "Grand Canyon National Park: Ranger Programs",
    "body": "Park Ranger Programs - Summer 2016        South Rim Ranger Programs South Rim Junior Ranger Programs start June 12th Desert View Ranger Programs North Rim Ranger Programs               Grand Canyon Ranger Programs   Park Ranger Programs: South Rim   All outdoor programs are subject to cancellation due to inclement weather or when lightning danger is present. Summer thunderstorms frequently occur during July, August, and early September with the potential for torrential rains, frequent lightning, and sudden flash floods.  Note: Children must be accompanied by an adult on all programs. All programs are free of charge.        Ranger-led hiking group approaching Cedar Ridge   7 – 11 am Su, Wed, Fri.  (South Kaibab Trailhead) Cedar Ridge Hike Discover the canyon's beauty and natural history while descending 1,120 ft (340 m) on an unpaved trail. Strenuous hike;not recommended for people with heart or respiratory problems or difficulty walking. Bring water, snacks, sunscreen, and wear sturdy hiking shoes.        Along the rim trail. Photo: Christian Schroll   8 – 10 am Tue, Sat.  (Bright Angel Trailhead Sign) Rim View Walk Travel the paved Rim Trail and learn about natural history and some of the critical issues facing Grand Canyon. To return, you may choose to hike back, continue on to Hermits Rest, or ride the shuttle bus.        Gambel oak (Quercus gambelii)   8:30 – 9:30 am Mon, Thurs.  (Visitor Center Flagpole) Science in the Park: Life of an Oak Experience hands-on current research and become a citizen scientist in your community.        Fossil of sea shell in limestone by canyon rim.   9 - 10 am Daily  (Bright Angel Trailhead sign)  Fossil Discovery Walk Walk among brachiopods, sponges, and other marine creatures that thrived on this part of the continent 270 million years ago, before the age of the dinosaurs. This easy 1\/2-mile (0.8 km) one-way walk explores an exposed fossil bed along the rim.        Park rangers repairing emergency telephone (1937)   10:00 – 10:45 am Daily  (Verkamp's Visitor Center)  History Program For thousands of years, humans have been part of the Grand Canyon. Join a ranger to discover different stories of humankind's enduring relationship with the canyon. Topics vary daily. Programs may include a walk around the village historic district.        Rock strata as seen from the Abyss overlook   2:00 – 2:30 pm Daily (Yavapai Geology Museum) Geology Glimpse Learn how Grand Canyon formed while exploring Yavapai Geology Museum during this short introductory talk. Perfect for Junior Rangers. Accessible. Consider walking the Trail of Time following the program.        Rock strata as seen from the Abyss overlook   3:30 – 4:00 pm Daily (Yavapai Geology Museum) Geology Glimpse Learn how Grand Canyon formed while exploring Yavapai Geology Museum during this short introductory talk. Perfect for Junior Rangers. Accessible. Consider walking the Trail of Time following the program.        Mule Deer (Odocoileus hemionus)   4 – 4:30 pm Daily (Grand Canyon Visitor Center)  Critter Chat Learn about some of Grand Canyon's diverse wild inhabitants who survive here in this place of extreme changes in elevation, exposure, and climate.        California condor (Gymnogyps californianus)   5:00 – 5:45 pm Daily  (Village Amphitheater)  Condor Talk  What highly endangered bird with a 9-foot wingspan is often spotted at Grand Canyon? The California condor! Learn about these majestic birds and their reintroduction in northern Arizona in a talk on the canyon's rim.. Accessible.        Grand Canyon's night sky   Daily (Find times and locations at Visitor Centers) Evening Program Discover Grand Canyon in the evening! Explore some of the park's lesser-known stories and facts. Programs include presentations in a beautiful auditorium, campfire talks, star walks, night hikes, cemetery tours, and more.            South Rim Junior Ranger Programs  These programs for families with children ages 6-14 take place in Grand Canyon Village on the South Rim.         Park ranger leading group into canyon   9 - 11 am Sun, Tues, Thurs, Sat  June 12 - August 6 (Hermit Rest arch\/bell - at the end of Hermit Road) Family Adventure Hike Ride the Hermit Road Shuttle (Red Route) to the end of the line to join a ranger for a hike into Grand Canyon to enjoy the life below the rim.Along the trail learn about fossils, plants, animals and more.        Ponderosa Pine tree smells wonderful   10 - 11 am Daily  June 12 - August 6 (Shrine of Ages - outside benches) Walk on the Wild Side Get off the beaten path with a ranger to explore evidence of wildlife, plant and animal adaptations, and possibly have an \"Ah Ha\" moment.This one mile walk will take you through two ecosystems of Grand Canyon.        One of the Seven Wonders of the World   2 - 2:30 pm Daily  June 12 - September 5 (El Tovar Porch) Natural Wonders Discover why many people come to Grand Canyon and enjoy this truly amazing place. With the canyon edge in sight, the connection is invigorating.        Great activity field surrounded by tall pines   3:30 - 4:30 pm Daily June 12 through September 5 (Shrine of Ages - outside benches) Way Cool Canyon Engaging games and activities introduce children to what makes Grand Canyon a way cool park to visit. It's great to meet others and connect.        Color changes within the canyon at sunset   7 - 9:30 pm Daily Mon, Wed, Fri June 12 through August 6  (Shrine of Ages - outside benches) Twlight Zone Experience the dark side of Grand Canyon. Ranger-led activities connect to the canyon’s nocturnal world.  Grand Canyon Sunrise\/ Sunset Times and Moon Phases              Grand Canyon as it appears from Desert View   Park Ranger Programs: Desert View Return to South Rim Programs    All outdoor programs are subject to cancellation due to inclement weather or when lightning danger is present. Note: Children must be accompanied by an adult on all programs. All programs are free of charge.        Ranger leading tour group through Tusayan Ruin   10:30 – 10:50 am Daily  (Tusayan Museum and Ruin) Ruins Tour Walk a flat, easy, and accessible trail. Explore how ancestral Puebloan people met their needs while creating homes at Grand Canyon.        Interior of Desert View Kiva Room in the Watchtower   Anytime between 12:30 and 2:30 pm Daily  (Desert View Watchtower) Watchtower Rove Drop by anytime between 12:30 pm and 2:30 pm to meet a park ranger and learn about Mary Colter and her historic Watchtower.        Ranger leading tour group through Tusayan Ruin   1:30 – 1:50 pm Daily  (Tusayan Museum and Ruin) Ruins Tour Walk a flat, easy, and accessible trail. Explore how ancestral Puebloan people met their needs while creating homes at Grand Canyon.        Ranger giving sunset talk at Desert View   One hour before sunset Daily  (Desert View Watchtower) Sunset Talk 60 minutes; Meet in front of Desert View Watchtower to enjoy a beautiful sunset while exploring Grand Canyon's fascinating natural and cultural resources. accessible.  Grand Canyon Sunrise\/ Sunset Times and Moon Phases              Ranger program on the veranda of Grand Canyon Lodge   Park Ranger Programs: North Rim May 15 through October 15, 2016 Jump to South Rim Programs    All outdoor programs are subject to cancellation due to inclement weather or when lightning danger is present. Note: Children must be accompanied by an adult on all programs. All programs are free of charge.        Walking along greenway through the forest   8:30 – 9:30 am  (Visitor Center Porch) Ends on September 30  Nature Walk Learn about the natural processes that sustain ponderosa pine and aspen forests.Start your morning with a relaxed 1.5-mile (2.4 km) walk with some elevation gain and loss.        View up Transept Canyon\/ Ron Chapple   10 am – 10:20 am Daily  (Visitor Center Porch)  Geo-glimpse Learn how Grand Canyon formed during this short introductory talk. Perfect for Junior Rangers. Accessible.         Grand Canyon Lodge Employees, July 1930   11:30 am – 11:50 pm Daily  (Grand Canyon Lodge sunroom)  Flashback Step back in time as a park ranger introduces you to a remnant of North Rim history. Wheelchair accessible        Colorado River view towards North Rim\/ Ron Chapple   3 pm – 3:40 pm Daily  (Grand Canyon Lodge veranda)  Grand Canyon Geology Why is Grand Canyon here and not in your backyard? Enjoy a park ranger talk and then test your new skills with a short, optional stroll to Bright Angel Point. Program is wheelchair accessible but Bright Angel Point is not easily accessed by wheelchairs.        California condor (Gymnogyps californianus)   4:30 pm – 5:10 pm Daily  (Grand Canyon Lodge Veranda)  Condor Talk What has a 9-foot (2.7 m) wingspan and a face only a mother could love? The California condor. Come discover their life and death story and the science that saved this incredible bird. Family-friendly program. Wheelchair accessible.        Gathered around the campfire   7:30 pm – 8:15 pm Daily  (North Rim Campground Amphitheater) Ends on September 30  Campfire Talk Learn about a fascinating aspect of Grand Canyon's story. Topics posted in the campground, lodge, and visitor center. Family-friendly program. Wheelchair accessible.        Grand Canyon Lodge Auditorium   8:30 pm – 9:15 pm Daily  (Grand Canyon Lodge auditorium)  Evening Program A variety of programs explore the scenic, scientific, and cultural aspects of this special landscape. Nightly topics posted in the lodge, visitor center, and campground. Bring your questions and arrive 15 minutes early for an \"Ask a park ranger\" discussion.      Additional programs such as archaeology talks and guided hikes may be offered as staffing allows. Check the North Rim Visitor Center for a full listing.        Click anywhere in the graphic above for more information about our publications.          Grand Canyon Sunrise\/ Sunset Times and Moon Phases",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/ranger-program.htm"
}
