{
    "title": "Kenai Fjords National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           411 Washington Street  Seward, AK 99664                 Directions         Kenai Fjords National Park is located just outside the town of Seward in south-central Alaska, 126 miles south of Anchorage. Even though the park is often inaccessible during the winter months, Seward is accessible year-round via the Seward Highway, a National Scenic Byway. Follow the Seward Highway (AK-1) south from Anchorage. It will become AK-9 around mile 35 (87 miles from Anchorage)with AK-1 heading to Homer and Kenai. Continue on AK-9 to Seward.  Directions Details           Operating Hours & Seasons         Open Year-Round The park is open year-round.  The primary months to visit are June, July, and August.  There are reduced services in the area during the months of May and September. The road to the Exit Glacier area is not plowed during the winter months, and is closed to vehicle traffic once it is covered in snow and ice. The park's coastal backcountry in also inaccessible late fall through the early spring due to rough seas.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           The weather  Kenai Fjords is difficult to predict and can change rapidly. The area generally enjoys a relatively temperate maritime climate, primarily due to the influence of the Japanese current that flows through the Gulf of Alaska. Summer daytime temperatures range from the mid 40s to the low 70s (Fahrenheit). Overcast and cool rainy days are frequent. Winter temperatures can range from the low 30s to -20.   Weather in Seward, AK         Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 No entrance fees are charged at Kenai Fjords National Park         Visitor Centers       Kenai Fjords National Park Visitor Center The main park visitor center is located in the Seward small boat harbor and is open daily during the summer season.  The visitor center is closed during the winter months. The visitor center provides opportunities to view the new park film, as well as \"Waves Over Seward\". It also includes an Alaska Geographic bookstore, and park rangers to help answer questions about the area.    Exit Glacier Nature Center The Exit Glacier Nature Center is open daily during the summer season. It is closed during the winter. The nature center is the trailhead for all that the Exit Glacier area has to offer, including the Harding Icefield trail. The building includes exhibits about the Exit Glacier area, an Alaska Geographic bookstore, and park rangers to help answer questions about the area.                           Boat Tours               The Exit Glacier Area               Where are pets allowed?               What are today's Current Conditions?               Find Directions and Maps               So what is the weather like?             Advance planning is extremely helpful for visiting Kenai Fjords National Park since some activities may require outfitters\/guides, and reservations are a great idea when planning a boat tour of the fjords.   To ensure an enjoyable experience in this unpredictable environment it's very important to take safety precautions and be prepared for the weather.          NPS Photo   Visitor Centers  Stop by either of the park's two visitor centers for help with planning your visit.  At the Kenai Fjords National Park Visitor Center, visitors can view the park film, talk with a ranger or get information about boat tours of the park.  The Exit Glacier Nature Center includes interactive exhibits, a three-dimensional relief map of the park, as well as rangers to help you with hikes or programs of the Exit Glacier Area.           NPS \/ Don Stanko   Ranger Programs  Join a park ranger for an informative ranger program. Check out our Calendar to see what's happening during your visit.          NPS \/ Kaitlin Thoresen   Exit Glacier Area  Hike the trails of the Exit Glacier Area, and see Exit Glacier up close! Challenge yourself on the Harding Icefield Trail. Stay in the park's campground at the Exit Glacier Area.",
    "url": "https:\/\/www.nps.gov\/kefj\/planyourvisit\/basicinfo.htm"
}
