{
    "title": "Klondike Gold Rush National Historical Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations              Jeff. Smiths Parlor Tour   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:39 seconds  A sneak peak of the park's newest museum!          Reserve your place for:        NPS photo\/N. Toering  Jeff. Smiths Parlor ranger-guided tours Don't miss your chance to tour the newly restored Jeff. Smiths Parlor Museum.  Once the headquarters for notorious outlaw, Jefferson \"Soapy\" Smith, the former bar was transformed into a home-spun museum in 1935 with rare photos, one of a kind artifacts, folk art, strange taxidermy, and even animatronic manikins. Tickets to the Jeff. Smiths Parlor cost $5.00 per person and  are only available on recreation.gov.  Reserve your tour today!        NPS photo\/S. Millard  Ranger-led walking tour of the Skagway Historic District   Each year thousands of visitors enjoy free walking tours of the Skagway Historic District and Dyea town site.  Now, visitors can reserve tickets online months in advance.  Because our walk-in tickets are issued on a first come, first served basis (and most days they go quickly!), reserving your tickets is a convenient way to secure a tour.        NPS photo  Chilkoot Trail Hiking Permits From approximately June 1 - September 5, permits are required on the Chilkoot Trail. For off-season use, please register your itinerary with park headquarters, located at 2nd & Broadway.         NPS photo  Backcountry Camping Reservations on the Chilkoot Trail   Camping along the Chilkoot Trail is only allowed in designated campsites and on a first come, first serve basis.  When you make a reservation for the Chilkoot Trail you must specify which campgrounds you will use.         NPS photo  Camping in Dyea Campsites at the Dyea Campground are $10 per site per night.  We do not take reservations for the Dyea campground.  Campsites are available on a first come, first served basis.        Commercial Use Permits Commercial tours operating in Klondike Gold Rush National Historical Park, including the Chilkoot Trail and in-town museums, must apply for a permit.",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/permitsandreservations.htm"
}
