{
    "title": "Grand Canyon National Park: Survival Guide",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Survival Guide              South Rim Crowding: A Survival Guide              Because of the National Park Service Centennial and inexpensive gasoline, the South Rim of Grand Canyon National Park will experience crowded conditions during busy periods this year, including spring break, summer, and autumn holiday weekends. You can expect:   Long entrance station lines, Long shuttle bus lines,  Limited parking near Grand Canyon Visitor Center, Large crowds at popular viewpoints.  However, there are ways to navigate and avoid some of this congestion to make the most of your time on the South Rim. Here are some tips:             1) Arrive at the Park Early—By 8 am—If Possible.  As you drive into the Village area from the South Entrance Station, or from Desert View Drive, (Hwy 64) signs will direct you to the Visitor Center complex (right side of map below) Arriving early will enable you to find a parking spot by the visitor center and get out walking along the Rim Trail - or riding a free shuttle bus around the Village or out to scenic overlooks.              2) After 10 am Parking Becomes Limited Around the Visitor Center.  When visitor center parking lots 1–4 fill, proceed to village lots A, B, C, or D.  Lots A and B are in the Market Plaza area and are closer to the visitor center. Lots C and D are in the village historic district.   RVs and vehicles with trailers should park in lot D. The back section of this lot has dedicated RV and trailer parking. RVs and trailers should NOT pull across multiple regular parking spaces. Village Route (blue) shuttle bus stops are located in or near lots A, B, C, or D .  Rim Trail access is within walking distance of lots A, B, C, or D  .              3) Hermits Rest Route (Red) Shuttle Bus to Scenic Viewpoints.  Best time to tour is in the morning. By late morning shuttle bus boarding lines are long. A wait of 25–30 minutes (two to three buses) is common throughout the afternoon. Try getting off the bus at one stop, enjoy a scenic walk along the rim, then get back on the bus at the next stop.        Park your car and take a walk along the Rim Trail.        4) If Visiting the South Rim for 3 Hours or Less:  Park your car at Grand Canyon Visitor Center or parking lots A or B (depending on the time of day) and take a walk along the Rim Trail. Wanting to ride a shuttle bus to the canyon rim? - From the visitor center, take the Kaibab\/Rim  Route (orange) to Yaki Point, away from the village congestion.         Desert View Point, 25 miles\/ 41 km east of Grand Canyon Village, offers expansive views of Grand Canyon and the Colorado River.        5) If Arriving in the Afternoon and Have 4 or 5 Hours  Leave your car and shuttle buses behind and take a walk along the Rim Trail or cycle along Hermit Road. Take your private vehicle out along Desert View Drive. Grandview and Lipan points may be full, but there is typically parking available at some of the other viewpoints along this road.  Desert View has a large parking lot and features broad, expansive views of Grand Canyon and the Colorado River.        The Kaibab\/Rim Route (orange) shuttle bus provides the only access to Yaki Point, a popular sunset location.        6) Less Crowded Sunset Locations   If you are riding the Hermits Rest Route (red) shuttle bus, watch sunset from Mohave or Pima points. From the visitor center, Take the Kaibab\/Rim Route (orange) to Yaki Point.  Drive your private vehicle out along Desert View Drive. Park at Desert View and watch sunset from Desert View Point.        Tusayan shuttle (Purple Route) connects the gateway community of Tusayan with the park's Visitor Center.         7) During the Summer (May 7 through October 9, 2016) Park in the Gateway Community of Tusayan,   Ride the free Tusayan Route (purple) shuttle bus into the park. Avoid waiting in your vehicle—in long lines—at the South Entrance Station   Park and Ride; We'll Be Your Guide. Note: visitors entering the park from Tusayan must present a valid park entrance pass when boarding the bus. Annual and\/or lifetime park passes are accepted.        Photo: Grand Canyon Railroad        8) Consider taking the historic train from Williams, Arizona to the South Rim of Grand Canyon. http:\/\/www.thetrain.com\/",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/sr-tips.htm"
}
