{
    "title": "Roger Williams National Memorial: Colonial Kitchen Garden",
    "body": "Colonial Kitchen Garden       In 17th Century New England, colonists from England built raised, rectangular gardens just outside the home. Intensely cultivated and narrow enough to be tended from either side, the beds were filled with plants used for medicine, food and seasoning. Each plant was valued for its usefulness, not its beauty. Brought by seed or sprout from the Old World, many flowers and herbs endure in the garden today, such as Nasturtium and Calendula.         Horehound Marrubium vulgare  Preparations of Horehound are still largely used as expectorants and tonics. It is considered one of the most popular pectoral remedies, being given for chronic cough, asthma, and some cases of consumption. It has in the past been recommended to 'those that have drunk poyson or have been bitten of serpents,' and it was also administered for 'mad dogge's biting.' It was once regarded as an anti-magical herb.         Angelica Angelica archangelica  It was said that at some time in the Middle Ages, a monk had a dream in which an angel spoke to him and told him this herb could cure the plague. That is how angelica acquired its name. A tea was made from the dried young leaves, roots, seeds and stems, and was used medicinally to aid in bronchial problems, to relieve colds and to calm the nerves. The stalks which contain pectin were chewed to help in digestion. The stems were boiled and used as flavorings for Christmas puddings, candies and other desserts. The was extracted from the roots and seeds, and used Angelica to flavor liqueurs such as Benedictine, and also in bitters and tobacco.         Winter Savory Satureia Montana  Historically, winter Savory and summer savory were used medicinally as a diuretic, antiseptic and to relieve the pain of bee and wasp stings. They were also used as a flavoring for pork, soups, stuffing and beans, and to mask unpleasant odors of vegetables such as cabbage. Both savories are still used as a flavoring in cooking today.         Lady's Mantle  alchemilla vulgaris  The flowering tops were used medicinally by the colonists for women's complaints and the dried leaves which contain tannin, were used to stop bleeding. During the Middle Ages, the plant was associated with the Virgin Mary. The common name refers to the shape of the leaf which is like a cloak or mantle.         Sage Salvia officinalis  In ancient days, sage was thought to improve mental disorders, digestion and to aid in lengthening life. The Romans also used it as an aid in conception. At a later period sage was used to help in snake bites. At one time, the Chinese traded their green tea for sage. Native Americans mixed sage with bear grease to make a salve to treat sore throats.          Hyssop hyssopus officinalis  In ancient times, hyssop was considered a sacred herb and used to clean temples and other holy buildings. It was also used as a strewing herb in the home because of its pleasant fragrance when stepped on. Hypocrites prescribed hyssop to aid in pleurisy and bronchitis. A tea made from the green tops was used as a gargle for sore throats and as an aid in rheumatism. The ground leaves have a camphor-like scent and were made into poultices to help heal wounds. An essential oil from the leaves and stems of the flowering tops was used for flavoring chartreuse-type liqueurs, in bitters and in perfumes.         Calendula, Pot marigold  Calendula officinalis  The Romans grew calendulas not only for their beauty but also to relieve scorpion bites. The early Christians often gave the name of the Virgin Mary to any plant that they thought was especially beautiful. This plant was once called \"Golde\", then Marygold and finally Marigold or Pot Marigold to differentiate it from the regular marigolds. European settlers used it medicinally to stop bleeding and promote healing. An ointment made from the blossoms was used as a dressing for wounds, and to relieve the pain from bee and wasp stings. This ointment was still in use during the Civil War. It was also said to be useful in curing various ailments such as fevers and digestive problems. Today, the blossoms are used for food coloring and the petals are added to salads and for flavoring in soups, dumplings, puddings and wine.         Oregano, Wild Marjoram  Originanum vulgare  In ancient days it was used medicinally to cure an upset stomach, consumption, scurvy, jaundice, and to relieve toothaches, swellings and headaches. Greeks and Romans crowned young couples with garlands of oregano, and planted it on gravesites to provide happiness and peace. In colonial times it was used in much the same way as sweet marjoram but the flavor of the leaves was not considered as good in cooking.         Nasturtium, Indian Cress tropaeolum majus  Nasturtiums originated in Peru and were brought by the conquistadors to Spain in the 16th century. The name Nasturtium means nose twister because of its pungent odor. The leaves and flowers have a peppery flavor and were eaten in salads. The leaves are most tender before flowering. Seeds for pickling were gathered from the green pods. The pickled flower buds were used as a substitute for capers.         Borage, Bee Bread  Borago officinalis  Borage received its other common name 'Bee Bread' as bees are the only pollinators of the herb. Borage has always been considered a cheerful herb. It was one of the four cardinal flowers of the ancients. It was thought to be the herb referred to by the Greek poet Homer, who said \"when it was drunk, it expelled sorrow.\" The leaves were used to give a feeling of well being and a source of courage. An infusion of borage flowers was also used for fevers, bronchitis, diarrhea and as diuretic. The fresh flowers were candied or floated in drinks and are often used in the same way today.         Tansy, Fernleaf Tansy  Tanacetum vulgare, Tanacetum crispum  FernleafTansy is useful medicinally for the treatment of round worms and as an aid to digestion. It was also used for embalming from ancient times until the late 18th century. It was said that one of the first presidents of Harvard College was buried wrapped with tansy in 1668. The body was exhumed in 1846, and found to be perfectly preserved. All parts of the herb have a bitter taste, but small quantities of leaves were used to flavor various dishes. Tansy cakes were eaten at Easter time to symbolize one of the Passover herbs. A clump of tansy was often hung in colonial kitchens to repel mosquitoes, flies and ants. In medieval England, it was strewn on the floors after feasts to ward off insects. Tansy is still used today in making the liqueur Chartreuse.         Spearmint Mentha  spicata  The mints have been used since early times. The Romans wore crowns of peppermint leaves on special occasions and placed sprays on the tables. The Roman ladies chewed the leaves to purify their breath. Greeks and Romans used it in bath water and as a general restorative. Tea from spearmint also relieved nausea and induced sweating. The oil from the spearmint was used in making spearmint gum, candy and toothpaste. Today the mints are used in drinks, sauces, desserts and candy. Spearmint is especially good in making mint jelly.         Violet, Sweet Violet  viola odorata   The violet was the emblem of ancient Athens. Romans used to wear garlands of violets on their heads to banish hangovers and prevent headaches. They were also used to induce sleep and moderate anger. The oil obtained from the foliage was used in making perfumes. The violet, considered one of the most fragrant flowers, has long been used in potpourris and sachets. It can also be candied and used to decorate cakes or the blossoms can be floated in drinks.         Clove Pink, Gilly flower, Border Carnation Dianthus caryophyllus  These plants have been popular in herb gardens for over 2000 years, mostly for their attractive flowers which were also used to flavor wine and ale, syrups, sauces, jams, and as a substitute for cloves in potpourri. The color name \"pink\" came from this flower. It received the name 'Border Carnation' as it is the ancestor to the modem day carnation. It was thought to have been brought to England by the Normans in the 11th century.      Special thanks to Bob Hoxie and all the folks at Plimoth Plantation for their assistance and support in the research of colonial kitchen gardens. For further information about 17th century New England gardens and plants contact Plimouth Plantation.",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/colonial-kitchen-garden.htm"
}
