{
    "title": "Oregon Caves National Monument & Preserve: Endemics",
    "body": "Dragonflies and Damselflies       What insects are colorful and both harmless and beneficial to humans? They fly during the day, live wherever there’s water and sun, and, with guidebooks and their relatively large size, are easy identify. Don’t’ guess butterflies.  Dragonflies and damselflies are odonates. Unlike more advanced beetles, flies, and moths, odonates have an ancient pattern of veins on the wings and cannot fold their wings closely over their body. However, they have sophisticated eyes, over twenty to thirty thousand per head. Their sex life is also more sophisticated than anything human. At a site near the front of its abdomen, odonates store genetic material from the reproductive organ at the abdomen’s tip. The male grabs the female thorax with the tip of his abdomen while the female arches its abdomen to reach the male goodies, resulting in wheel-like, acrobatic mating. Only Mr. Right mates because the female can only be grasped effectively by the same species. Effective grasping and transferring genetic material cannot occur at the same place, hence the unique storage site.      Colors in odonates are structural, meaning that structures refract and reflect light so as to produce color. It’s the same with a bluejay feather in front of a bright object, the blue then vanishes. Odonates quickly lose their color upon death from changes in these structures. Most males are more colorful and are larger than the females. Like birds, males probably are advertising to females that they are healthy enough to sport such color and size and therefore are good perspective mates. Some colors may advertise bad taste, as the common green darner is avoided by toads and frogs. Color and size have drawbacks, though. A large male cardinal meadowhawk or four-spotted skimmer attracts many females. But they are outmaneuvered by more agile, smaller males and so cannot easily hold territories. With less color and size, females odonates don’t attract as much attention from predators and so likely are more valuable than males. Sound familiar? Dragonflies are fast fliers; the blue-eyed darner can fly 48 feet per second while chasing prey. Most dragonflies fly far; two even found Hawaii, large islands most distant from continents. Immature dragonflies move forward by expelling water through their anus. And you thought you would embarrass yourself in mixed company by eating that second burrito. And the benefit, the odonates that is ? Dragonflies eat more mosquitoes than bats, hence the name mosquito hawk.",
    "url": "https:\/\/www.nps.gov\/orca\/learn\/nature\/dragonflies-and-damselflies.htm"
}
