{
    "title": "Grand Canyon National Park: Parking - South Rim",
    "body": "Parking - South Rim       Jump to: - Parking at Grand Canyon Visitor Center (Lots 1-4)  Parking at Market Plaza & the Village Historic District (Lots A-D)      Parking at Grand Canyon Visitor Center (Lots 1-4)  As you drive into the Village area from the South Entrance Station, or from Desert View Drive, (Hwy 64) signs will direct you to the Visitor Center Parking Complex. As you approach from this direction, the four Visitor Center parking lots are numbered, starting with Lot 1. (The lots are shown in the detailed map below.)  1) Lot 1 is the closest to Grand Canyon views, and has pull-through spaces for RVs and vehicles with trailers. 2) Lot 2 is closer to the Visitor Center\/ Plaza 3) Lot 3 often acts as the overflow lot is a short walk to the Visitor Center\/ Plaza 4) Lot 4 is close to the Bicycle Rental\/ Café, Bookstore and Visitor Center\/ Plaza Note: Parking lots 2, 3 and 4 - do NOT have space for RVs and vehicles with trailers.   During the summer, arriving before 9 am will enable you to find a parking spot by the visitor center and get out walking along the Canyon Rim Trail - or riding a free shuttle bus around the Village or out to scenic overlooks.        The map above shows visitor center parking lots 1-4, in relation to the Visitor Center, Mather Point and the Canyon Rim Trail.        While visitors can park in Visitor Center lots for the day, then ride shuttle buses around the South Rim, during spring break, summer, and autumn holiday weekends, Visitor Center parking lots 1-4 often fill by late morning. Additional parking is available in lots A-B, at Market Plaza, and C-D in the Village Historic District. These lots are described in detail and shown in the map below.             Parking at Market Plaza and in the Village Historic District (Lots A-D)  Parking is available in lots throughout Grand Canyon Village. Please avoid parking along the roadside except where signs or lines on the road indicate that it is permissible. Location of lots A-D is shown on the map shown below. Note: Parking lots A and C - do NOT have space for RV's and vehicles with trailers.   Lot A: Near Park Headquarters (park's administrative offices). Large lot that frequently has available spots; across the street from Market Plaza.  Lot B: Near the businesses in Market Plaza. This is the largest lot, but tends to fill early. The Post Office, bank, General Store and Yavapai Lodge are located here.   Lot C: This small lot in the Village Historic District, near the intersection of Center and Village Loop Roads may have parking spots when others lots are filled.  Lot D: Near the Backcountry Information Center. The southern portion of this lot has large, pull-through spaces for RVs and vehicles with trailers.   Easily accessible shuttle bus stops are located in or near all parking areas.  RIDE THE PARK'S FREE SHUTTLE BUSES - SAVE FUEL  Grand Canyon National Park's free shuttle buses operate in and around the South Rim. Village. No tickets are required, and bus stops are clearly marked throughout the park by signs.        Parking Lot 2 on a busy day - Grand Canyon Visitor Center (S. Rim)   Quick links to information about:     Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips              Click on the map above to download the South Rim Pocket Map and Services Guide (1.1 MB PDF file)",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/parking_sr.htm"
}
