{
    "title": "Washita Battlefield National Historic Site: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management            The Washita River NPS Photo  November 12, 1996 Establishing Legislation (Public Law 104-333) \"In order to provide for the preservation and interpretation of the Battle of the Washita, there is hereby established the Washita Battlefield National Historic Site in the State of Oklahoma.\"   MISSION: \"Washita Battlefield National Historic Site interprets the struggle between the Southern Great Plains Indian tribes and the United States Government as demonstrated by the tragic events at the Washita and how that struggle forever altered a culture and a nation.\"   PURPOSE: To recognize the attack by Lt. Col. George Armstrong Custer and the 7th U.S. Cavalry on the Cheyenne encampment of Chief Black Kettle as a nationally significant element of the United States government Indian policy. To recognize the struggles of the Cheyenne and other Southern Great Plains tribes to maintain control of their traditional homelands. To protect, preserve, and interpret the cultural and natural resources of the national historic site through the collaborative efforts of the United States government and the Cheyenne-Arapaho Tribe.   SIGNIFICANCE: The attack at Washita was the first implementation of a strategic policy adopted by the U.S. Army to strike encampments of Plains Indians resulting from the failures of the treaty system.   The events at Washita greatly impacted two prominent individuals: Chief Black Kettle, widely known for his pursuit of peaceful co-existence with whites, lost his life; Lt. Col. George Custer, already known for his exploits during the Civil War, gained a reputation as an aggressive Indian fighter. Washita epitomizes the ethical dilemma of resolving cultural conflict through military means and must be interpreted from multiple perspectives. The physical resource (cultural landscape and the intangible resources (emotions, memory, sense of connection) of the Washita site possess a high degree of integrity. Washita is a deeply meaningful place and has spiritual significance to the Cheyenne and Arapaho people. It portrays cultural values and exemplifies a way of life that continues into the present. The attack at Washita was a milestone in the struggle of the Great Plains tribes to maintain the freedom of their traditional life ways. Washita is a place to show respect for lives that have been lost. The interpretation of Washita brings opportunities for healing and education.",
    "url": "https:\/\/www.nps.gov\/waba\/learn\/management\/index.htm"
}
