{
    "title": "Washita Battlefield National Historic Site: Laws & Policies",
    "body": "Laws & Policies        Washita Battlefield National Historic Site Superintendent's Compendium of Regulations 2014 (Adobe PDF 3200 MB)         Washita is a sacred site, not only to the Cheyenne and the Arapaho, but also to the Kiowa, the Commanche and other plains tribes. The stones and shells that you see sitting on top of the granite monument, the colored pieces of cloth or other objects which are tied on the fence or hung in the trees along the trail, all serve as physical, symbolic representations of prayers left by these American Indians. Where ever you see them, remember that they are an integral part of native religious rights. We ask that you please do not disturb, damage, or remove them from where they were first placed. Also, please do not take pictures of the prayer cloths. A Cheyenne woman once told the Washita staff that many Southern Plains tribes believe if someone removes one of these items, be it a stone or oiece of cloth from where it was first placed, that individual wi8ll be cursed until it is returned to its rightful spot.   Visiting the Parks with your Pets Pets are not allowed on the trails or in buildings (service animals excepted). Pets may be walked along the Dust & Fire Trail and in parking lots. However, pets must be leashed at all times when outside a vehicle. Leaving pets unattended or tied to any object within the park is prohibited, including the exterior of motor vehicles parked within park boundaries.   Please remember that your pet is as susceptible to the heat as you are. Keep your pet hydrated and cool. Pets may be left unattended within motor vehicles with proper ventilation and water, only in weather that is not hazardous to the immediate welfare of the animal. If you choose to board your pet, contact Cheyenne Animal Hospital for availability. The Cheyenne Animal Hospital number is (580) 497-3963.",
    "url": "https:\/\/www.nps.gov\/waba\/learn\/management\/lawsandpolicies.htm"
}
