{
    "title": "Washita Battlefield National Historic Site: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Curriculum Materials       Curriculum materials address state curriculum requirements and include components that can be used alone or as pre- and post-field trip activities. Curriculum materials may be reproduced as needed.      Circles in the Snow  OBJECTIVES                   · To identify members of Black Kettle’s camp · To analyze the reasons and causes behind    Black Kettle and his band being at the Washita in 1868 · To examine the historic migrations of the Cheyenne tribe      The Boy General and the Old Man Chief  OBJECTIVES · To examine the cultural backgrounds of   George Custer and Chief Black Kettle · To analyze the chain of events that led each man to the Washita · To compare and contrast each mans life  with events and personalities of the 21st Century        Destiny at Dawn Loss & Victory on the Washita  This 25 minute film, produced by Great Divide Pictures and the National Park Service contains several historical topics that can be incorporated into your classroom lesson.  Historical topics include:  The Gold Rush and Settlement of Colorado Territory, Sand Creek Massacre on November 29, 1864, Cheyenne Peace Chief Black Kettle, Lt. Col. George A. Custer and the 7th U. S. Cavalry, Cheyenne Dog Soldiers, Southern Plains Indian Culture, Indian Treaties and the Indian Territory, Westward Expansion and the Transcontinental Railroad, Transformation of the U. S. Army into an Indian-Fighting Force, Gen. Philip H. Sheridan's \"Total War\" Policy against the Southern Plains Tribes If you would like to purchase a copy of Destiny at Dawn, please come out and visit us, or give us a call at (580) 497-2742.  For more information about these and other curriculum ideas please contact: Kathryn Harrison, Education Coordinator (580) 497-2742 kathryn_harrison@nps.gov",
    "url": "https:\/\/www.nps.gov\/waba\/learn\/education\/curriculummaterials.htm"
}
