{
    "title": "Wind Cave National Park: Geology Driving Tour",
    "body": "Geology Driving Tour       Geologists measure changes in the earth along a geologic time scale extending 4.6 billion years. The time line to the left will help you understand when the various rock formations in the area were deposited. Geologic time lines are expressed in geologic eras and periods. A period is a smaller time frame within an era. The earth is constantly changing. While some geologic changes can be observed, most occur very slowly and are imperceptible during a human lifetime. Because of this, geologists use the rock record to explain the complex geologic history of our planet. Studying rock types and layers provides insight into the geologic, climatic and biologic changes that have occurred on the earth. On this driving tour you will examine the rock record of Wind Cave National Park. Please note that the stops are presented in the most convenient driving order, not in geologic order. Because of this, please check off the stops on the geologic time line as you visit them. Geologic History of The Black Hills During the Paleozoic Era, this area was a basin covered by a shallow sea that, over millions of years, deposited a thick blanket of sediments over the Precambrian igneous and metamorphic rocks. Then, about 70 million years ago, the earth's crust began to uplift into a dome. This uplift may have occurred when tectonic plates collided, forming the Rocky Mountains. As the force of the colliding plates increased, the Eastern plate rippled and formed the dome shaped Black Hills. Erosion eventually carried away many sediments in the central area of the hills, exposing the Precambrian rocks. Many of these stages of development can be readily seen in the park.          Geologic Time Line     Cenezoic Era 65 million years ago to present  Tertiary  Presently we are in the Cenozoic Era, also known as the age of mammals. In this era, weathering and erosion continue to shape the landscape     Mesozoic Era 200 to 65 million years ago   Cretaceous   Inyan Kara Group This formation was deposited in what geologists call the Cretaceous and Jurassic periods. Dinosaurs were common in these periods.      Jurassic            Triassic   Spearfish Formation Amphibians and reptiles developed rapidly during the Triassic and Permean periods, the time when this formation was deposited.     Paleozoic Era 600 to 200 million years ago   Permian   Minnekahta Limestone & Minnelusa Formation These two formations were deposited during the Permian Period.      Pennsylvanian            Mississippian   Pahasapa Limestone This limestone accumulated in the Mississippian Period, when shallow seas covered much of the present-day Great Plains. Small-shelled sea animals such as brachiopods (small clam-like animals) were abundant.      Cambrian   Deadwood Limestone This formation was deposited during the Cambrian Period when life was evolving rapidly.     Precambrian Era 4.6 to 1 billion years ago    Pegmatites and Schists These rocks formed during the Precambrian Period. This period consists of over 65% of geologic time. Evidence of life during this time is scarce.                Driving Tour StopsUse your odometer to measure mileage between stops.    1. Pahasapa Limestone Geologic age: Mississippian Directions: Go down the central stairs of the visitor center and exit the building through the double doors directly ahead. Once outside, follow the trail 225 yards to the cave's natural entrance. Limestone is a sedimentary rock deposited in oceans. It is mainly composed of calcium carbonate. Pahasapa Limestone is gray to light tan and forms steep slopes or cliffs. Notice that the cave's natural entrance formed in a ravine. Can you think why?   2. Minnekahta Limestone Geologic age: Permian Directions: From the visitor center, drive 3.6 miles to this stop. Exit the south end of the visitor center parking lots, turn right onto route 385 South. Near the park's south boundary, you will see outcrops from road cuts. This is the Minnekahta Limestone. The Minnekahta Limestone is a thinly bedded gray to purplish-gray slabby limestone. Caves rarely form in this limestone because it is so thinly bedded that the ceilings would collapse. Look for prominent layers and folds. Note the differences between the Minnekahta and the Pahasapa Limestones.   3. Minnelusa Formation Geologic age: Pennsylvanian & Permian Directions: Drive 3.9 miles north on route 385. Park at the Wind Cave Canyon trailhead, which is next to a sewage lagoon. A short hike on the trail (1 mile round trip) is required. Outcrops of this formation are on the left side of the canyon. The Minnelusa Formation consists of interbedded limestones, sandstones and shales. It is yellow to red, with the shales being a grayish cream. Interbedded means that the limestones, sandstones and shales alternate with distinct horizontal layers. Can you see distinct layers? How are the layers different from those seen in the Minnekahta Limestone?   4. Deadwood Sandstone Geologic age: Cambrian Directions: The distance is 2.2 miles to the Deadwood Sandstone. Continue north for 1.7 miles on route 385 to the junction of route 87. Turn right and drive 0.5 miles. Look for a large basin on the left side of the road. Much of the Deadwood Sandstone is on the north end and at the bottom of the basin. Sandstone is sedimentary rock composed mostly of grains of quartz that vary in size. The Deadwood Sandstone is brown to light gray in color. In what types of environments does sand accumulate?   5. Pegmatites Geologic age: Precambrian Directions: Continue north on route 87 for 1.8 miles. The pegmatites are found at a parking area on the right side of the road called \"Ancient Foundations.\" Pegmatites are part of the Precambrian core of the Black Hills. They are extremely coarse grained igneous rocks that formed deep within the earth. The large crystals indicate that they cooled very slowly. Look for 3 common minerals in pegmatite: quartz (whitish & glassy), feldspar (pink with shiny flat surfaces), and tourmaline (black and long with slender crystals).   6. Schists Geologic age: Precambrian Directions: Walk or drive 0.2 miles north of stop #5 (pegmatites). There is an outcrop of schists along the left side of the road. Park at the small parking area on the right side. Be careful of traffic on this curved road. Like pegmatite, schist is part of the Precambrian core of the Black Hills. Schist is a metamorphic rock composed of shiny mica minerals. It is identified by distinct foliation, which is a geologic term meaning very fine layering. Distinct foliation indicates that great pressures occurred within the earth. Rock layers form at right angles to the source of pressure. In what direction have the layers formed? What does this tell us about the direction from which the pressures came? Can you find any small folds in the schists?   7a. Spearfish Formation Geologic age: Permian & Triassic Directions: The distance is 8.4 miles form stop #6 (schists) to the Spearfish Formation. Continue north on route 87 for 4.4 miles. Just before you enter Custer State Park, turn onto a gravel road called NPS 5. Drive 4 miles to a lone pine tree on the right side of the road. Park at the parking area to the left. Look to the valley below. The Spearfish Formation is composed of red shales and siltstones, both are extremely fine grained sedimentary rocks. The red color comes form iron oxides. The Spearfish Formation is often called Red Valley. The shales and siltstones have formed a valley because they are easily eroded in the semi-arid Black Hills climate. If you want, take a walk toward the valley. Can you see evidence that water has eroded the shales and siltstones?   7b. Inyan Kara Group Geologic age: Cretaceous & Jurassic  Directions: Same as 7a. The Inyan Kara Group consists of iron rich sandstones and claystones that form the hogback ridge that defines the outer rim of the Black Hills. What forces caused the hogback ridge to form?            Geology Driving Tour Map",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/geology-driving-tour.htm"
}
