{
    "title": "Wind Cave National Park: Grass Seedlings",
    "body": "Seed Study - Identifying Grass Seedlings       Identifying Grass Seedlings Planting grass seed in pots and watching it as it grew helped the Wind Cave Seed Study team as much as anything in identifying the grasses in their seedling form. Most species have certain vegetative characteristics that allow them to be identified prior to flowering. The grass seedlings also display those characteristics fairly quickly after germination, but the problem is being able to see them with only the aid of a hand lens and without disturbing or injuring the seedlings. Sadly enough the project doesn’t have a camera with microscopic capabilities that would be necessary to display these traits in pictures, so drawings and written descriptions will have to suffice.       Species: Andropogon gerardii Common name: big bluestem  Vegetative identification: Young shoots are reddish brown with sheaths that are very pubescent and flattened. Leaf blades have long hairs on the margins and upper surface of the blade.  Species: Aristida purpurea Common name: red three awn  Vegetative identification: Tufts of long hair protrude from each side of the sheath at the collar. The sheath is split partway down then over lapping. Sheath also has prominent veins and translucent margins. New leaves are rolled in the bud. Leaf blades are narrow and bristle like, often curled and twisted. Leaf surface and margins are rough to the touch.   Species: Bouteloua curtipendula Common name: sideoats grama  Vegetative identification: Glandular hairs regularly positioned on the margin of the leaf blade. New growth is frequently reddish in color near the base of the plant. Leaf blades are generally flat and drooping.  Species: Bouteloua gracilis Common name: blue grama  Vegetative identification: Blades narrow, drooping and usually smooth except at the collar where there is a tuft of hair sticking out from each side of the collar.  Species: Bouteloua hirsuta Common name: hairy grama  Vegetative identification: Blade and collar have conspicuous glandular hairs, mostly on the upper surface but occasionally on the lower also. The collar has a larger tuft of hair on each side. The sheath is smooth and papery. The leaves are flat, short and drooping.  This species can be difficult to tell from blue grama or buffalograss while vegetative.  Species: Dichanthelium oligosanthes Common name: Scribner's dichanthelium  Vegetative identification: Cotyledon leaves are very wide and pointed. Even at emergence, they have a tufted appearance. The sheath has long, soft, spreading hairs and on some plants the blades also have hair. Prior to the emergence of the sheath, this species could be confused with Sporobolus cryptandrus, but the leaves of Dichanthelium are quite a bit wider, the blade tip more acutely pointed, and the leaves darker green.  Species: Elymus elymoides (Sitanion hystrix) Common name: bottlebrush squirreltail  Vegetative identification: Sheath is split part of the way down, has translucent margins, indistinct veins, large claw-like auricles and can be smooth or have very short hairs. Blades are rolled in the bud, distinctly veined and finely pubescent with a prominent mid-vein on the back.  Species: Koeleria macrantha (Koeleria pyramidata) Common name: prairie junegrass  Vegetative identification: The leaf is folded in bud. The stiff blades are hairy with short hairs dorsally and ventrally and longer hairs on the margins. Blades are distinctly ribbed dorsally and tips are canoe-shaped like those of Poa. Blade margins are lightly toothed and have a narrow white band. The collar has a hairy margin, is divided and usually is greenish white. Sheath is distinctly veined and light green or occasionally reddish. This conspicuously dark green grass starts growing early in the spring and has a semi-decumbent growth pattern.  Species: Nassella viridula (Stipa viridula) Common name: green needlegrass  Vegetative identification: There is a tuft of hair at each edge of the collar plus hairs extending down the outer margin of the sheath. Blades are bright almost lime green, with a prominent mid-rib on the back of the blade and prominent veins on top of the leaves. The leaves are very rough on the upper surface and to a lesser extent on the bottom. Blades are rolled at emergence and seedlings often have a twist at the end of the blade.  Species: Pascopyrum smithii (Agropyron smithii) Common name: western wheatgrass  Vegetative identification: Emerges green with a very narrow spindly leaf, and gradually turns the distinctive blue-green color. The prominent veins and claw-like auricles are visible fairly early in growth. Seedlings are sometimes purplish or brown at the base and the emerging leaf often forms a corkscrew shape.  Species: Poa pratensis Common name: Kentucky bluegrass  Vegetative identification: Blades are angled with the stem, boat shaped tips and are folded in the bud. Blades are deep green, have a prominent, wide ventral midrib with two narrower, less conspicuous veins on each side of it. The sheath is compressed but not flat, which at times makes it easy to confuse with little bluestem.  Species: Schedonnardus paniculatus Common name: tumblegrass  Vegetative identification: Early on this can look like a sick-looking little bluestem. The leaf blades are blue-green with white margins, have a distinct mid-rib on the back with a prominent vein on each side of it. The blades are keeled near the sheath and smooth on both sides. The sheath is flat. Blades become twisted with drying.  Species: Schizachyrium scoparium (Andropogon scoparius) Common name: little bluestem  Vegetative identification: Sheaths are very flat and often pinkish at the base. Leaves are folded in the bud and the cross section is sometimes flat but mostly folded or v-shaped. Seedlings are light green, turning reddish brown at maturity.  Species: Sporobolus cryptandrus Common name: sand dropseed  Vegetative identification: Growth is decumbent. Leaves are concave, wide, short, smooth and dark green in color. Leaf tips are often inrolled. There is a conspicuous ring of long hairs at the collar, giving the plant the look of wearing an Elizabethan collar.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/seed-study-identifying-grass-seedlings.htm"
}
