{
    "title": "Wind Cave National Park: Oligocene fossils",
    "body": "Centennial Paleontology Site       An Ancient World About the time that the finishing touches were being put on Wind Cave, visitors to the place we call Wind Cave National Park would have seen a completely different world. The geological time period was Oligocene, which extended from about 34 million years ago until 23 million years ago. The Great Plains were just beginning to develop. Dense deciduous forests were becoming open wooded grasslands. The climate was subtropical and gradually became cooler and drier over a long period, transforming the vegetation of the Earth to something far more like that of today. These changing environments had a dramatic effect on the lives of mammals around the world. The Land Changes Mammals, which blossomed with the disappearance of the dinosaurs, were expanding both in range and in variety as land bridges between the continents allowed them to invade new territory. Here in South Dakota, the Great Plains was a rich environment where many animals, ones we would identify as quite unusual, lived their lives.        Dr. Greg McDonald Examines Rhino Teeth NPS Photo by Tom Farrell  What Is This? While the remains of these unusual animals are common on the Great Plains, recently, scientists uncovered a fossil record of their remains in the Black Hills. The fossil that first caught the attention of scientists was a set of very large teeth. Careful study of the area revealed that these were the teeth of a smaller distant cousin of today's rhinoceros - a Subhyrocodon occidentalis. This animal is about the same size as a modern yearling bison, but its teeth are distinctively different.  Scientist Investigate The paleontologists quickly became interested in what other fossils the site might hold. To date, a primitive deer, a tortoise, a three-toed horse, and the rhinoceros have been identified. The deposit in which these fossils lie is the White River Group. The fossils were uncovered by the erosional affects of wind and rain that slowly removed the clay. As the clay became wet and dry, it expanded and contacted causing the fossils to become extremely fractured and fragile.        Subhyrocodon skull   Protecting the Find Because the fossils are extremely fractured, the scientists examining the area have to jacket the items they find so they will not fall apart upon inspection. To jacket something means that burlap dipped in plaster wrapped around the fossil. After the fossil is taken to the lab where it will be studied, the cast can be removed. Without the jacket, the fossil will break into many pieces and putting them back together again would be like putting together the world’s most difficult jigsaw puzzle.        Dr. Greg McDonald Examining Rhino Jacket NPS Photo by Tom Farrell  How to See the Fossils The rhinoceros and other fossils are currently stored at the Mammoth Site in Hot Springs. Some preliminary cleaning and repair of the specimens is being done there. While it only took a week to remove the fossils from the ground, it will take months to remove the surrounding rock, stabilize the bone and completely prepare the fossils. The process will be slow because of the fractured and fragile nature of the bones and teeth. Visitors can view the fossils and watch the work being done to protect them at the Mammoth Site. The Mammoth Site staff has years of experience examining the earth’s records of more recent mammals such as the mammoths, the short faced bear, and the recently discovered American lion. The bones at the Mammoth Site are not like the White River Group fossils found at Wind Cave National Park. However, they are still fossils and their treatment is much the same. The bones at the Mammoth Site are about 26,000 years old where the fossils found in the park are about 30 million years old.        Catherine Burgess, Mammoth Site Intern, Working in Lab Piecing Together Teeth Mammoth Site Photo  More Fossil Sites The erosion of the Rocky Mountains and Black Hills and volcanic eruptions from further west were responsible for the deposition of the fossil-rich White River clays, silts, and sands that form the White River Group found over large areas of South Dakota, Nebraska, Colorado, and Wyoming. Many of our national parks rich in fossil evidence are from the Oligocene Epoch. For more information about fossils or the Oligocene Epoch, visit the Badlands and Big Bend National Parks, John Day Fossil Beds National Monument, and now, Wind Cave National Park. These and other National Park Service sites can be accessed via the internet at www.nps.gov.      For more information about the Centennial Site click on the links below. Discovery Site Map Rhinoceros Skeleton Rhinoceros Skull Mesohippus Skeleton Excavating the Site in 2003 Excavating the Site in 2004 Jacketing Fossils Jacketing Large Fossils Moving the Jacketed Fossils Centennial Paleontology Site Overview   Read the press release about the discovery.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/centennial-paleontology-site.htm"
}
