{
    "title": "Grand Canyon National Park: Kaibab Route",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Free Shuttle Buses     Kaibab Route                Kaibab Rim Route Shuttle Bus       Orange Route Now In Service        Kaibab\/Rim (orange) Shuttle Bus at Yaki Point.   50 Minutes Round-trip (without getting off the bus)  Summer Bus Schedule (May 28, through September 6, 2016)   - Every 30 minutes, 4 – 6 am - Every 15 minutes, 6 am to one hour after sunset  Visitors should be at a bus stop no later then 30 minutes after sunset. (View sunset times)      This figure-eight route provides transportation between Grand Canyon Visitor Center and five scenic viewpoints, including Yavapai Geology Museum, which looks at the Grand Canyon’s rich geologic history. This route and the morning Hiker's Express shuttle bus offer the only motorized access to South Kaibab Trailhead. The Kaibab\/Rim Route provides excellent walking and cycling opportunities via the Rim and Greenway trails – be aware of ice and snow during the winter months along these trails. Yaki Point is an excellent place to view the sunrise and sunset. Please refer to the loop diagram below, along with the South Rim Pocket Map and Services Guide, (shown below the route diagram below) for more information on this scenic route.        Map showing the Kaibab\/ Rim Route (Orange) bus stops        Points of Interest   Mather Point Yavapai Geology Museum South Kaibab Trailhead Yaki Point Pipe Creek Vista  Points of interest are also shown below on the South Rim Pocket Map and Services Guide. When you enter the park, you will receive a paper copy of this map.       Click on the map above to download the South Rim Pocket Map and Services Guide (1.1 MB PDF file)          Possible Itineraries Along This Route: Beautiful Views, Ecology and So Much More Leave the car in one of the parking areas at Grand Canyon Visitor Center, follow the canyon rim signs to Mather Point, and walk east along the Rim and Greenway trails taking in spectacular canyon views. In approximately 1.4 miles (2.3 km), you will come to Pipe Creek Vista, where you can take the Kaibab\/Rim Route back to the visitor center or continue walking another 1.0 mile (1.6 km) to the South Kaibab Trailhead, where you can get on a Kaibab\/Rim Route shuttle bus, which will then stop at Yaki Point and Pipe Creek Vista before returning to the visitor center.      Discover the Canyon's Geologic Story Leave the car in one of the parking areas at Grand Canyon Visitor Center, follow the shuttle bus signs, and get on the Kaibab\/Rim Route westbound bus. Take the bus to Yavapai Geology Museum, where you can learn about the Grand Canyon's geologic history, and then walk back along the Rim Trail to the visitor center taking in spectacular canyon views (approximately 0.9 miles or 1.4 km).      Pedal Along the Canyon Rim Leave the car in one of the parking areas at Grand Canyon Visitor Center, follow the shuttle bus signs, and get on the Kaibab\/Rim Route westbound bus. Take the bus to Yavapai Geology Museum, where you can learn about the Grand Canyon's geologic history, and then walk back along the Rim Trail to the visitor center taking in spectacular canyon views (approximately 0.9 miles or 1.4 km).      When walking or cycling at the Grand Canyon, make sure to take your time and carry food and water with you. The South Rim of Grand Canyon averages 7,000 feet \/ 2,134 meters above sea level. Visitors with respiratory or heart problems may experience difficulties. Exercising at this elevation can be strenuous.      Shuttle Bus Home Page Village Route (Blue) Kaibab Rim Route (Orange) Hermit Road Route (Red) Tusayan Park & Ride (Purple) Hiker Express Shuttle",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/kaibab-orange-route.htm"
}
