{
    "title": "Wind Cave National Park: Speleothems (Cave Formations)",
    "body": "Speleothems (Cave Formations)       The different types of features that decorate the cave are collectively called cave formations or speleothems. Most of the speleothems in the cave form by similar processes. The water passes downward through the soil above the limestone, absorbs carbon dioxide, and becomes acidic. As a weak acid, the water is able to dissolve a small amount of the limestone rock as it passes through cracks and pores on its journey down into the cave. As this water drips into the air-filled cave, dissolved carbon dioxide is given off. Because the water has lost carbon dioxide, it cannot hold as much dissolved calcium. The excess calcium is them precipitated on the cave walls and ceilings to make up many of the different kinds of formations. Most calcium is precipitated in the cave as the mineral calcite (CaCO3). The speloeothem that Wind Cave is most famous for is boxwork. To learn more about how boxwork forms, click here. There are many other formations such as popcorn, frostwork, dogtooth spar crystals, and flowstone that may be seen along the tour routes. Other speleothems that can be seen in the cave, but not on the tour route, are: helictite bushes, calcite rafts, and gypsum features. Below are pictures of some of the more common decorations (speleothems) of Wind Cave. Clicking on the picture will take you to link with more explanations about the formation.   To learn more about these unique features of Wind Cave National Park click here (Wind Cave Formations 3.6MB).         Boxwork is found in small amounts in other caves, but perhaps in no other cave in the world is boxwork so well-formed and abundant as in Wind Cave.  While many speleothems formed as water dripped into the passages, the most conspicuous feature of Wind Cave, boxwork, formed differently. NPS Photo          Cave Popcorn NPS Photo by Ken Geu          Delicate needle-like growths of calcite or a related mineral, aragonite, are called frostwork. NPS Photo          Dripstone includes such features as stalactites and stalagmites, speleothems common in many limestone caves but relatively rare at Wind Cave. NPS Photo by Jason Walz          Spear-shaped crystals of calcite  are called dogtooth spar because they look like the teeth of a dog.  They frequently line small pockets called vugs in the limestone rock. NPS Photo by Jason Walz          Boxwork with a frostwork coating is not uncommon in Wind Cave.  Click on the image to find out more about the many formations found in this unusual cave. NPS Photo",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/cave-formations-speleothems.htm"
}
