{
    "title": "Wind Cave National Park: Mineralogy",
    "body": "1959 NSS Expedition to Wind Cave Mineralogy       Wind Cave was examined carefully for minerals and mineral forms. Many samples were collected for laboratory examination. Most specimens have been catalogued in a private research collection and will be available to future workers. Several of the larger specimens have been more permanently catalogued in the Museum of the College of Mineral Industries, Pennsylvania State University. Data on the composition and structure of Wind Cave minerals was red as a paper before the December 1960 meeting of the American Association for the Advancement of Science. The text of this paper has been published in the National Speleological Society Bulletin. Work was not completed on the exact distribution of minerals. Several of the sub-aerial forms, particularly the \"popcorn\" were not adequately studied and future work should be directed along these lines. Recommendations for Future Work With the present framework and with the cave map available as a base map a number of problems could be undertaken. Problems which suggest themselves are as follows:  Stratigraphic and Structural Relationships  The position of Wind Cave in the stratigraphic column should be studied in detail. The pattern of the cave should be compared quantitatively with the regional joint pattern and with the regional plan of fracture traces. In spite of its apparent \"randomness\" the cave rosette shows strong preferred directions and it may well be that joints or fractures combined with favorable lithologies with the Pahasapa limestone are sufficient to explain the pattern of the cave.  Sedimentation  A detailed study of the fills should be made including grain size, heavy mineral and thin sections examinations. Much of the complex history of Wind Cave is reflected in the fills. Identifying the various fill \"formations\" and mapping them may contribute much to deciphering the history.  Solutional Features  Very little is known about the morphology of spongework. Wind Cave provides many excellent examples and a detailed map on a small scale of a spongework area would be useful in interpreting the genesis of this feature. The distribution of solutional features should be mapped to provide possible information and the nature of the ground water flow responsible for the cave. Boxwork occurrences should be mapped both in section and plan to determine whether boxwork is confined to a particular stratigraphic horizon and if so, which one.  Chemical Sediments  Because of a lack of a base map, the present study did not consider the aerial distribution of the crystallized fills and crystal coatings. This should be done to determine whether these fills are limited to particular horizons and to examine the resolution hypothesis of Tullis and Gries.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-mineralogy.htm"
}
