{
    "title": "Wind Cave National Park: Structural Relationships",
    "body": "1959 NSS Expedition to Wind Cave      Structural Relationships       The regional dip in the Wind Cave area is 4° SE. In the hill north of the natural entrance, across the highway from the campground, dips up to 38° were observed in what appears to be a minor anticline. This may be due to slumping, but in any case the relation of such unusual structure to the cave should be considered. Some comments are made elsewhere in this report on the jointing in the area. The structural trends observed on air photographs, listed in the section on regional geology, are parallel to the two most prominent directions of cave development, and a third trend at N 85° W (true bearing) is parallel to the most prominent measured boxwork orientation. Although the cave is very irregularly shaped in detail, the map and especially the rosette presented below show it to be a strongly joint-controlled cave. After the major effort of the study group, which was directed largely at mapping, a return trip was made to take oriented photographs of the boxwork, in order to study the pattern of the boxwork fractures. A preliminary group of 11 photographs were taken. A comment on one of these is made in the expedition report below. A great deal more work could be done on the orientation of the boxwork.        Figure 3a. Cave Rosette National Speleological Society  By accumulating and plotting the lengths and bearings of straight segments of cave passage, the rosette in Figure 3 was constructed. The orientation of the cave passages is strongly northwest-southeast. Approximately 60% of the plotted passage falls in the three rosette sectors from N 50° W to N 20° W.        Figure 3b.  Cave Rosette National Speleological Society  As noted on the rosette the bedding strikes about 50° NE and dips southeast between 4° and 10°. This the cave is developed markedly along the dip. It is interesting to note that the only remaining prominent sector is parallel to the strike, but this represents a very minor development. Solution of the cave passages was obviously controlled by joints. Of the few joints measured in the cave, over 50% of them strike around N 30° W. In some sections the controlling joints can be seen in the cave, and high, narrow joint crevices are common. It should be noted that all the joint measures and the rosettes are plotted based on magnetic north. They should be rotated 13° to the east (13° should be added to the magnetic reading), to imagine their relation to true north. As solution of the present cave is controlled by joints, it is probable that the pre-Minnelusa solution channels evidenced by filled breccia, etc. were also joint-controlled. It would be of great interest to compare the major directions of solution of the two systems.        Figure 4.  Boxwork National Speleological Society  Sometime before the present cave was dissolved, the solutions producing the veins of boxwork were intruded into the Pahasapa. It is evident that the boxwork also has a preferred direction from the rosette of boxwork on the ceiling of a large room in the northern end of the Blue Grotto Loop. The boxwork was plotted from the photograph in Figure 4 in the same manner as cave passage, i.e. by measuring the length and bearing of straight segments. The boxwork rosette has a preferred orientation 70-80° E of N, with a secondary preference for N 10-20° W. In comparing the cave and boxwork rosettes it is evident that the preferred directions do not coincide. Neither of the major directions of this one boxwork rosette are present in the cave rosette. There is a great deal more plotting to be done on the boxwork in other parts of the cave that will provide a better sample, and may show a general trend which is different from this local one. However, this rosette suggests that the cave and boxwork may be related to different fracture patterns, perhaps developed at different times. The boxwork veins sometimes show a curved concentric and radiating pattern quite unlike the rectangular cave pattern. Joints, some of the striking in the northwest quadrant, have been observed to fracture boxwork and cut through geodes which form at boxwork intersections. In Figure 4 a joint cavity striking N 40° W cuts across the boxwork zone, and while it influences the cave passage, it appears to have had no such influence on the boxwork. Many of the veins can be traced on the other side of the cavity.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-structural-relationships.htm"
}
