{
    "title": "Wind Cave National Park: Preface",
    "body": "1959 NSS Expedition to Wind Cave      Preface       In August 1959, the National Speleological Society with the cooperation of the National Park Service fielded an exploration and study expedition to Wind Cave in Wind Cave National Park. The results of a one week work period by 22 people were far in excess of expectation for the time invested. Many portions of the cave were re-explored - some for the first time since the pioneer explorations of the late nineteenth century. Approximately three miles of cave were mapped. Field work and specimen collection along with additional months of laboratory work permitted one complete study of the cave's mineralogy, a reconnaissance of its fauna, and a preliminary account of its geology. Much of this material is presented here as a series of technical reports. Most of the material contained herein was prepared in 1960 and 1961. Various unforeseen factors have delayed the final preparation of the Expedition Report until the present time. In particular, the map that is given here is the one prepared from the expedition notes and, although a much superior map now exists, the original is given here to document the mapping efforts of the 1959 expedition. Three documents have appeared which should be considered by anyone planning to extend the studies outlined in this report: Conn, Herbert, 1962, \"Map of Wind Cave\". This excellent map was compiled from all available sources including the 1959 expedition data and from a number of new surveys. The manuscript is on file with the National Park Service. Deal, Dwight E., 1962, \"Geology of Jewel Cave National Monument, Custer County, South Dakota, with Special Reference to Cavern Formation in the Black Hills\", MS Thesis, Dept. of Geology, University of Wyoming. Howard, Alan D., 1964, \"A Model for Cavern Development under Artesian Ground Water Flow with Special Reference to the Black Hills\", Nat. Speleological Soc. Bull. 26 7-16. William B. White, Chairman NSS Research Advisory Committee October 1964",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-preface.htm"
}
