{
    "title": "Wind Cave National Park: Solutional Features",
    "body": "1959 NSS Expedition to Wind Cave Solutional Features       Pits Although Wind Cave shows considerable vertical development, most of the connections are through sloping passages rather than by the vertical shafts common to many multi-leveled caves in flat limestones.        Figure 6. Bedrock Pendant with flat chert bottom. In Fairgrounds.   In Brown Canyon a narrow joint-oriented channel connects a series of cylindrical \"rooms\". They are roughly circular in floor plan and extend upward 25-35 feet with roughly domed ceilings. The walls are fairly smooth and do not show fluting or grooving. The floors are gently concave, often with an incised groove around the base of the wall. The narrow passage connecting them does not enter at floor level but is usually several feet above. Except for the lack of fluting, these cylinders look much like normal vertical shafts, and might be shafts that have been reflooded and etched smooth.        Figure 7. Upward sloping solution tube with bedrock partition. Near the Model Room.   A remarkable pit structure was discovered extending upward form the upper level of the Pearly Gates Bypass. To reach the bottom one enters the narrow fissure of the Bypass near lamp 13.34, climbs about 50 feet up the crevice to the upper level and then climbs an additional 15 feet or so up a fissure in the roof of the upper level. This fissure enters the bottom of a nearly circular shaft extending upward. The shaft is about 15 feet in diameter. The walls are very irregular with solutional pockets, pendants, and small anastomosis-like channels running into the limestone. These are all smoothly rounded with no sharp projections. The walls are limestone bedrock but have a rotted appearance. The rock is covered with a fine white powder and will often crumble under pressure. The shaft is vertical for the first 50 feet. Then it curves and extends upward at a steep angle. Stewart Peck succeeded in climbing the shaft to its top and estimates the height as 150 feet.        Figure 8. Field sketch of Plummer's Pit.   A second high shaft structure is found at the end of the passage extending north from the Attic. Again the passage leads to the bottom of the shaft. At the end of the passage is a talus cone of red silt, irregular chert fragments, and dry rotted wood descending from a hole in the ceiling. The wood is apparently remnants of ladders of the early explorers. One can climb perhaps 20 feet in a sloping crevice to the floor of a shaft extending vertically upward. The shaft is from 5-8 feet wide. The walls are composed of a loose unconsolidated fill consisting largely of a fine grained red silt matrix with many angular chert fragments up to 4 inches across. In spite of this loose material the walls remain vertical and it is even possible to climb them without too much of an avalanche. The shaft was scaled by William Plummer and measured by tape as 165 feet. The shaft is irregular in profile with a small ledge at +50 feet and a considerable off-set at +90 feet. A field sketch of the shaft is shown in Figure 8. Speleogens Spongework is by far the commonest solutional feature in Wind Cave. The spongeworks are not integrated into the ground plan of the passages but occur in irregularly spaced \"clusters\". The average spongework pores varying from openings a few inches across to several feet. It is often possible to enter the spongework and crawl for considerable distances through the maze. Spongework passageways are characterized by bedrock floors for the most part, circular or nearly circular cross-sections, and total lack of obvious regularity in either ground plan or profile. Passages occur at random, in three-dimensions and intersect each other in a completely irregular fashion. Extensive spongework exists along the Fairgrounds Loop, south of the Chert Room, and in the Garden of Eden section. Solutional pockets of various sorts are encountered throughout the cave. In fact very few walls are smooth, but consist of a series of cuspate pockets of various sizes and degrees of irregularity. See Figure 8. \"Joint controlled wall and ceiling pockets,\" to Bretz' term, occur in the ceiling of Brown Canyon and in the ceiling of several other narrow joint controlled passages. Those in Brown Canyon vary from 1 to 3 feet in long axis and are usually about 1 foot in depth. They are elongate in the direction of the controlling joint and usually have a well-defined trace of the joint running through them. Other pockets occur in the ceiling of the chert passage and in the Fairgrounds where portions of the chert ceiling has broken away. Deep pockets extend upward some places for 10 feet or more. These pockets are roughly circular. Cuspate walls occur in the Fairgrounds Area. The cusps are similar in appearance to current scallops, but are much larger, often several feet from edge to edge. Pendants of limestone occur in the Fairgrounds often within large ceiling pockets. The pendants hang down from a few inches to several feet and have no common level except that controlled by bedding. A typical pendant is shown in Figure 6. The bottom here is controlled by a chert horizon. The pendants observed thus far in the cave do not appear to be vadose origin (as described by Bretz). These solution features often masked by elaborate boxwork, appear to exist everywhere in the cave and make up all its walls.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-solutional-features.htm"
}
