{
    "title": "Wind Cave National Park: Cave Patterns and Cross-Sections",
    "body": "1959 NSS Expedition to Wind Cave      Cave Patterns and Cross-Sections       From almost any point inside, Wind Cave appears to be a random structure. Passages intersect at any angle, cross-sectional area varies from point to point, and floors show no uniform gradients. Seen in plan view, however, the cave pattern appears as several highly interconnected superimposed networks with their main elongation in a northwest, southeast direction. This is strongly brought out by the cave rosette.        Figure 1. Cross-section of passage near the Fairgrounds showing sloping ceiling controlled by chert horizon. National Speleological Society  A second feature of note is that there appears (qualitatively at least) to be a zone of maximum solution in the central hub of the cave. In the area enclosing the Fairgrounds Loop, the Blue Grotto Loop, the Attic and a few passages to the east, passages are large and there are many interconnecting minor passages giving a large cave volume. The Long Route and the Garden of Eden are medium-volume extensions from this central hub. In other directions, passages quickly become sparse and pinch down to small size with a corresponding reduction in cave volume. A proof that this distribution of cave volume really exists requires a careful peripheral survey to examine and map all passage leading from the central area.        Figure 2. Cross-section of Attic Passage showing extreme irregularity of outline. National Speleological Society  There are two main types of passage cross-section. The canyon or fissure cross-section is shown by passages one to three feet wide and up to 50 feet high. These high narrow passages often have point-controlled ceiling pockets with traces of the guiding joint. The second type might be called the \"irregular\" cross-section. The passage is often very vaguely elliptical in section but shows many irregular projections of bedrock. The Attic is a typical example and is shown in Figure 2. A third cross-section occurs in the Fairground Area and is shown in Figure 1. A well developed chert horizon supports a flat sloping ceiling.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-cave-patterns-and-cross-sections.htm"
}
