{
    "title": "Wind Cave National Park: Cave Rescue Procedure",
    "body": "1959 NSS Expedition to Wind Cave      Expedition Report - Appendix III       Cave Rescue Procedure Qualifications Each member of the team should be able to qualify for at least the Qualified Caver Rating, leaders for Qualified Leader. All members should have at least a Standard Red Cross First Aid status and leaders should possess an advanced card. Team Strength The primary rescue team should consist of seven (7) men and a doctor to work as a team in the event of emergency such as accident or missing personnel. There shall be a secondary team of four (4) to six (6) men ready to assist the primary team if request is made or on standby in case of a secondary emergency occurring simultaneously. There will also be a support team for each rescue team, these men will bring needed equipment necessary to complete the rescue to the scene of the operation. Equipment The rescue leader is responsible for procurement of specialized and other equipment needed for proper functioning of the team and for the care of the equipment. Rescue team leader should assign equipment to various team members and may assign the care of it to these persons. Should emergency arise each team member will be responsible to se that the equipment assigned him is taken to the scene of the emergency. Rescue Procedure The expedition leader or his assistant (in his absence) shall decide when the rescue team is to be alerted and activated, will notify rescue team leader, expedition medical officer and park officials of the details of the situation. The rescue team leader will then assemble his team and their equipment preparatory to entering the cave. Expedition leader or rescue leader will brief the team on the situation and location of the accident and pass on recommendation of equipment needed. Rescue leader shall be in complete charge of operations at the scene of the accident (considering of course any government regulations). The assistant leader shall be standing by outside the cave ready to move out with his team on request from the rescue team leader. On recommendation of the rescue leader, the expedition leader will summon outside assistance such as ambulance, etc. He will also act as organization leader in further organizing personnel to help as requested. NO INFORMATION IS TO BE GIVEN OUT TO ANYONE OUTSIDE THE TEAM BY ANY PERSON EXCEPT THE EXPEDITION LEADER AND THIS WILL BE DONE THROUGH THE PARK SUPERINTENDENT.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-expedition-report-appendix-iii.htm"
}
