{
    "title": "Wind Cave National Park: Introduction and Purpose",
    "body": "1959 NSS Expedition to Wind Cave       Expedition Report       Introduction and Purpose The number of large (mapped passage length greater than two miles) cave systems that have been systematically explored, mapped, and studied is remarkably small in spite of the fact that many such systems exist in the United States. Wind Cave is certainly one of these. Formed in the nearly flat-lying Pahasapa limestone on the southern fringes of the Black Hills, the cave has been known as a large and complex system since the late nineteenth century. The available literature is scanty: the pioneering paper of Tullis and Gries in 1938, an MS thesis by Frank Neighbor in 1940, a few BS theses from the South Dakota School of Mines, and an engineering survey of the commercial section of the cave by the National Park Service. The cave is known to be large; the engineering survey alone covers more than a mile of passage. The pattern is that of a complex maze on several levels making it difficult to even define what one means by the \"end\" of the cave. A rich and complex sequence of minerals and sediments occur throughout the cave. Indeed it is the remarkable boxwork occurrences which caused the cave to be designated as a National Park. A complex \"breathing\" wind phenomenon occurs at the cave entrance. No previous biological investigations have been made. It was to provide answers to these and other questions that the National Speleological Society fielded an expedition to Wind Cave in August of 1959. The objectives were of two types: (i) By a week of intensive exploration and mapping to gain a better understanding of the size and pattern of the cave and (ii) to attack the scientific problems on a broad front of biology, meteorology, geology, and mineralogy in the hopes of at least evaluating the problems and to lay groundwork for possible later more extensive studies. The results of this one-week intensive effort are presented in this report. Publications and Reports Data obtained on the expedition provided the basis for a series of papers at the June 1960 NSS Convention at Carlsbad, New Mexico and one paper at the December 1960 Symposium on Cave Mineralogy at the New York AAAS meeting. Abstracts of these papers have been published as indicated below. \"Wind Cave Expedition, 1959\" by Bob Brown. Abstract in NSS News 18: 71 (1960). \"Observations of Entrance Air Movements, Wind Cave, South Dakota\" by H.M. Shillinglaw. Abstract in NSS News 18: 71 (1960). \"A Faunal Survey of Wind Cave, South Dakota\" by Stewart Peck. Abstract in NSS News 18: 72 (1960). \"Secondary Mineralization in Wind Cave, South Dakota\" by William B. White and George H. Deike III. Abstract in Bulletin of the Geological Society of America. In addition the paper \"Secondary Mineralization in Wind Cave, South Dakota\" has been published in its entirety in the Bulletin of the National Speleological Society 44: 74-87 (1972). Logistics Because of its complexity, almost a year of planning was spent by the expedition leaders prior to the effort itself. Originally the project had been planned by the Mississippi Valley Ozark Region of the NSS, but it was converted at an early stage to a Society-wide expedition. Expedition personnel were selected by the leaders and individually invited to join. The duties of expedition personnel were broken down into a geology team, a biology team, a mineralogy team, a rescue team, a photography team, a cartographer, a topographic survey team, two cave survey teams, and an exploration team. The teams were kept as small as possible to avoid inefficiency. The relationships between the various groups are shown on the organization chart. Members were rotated between exploration and survey duties. A member who had been with an exploration party would the following day join a survey party and lead them through the newly explored section. This technique proved most valuable in avoiding wasted time by surveying parties having to re-explore previously explored territory. The National Park Service provided office, cooking, and living quarters in the form of a large concrete building. Some individuals camped and a few slept in the cave. The commercial lighting was left on day and night for the duration of the expedition. Permission was granted to use the two commercial elevators thus saving additional time. The only actual restriction placed on expedition personnel was that they stay out of the way of commercial tours. This was accomplished easily by doing the survey and scientific work in the commercial section at night. The Park Service also provided all available earlier reports from its files. In the course of the 10 day trip, the expedition members logged some 1000 hours underground with the average being 65 hours per person. The surface crews accumulated an equally impressive record of work. Safety A safety and rescue team was formed out of available expedition personnel under the leadership of William Cate. Its duties were to perform any needed rescue operations and to provide first aid service as needed. A systematic rescue procedure had been adopted before the expedition began and is reproduced in an appendix of this report. The only first aid problems which arose were the treatment of minor cuts and bruises mainly inflicted by sharp boxwork. The two good quality first aid kits available were quite adequate for the purpose. Wind Cave is of sufficient complexity that the possibility of a team becoming lost, particularly in the first days of the expedition, was quite real. There were, in fact, a number of instances of teams becoming confused, but all of these were able to find their way to the commercial route with minimum effort and no search efforts had to be made. The principal safety precaution in this regard was the use of a sign-out log book. Any team entering the cave was required to sign in and predict their time out. The failure of a team to emerge from the cave by two hours past their estimated out-time would have signaled the commence of a search. All teams were also required to log their expected work area to minimize the area in which a possible search would have to be conducted.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-expedition-report.htm"
}
