{
    "title": "Wind Cave National Park: Karst and Drainage",
    "body": "1959 NSS Expedition to Wind Cave     Karst and Drainage       Karst features are not well developed in the Wind Cave area, probably reflecting the arid climate. A view from a hill top shows only gently rounded grass-covered hills. Dolines are not observed and very little bedrock is exposed. A few exposures of the Pahasapa limestone show solutional rounding with a few solutional pockets up to several feet in diameter. These may be observed near the natural entrance to Wind Cave. Wind Cave Canyon contains the well developed bed of an intermittent stream. Vertical walls and a fresh cobble fill testify to the occasional use of the stream bed. The stream joins Beaver Creek several miles to the east and it is reported that a big spring resurges from the limestone near there. Rangers report that in time of spring floods, high waters rush down the Wind Cave Canyon and swallow in the neighborhood of the Park Administration building but no well-developed ponor is apparent. Within the cave, the only evidence for invading floodwaters and free-surface streams is in a passage off the Garden of Eden. Here, at one of the lowest parts in the cave, and nearly under Wind Cave Canyon, an apparent stream bed emerges from a low side passage, continues for a short distance, and disappears in a pit. Sand, and fresh pebble and cobble fill, consisting of fragments of chert, red sandstone, and red shale are strewn in small bars, channel around obstructions in the floor and remain entrapped in projecting pockets in the pit walls. These deposits are almost certain evidence of a free surface stream and one would strongly suspect that the stream is active in the flood season during the melting of winter snows. Whether or not this stream is the \"Underground River\" reported by Alvin MacDonald, early explorer of Wind Cave, is not known. It is unlikely that exploration has yet penetrated to the base level of ground water circulating deep in the Pahasapa limestone. Water appears at the surface in Beaver Creek at an elevation of 3700 feet. The level of the underground stream bed is at approximately 3865 feet. It is thus a maximum of 165 feet and probably less, that must be penetrated to reach the hypothetical karst basis if it exists.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1959-nss-expedition-to-wind-cave-karst-and-drainage.htm"
}
