{
    "title": "Wind Cave National Park: Who Owns the Cave?",
    "body": "Birth of a National Park - Who Owns the Cave?         Early Cave House NPS Photo Archive  Mining Days Beginning as early as 1891, there was a question of ownership of the cave and surrounding lands. The South Dakota Mining Company bought the mining rights in 1889 and hired the McDonalds. However, when no minerals were found, they stopped paying them. The McDonalds filed a homesteading claim on the land and began operating as if the cave and surrounding land was theirs. Alvin reports in his diary: April 20, 1891: About 11:00 o' clock this morning the deputy sheriff for Buffalo Gap came here and showed us a notice notifying us to remove from the claim of J. Scholfield. Of course we laughed at the idea.        Steps on the Backside of the Stabler Hotel Going Down to Wind Cave NPS Photo Archive  Partners and Lawsuits The McDonalds, assuming the cave was theirs, took on a partner. On September 9, 1892 the Hot Springs Star reported: The enterprising proprietors of the Parrott House, Messrs. Stabler and Sons, are constructing a hotel at Wind Cave. However, the Mining Company was not willing to let the cave go. The McDonalds, supported by the Stablers, were often in court defending their claim. The Hot Springs Star reported: Both parties (the McDonalds and the Mining Co.) appealed the case in December of 1896 to the secretary of the interior and a decision is being awaited. Both parties are after the cave without any particular reference to the ground which is valueless for any practical purpose. .       Click on the links below to learn more about the park's history.   Early Explorations  McDonalds Arrive  Exploring with Alvin  Wonderful Wind Cave Improvement Company  Visiting the Cave  Publicizing the Cave  Who Owns the Cave?  The Feud  More Court Battles and More Decisions  A Decision is Made  A National Park is Created    For more information about the history of the park, visit these pages.   A Brief History Wind Cave's Early Days  Defining Moments  Alvin McDonald's Diary  Mazes and Marvels  Cave Regions of the Ozarks and Black Hills  Black Hills History  National Park Service History  Cave Exploration  1902 Survey of Wind Cave  Passages through many worlds  Winds of Wind Cave",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/birth-of-a-national-park-who-owns-the-cave.htm"
}
