{
    "title": "Wind Cave National Park: Publicizing the Cave",
    "body": "Birth of a National Park - Publicizing the Cave         Early Tour into Wind Cave NPS Photo Archive  The Petrified Man The Stablers presented many publicity “stunts” to advertise the cave. They “found” a petrified man in Wind Cave Canyon and placed him in the cave. For a small sum you could look at “the petrified man”.        Alvin McDonald - left Paul Alexander Johnstone - center John Moore - right NPS Photo Archive  A Mind Reader! A mind reader, Professor Paul Alexander Johnstone, came to the Black Hills in 1893 to find a hat pin that had been secreted in the cave. John Moore, a writer for the Deadwood Times and the Omaha World Herald was with them. After 3 days of searching and 3 days of publicity, the pin was located in the Standing Rock Chamber on today's Candlelight Tour. Exploration continued and on March 20,1892, George A. Stabler, Alvin McDonald, Elmer McDonald, J.D. McDonald discovered the Fairgrounds. It was the largest room in Wind Cave until the Club Room was found in 1964.        Alvin McDonald at the Columbian Exposition NPS Photo Archive  Going to the Fair In 1893, the McDonalds and Stablers took cave specimens to the Colombian Exposition in Chicago to promote the cave nationally. Unfortunately, on the trip Alvin caught typhoid fever. He died December 15, 1893. The Hot Springs Star reported that Alvin was now “the chief guide to the pearly gates of the Eternal City.”       Pictures from the Columbian Exposition NPS Photo Archive           Click on the links below to learn more about the park's history.   Early Explorations  McDonalds Arrive  Exploring with Alvin  Wonderful Wind Cave Improvement Company  Visiting the Cave  Publicizing the Cave  Who Owns the Cave?  The Feud  More Court Battles and More Decisions  A Decision is Made  A National Park is Created    For more information about the history of the park, visit these pages.   A Brief History Wind Cave's Early Days  Defining Moments  Alvin McDonald's Diary  Mazes and Marvels  Cave Regions of the Ozarks and Black Hills  Black Hills History  National Park Service History  Cave Exploration  1902 Survey of Wind Cave  Passages through many worlds  Winds of Wind Cave",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/birth-of-a-national-park-publicizing-the-cave.htm"
}
