{
    "title": "Wind Cave National Park: The Feud",
    "body": "Birth of a National Park - The Feud         Boxwork NPS Photo  As if the court issues were not enough, the McDonalds and Stablers began to argue over business matters. Who Is In Charge Here? On October 9th 1896, the Hot Spring Star reported: There are articles of co-partnership existing between Mr. McDonald and myself. I am entitled to as much credit for the improvements that have been made and the publicity that has been given to the cave as is Mr. McDonald and until the past year have had entire management of the business. During the past year Mr. McDonald has been at the head of affairs and is anxious to kick me out. I want it distinctly understood that I am one of the owners of the cave. I do not propose to be bulldozed or intimidated and will continue to assert my rights. Stabler withdrew his support of McDonald and began working to obtain the cave for himself, forming the Black Hills Wind Cave Company. Either You’re With Me or Against Me On April 2, 1897 The Hot Springs Star reported: Papers were served on John Stabler last Saturday ordering his ejectment from the Wind Cave property. John refused to obey upon the ground that the property was his own. The question of ownership will be heard in this city April 13th. Now Who Has It? Again on April 16, 1897 the issue made the Hot Springs Star: We understand that the Stabler-McDonald case over Wind Cave will be heard in Custer County. In the meantime the Stablers hold possession-although they are not permitted to carry the property off to some secluded spot where McDonald couldn’t find it should he ever be given possession again.          Click on the links below to learn more about the park's history.   Early Explorations  McDonalds Arrive  Exploring with Alvin  Wonderful Wind Cave Improvement Company  Visiting the Cave  Publicizing the Cave  Who Owns the Cave?  The Feud  More Court Battles and More Decisions  A Decision is Made  A National Park is Created    For more information about the history of the park, visit these pages.   A Brief History Wind Cave's Early Days  Defining Moments  Alvin McDonald's Diary  Mazes and Marvels  Cave Regions of the Ozarks and Black Hills  Black Hills History  National Park Service History  Cave Exploration  1902 Survey of Wind Cave  Passages through many worlds  Winds of Wind Cave",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/birth-of-a-national-park-the-feud.htm"
}
