{
    "title": "Wind Cave National Park: Wonderful Wind Cave Improvement Company",
    "body": "Birth of a National Park - The Wonderful Wind Cave Improvement Company       Beyond Mining Due to financial difficulties, the South Dakota Mining Company stopped paying the McDonalds. However, the McDonalds had found that people were interested in seeing this unusual cave. In 1890, the first cave tours were conducted.       Early Cave Tours NPS Photo Archive         John Stabler NPS Photo Archive  Partners With the Stablers Soon, the McDonalds began looking for a partner to help build the business. In 1892, John Stabler, saw the financial value of the cave and bought an interest in the Wonderful Wind Cave Improvement Company. His sons and daughter, George, Charles, and Katie, helped lead tours and explore the cave.        William Jennings Bryan is the man in the middle of the photo with a child on his lap. Katie Stabler is on the high left. John Stabler is the lower left. NPS Photo Archive  Making a Name for the Place John Stabler knew that Hot Springs was a popular tourist destination and money could be made by promoting the cave. They invited famous people to visit. Governor Lee of South Dakota and William Jennings Bryan were guests. Bryan reported that he \"was enthusiastic over the beauty of the cave.\" These visits were advertised in the local newspapers and brought attention to the cave.       Evans Plunge in Hot Springs, South Dakota NPS Photo Archives           Click on the links below to learn more about the park's history.   Early Explorations  McDonalds Arrive  Exploring with Alvin  Wonderful Wind Cave Improvement Company  Visiting the Cave  Publicizing the Cave  Who Owns the Cave?  The Feud  More Court Battles and More Decisions  A Decision is Made  A National Park is Created    For more information about the history of the park, visit these pages.   A Brief History Wind Cave's Early Days  Defining Moments  Alvin McDonald's Diary  Mazes and Marvels  Cave Regions of the Ozarks and Black Hills  Black Hills History  National Park Service History  Cave Exploration  1902 Survey of Wind Cave  Passages through many worlds  Winds of Wind Cave",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/birth-of-a-national-park-the-wonderful-wind-cave-improvement-company.htm"
}
