{
    "title": "Wind Cave National Park: Early Explorations",
    "body": "Birth of a National Park - Early Explorations         Wind Cave Boxwork NPS Photo  Candles and a String In 1881, Charlie Crary of Custer squeezed through the small Natural Entrance and became Wind Cave's first known explorer. Using candles for light, and string to mark their route, he and friends scrambled on their hands and knees into the darkness. In their flickering candlelight, they were probably the first people to see a rare cave formation known as boxwork.        Exploring the Cave NPS Photo  Party Loses Cave Becoming lost in a cave is always a possibility, but in the early days, losing the cave was a reality. In the fall of 1881, a party lead by Frank Herbert searched an entire day trying to find the small opening in the bottom of the gully mentioned by Tom Bingham. After finding it, they squeezed into the cave and followed Crary’s string deep into the depths while viewing several rooms and many cave formations.        Devil's Lookout NPS Photo Archive  The World's Biggest Basement The chief obstacle to initial exploration was the small 8 by 10-inch hole comprising the cave's Natural Entrance. With the help of friends, the Binghams created a larger opening adjacent to the original one. They later constructed a small cabin over both openings allowing the cave's cool breeze to serve as an air conditioner for the cabin's residents.       Cabin on right is located over Natural Entrance. Building on left was constructed in 1890 over present entrance. NPS Photo Archive           Click on the links below to learn more about the park's history.   Early Explorations  McDonalds Arrive  Exploring with Alvin  Wonderful Wind Cave Improvement Company  Visiting the Cave  Publicizing the Cave  Who Owns the Cave?  The Feud  More Court Battles and More Decisions  A Decision is Made  A National Park is Created    For more information about the history of the park, visit these pages.   A Brief History Wind Cave's Early Days  Defining Moments  Alvin McDonald's Diary  Mazes and Marvels  Cave Regions of the Ozarks and Black Hills  Black Hills History  National Park Service History  Cave Exploration  1902 Survey of Wind Cave  Passages through many worlds  Winds of Wind Cave",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/birth-of-a-national-park-early-explorations.htm"
}
