{
    "title": "Grand Canyon National Park: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps                       Grand Canyon Area Map (2.5 MB PDF File) revised 2\/2015 Shows Grand Canyon National Park in relation to Las Vegas, NV, Flagstaff, AZ, National Forests, Indian Lands, and major area highways.  Jump to: North Rim Maps --- Park Publications with Maps             Grand Canyon Panorama Map South and North Rims with everything in between. (1.6 MB PDF File) This is the \"big picture,\" a generalized overview. Distant features are shown at a smaller scale than foreground areas.       Front and back sides of the South Rim Pocket Map and Services Guide. Click on the image to download as a PDF file (1.1 MB)          South Rim Pocket Map and Services Guide (1.1 MB PDF file) This is the map that you will receive when you enter the park and it shows the location of village parking areas, shuttle bus stops, and how to access scenic overlooks and visitor services. Information about services, facilities and overlooks are printed on the back side of the pocket map.          The South Rim from Grand Canyon Village to Desert View    The South Rim - including the Desert View Drive and Desert View  (237kb PDF File)        Corridor Trails Map   Grand Canyon National Park  Corridor Trails Hiking Map (246kb PDF File)  This map shows the portion of the park with the most popular overnight hiking destinations.   Maps and guidebooks for backcountry trip planning and route-finding are available from the Grand Canyon Association.         Interactive Grand Canyon Geologic Map By Arizona Geological Society and USGS          North Rim Maps Lodging & food service available May 15th through October 15.      North Rim Pocket Map and Services Guide As of December 1, 2015, Grand Canyon National Park discontinued the Grand Canyon Guide newspaper. In place of the newspaper, the North Rim Pocket Map and Services Guide is now being distributed at entrance stations, visitor centers, lodges, campgrounds, stores, and out-of-park locations. Download it here...       Front and back sides of the North Rim Pocket Map and Services Guide. Click on the image to download as an accessible PDF file (2.2 MB)                    2016 Class Schedule GCAFI  Grand Canyon Association Field Institute 2016 Schedule of Classes (576 kb PDF File) Topics: geology, ecology, history, archaeology, photography, & more.  The Institute offers guided educational tours at Grand Canyon National Park led by expert instructors while hiking, backpacking, camping, & whitewater rafting.  Click here to visit their website.  Learning & Lodging The Grand Canyon Field Institute (GCA) and Xanterra South Rim, LLC offer fun and informative Learning & Lodging Programs that combine lodging, meals, and two days in the field with an instructor.         For More National Park Maps visit:  The National Park Service map site The National Park Service GIS site",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/maps.htm"
}
