{
    "title": "Grand Canyon National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions                Where is Grand Canyon? Grand Canyon is in the northwest corner of Arizona, close to the borders of Utah and Nevada.  The Colorado River, which flows through the canyon, drains water from seven states, but the feature we know as Grand Canyon is entirely in Arizona. Most of the Grand Canyon lies within Grand Canyon National Park and is managed by the National Park Service.   Jump to a larger map. Jump to: South Rim ----North Rim         The mile-deep Colorado River creates a barrier that divides the park into north and south Rims. In this illustration, the region above the North Rim is shown in yellow and the region below the South Rim is shown in blue.   Why is the park separated into  South and North Rims? A 277 mile long (446 km) canyon separates the park into South and North Rims. The Grand Canyon of the Colorado River is a mile-deep, (1.6 km) and creates a barrier that bisects the park. Even though the average distance across the canyon is only 10 miles\/ 16 km, be aware that it is a five-hour drive of 220 miles\/ 354 km between the park's South Rim Village and the North Rim Village.  Scenery, climate and vegetation are noticably different between north and south rims because of differences in elevation. It is almost like having two parks in one and it takes time, planning and effort to be able to visit both sides of the Canyon in one trip.        How Do I Travel to the South Rim? The South Rim of the Grand Canyon is Open All Year and is located on the \"Arizona\" side of the Canyon. The South Rim receives 90% of the park's visitation.  The South Rim has an airport and rail service and is a 90 minute drive from Interstate 40 and the transportation centers of Williams and Flagstaff, Arizona. A larger city with a major airport, Phoenix, Arizona, is also on this side of the canyon, and is approximately a four hour drive. More...  South Rim Visitor Center:  36°03'32\"N 112°06'33\"W               Grand Canyon National Park & Vicinity. Scroll down for approximate driving distances. Click on map above to download it. (2.5 MB pdf file) Highway 89 from Page, AZ south to Bitter Springs, AZ reopened on March 27, 2015.        How Do I Travel to the North Rim? The North Rim of the park is more remote, and harder to get to. Lodging, restaurants and shops are open from May 15th through October 15 each year. The North Rim receives 10% of the park's visitation. The North Rim is closed for the winter at this time.  The North Rim is located on the \"Utah\" side of the Grand Canyon and the entrance station is 30 miles south of Jacob Lake on Highway 67. (The actual rim of the Grand Canyon with visitor services is an additional 14 miles south of the entrance station.) There is no airport or rail service to the park. (that means that the North Rim village may only be reached by road). More...  North Rim Visitor Center: 36°11'51\"N 112°03'09\"W               Click anywhere in the photo above for information about our publications.           \"Traveling Green\" is a great way to help Grand Canyon and other areas you visit reduce carbon emissions, divert and reduce what goes into the waste stream, and to generally help the environment. Go to the Traveling Green page for helpful tips on planning your next green adventure. Thanks for doing what you can to help protect our environment!        On the South Rim, the Village Route (Blue Route) bus provides transportation between the Grand Canyon Visitor Center, hotels, restaurants, and campgrounds. Canyon views are a short walk from some of the bus stops   Quick links to information about:     Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/directions.htm"
}
