{
    "title": "Wind Cave National Park: Wind Cave - Historical, Scientific, Descriptive",
    "body": "Mazes and Marvels - Wind Cave - Historical, Scientific, Descriptive       DISCOVERY—100 MILES AND 3,000 CHAMBERS EXPORED—THE THREE TRAVELED ROUTES—PREVAILING FORMATIONS—PARALLELING CREVICES—OVERLYING TIERS—POSTULATES—TEMPERATURE Wind Cave was discovered by a cowboy in 1881. While riding through the gulch his hat was blown high in the air. Descending to discern the cause, he observed a strong out-going current from an oval shaped hole in the rock, measuring about eight by ten inches. He returned the following day with his friends, who, Thomas-like, refused to believe such a mammoth wind story without personal verification. Alighting from his horse to show his friends what the wind would do for his hat, he was astonished to have his hat snatched from his hands by an ingoing current and carried through the orifice with a swish to-he knew not where. No other opening being discovered, an entrance was effected at this point by blasting, but only for a few feet, as those engaged in the work believed further work to be useless. The Cave remained untouched for about nine years, visited, however, by men desirous of accounting for the windy phenomena. But in 1890, work was begun in earnest by men bent on finding minerals worth developing. Their labors were not in vain, for they unlocked one of the greatest geological wonders discovered in the nineteenth century. The guides affirm that 100 miles of passages have been explored, and the end remains apparently as mysterious as when the first mile was completed. Of the 3,000 chambers discovered, the largest covers three acres and is known as the \"Fair Grounds,\" being one acre larger than the largest room in Mammoth Cave, Kentucky. Three routes have been opened to tourists at enormous expense. The three routes, the Garden of Eden, Fair Grounds, and Pearly Gates, now open, can be traveled with safety and at a minimum expenditure of energy. There being an excess of oxygen in the Cave, the weary traveler is invigorated by visiting the Cave and reveling in its mazes and marvels. The prevailing formations in the Cave are the box-work, popcorn, and frostwork. The Cave being so unlike all other caves and its formations so different, geological names are wanting by which to designate the surprises observed at each step. It is like other caves, however, in possessing geodes, calcite crystals, quartz, stalagmites, stalactites, and mineral-bearing rock. The Cave, so far as known, has twelve paralleling crevices or fissures ranging from 50 to 300 feet apart. These paralleling crevices are connected by side passages with no regularity in occurrence. Besides the paralleling crevices there are, to complicate matters, eight tiers of chambers overlying one another. Hence the Cave presents to imagination the appearance of a building eight stories high and wide enough for twelve arcades with rooms on either side. It is also likened unto a colossal sponge, and to one who has visited the underground giant the comparison is an apt one. The different geological formations found in the eight tiers are a study within themselves. In the upper tier stalagmites arise from the floor; some are almost ready to unite in a bond of fellowship with stalactites which for countless years have been on the downward journey from the ceiling. Some there are which formed a union thousands of years ago and are still growing. The frost work is the distinguishing formation of the second tier. Here crystals of the purest white abound in needle-like form, some attaining a length of two inches. In the third tier box-work appears in its most delicate form, becoming more transparent in the fourth tier. Pop corn appears in the fifth tier and continues through the sixth and seventh. Crystals of various colors are more plentiful in the sixth and seventh tiers. In the eighth tier the box work is heavier and darker, approaching indigo blue in color. Many of the beautiful decorations are accounted for by the action of water quite heavily charged with silica and carbonate of lime. The formations are thicker in the lowest tier because that tier was longest submerged, and the receding water held in solution more solid substance. The box-work formation is an unsolved, but probably not an unsolvable, problem. Various reasons may be advanced in accounting for it. If the limestone had been cracked in every direction, forming every conceivable geometrical figure, and afterwards the cracks filled with calcite, it is not impossible that hot water might have been forced in by geyser action to disintegrate the rock, clay, etc., leaving the box-work formation. Later the decorations might have been added by water overcharged with calcite. The nucleus of the box-work is dolomite. The temperature of the Cave is about forty-five degrees the year round. A peculiarity of the temperature is that in descending 500 feet there is a change of only about one degree, where a change of one degree for each hundred feet is expected in descending. Only one opening to the Cave is known. The Cave inhales and exhales in compliance with the changes in the barometer. Occasionally the outgoing current rumbles like a distant thunder storm; at other times no agitation is perceptible. Students of geology frequently visit Wind Cave for the purpose of studying it in connection with the geysers of Yellowstone Park. Eminent authorities assert that a knowledge of either is not complete without visiting the other.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/mazes-and-marvels-wind-cave.htm"
}
