{
    "title": "Wind Cave National Park: Hot Springs to Wind Cave",
    "body": "Mazes and Marvels - Hot Springs to Wind Cave       ROMANTIC DRIVE—BATTLE MOUNTAIN—BATTLE BETWEEN THE CHEYENNE AND SIOUX—VIEW OF BUFFALO GAP—HARNEY PEAK—LUNCH AT CAVE Arriving in Hot Springs via either route, the tourist soon finds himself registered at the hotel of his choice and ready for the twelve-mile drive to the Cave. Soon we are out of the city, scaling the heights. To our right, little more than sling-shot distance stands Battle Mountain, as a Titan guarding the springs. Passing west of this mountain we remember that we are riding over ground that witnessed many a struggle between hostile Indian tribes for possession of the springs, which send forth health-giving waters as a panacea for all diseases. From the day the first spring was discovered by an Indian until the Black Hills country was wrested from the Indians by treaty, this enchanting vale was a bone of contention. Indian history, tinctured with tradition, pictures the Cheyennes as victors, routing the Crows and all others who chose to cross tomahawks with them. Here the Cheyennes flourished, fearing no rival. But as the European meteor flashed out at Waterloo, just so the Cheyennes met their match on Battle Mountain. That brawny tribe had exulted too long. Victory had encamped with them, had perched upon their wigwam banners until the Cheyennes believed the Great Spirit had made them invisible. Such self-exaltation was displeasing to the Sioux. Hence after a war dance and a great council, the Sioux sallied forth from their distant shrine with tomahawk, eagle feathers, and war paint to dislodge the Cheyennes from their stronghold amid the most splendid \"Happy Hunting Grounds\" of the Dakotas. The Sioux had long heard of the land of Minnekahta (Minne-water; kahta-hot) and had longed for its possession. Now that a start was made, that famous land was to be theirs or they would never return, thinking there could be no better place to ascend to the \"Great Father\" than from the heights rising skyward alongside far-famed Minnekahta. Long before the Sioux arrived, Cheyenne scouts brought word of the Sioux advance. The Cheyennes were frenzied, and donned their war paint, feathers, and tomahawk and made ready to protect their homes, their wigwams, from the vengeance of the invaders. Ascending Battle Mountain the Cheyennes awaited the enemy. The resolute Sioux wavered not, but faced rocks, hurled as if by powerful enginery of war. Arrows filled the air. The savage war-whoop resounded from hilltop to hilltop, and after a final onslaught the Cheyennes were overpowered, outwitted, outfought, and fled in consternation, leaving the dead on the slope, \"Clutching the greensward, Seeming in death to hold back from his foe the land of his fathers,\" and the guardian of Minnekahta, Battle Mountain, was left in possession of the Sioux. This victory secured for the Sioux the possession of the springs and Fall River until the treaty of '76 was consummated, when the Cheyennes were transferred to their reservation by the government. Leaving Battle Mountain in the rear, the carriage advances bringing to the eye scenic landscape that beggars description. To the left is a beautiful slope resembling Missionary Ridge; to the right Buffalo Gap, twelve miles away, is pointed out by the driver. Through the gap thousands of buffalo annually found their way from the Nebraska and Dakota prairies to winter range and protection during the long winter months. It was through this gap also that the Indians drove available herds for the round-up. Looking away to the eastward through Buffalo Gap, the tourist observes the Bad Lands looming up in their nakedness eighty miles away. When little more than half way to the Cave an elevation of 4,225 feet is reached, being nearly 1,000 feet above Hot Springs, the starting point. Here the eye feasts as it wanders at will over the rugged expanse, high over Custer and Sylvan Lake (the gem of the Hills) to Harney Peak, an elevation of 8,200 feet, the highest point in the Black Hills. To say the least, the trip from Hot Springs to Wind Cave is worth a journey across the continent, or from the heart of Europe, and costs only $1.50 for the round trip, including guides through the Cave, lights, equipment, etc. Passing over the backbone of the hills, where deer, coyote, and prairie chickens are often seen, we descend by a circuitous route through a prairie dog town to the hotel at the Cave.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/mazes-and-marvels-hot-springs-to-wind-cave.htm"
}
