{
    "title": "Wind Cave National Park: No Second Elevator",
    "body": "Defining Moments - No Second Elevator       The decision not to build a second elevator shaft        The elevator constructed by the CCC is still the only one into Wind Cave NPS Photo  In 1956, an ambitious program, named Mission 66 was begun throughout the National Park Service to \"prepare our national parks and monuments for the full impact of travel by 1966\" - the fiftieth anniversary of the National Park Service. In the years following World War II, visitation expanded as the country slowly awoke from the depression and war years. What they found at their national parks were facilities and services still rooted in the 1930s. Thus a program was begun to upgrade facilities and services across the country. National Park Service Director Conrad Wirth, during the dedication of Highway 87, connecting Wind Cave National Park and Custer State Park, announced Wind Cave National Park would be receiving 1.5 million dollars to upgrade visitor facilities. Wind Cave saw improvement in roads (and the eventual completion of the Highway 385 bypass around the Headquarters Area in 1967), employee housing, and interpretive waysides. As part of the facility upgrades, the park's 1961 Master Plan called for the creation of a new elevator shaft, building, and parking lot northeast of the present elevator. For decades the philosophy was to develop parks as much as possible, within reason, to provide for increased visitation. The decision not to build the second elevator shaft marked a shift in thinking, one that was echoing across the National Park Service. This decision was part of the switch between heavily managing the animals herds, as was done during the Game Preserve years, to managing visitation. The decision not to damage the cave with a new elevator and tour route, and instead, manage tour sizes, was the start of a new way of thinking.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/wind-cave-defining-moments-no-second-elevator.htm"
}
