{
    "title": "Grand Canyon National Park: Brochures",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Brochures              Brochures       Grand Canyon National Park Site Bulletins and Trail Brochures may be downloaded from this page. Park Newspapers are here.  The free Adobe Acrobat Reader is required for viewing. For best results, we suggest that you download the file to your computer before viewing or printing.   Many more publications are available through the park's bookstores.    Site Bulletins   Things to Know Nearest Available Lodging for both the South and North Rim  (46kb PDF File, September 2016)  Grand Canyon National Park - Park Profile 2014 (368kb PDF File) Lightning Danger (188kb PDF File, Jun 2008)    Sunrise\/Sunset Information  Sunrise\/Sunset for South Rim (103 kb PDF File, Jun 2005)  Campground Information and Maps Mather Campground, South Rim (486 kb PDF January 2013) Desert View Campground, South Rim (303 kb PDF July 2013) North Rim Campground (184 kb PDF)   Trail Information  Introduction to Backcountry Hiking -  (680 kb PDF File, Jan. 2016) Private Stock Use (243 kb PDF File, Dec. 2013)  Day Hike - Rim Trail (PDF File) Day Hike - Bright Angel Trail (PDF File) Day Hike - South Kaibab Trail (PDF File) Day Hike - Hermit Trail (PDF File)   More detailed trail descriptions can be found on the Day Hiking and Trails and Use Areas web pages.        Booklet   Discovering Life at Grand Canyon (3.2 MB pdf file) September 2015 Grand Canyon's extreme elevation changes and dramatic topography produce a range of climates, creating homes for a surprisingly rich diversity of living things. These organisms' interactions with and adaptations to this rugged environment define Grand Canyon's ecology.      South Rim Trail Brochures          Grand Canyon Geology (279kb PDF File - October 2015) Nowhere on this planet are the scope of geologic time and the power of geologic processes as superbly and beautifully exposed as in these canyon walls.  At Grand Canyon, a remarkable geologic assemblage is exposed in sequence and intact in an amazing erosional landscape.         Plants Living on the Edge (1.7 MB PDF) Walk the Hermit Road portion of the Greenway Trail to learn about the South Rim's plant communities and how they thrive in this challenging environment.  The trail starts at Monument Creek Vista and ends at Hermits Rest, a distance of 2.8 miles (4.5 km) The paved trail is relatively level with some slight up and downhill sections.          Bright Angel Trail Plant Identification Guide (364kb PDF) Starting at the Bright Angel Trailhead and continuing to Mile and 1\/2 resthouse, this guide points out some of the plants you will pass.  Trail descriptions (written in red) help you find where different plants first start to appear. You will not only identify common plants, but also learn interesting facts about each. Includes plant checklist.           Civilian Conservation Corps Walking Tour (1.15 MB PDF file) During the 1930's severe economic depression challenged the confidence of the people of the United States. One in four people was unemployed. Many were homeless. The Civilian Conservation Corps was created in 1933 to put young men to work on worthwhile projects. At Grand Canyon the CCC built roads, trails, walls, shelters and much of the infrastructure that still is in use today.  The walking tour travels a circular route in the Historic District of Grand Canyon Village of approximately 1.5 miles (2.4 km), although you can begin at any point and walk as much of the loop as you wish.         Desert View Trail Brochures          Desert View - with map (1.9 MB PDF Feb 2015)  From ancient nomadic hunters to today's visitors, human experience has shaped Desert View's cultural landscape.  A short ¼-mile (½-km) walk leads from the parking area, past historic buildings, to the rim. From Desert View Point you can see the Colorado River make a big bend to the west.   Climb the stairs to the top of the watchtower for outstanding views of the canyon.           Tusayan Ruin (821kb PDF File)  Welcome to Tusayan Pueblo Ruin at Desert View. (South Rim) People have lived on the Colorado Plateau for thousands of years. The Paleo-Indians, nomadic hunter\/gatherers who lived here 5,000-10,000 years ago, left the earliest evidence. With the introduction of agriculture about 2000 years ago, villages (pueblos) like this one developed.      Inner Canyon Trail Brochures         Booklet   Phantom Ranch Walking Tour (2.60 MB PDF File) revised 12\/2013  Like a long-forgotten diary in a dusty cellar, Phantom Ranch tells stories of a time gone by.  On this walking tour, follow along in the diaries—and footsteps—of Phantom Ranch’s pioneers.         Unkar Delta (549 kb PDF)  This trail guide is used by Colorado River boating parties during visits to Unkar Delta, once the home of prehistoric peoples. The trail is a 0.8 mile loop, over alluvial terraces and drainages. Allow approximately forty-five minutes, round-trip. This trail system permits visitation while protecting the fragile desert environment and prehistoric remains.      North Rim Trail Brochures            Bright Angel Point (1.65MB PDF)  Arrival at Bright Angel Point by the Grand Canyon Lodge on the North Rim places you on the edge of a vastness of scenery, time, and opportunity. The view confirms the tremendous uplift that has occurred, leaving the canyon's North Rim 1,000 feet\/300 meters higher than the South Rim. Walk slowly and pace yourself; Bright Angel Point is 8,148 feet\/2,484 meters above sea level (5,780 feet\/1,762 meters above the Colorado River)         Widforss Trail (1.75MB PDF)  The Widforss Trail starting from the North Rim Village, follows the canyon rim for approximately 2 1\/2 miles\/ 4 kilometers then heads into the forest to emerge at Widforss Point - a distance of 5 miles\/ 8 kilometers one way (10 miles\/ 16 kilometers round trip). The entire round trip takes most people 4 to 5 hours. There are no restrooms or drinking water along the trail.         Walhalla Glades Pueblo (1.73MB PDF)  Nine hundred years ago, people were living on the North Rim at Walhalla Glades. The site was a summer home for families for over 100 years. Walhalla Plateau is \"peninsula\" surrounded on three sides by the Grand Canyon. The elevation in this area is a bit lower than most of the North Rim of Grand Canyon, and updrafts of warm air from the inner canyon allow the winter snows to melt early, making Walhalla a favorable place for ancestral people to farm.          Tuweep\/Toroweap             Tuweep\/Toroweap (2 MB) June 2015  A visit to Tuweep provides an opportunity for an uncrowded, rustic, and remote experience. Access is challenging and demands skill at negotiating difficult roadways. Services are non-existent.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/brochures.htm"
}
