{
    "title": "Wind Cave National Park: Fairgrounds Route",
    "body": "Mazes and Marvels - The Fairgrounds Route       THE MEDIUM AND MOST FREQUENTLY TRAVELED ROUTE-TIME THREE HOURS—SIXTY FOUR POINTS OF INTEREST The route most traveled is the Medium, or the Fair Grounds Route, requiring about three hours time. Those taking the route get the benefit of the Garden of Eden Route as far as the CROSS ROADS. (See Garden of Eden Route to Cross Roads.) From here SUMNER AVENUE leads off a distance of 300 feet to the MASONIC TEMPLE. The guide announces that we are just entering Wind Cave, for here the rarest beauties begin. The first paralleling crevice on the east is observed here. From the Masonic Temple we pass to the ELK'S RESORT, where an elk's head greets the pilgrim. Close by is a SALVATION ARMY DRUM made in nature's shop and just overhead is a square of IRISH POINT LACE formed by box-work twenty feet on each side. A passageway to MCKINLEY MEMORIAL HALL has the Wind Cave Chimes. The hall itself has the Chimes also, and not infrequently the visitors are enlivened by music from nature's symphony. Here the second paralleling crevice appears, in which is seen NAPOLEON'S TOMB, said to be an exact counterpart of the original. Going from McKinley Memorial Hall we enter WHITNEY AVENUE, which spans the shadowy depths. The question, how deep are these depths? is answered by, How long is eternity? This avenue leads to MONTE CRISTO PALACE, which is in the seventh tier of chambers and on the 450 foot level, and 750 feet below the surface, for here the survey shows that a towering hill stands above holding Monte Cristo Palace firmly in its place as if in a Zeus made vice. Here beautiful clusters of dazzling silica crystals appear, flashing under the power of magnesium light like the most brilliant of diamonds. In this place a trip hammer blow is dealt to geology, which asserts that quartz and calcite formations never appear on the same level. Here the unexpected appears with quartz and calcite formations side by side as if they were breaking no law. Those who desire to see the BLUE GROTTO on the Fair Grounds Route may do so by passing under the BRIDGE OF SIGHS, traveling one-half mile through the Cave as nature left it, crawling, creeping, sliding, climbing to the heart's content. This is not done except for the benefit of the few who care to pay the price in muscle and grit. If you do not care to make the Blue Grotto, you cross over instead of under the Bridge of Sighs and pass BOTTOMLESS PIT. It is called Bottomless Pit because the bottom cannot be discerned, but if your Sunday school teacher should ask you, just tell her the tapeline stops singing at the ninety-foot mark. Mammoth Cave has a depression seventy feet deep named the Bottomless Pit. Wind Cave is just twenty feet nearer the truth than its competitor in this particular. Beyond the Bottomless Pit we enter GRECIAN BEND and bow very low whether we like it or not till we reach the ASSEMBLY ROOM. Six routes assemble here: one leads to Pearly Gates, one to Fair Grounds, the others being uncomfortable for the tourist who is less surefooted than the mountain goat. The PALACE FIREPLACE was found here by Mrs. Markham of Sioux Falls. The CLIFF HOUSE of the Pacific Coast is an object of interest: the one in the Cave, being far removed from the vandal's hand, is undisturbed by the relic hunter. An avenue seventy-five feet in length leads from the Assemble Room to the MOUND BUILDERS' REST. We next pass a dreary, forsaken waste called the Bad Lands, thus named from their likeness to the Bad Lands as seen from Battle Mountain, stretching away toward the regions of perpetual snow. Passing the Bad Lands we enter the TENNIS COURT, where perfect box-work forms a tennis net. We defer playing a game lest our candles burn out and leave us groping in Egyptian darkness. But our fears are allayed when informed that the guide has a large supply of matches and candles, sufficient to make the trip twice. A dear experience taught the guides to carry an ample supply of lighting material. Once the guide had all lights extinguished in order to secure a certain effect with magnesium, when he found himself lightless and matchless. His only alternative was to find the entrance which he did by falling upon the floor and crawling till daylight signaled victory. Living practically in the Cave for years, the guides know the Cave like the multiplication table. As they pilot you through, they explain the Cave in a manner which commands your admiration, causing you to remark that such efficiency is worthy of generous remuneration. Our next point of interest is the A.O.U.W. HALL, dedicated in May, 1900, by the Grand Lodge of South Dakota. This half has the GHOST OF SHE, and it so excited a colored visitor once that he endeavored to go straight up in order to avoid meeting this mysterious apparition formed of solid rock and draped in white. In this hall is a PUNCH BOWL with the bottom punched out. Passing the WORKMAN HALL we enter the DEGREE OF HONOR HALL, where the sheep is on duty instead of the goat. This formation is the most perfect of all representing animals formed in the Cave. The next point of interest is JOHNSTONE'S CAMPGROUND, it being the room in which Paul Alexander Johnstone, the famed mind-reader, and his party slept the third night while on a hunt for a pin head hid in the Cave by Judge Boomer and W.U. Germond of Hot Springs. Mr. Johnstone made a wager of $1000 that he could find a pin head if hid anywhere in Wind Cave, and he would make the trip from Hot Springs to the Cave and to the pin head blindfolded. The wager was accepted. The two responsible men mentioned were to hide the pin. It was done. When the men returned to Hot Springs, Johnstone grasped each man by the arm, led them to a conveyance in waiting, drove to Wind Cave in forty-two minutes, entered the Cave and after seventy-three hours and twenty minutes returned with the identical pin head. Less time would have been consumed in finding the pin head had those who hid it not forgotten the route they took in hiding it. All were lost at times. When lost the mind-reader is said to have writhed upon the floor like a molested serpent. He cried and moaned as if in the greatest mental agony, saying his reputation was at stake in the matter, not caring for the money. Thoroughly blindfolded, Mr. Johnstone finally led the party into the room known as STANDING ROCK CHAMBER and placed the point of his knife blade upon the pin head. Mr. Johnstone performed other almost equally extraordinary feats of mind reading at other places, which provided data for a chapter in the New Psychology. Passing Johnstone's Camp Ground we are ushered into a room remarkable for its appearance, named BACHELOR'S PARLOR, so called because it is so rocky. It must have been named by some imaginative lady who rescued some man from the woes of bachelordom, and knew whereof she spoke. From the Bachelor's Parlor the way leads through the TICKET OFFICE into THE FAIR GROUNDS. This immensity, covering about three acres was discovered in 1892 by George Stabler, and is said to be the largest underground pavilion in the world. On a stormy day in winter when visitors were not expected, Mr. Stabler and an exploring party entered the Cave desiring to discover some hitherto unknown expanse. Taking a ball of heavy twine, they fastened one end where the known ended and the unknown began and pushed out like the resolute Norsemen knowing not whether. After following a circuitous route, they were elated when the beauties of the largest cavern known to man greeted their surprised eyes. Having decided at the outset to name any rich find the Fair Grounds, they were even more surprised when they observed that their discovery was a veritable fair ground. Right before their astonished eyes stood a TIMBER WOLF and through the ceiling and ELEPHANT'S FOOT hung and still hangs as if a mammoth had broken through the ceiling, forever secure from further activity. The first apartment of the Fair Grounds is known as the SCHOOL ROOM of the South Dakota Teachers' Association, dedicated in August, 1899, by a session of school with Professor Brown, president of the association, as teacher, and fifty two teachers acting as pupils. The east wing of the Fair Grounds was dedicated June 22, 1901, to the South Dakota Federation of Women's Clubs. The guide points out TRILEY FOOT, explaining that here the president put her foot down on allowing anyone to take relics from the Cave. The next point of interest is the TOBOGGAN SLIDE, where not a few go coasting. Lover's of art go into ecstasies as their eyes feast upon the delicate frost work so plentiful in the FAIRIES' PLAYGROUND. The DIAMOND FIELDS OF SOUTH AFRICA urge the delighted traveler more refreshment to labor as the sparkling gems flash the signal, \"Come and get me\". But the rules are rigid. None are allowed to take even a grain of sand. Each underground tourist is expected to shake the dust from his feet on making his exit, lest the strict order of the U.S. Government be abrogated. That all persons may have due warning, the following notice, 17 x 23 inches in size, printed on linen, has been posted in many conspicuous places about the hotel and cave entrance. L.M.S.                                                H.H.J. A.R.G.  NOTICE DEPARTMENT OF THE INTERIOR GENERAL LAND OFFICE WASHINGTON, D.C. MAY 7, 1901 These lands, viz: Section one (1) and the S.E. ¼ of the N.E. ¼ and lot one (1) of section two (2), township six (6) south, range five (5) east, Black Hills Meridian, having been withdrawn from settlement, entry, and other disposal, are, together with WIND CAVE THE PROPERTY OF THE UNITED STATES except where title has passed from the government by patent, and are open to the public without any restrictions except hereinafter set forth. NO SPECIAL OR EXCLUSIVE PRIVILEGES WILL BE GRANTED All persons are prohibited under penalty of the law from charging or receiving any fee or other valuable consideration for the privileges of visiting the Cave or any part of these premises; and from removing therefrom or in any way disturbing any natural curiosities, specimens, or objects of interest. ALL PERSONS ARE LIABLE TO BE PROSECUTED to the fullest extent of the law who commit within the Cave or upon these premises any trepass whatever, who remove specimens or natural curiosities therefrom, or work in any manner whatever any injury, waste, or damage of any kind to these lands or to the government property thereon. J.I.P.                                   Binger Hermann, Approved:         Commissioner of General Land Office. THOS. RYAN, Acting Secretary. Thus the specimen hunter is barred. Were it otherwise, the temptation would be so strong that in a few years nothing would be left but a hole in the ground, indicating the dying scenes of an aged geyser. Returning from the Fair Grounds we descend the ALPINE PASS or MERRY-GO-ROUND where many a hero and heroine has not wished for home. \"If wishes were horses beggars might ride.\" does not apply in Wind Cave, for here we long to linger, drinking in new beauty, and lading the argosies of memory deck deep with the choicest jewels from a hitherto unknown world. It is with sorrow that we bid good bye to the Cave for we have learned to love its starry grottoes and domes, its royal arbors, magnificent palaces with splendid upholstering and drapery.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/mazes-and-marvels-the-fairgrounds-route.htm"
}
