{
    "title": "Grand Canyon National Park: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around               Getting Around                Transportation to\/from the Park --- Transportation within the Park        Bus Service to\/from Grand Canyon National Park  Greyhound Bus Lines  (800) 231-2222 - offers service from Flagstaff and Williams to points nationwide. 928-774-4573 (Flagstaff Greyhound office) Scheduled service between Tucson, Phoenix and Flagstaff, and between Flagstaff and Williams and the South Rim (Grand Canyon Village) is offered daily by Arizona Shuttle (928-225-2290 or 800-563-1980)  Red Rock Canyon Tours offers on demand shuttle service between Las Vegas, Nevada and the South Rim (Grand Canyon Village) Please text (702) 703-4426 On demand shuttle service between Flagstaff\/Sedona\/Williams and Grand Canyon National Park, and between North and South Rims is provided by Flagstaff Shuttle and Charter (888) 215-3105.Custom itineraries and pickup times may be scheduled at flat or hourly rates.    Scheduled South Rim to North Rim Shuttle Service Available during the North Rim's full-service season (May 15 through October 15) Shuttles also run for hikers - after the lodge has closed (Between October 16 through November 30) Transit time is approximately 4.5 hours one way.   The Trans-Canyon Shuttle Daily scheduled shuttle service between the North and South rims. Reservations required. 928-638-2820        Train Service to\/from Grand Canyon National Park    The Grand Canyon Railway offers train service between Williams, AZ (on I-40) and Grand Canyon Village.. 1-800-THE-TRAIN   Amtrak (the National Railroad Passenger Corporation) offers train service from Flagstaff, AZ to points nationwide.  Reservations: (800) 872-7245 - Flagstaff Arrival\/Departure times: (928) 774-8679   Air Service to\/from Grand Canyon National Park   Commercial air carriers serve Las Vegas, NV, Phoenix and Flagstaff, AZ. There is limited air service into Grand Canyon Airport (10 miles \/ 16 km south of the park) from the Las Vegas, Nevada area.         South Rim Transportation within the Park jump to the North Rim        The Park's Free Shuttle Buses look like this.   RIDE PARK'S FREE SHUTTLE BUSES - SAVE FUEL ! Grand Canyon National Park's free Shuttle Buses operate in and around the South Rim. Village.  During the summer season, between May 23 through September 25, 2015, free shuttle buses travel between Grand Canyon Village and the gateway community of Tusayan. (7 miles\/11km south of Grand Canyon Village) Park and Ride; We'll Be Your Guide.   No tickets are required, and bus stops are clearly marked throughout the park by signs. Learn more...       Guided Bus Tours Xanterra Parks & Resorts conducts Guided Bus Tours within the park. Call (303) 297-2757, toll free (888) 297-2757, FAX (303) 297-3175. Visitors arriving in the park should contact any transportation desk for information or call (928) 638-2631 to make arrangements. Tours include Sunrise, Sunset, Desert View Drive, and Hermits Rest Road. Tours are available throughout the year. Wheelchair-accessible coaches are available by prior arrangement. Concessioner Transportation Desks Information about Phantom Ranch facilities, mule trips, horseback riding, air tours, one-day float trips, and motor coach tours (including wheelchair-accessible vehicles) is available in the lodge lobbies (hours vary seasonally). Call (928) 638-2631, ext. 6015.  Maswik Lodge Transportation Desk - Times vary based on seasonal demand. Bright Angel Lodge Transportation Desk - Times vary based on seasonal demand. Yavapai Lodge Transportation Desk - Times vary based on seasonal demand.  Taxi Service Daily, twenty-four hour, service is available to the Grand Canyon Airport, trailheads, and other destinations.  Call (928) 638-2822 or (928) 638-2631, ext. 6563. On-Call Paratransit Service For visitors needing mobility assistance and do not have their own transportation or are not part of a guided tour. Accessible shuttle buses may be available in response to requests made at least 24 hours in advance. Call 928-638-0591.  Car Rentals At one time, car rentals were available from the Grand Canyon Airport in Tusayan. This is no longer the case. At this time car rentals are not available.       Scheduled Rim-to-Rim Shuttle Service Available during the North Rim's \"full-service\" season (May 15 through October 15) Also available for hikers after the lodge closes (October 16 through November 30) Transit time is approximately 4.5 hours one way.  The Trans-Canyon Shuttle Daily scheduled shuttle service between the North and South rims. Reservations required. 928-638-2820  On demand shuttle service between North and South Rims of Grand Canyon National Park is provided by Flagstaff Shuttle and Charter (888) 215-3105. Custom itineraries and pickup times may be scheduled at flat or hourly rates.       North Rim Transportation within the Park Transportation available from May 15 through October 15, 2015  Grand Canyon Lodge Hiker Shuttle (through October 15) A shuttle to the North Kaibab Trailhead picks up passengers in front of the Grand Canyon Lodge at 5:45 am and 7:10 am. Reserve space 24 hours in advance at the lodge front desk.  Scheduled Rim-to-Rim Shuttle Service Available during the North Rim's \"full service\" season (May 15 through October 15)  Also available for hikers after the lodge closes (October 16 through November 30) Transit time is approximately 4.5 hours one way.  The Trans-Canyon Shuttle Daily scheduled shuttle service between the North and South rims.  Reservations required. 928-638-2820  On demand shuttle service between North and South Rims of Grand Canyon National Park is provided by Flagstaff Shuttle and Charter (888) 215-3105. Custom itineraries and pickup times may be scheduled at flat or hourly rates.          \"Traveling Green\" is a great way to help Grand Canyon and other areas you visit reduce carbon emissions, divert and reduce what goes into the waste stream, and to generally help the environment. Go to the Traveling Green page for helpful tips on planning your next green adventure. Thanks for doing what you can to help protect our environment!",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/gettingaround.htm"
}
