{
    "title": "Wind Cave National Park: Alvin McDonald",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Early Cave Explorers     Alvin McDonald                  Alvin McDonald (1873-1893)         Alvin Frank McDonald NPS Photo Archive  Alvin Frank McDonald was born in Franklin County, Iowa, and moved to Wind Cave in 1890. His father, Jesse D., had been hired in 1889 by the South Dakota Mining Company to oversee the company's \"mining claim\". It is not known if the mining company expected to find minerals of value in the cave or just planned on developing it for tours. The McDonald family decided to attempt to make a living from the cave by developing it with enlarged passageways and wooden ladders and steps with the hope of attracting travelers from nearby Hot Springs. Alvin fell in love with the cave and in the few years he lived here he systematically explored about 8-10 miles (13-16k) of passageways. He kept a journal in which he described his exploration of the cave and the naming of the rooms and passageways. He explored the cave with candlelight and rolled out string to mark his way out of the cave. He shared his passion for the cave with visitors by becoming, in his own words, \"the chief guide\" at Wind Cave. Alvin spent many hours almost every day for more than three years exploring and guiding within the cave. Once, after being out of the cave for two days due to an illness, he wrote in his journal, \"am homesick for the cave\". Alvin quickly realized the complex nature of the cave and wrote in his journal, \"have given up the idea of finding the end of Wind Cave\". He appreciated the beauty and natural features of the cave, but like others of his era, removed samples of cave formations to be sold to visitors. Alvin did have somewhat of an ethic, and would only remove samples from the cave in areas where he did not take visitors. Alvin died of typhoid fever on December 15, 1893. It is believed he contracted the typhoid in Chicago during a visit, bearing samples of the cave, to the Columbian Exposition the previous summer. Some people speculate that continued exposure to the cool, damp air of the cave caused Alvin to yield to complications from the typhoid. Alvin was buried near the entrance to the cave he loved so dearly. A bronze plaque on a stone marks his grave. The grave, accessible by a footpath and a short climb, is located on a hill above the natural entrance to Wind Cave, 200 yards (182m) north of the visitor center. Pictures of Alvin, mementos, and a copy of a portion of his Wind Cave are on display in the lower exhibit room of the visitor center.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/alvin_mcdonald.htm"
}
