{
    "title": "Wind Cave National Park: Hiring J.D. McDonald",
    "body": "Defining Moments - Hiring J.D. McDonald       The hiring of Jesse D. McDonald to manage the cave in 1890        Jesse D. McDonald NPS Photo Archive  The greatest single event leading to the establishment of the park involved the hiring of a man and his family to oversee operations at the cave for the South Dakota Mining Company. This family, described as \"a somewhat unfortunate family, undistinguished by education or financial success,\" brought the perfect compliment of skills and faults necessary for the cave to be explored, developed, exploited, and eventually lost. Shortly after arriving at the cave, the 17-year old Alvin McDonald, son of Jesse, became infatuated with cave exploring. While his family helped manage the cave, he took on the role of \"permanent guide.\" In his diary, now on display in the park's visitor center, he wrote about many of the hundreds of trips he lead into the cave. Alvin helped discover approximately 8 miles of cave and his efforts left a lasting legacy to modern explorers. His discoveries lead to increased visitation and publicity and helped push the cave into the national spotlight. McDonald and his two sons Elmer, Alvin, and their sister Mary, explored the cave and began developing tour routes. The nearby town of Hot Springs was the Black Hills' first resort town, and it provided a source of visitors for the newly-opened cave. Still, the McDonalds were barely making it financially, even after selling cave formations, and were forced to take on a partner, John Stabler. Without the development of the tour routes, Alvin's explorations, and the need for a financial partner, the cave may not have been of sufficient size or interest to become a national park.        Alvin McDonald NPS Photo Archive   The first true explorer of Wind Cave was Alvin McDonald, who was the son of Wind Cave's early caretaker, Jesse McDonald. He began exploring the cave in 1890 at the young age of 17. In March of 1891, he spent 134 hours in the cave on 35 trips using candles to light the way and balls of twine to mark his travel routes. His diary tell us of his adventures in the cave.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/wind-cave-defining-moments-hiring-jd-mcdonald.htm"
}
