{
    "title": "Wind Cave National Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         Volunteers in the Park   Many Americans have a dream of working in a national park, but they have commitments to families, careers, homes; things that keep them from realizing that dream and making a long term commitment to a place sometimes far away. With the Volunteers in the Park (VIP) program you can capture your dream and still maintain your present career and other commitments. Volunteers, their talent and time, are welcome at Wind Cave National Park for short or long periods of time. Please call or e-mail the park's Volunteer Coordinator at (605) 745-1132 for more information. What Do Volunteers Do? Volunteers help the National Park Service fulfill its challenging mission: to preserve and to protect the parks' priceless natural and cultural resources and to provide for the enjoyment of park visitors in a way that will leave the park resources unimpaired for future generations. At Wind Cave National Park volunteers work with most of the park's operational divisions: interpretation, resource management and visitor protection, and administration. Some of the projects you might become involved with are:  working at an information desk, answering park visitor questions and sharing information preparing and presenting a variety of interpretive cave tours and other programs inputting data about the cave and other resources into a computer database surveying, mapping, and inventorying undeveloped sections of the cave serving as a campground host writing or designing interpretive publications or brochures assisting with resource management programs removing algae, litter, or lint along public tour routes working on cave restoration projects maintaining or restoring hiking trails typing, filing, or doing clerical tasks  As this brief list demonstrates, there are many jobs that require a wide variety of skills and talents. Once selected, volunteers are given training to acquaint them with the specific tasks they will be asked to perform and to acquaint them with the park. Working As A Volunteer Wind Cave National Park is a special place to work. You will be working side-by-side in partnership with National Park Service employees. As a volunteer you will not be paid by the federal government. But you will have the benefit of working in a national park, developing new skills, and gaining experiences that will enrich your life and assist you in present or new careers. You may work a few hours a week or full time. You may work weekdays or weekends. Your and your supervisor will agree upon the amount of time you will volunteer before you start working. Park housing is limited, but may be available. We have apartments and a trailer site for the Campground Host position. Trailer sites have electrical, water, and sewage hook-ups. Park policy does not permit pets in seasonal park housing. Pets may be kept at the trailer site, but when they are outside they must be on a leash. Some VIPs may receive reimbursement for out-of-pocket expenses such as meals and transportation. However, money is not always available to help defray these expenses. Depending upon your job, you may be required to wear a uniform. As a VIP, you will be a representative of the National Park Service. Your appearance as well as you performance should be a source of pride for yourself and the National Park Service. To Apply Please call or email the park's Volunteer Coordinator at (605) 745-1132 to receive a volunteer application. Complete and return this application to the park. Be specific in describing your talents, skills, job interests, and availability. The more specific you are, the better able the selecting official will be at determining whether the park has a position that matches your talents and interests. Be sure to state whether you will need park housing or if you will live in your own motor home or trailer. The VIP coordinator will review your application. If your particular talents or skills match the needs of the park, you will be contacted to discuss further details. Sometimes there is no match between the applicant's abilities and the park's needs at the time you are available. If you are selected, you and your supervisor will sign an agreement. This agreement will describe your duties and responsibilities, outline a tentative work schedule, and detail other conditions of the working arrangement. And then, after the appropriate training and orientation, you will begin working for the National Park Service as a VIP, truly a Very Important Person. Volunteer Information on the Internet The National Park Service provides current information about the VIP program on the National Park Service website. All applications submitted via the Website will be e-mailed directly to the VIP Coordinator at your selected park.",
    "url": "https:\/\/www.nps.gov\/wica\/getinvolved\/volunteer.htm"
}
