{
    "title": "Wind Cave National Park: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park         SCA Volunteer works with children to complete their Junior Ranger books NPS Photo by Jim Pisarowicz  Volunteers provide much support to the operations of Wind Cave National Park. People are often surprised to learn that most of the exploration of Wind Cave is done by volunteers. Volunteers also assist park through programs such as the Student Conservation Association (SCA) and Volunteers in the Park (VIP). Organizations such as the Black Hills Parks and Forests Cooperating Association and the Friends of Wind Cave National Park provide support for many programs in the park. The Friends organization (FWC) is a 501-C-3 non-profit organization whose mission is to support and promote Wind Cave National Park as a natural and cultural treasure. In addition, the group strives to expand the awareness of the unique value of Wind Cave National Park to the Black Hills Community and the nation. The Cooperating Association (BHPFA) is the non-profit cooperating arm of the National Park Service operating sales outlets in 14 locations throughout the Black Hills. Purchases from these sites support interpretive programming. The store offers a variety of interpretive materials about Wind Cave NP, the Black Hills, and the people who settled and live here. All purchases made from the park store help support interpretive programming at Wind Cave NP. If you are interested in supporting Wind Cave National Park, there is a program for you whether you are considering volunteering your time or just purchasing materials to learn more about the park!      Black Hills Parks and Forests Association Bookstore Black Hills Parks and Forest Cooperating Association Volunteers in the Park Student Conservation Association Friends of Wind Cave National Park",
    "url": "https:\/\/www.nps.gov\/wica\/getinvolved\/supportyourpark\/index.htm"
}
