{
    "title": "Grand Canyon National Park: Desert View Watchtower Rededication May 22, 2016",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Event Calendar     Desert View Watchtower Rededication May 22, 2016                Desert View Watchtower Rededication - May 22 2016                 The National Park Service (NPS) and its partners held a re-dedication ceremony at the Desert View Watchtower on Sunday, May 22, 2016. The ceremony, a National Park Service Centennial event, commemorated the grand re-opening and rededication of the Watchtower from a souvenir shop to a cultural heritage place. Representatives from the NPS, Grand Canyon Association, Grand Canyon's InterTribal Advisory Council (ItAC), and the American Indian Native Alaskan Tourism Association (AIANTA) were present. \"Thanks to the hard work of the ItAC and our partners, this project re-envisions how visitors experience Desert View and the entire park. This will lead the NPS into the next century,\" said Grand Canyon Superintendent Dave Uberuaga.      The ceremony took place between 10:30 and 11:30 am, and was free and open to public. The following speakers participated:   Dianna White Dove Uqualla, Ceremonialist, Havasupai Tribe    David V. Uberuaga Superintendent, Grand Canyon National Park  Susan Schroeder CEO, Grand Canyon Association    Emerson Vallo Board Member, Alanta  Ed Hall Transportation Specialist\/Tourism Coordinator Bureau of Indian Affairs  Diane Chalfant Deputy Superintendent Grand Canyon National Park  Sammye J. Meadows Author, Editor, Non-Profit Consultant        Cultural demonstrations took place throughout the weekend   Bill Thomas, Jr. (Navajo moccasin maker) Ed Kabotie (Hopi musician, artist, and grandson of Watchtower's original artist, Fred Kabotie) Diana Sue Uqualla and Havasupai youth (dances), Duran Gaspar (Zuni silversmith) Jimmy Yawakia (Zuni fetish maker) Bobby Silas (Hopi potter) Tim Edaakie (Zuni potter)       Desert View has been transformed into a place to celebrate, share, and learn about inter-tribal cultural heritage. The revival of Desert View as a cultural heritage site provides opportunities for the public to connect with Grand Canyon National Park's Traditionally Associated Tribes through displays and the Cultural Demonstration Series.             Desert View Watchtower - Grand Canyon in Depth - Episode 5   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 48 seconds  Perched on the edge of Grand Canyon, a surprising stone tower celebrates ancient mysteries of the Southwest. The Desert View Watchtower is a monument to a time, a place and a people. Discover what inspired architect Mary Colter to build the Watchtower in 1932.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/desert-view-watchtower-rededication-may-22-2016.htm"
}
