{
    "title": "Wind Cave National Park: Wind Cave National Park Foundation Statement 2011",
    "body": "Wind Cave National Park Foundation Statement 2011       Click here for a complete PDf of Wind Cave National Park's Foundation Statement.        Newly Acquire Casey Property NPS Photo by Tom Farrell  The foundation statement is used to guide current and future planning and management of Wind Cave National Park. The primary advantage of developing a foundation statement is the documented understanding of what is most important about the park that provides the basis for future planning and decision making. The major elements of a foundation statement are a description of Wind Cave National Park's purpose, significance, fundamental resources and values, primary interpretive themes, special mandates, and the legal\/policy requirements for administration and resource protection. Defining the park's foundation of legal and policy mandates is the prerequisite for all subsequent planning and decision making. It helps ensure that all stakeholders, including National Park Service (NPS) managers and staff, understand what is most important about the park, and it provides the parameters for ensuring that all programs and actions contribute to achieving the park's purpose and other mandates. To this end, the park's foundation statement documents the congressionally or presidentially established purpose of each park, the reasons why the park's resources and values are significant enough to warrant national park designation, the primary interpretive themes to be conveyed to visitors, any special mandates Congress may have placed on that particular park, and the more general mandates contained in the large body of laws and policies that apply to all units of the national park system. The park's foundation additionally identifies and analyzes a set of resources and values (features, systems, processes, experiences, stories, scenes, sounds, smells, etc.) determined to warrant primary consideration during park planning and management. Based on this analysis, the foundation statement summarizes the policylevel issues (potential for incompatibility among resources and values) that will require management discretion to resolve. Wind Cave National Park has been shaped by multiple legislations throughout its history since its establishment in 1903. The result is a park that showcases a diverse range of natural and cultural resources. This foundation statement sets forth the park's evolution and significance with its important resources and values to serve as a guide for the park's future management. Click here for a complete PDf of Wind Cave National Park's Foundation Statement.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/management\/wind-cave-national-park-foundation-statement-2011.htm"
}
