{
    "title": "Wind Cave National Park: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management               Fire Management         Firefighter   Fire is an important management tool that can be used to help maintain the health and natural balance of the plant communities at Wind Cave National Park. The Park has a mix of different plant systems, both grasslands and ponderosa pine forests. Fire played the dominant role in maintaining the grassland and forest. To understand the current fire management policy, how it came to be and where it will take us in the future, one needs to know the complete fire history for the area. There are three forces that help shape the prairie grasslands: drought, grazing, and fire. Prairie grasses are adapted to drought. They have long root systems with some roots going 5-6 feet deep. This allows different plants to take up water from different levels in the soil, reducing competition for limited water and nutrients. A second force is grazing animals. Animals like bison selectively eat plants. This prunes them, stimulating their growth and help to recycle nutrients. Grazing affects areas large and small. Bison wallows and mineral licks disturbed the grasses, exposing bare mineral soil creating new seedbeds. Fire is another important force that helps shape the prairie. In many respects the prairie grasses are dependent on fire. Decomposition is very slow in an arid environment. Fire breaks down the accumulated dead plant fibers and releases the stored nutrients, increasing the soil fertility. This allows sunlight to reach the growing plants. Fire reduces competition, increases diversity and helps to maintain a mosaic of developmental stops across the landscape. Ponderosa pine is a common tree species found at Wind Cave National Park. This tree has several adaptations to fire. It has a thick bark that will protect the mature tree from fast moving low intensity fires. A second feature is the long needles that will quickly dissipate heat after the fire has moved through. The smaller trees are more susceptible to fire because the bark is not as thick and the growing tips of the branches are closer to the ground. Historically, fire has been the limiting force that kept ponderosa pines from invading the grasslands. The end result of drought, grazing and fire in a natural system is a dynamic balance between grasslands and ponderosa pine forest. The fire frequency for the prairie was about 3-9 years and 10-25 years for the pines. Within Wind Cave National Park, the prairie occupied about 75% of the land and the pines about 25%. The Lakota in the Black Hills used fire to \"manage\" or manipulate the local environment. For example, fire was used to clear camp sites of brush and tall grasses. This would protect the camp from wild fires and remove cover that an enemy could use to sneak up on them. Burning of the prairie improved the grazing for horses and helped to propagate medicinal plants. The bison herds could be manipulated with fire. By burning an area in the fall, the bison could be excluded from that area by removing any forage that could be used by the bison during the winter months. This forced the bison to graze in unburned areas. These could be areas closer to ideal winter camp sites and could help improve hunting success. In the spring, the same areas burnt in the fall would have excellent grazing and provide good hunting opportunities. The early settlers had a different view of the prairie. Lakota and other tribes, along with bison, were viewed as obstacles to the westward migration. Bison were killed in large numbers. Herds that once numbered in the tens of millions were reduced to less then one thousand by 1900. The end results were dramatic. First, the large thundering herds of bison were gone. Second the Lakota way of life was destroyed by removing their primary source of sustenance. This forced them into dependence on the US Government and onto the reservations. More subtle was the end of grazing on the prairie and more plant material accumulated. The settlers viewed fires, both forest and grassland, as destructive. Starting around 1900, aggressive attempts were made to suppress all fires. It is not surprising that the early Park managers adopted this same view after the establishment of the National Park Service in 1916. The early fire management policy was total suppression of all fires no matter what the source of ignition. It was sometimes called the 10 AM policy, that is, all fires were to be put out by 10 AM. It was not until 1948 that changes began to occur. Everglades National Park was allowed to let some natural fires burn as long as people and property were not threatened. These fires helped to maintain the grasses. In 1958, Everglades was given permission to use controlled fires. A second park to use fire was Kings Canyon-Sequoia National Park. They found that the sequoia could not germinate and grow properly unless the seed had fallen upon bare mineral soil. Fire was historically the way the soil was prepared under natural conditions. In 1964 Sequoia-Kings Canyon was given permission to use controlled fires to help propagate the trees. In 1968, there was a radical change in the fire management policy for the National Park Service. This policy recognized the legitimate role that fire plays in the environment. It is a three part policy: first, it recognized that prescribed burns are needed to maintain a healthy environment; second, it allows naturally caused fire to burn so long as lives and property are not endangered; and last, it allows for total fire suppression when and where needed. Prior to 1973, the fire management policy at Wind Cave National Park was total suppression of all fires in the Park. Starting in 1973, small experimental test burns were held to look at the effects of prescribed fire on plants and animals. A second benefit was the demonstration to the public that under the right conditions fire could be controlled. Starting with small fires of one or two acres, it has expanded to thousands of acres. The current fire management policy for Wind Cave National Park is total suppression of all fires no matter what their source of ignition and the use of prescribed burns to meet current management goals. Total fire suppression is necessary because of the small size of the park. A large fire would temporally force the grazing animals onto unburned areas and the over grazing that might result could have a negative impact on the plants. It could also inconvenience the visitors and even endanger life. The Park also needs to take into account what effects this might have on its neighbors. The second part of the fire management policy at Wind Cave National Park is to use prescribed fires to achieve a more \"natural\" state. The three primary goals are reduction of accumulated fuel levels, reduction of ponderosa pine encroachment on the grasslands, and the elimination of exotic plants and increasing the diversity and health of native plant species. Currently, spring and fall prescribed fires are achieving the first two objectives. Prescribed fires are removing the more than 70 years of accumulated needles, dead grasses and branches. The fires are held when the temperatures are lower and moisture levels higher. This keeps the fire intensity low, reducing the possibility of negatively impacting soils or plant roots. It will take three or four burns to reduce fuel loads to the appropriate levels. The fire intensity is high enough to take out a lot of the dog hair pines and some of the mature trees. In some instances, accumulated fuels are being removed by hand. This is being done to protect trees or structures that were deemed to be necessary for the enjoyment or protection of the park, such as the Elk Mountain Campground and the fire tower. The fuels are collected into slash piles and then burned during the winter months when the ground is covered with snow. The exotic plants are another matter. Many non-native plants respond quite well to fire, so using fire as a control technique can be tricky. Often, fire must be used in combination with other control techniques, such as chemical or mechanical, to be effective. Seasonal timing of prescribed fire is another important factor in the effectiveness as a control technique. To have the greatest impact, fires must occur when the plants are at the most vulnerable developmental stage. This can be spring, summer, or fall, depending on the species. Fire is a highly effective tool that can be used to manage and maintain the natural balance and health that once existed at Wind Cave National Park.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/management\/firemanagement.htm"
}
