{
    "title": "Wind Cave National Park: Ranger Guided",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided                 Ranger Guided         Ranger and children in cave NPS Photo  Wind Cave National Park offers a variety of wonderful opportunities to learn about the natural resources of the park. Teachers who want an educational opportunity for their students can participate in cave tours or in the park's Connections program. All field trips into the cave are ranger-guided and leave from the visitor center. Educational tours through the cave can be scheduled by calling 605-745-4600. There are fees for cave tours, however if your field trip relates to the resources of the park fee waivers may be available.  The park is open all year. Teachers may request a program that supports a particular classroom objective for any of the cave tours. Suggested pre-visit lesson plans for learning about caves are available on this website. Teachers may also plan \"just for fun\" field trips to the cave by calling the park. Please visit Group Tour Reservations for more information. \"Connections\" is Wind Cave National Park's environmental education program. The program allows students and teachers to discover relationships between the mixed-grass prairie, the ponderosa pine forest, the cave, the plants, and animals that live in these unique habitats, and themselves.  The program introduces specific ecological concepts using activities that awaken enthusiasm, focus attention, allow for direct experience, and encourage students to share inspiration. These concepts are designed to match children's developmental stages. The concepts presented at each grade level include: First grade          Similarities and Differences Second grade      Homes and Habitat Third grade Adaptation in Nature Fourth grade       Order in Nature Fifth grade Continuity and Change Sixth grade        Interaction and Interdependence Seventh\/Eighth   Limiting Factors High School Water in the Environment",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/education\/rangerguided.htm"
}
