{
    "title": "Wind Cave National Park: Background",
    "body": "Prescribed Fire - Backgound         Vegetation Monitoring   Prairie and forest fires are a natural occurrence and are essential to the maintenance of the ecosystem. Most prairie and forest ecosystems in the Northern Great Plains would not exist without fire. Management-ignited prescribed fires prevent non-native vegetation from competing with rare plants and prevent the area from changing into a dense forest. Fire also encourages microbial activity, the activity of microscopic organisms that are responsible for the decay of dead materials. This activity increases the level of soil nutrients that plants require for growth. In addition, fire stimulates the regeneration of many prairie plants. Often, instead of seeing a prairie, some people see fields that have little value. The more we know about prairies and the value of ecosystems, the more we will be able to help future generations to: 1) know how to identify and protect these fragile areas and 2) understand that fire is one technique used by natural resource managers to protect and foster prairie growth.        Examining Pine Litter.   Whether natural or human-caused, fires are an important force in the Black Hills forested areas. Prior to settlement of the area, fires started by lightning or by Indians to drive game, burned under natural conditions. Many sections of the forest burned quite regularly, every 12 to 16 years in the lower Black Hills, and every 20 to 40 years in the higher elevations. Thus only thin layers of combustible material could accumulate on the ground. Most of the fires burned \"cool\", consuming only the ground layer, although some jumped into tree crowns and trunks killing the cambium (growing layer) under the bark. Surface fires frequently eliminated mats of pine seedlings under large overstory trees and prevented excessively thick stands of unhealthy trees from developing. Much of the forest was kept open and park-like. In many areas, humans have inadvertently created conditions favoring overpopulation of trees which can lead to devastating crown fires.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/management\/prescribed-fire-backgound.htm"
}
