{
    "title": "Wind Cave National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Park Management includes: Wind Cave National Park Foundation Statement The Visitor Services Project Laws and Policies Park Planning Current Management Plans Visitor and Resource Protection Wind Cave NP Environmental and Sustainability Statement (Pdf 306 kb) For information about Special Use Permits, insurance requirements, and a description about what activities require a permit click here. The land within Wind Cave National Park has historical, cultural, and spiritual meanings to many American Indians. The park consults with twenty tribal governments on major projects and plans. Click here for a link to the tribes and their official websites.          Ranger Estes Suter looking over the bison herd NPS Photo  Managing the Park Protecting wild places and the animals living in those places has a long history in our country. In 1916 Congress passed the Organic Act. This Act created the National Park Service. Yet even before that we had many national parks - Yellowstone, the first, in 1872 and Wind Cave National Park (the first to protect a cave), was the 8th in 1903. However, before the creation of the Park Service, management of our national parks was haphazard and unorganized. With the creation of the National Park Service the purpose for our parks became defined \"… to conserve the scenery, the natural and historic objects and the wildlife therein and to provide for the enjoyment of the same in such manner … to leave them unimpaired for future generations.\"  Protecting a national park goes beyond setting the lands aside. While it is wonderful to watch herds of bison graze peacefully on the seemingly endless prairie, the behind-the-scenes effort to protect that and other scenes is a complex combination of research, public involvement, and resource management. It is the responsibility of the park's Resource Management Division to determine the best methods to protect these natural resources. This resource team provides scientific expertise, research, and in-depth analysis of information that provides direction for managing the park. These specialists study or coordinate the study of such things as the effects of exotic plants on native vegetation, the ratio of animals to range, and they collect baseline information about small mammals, birds, insects, and plants. Using this information, management plans are written to protect the animals, plants, and their habitats. An important part of the development of these plans is a comment period allowing the public and outside experts an opportunity to provide input. The goal is to ensure that park resources are managed in a scientifically sound manner. This work is integral to protecting our National Parks. Maintaining and conserving the scenery and all the other special aspects of the park is a complex task, but knowing that we and future generations will always be able to watch the elk, bison, prairie dogs, or just hike across the peaceful prairie makes it worth the effort.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/management\/index.htm"
}
