{
    "title": "Wind Cave National Park: Cave Safety Information",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Cave Safety Information                Rules and Responsibilities and Safety Information       What safety concerns should I when visiting Wind Cave? Visiting Wind Cave can be a safe and enjoyable experience when visitors take some basic precautions and are aware of the dangers inherent to caves. Please read the precautions below and share them with your students and chaperones.  Please do not touch cave formations; the oil from your hands can damage them permanently. Please discuss with your group the reasons why they cannot touch any of the formations or walls of the cave. (Touching or leaning against the rocks in the cave interrupts the flow of water into the cave and damages any crystal growth.) It is important to remember not to touch or lean on the walls of the cave. Stay with your group; students must be with a chaperone at all times. Do not bring food, drinks, gum, or any tobacco products into the cave. No containers of any kind, including bags, backpacks, purses, camera cases, etc. are allowed in the cave. Please leave them at home or locked in your vehicle. Watch your footing while touring the cave. Lighting of trail surfaces will vary, so use extra caution when walking in the cave. Cave trails can be uneven and in some places wet. Use handrails and be careful of low hanging rocks. Stay on the trails at all times. Do not sit, climb, or step on rocks in the cave. Adult chaperone must accompany all groups. Chaperones are responsible for the groups behavior so please choose your chaperones well.  Chaperones must be within the group so students are in the presence of an adult throughout the tour. Visitors with known heart or respiratory problems, poor circulation, or difficulty walking long distances and negotiating stairs, should carefully consider their limitations. Choose your chaperones carefully. Evacuation from the cave to a hospital for medical attention could take several hours. Please be aware of any medical conditions that your students might have; students who have severe allergies to bees or other allergens or have asthma should have appropriate medication with them.  Please review the rules and responsibilities before you arrive. Field trips are most educational and successful when you and your students have a good idea of what to expect before you step off the bus. We have expectations too. Please review the rules and responsibilities with your students before your visit.  Reservations must be made prior to your visit. Students are expected to behave in a proper manner and respect the park's resources and other visitors' experiences. Teachers are required to actively participate and chaperone their students at all times. Large classes may need to be divided into smaller groups; each group must be chaperoned. Students are asked to walk and use \"inside voices\" while they are in the visitor center. Students may not touch the rocks or walls of the cave. Please explain to them the reasons why before they come to the park. Cameras are welcome. Please ask your students to be responsible when using their cameras that they do not flash the camera in the eyes of other tour participants and they refrain from using the camera when the ranger and the group are talking together. No food, drink, or gum is allowed in the cave. Please help your students respect the park rules and responsibilities.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/education\/rules-and-responsibilities-and-safety-information.htm"
}
