{
    "title": "Wind Cave National Park: Environmental Concerns",
    "body": "Environmental Concerns       Man-Made Cave Openings Artificial entrances to the cave caused the cave’s climate to change by allowing increased airflow through the passages. The most dramatic effect of climate change was a rock fall at the walk-in entrance caused by freezing and thawing. To help control these changes, airlocks were built at all artificial entrances to restore the cave to more natural conditions. Electric Lighting Electric lighting in the cave also causes problems. It increases the temperature of the cave and encourages the growth of green plants. The growth of algae can be controlled by turning off the cave lights when no tours are in the cave or by killing it with a spray of weak chlorine bleach. The park is involved in a three-year process of replacing the wiring and lights in the cave. Once the project is completed, the energy consumption related to cave tours will drop, and the new lights will have less of an impact on the cave. More...      Lint Over six million people have visited the cave since 1890. Even when everyone is careful not to touch the cave, each visitor causes changes. Everyone sheds clothing fibers, hair, or skin cells while in the cave. This lint accumulates on cave walls and floors near the paved tour paths. The lint may be an unnatural food that allows molds and bacteria to grow. Lint particles from each person are small, but when multiplied by the approximately 100,000 people who visit the cave each year, the result is thick carpets of lint. The park relies on volunteer help to clean the lint. Each year volunteers vacuum and wash parts of the cave. They even dust some sections with small paintbrushes!      Changes to Land Above the Cave One of the most serious concerns about the cave is what lies on the land above it. Roads, parking lots, and buildings change the direction and amount of water seeping underground. Toxic chemicals, such as oils and gas leaking from vehicles and oils from the asphalt in the roadways, have washed into the cave. In 2004 the asphalt was replaced with a concrete parking lot with a filtration system installed below it. The condition of sewage systems and gasoline storage tanks is frequently checked to make sure there are no leaks. Pollutants seeping into the cave can harm cave life, impair crystal growth, and affect our ground water.      The Prairie Changes have also been made to the vegetation within the park. Farming, grazing, and re-seeding are some of the ways that people have altered the plant communities. More than 100 species of non-native species are present in the park. These plants can out-compete or replace the native plants which animals need for food. Controlling these exotic plants by mowing or pulling can be labor intensive. Using chemicals on the exotic species might harm the cave or the groundwater. For some exotic plants, park managers have used a method called bio-control. This involves importing insects that feed on specific plants, such as leafy spurge. Any type of control on exotic plants is difficult because seeds are constantly being carried into the park by wind, birds, mammals, and vehicles.      Animal Populations Maintaining the natural balance within the park is an ongoing challenge because of the many changes that have occurred within the system. The animal community has never returned to the balance of the mid-1800s. Bison, pronghorn, and elk were all reintroduced to the park in the early 1900s. At first, not enough land was available for these wide-roaming animals. They had to be fed, became victims of disease, and in the case of the pronghorn, were easy targets for predators. The park’s first response in 1916 was to kill hundreds of predators. When the park staff realized that grazing animals needed space to roam, to search for food, and to escape predation, fences were removed and the wildlife flourished. But there are still no predators for the larger animals. Without the plains wolf, grizzly bear, and with only a few mountain lions in the Black Hills, bison and elk herds grow. There is limited rangeland to support these large grazing animals. The park staff typically round up the bison in October and ship excess animals to reservations and other parks. One of the keystone species in the park is the prairie dog. Managing its population is important in maintaining a natural balance within the system. Eagles, hawks, owls, coyotes, bobcats, and badgers prey on prairie dogs, but one of their more important predators is an endangered species. The black-footed ferret, whose diet consists mostly of prairie dogs, was missing from the ecosystem until 2007. In that year, park biologists reintroduced 49 black-footed ferrets into Wind Cave’s prairie dog towns, bringing a species back that had not been seen on Wind Cave’s prairies since 1977. More black-footed ferrets are scheduled for release in subsequent years. The reintroduction of black-footed ferrets will require extensive monitoring to ensure that the population is successful, but for now the ferret has returned as an integral part of the prairie ecosystem.      The Role of Fire Fire is a natural force that has shaped and reshaped the area’s ecosystem. But because the park is small, park managers cannot let lightning-caused fires burn unchecked. However, without frequent fires, the ponderosa pine forest would take over the grasslands and the bison, pronghorn, and prairie dogs would find their habitats shrinking. Without fire, the increasing number of ponderosa pine trees would use water that would naturally flow into streams or sink into the cave. Continued plant growth would also increase the “fuels” that could cause more intense fires. Because fire is important in maintaining a healthy ecosystem, the park staff burns small areas of the park each year. This is called a prescribed burn. The weather conditions must be right, the wind relatively calm, and a complete crew of fire fighters must be present. Viewing The Big Picture Many of the concerns we have, although seemingly unrelated, are part of a bigger picture. The relationships between animals, plants, fire, water, the cave, and people are all interconnected. No one part is separate from another. Changes to one part often result in changes to another. Park managers try to understand all parts of the picture so they can protect the entire natural system that is Wind Cave National Park. This is the mission of the National Park Service.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/environmental-concerns.htm"
}
