{
    "title": "Wind Cave National Park: Online Galleries",
    "body": "For Use In the Classroom        Curriculum Materials Wind Cave National Park's classroom materials are a mix of Elementary and Middle School activities.  Focusing on the conservation of the cave and water resources of the park, these activities can be used as both pre- and post-visit activities or stand-alone ones. All Curriculum Materials   Curriculum Materials    Water on cave popcorn Learn More     Field Trips Learn about the amazing world of caves and explore the sunlit world of the prairie and forests of the park. The park's Environmental Education program which combines both a cave and a prairie experience is offered in late April and early May only. Reservations may be made by calling 605-745-4600.  Wind Cave National Park offers educational cave tours throughout the year.  All Field Trips   Field Trips    Explore the two worlds of Wind Cave National Park with your students Learn More     Field Trips Wind Cave National Park is open all year and teachers can bring students for regularly scheduled cave tours any time. Teachers may request a program that supports a particular classroom objective for their special visit to the cave. Suggested pre-visit lesson plans for learning about caves are available on the park's website. Reservations may be made by calling the park at 605-745-4600. All Field Trips   Explore Wind Cave    Learn about the cave and its many feature Learn More     Online Galleries The different features that decorate a cave are called cave formations or speleothems. The speloeothem Wind Cave is famous for is called boxwork. Popcorn & frostwork may also be seen on cave tours. Explore more of the cave's unique speleothems here.  All Online Galleries       Wind Cave's Boxwork Learn More     Online Galleries Bison, pronghorn, and elk were reintroduced to the Wind Cave National Game Preserve in 1913 and 1914. Because of this, we can see many prairie animals such as: elk, bison, pronghorn, turkeys, prairie dogs, and maybe even a black-footed ferret. And, just as important, we can see the habitat that supports them.  All Online Galleries       Bison were reintroduced to the the Wind Cave National Game Preserve in 1913 Learn More",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/education\/classrooms\/for-use-in-the-classroom.htm"
}
