{
    "title": "Wind Cave National Park: Changing Environments - Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Changing Environments - Climate Change                 Changing Environments - Climate Change         Bison cows and calves on the prairie NPS photo  Change is a powerful force and one of the more serious changes facing park managers is global climate change. It has caused park mangers to peer into an uncertain future to determine how to protect our parks while change is occurring. Scientific research has determined that in the last 100 years, the Earth's surface temperatures have risen an average 1.33째F (0.74째C). More than 20% of this change has occurred since 1996, with the last 10 years ranking as the warmest decade on record.  This same research shows the Great Plains is warming dramatically. The average annual temperature in the continental United States increased about 1 째F. Yet in the Dakotas and surrounding areas temperature increases have approached 5.5 째F. Climate models indicate that temperatures are likely to continue to rise. These models suggest that winters and springs may become warmer and patterns of precipitation may change. Summer rainfall is likely to be less frequent and more intense. More intense downpours may increase the chances of flooding and soil erosion. Winter precipitation may also change, more coming in the form of rain rather than snow. Annual snow packs may be smaller changing stream flow patterns. Ecologists and conservation biologists wonder how these changes will affect the plants and animals of the area. Scientists have already linked the slight warming of night-time temperatures in the last 20 years to the decline of blue grama grass in the short-grass prairies. Breeding range, winter distribution, and the timing of migration for many bird species will change and could contribute to a decline in some populations.  The loss of small watering holes is another concern. Variations in precipitation could result in a decline in the quantity and quality of these temporary habitats. This can have serious impacts on bird populations and numerous other creatures that depend on aquatic habitats. An increase in temperature can also create problems related to insects and disease. A longer growing season may mean that more generations of pests can attack vegetation, while shorter and warmer winters will allow more pests to survive. If vegetation has been stressed by drought or fire, it is also more susceptible to disease and infestation. Without bitter cold winters, insects like pine beetle will increase in number and damage to pine trees will increase.  With spring arriving earlier and winters being shorter, insects such as mosquitoes will hatch earlier and may take longer to die off. Changes in the coordination between life cycles of predators and prey will have a major affect on many species such as birds and insects, butterflies and flowers, even predatory birds and their prey. With global climate change, troublesome invasive plants may expand their ranges as native plants fail to adapt. Many of these invaders were previously limited by lower temperatures and drier conditions. Hence, weedy opportunists like leafy spurge, horehound, Canada thistle, or brome grasses may become more abundant, while native plants and the animals associated with them may be displaced. The prairie as we know it today may not exist in 100 years. Plant and animal species will respond to new conditions and try to adapt and survive. This landscape we call prairie may evolve into a different system.  Whatever the results, one constant we can count on in nature is change. Life has endured the earth's changes with remarkable flexibility for eons. Only time will tell what the future holds for the mixed grass prairie of Wind Cave National Park. Take the opportunity to explore the park's prairie ecosystem, become acquainted with its diversity, appreciate its beauty and its struggle to survive.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/changing-environments-climate-change.htm"
}
