{
    "title": "Grand Canyon National Park: Sunrise\/set Times",
    "body": "Sunrise\/ Sunset Times and Moon Phases          Correct times for sunrise and sunset are listed on this page. Remember, most of Arizona including Grand Canyon National Park stays on Mountain Standard Time year 'round.        SUNRISE & SUNSET TIMES:    Date Sunrise Sunset   .        May 15 5:22 am 7:34 pm   .        June 1 5:13 am 7:36 pm    June 15 5:12 am 7:43 pm   .       July 1 5:16 am 7:45 pm   July 15 5:24 am 7:21 pm   .       August 1 5:36 am 7:29 pm   August 15 5:47 am 7:15 pm   .       Sept. 1 6:00 am 6:53 pm   Sept. 15 6:09 am 6:34 pm           NEW & FULL MOON TIMES:    New Moon Full Moon Moon Rise      May 21  7:25 pm   June 4         June 20 7:56 pm   July 4         July 19 7:27 pm   August 2         August 18 7:30 pm   Sept. 1         Sept. 16 6:44 pm   Sept. 30         All times are Mountain Standard Time         Where Are the Best Views?  There is no one best place for watching sunrise or sunset, just good places and better places. Look for a viewpoint that juts into the canyon with views both east and west.  On Hermit Road, Hopi Point is unquestionably a desirable viewpoint for sunset, it attracts crowds of people and buses, especially in the summer. Also along Hermit Road, Mohave, and Pima Points offer spectacular views of the canyon, are less congested, and allow you to see the Colorado River a mile below! Points along Desert View Drive that offer great east and west panoramas include Yaki, Navajo, and Desert View. Lipan Point, near Desert View, offers incredible views of the canyon with the San Francisco Peaks to the south, the distant Painted Desert, and extensive stretches of the river below. For a memorable sunrise, try Mather or Yaki Points.           For Sunrise Arrive 30 minutes before the sun clears the horizon and stay an hour or longer after. Dress warmly; even summer dawns can be quite chilly.  For Sunset Plan to arrive at your viewpoint as much as 90 minutes before sunset and stay at least 10 minutes after the sun has set and no longer illuminates the buttes and pinnacles in the canyon, don't rush off —the sky may light up red, pink or orange. Better yet, stay around as the sky grows dark. Grand Canyon offers some of the blackest skies and brightest stars found anywhere.         Which is Best, Sunrise or Sunset?  Sunrise: If the night has been calm and clear, sunrise may offer great clarity before breezes stir dust into the atmosphere. Colder morning temperatures and the difficulty of rising early frequently result in fewer people at canyon viewpoints.  Sunset: During the summer viewpoints can be crowded. Late summer may bring dramatic thunderstorms, but too many clouds could mean no sunlight in the canyon. Just the right amount of dust or smoke can make a sunset more colorful.         What Can I Expect to See? Predicting the quality of a sunset at Grand Canyon is as uncertain as predicting the weather. Air quality, clouds, time of the day,and season will all contribute to your view. Early geologist Clarence Dutton observed that at sunset \"the colossal buttes expand in every dimension.\" How do you visualize the changes of daybreak or sunset? Changes in the position of the sun and variations in the sky transform colors, shadows, and shapes in the canyon. Storm clouds may break to reveal a sunlight flooded sky or perhaps a rainbow. John Wesley Powell described clouds playing in the canyon as if they were \"the children of the heavens.\"  Thunderstorms are common in July, August, and early September. An exposed, rocky point is not where you want to be during a thunderstorm. A gap of less than 30 seconds between the flash of lightning and the rumble of thunder indicates that it is time to retreat to shelter. Stay away from solitary or tall trees.          How Do I Get Out to the Viewpoints? A good way to get from Grand Canyon Village out to the viewpoints is to use the park's shuttle bus system. It's free, convenient, and the drivers never get lost! Shuttle buses run from approximately one hour before sunrise to one hour after sunset, and even later on the Village Loop (Blue Route.) Park your vehicle and ride the free shuttle buses.  Kaibab Rim (Orange Route) provides service from the Visitor Center to Yavapai Point and geology museum, the South Kaibab Trailhead, and Yaki Point. This is the fastest way get from the Visitor Center out to canyon views.  Hermit Road (Red Route) offers outstanding scenic views along a 7.5 mile (12 m) road, and includes Maricopa, Powell, Hopi, Mohave and Pima points. Access to Hermit Road is by shuttle bus only from March 1 to November 30, or you can take a motorcoach tour. Catch the Hermit Road Shuttle at the Village Route\/Hermit Route Transfer stop. (During winter months, December through February, Hermit Road is open to all vehicles, but may be temporarily closed due to snow.)  For points along Desert View Drive (Highway 64) heading east towards Desert View including Grandview, Moran, Lipan, Navajo, and Desert View Points you must drive your car, or take a motorcoach tour. It is 26 miles (42 km) from Grand Canyon Village to Desert View and takes about one hour of driving time.         Where are Facilities Available? Restrooms: Restroom facilities are located at Yavapai and Desert View Points and the Visitor Center. Chemical toilets are placed at Hopi, Yaki and Grandview Points.  Water: Water bottle filling stations can be found near: Hermit's Rest, Bright Angel Trailhead, Verkamp's Visitor Center, Yavapai Point, Grand Canyon Visitor Center, and the South Kaibab Trailhead. You should carry your own water, if you plan to spend some time at other viewpoints.  Accessible Overlooks: For a listing of viewpoints that have wheelchair access and\/or windshield views, download our Accessibility Guide (1.2 MB PDF file)          Looking for Something Special? Walk the Canyon Rim Trail: As you follow the mostly level, winding trail along the rim of the canyon in the late afternoon, you experience the changing light and shadows in the canyon from changing viewpoints.The Rim Trail stretches from the South Kaibab Trailhead west to Hermits Rest, a distance of approximately thirteen miles (21km) It can be reached at many points, making strolls of various lengths possible. Download the Canyon Rim Trail bulletin (287 kb PDF)  When walking or cycling at the Grand Canyon, make sure to take your time and carry food and water with you. The South Rim of Grand Canyon averages 7,000 feet \/ 2,134 meters above sea level. Visitors with respiratory or heart problems may experience difficulties. Exercising at this elevation can be strenuous.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/sunrise_set_moon.htm"
}
