{
    "title": "Grand Canyon National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather and Road Conditions        Call 928-638-7496 for current park road condition and road closure information recording.      Jump to:  Park Weather Condition Widgets\/Maps Park Road Conditions Grand Canyon Climate Overview Average Temperature and Rainfall Charts         National Weather Service  Infrared Satellite image Click here for a more detailed view       Grand Canyon N.P. Webcam (Yavapai Point, South Rim) Larger View & Current Weather Data Area Webcams       Weather Update is not issued every day - Make sure that the date above is current -               Live NOAA  Weather Forecast Play Audio       Regional Radar  (base reflectivity)       Real-Time  Weather Data  South Rim Indian Garden Phantom Ranch Click Here            Park Road Conditions & Closures Direct-dial recording: call 928-638-7496      South Rim Road Conditions Driving Directions to South Rim Grand Canyon National Park.  Updated: Monday, May 16, 2016 - 9:00 am (Updated when road conditions change)  As of this update, All South Rim Roads are open.  Call 928-638-7496 for current park road condition information recording.    Please drive with caution and at speeds appropriate to the road conditions.  Watch for deer and elk in the roadway.  You may also view the Arizona Dept of Transportation Road Conditions and Closures Map: http:\/\/www.az511.com\/adot\/files\/traffic\/ to learn where statewide road closures are.         North Rim Road Conditions Driving Directions to North Rim Grand Canyon National Park.  Updated: Tuesday, July 26, 2016 - 5:00 pm (Updated when road conditions change)  As of this update, the Following Closures are in Effect due to the Fuller Fire: http:\/\/inciweb.nwcg.gov\/incident\/4845\/  All USFS areas east of Highway 67 and south of Tater Ridge Rd (FSR 213) and east of House Rock Valley Rd (FSR 8910).  Roads are open to Point Imperial and Cape Royal - HOWEVER - pullouts along the Point Imperial and Cape Royal roads and some trails in the area remain closed due to Fuller Fire activity.   Call 928-638-7496 for current park road condition information recording.  Please drive with caution and at speeds appropriate to the road conditions.  Watch for deer in the roadway.  You may also view the Arizona Dept of Transportation Road Conditions and Closures Map: http:\/\/www.az511.com\/adot\/files\/traffic\/ to learn where statewide road closures are.          From the opening menu of 5-1-1, enter Grand Canyon National Park's speed code: 4215#        Grand Canyon Climate Overview and Planning Information  Sunrise\/ Sunset Times and Moon Phases National Weather Service Climate Prediction Center Weekly Meteorological DataCollected at the Abyss Monitoring Site (South Rim)        Regional Road Conditions Listed below are commercial phone numbers for recorded messages on road conditions and links to state highway websites:  Grand Canyon National Park (928) 638-7888 Arizona (888) 411-7623, http:\/\/www.az511.gov\/adot\/files\/traffic\/ California (916) 445-7623, http:\/\/quickmap.dot.ca.gov\/ Colorado (303) 639-1111, http:\/\/www.cotrip.org\/map.htm#\/roadConditions New Mexico (800) 432-4269, http:\/\/nmroads.com Southeast Nevada (702) 486-3116, http:\/\/nvroads.com\/ Utah (801) 964-6000, http:\/\/udottraffic.utah.gov\/        Climate Overview for the Grand Canyon Region With an elevation spanning from around 2000 feet to over 8000 feet (760-2440m), the Grand Canyon area experiences a variety of weather conditions. This weather variety includes cold winters and mild pleasant summers, moderate humidity, and considerable diurnal temperature changes at the higher elevations, with hot and drier summers at the bottom of the Grand Canyon along with cool damp winters. Summer thunderstorms and winter snowfall adds to the weather variety in this region.  Summer Summer temperatures on the South Rim, at 7000 feet (2135 m), are relatively pleasant with high temperatures generally in the 80s (27-32°C) (with temperatures typically warming to over 100 degrees (>38°C) at the river near Phantom Ranch (2400 feet\/762m). North Rim summer high temperatures are typically cooler than the South Rim due to increased elevation (8000 feet\/2440 m), with highs typically ranging in the 70s (21-26°C). Overnight lows can still drop near to below freezing occasionally on the North Rim, although typically low temperatures range from the 40s and 50s (4-15°C) at the South Rim to the 60s and 70s (16-26°C) at Phantom Ranch. Summer thunderstorms frequently occur during July, August, and early September with the potential for torrential rains, frequent lightning, and sudden flash floods. These thunderstorms are extremely variable in intensity and location and occur mainly between the hours of 11 a.m. and 6 p.m. Some of these storms can reach severe levels, with large hail, damaging winds, and occasionally even a tornado. Fall The summer heat gives way to a cooler but nonetheless pleasant fall period with average high temperatures gradually falling from the 60s (16-21°C) in September through the 50s (10-15°C) by November along the Rim, and from the 90s (32-37°C) in September to near 70 (21°C) by November along the river. Low temperatures will typically fall below freezing on the Rim, but still remain in the warm 50s and 60s (10-21°C) along the river. The summer rains typically diminish in mid September with a drier fall period the norm with fewer days of precipitation. However, late summer thunderstorms or early winter snow storms have been known to take place during this transition season, making for sudden changes to the weather. Winter  Winter conditions on the South Rim can be extreme. Be prepared for snow, icy roads and trails, and possible road closures. Winter weather typically begins by November and becomes well entrenched by December and January, with frequent light to moderate snows and increasingly colder weather. Low temperatures are generally in the teens along the Rim; however afternoon high temperatures still average in the 40s (4-9°C), due to the amount of sunshine the area receives. Along the river, cold air typically becomes trapped in the canyon leading to high temperatures only in the 40s and 50s (4-15°C) and low temperatures in the 30s and 40s (-1C-+9°C). Even with all of the winter sunshine, significant snowfall can be expected during the winter with an average snowfall of 50 to over 100 inches (1.3-2.5m) per year on the Rim, and occasionally snow will make it even to the river. Between storms, when dry high pressure builds in, winds become light, and fresh snow cover is on the ground, minimum temperatures can plummet, especially on the Rim, with sub-zero temperatures likely. Snow continues to be possible at the higher elevations through April. During the winter and early spring months, fog occasionally forms due to radiational cooling from snow cover on the ground. However, this fog usually breaks up quickly by morning. Learn more about winter visits...  Spring By mid-April, winter weather usually begins to break, and although snow is not uncommon in May, warm spells become more frequent. The winter cold gives way to a warming and pleasant spring period with average high temperatures gradually rising from the 50s and 60s (10-21°C) in April through the 70s to 80s (21-32°C) by June along the Rim, and from the 80s (27-32°C) in April to near 105 (41°C) by June along the river. Low temperatures will typically fall below freezing on the Rim in April and May and warm into the 40s (4-9°C) by June, with low temperatures from the 50s (10-15°C) in April to the 70s (21-26°C) by June along the river. Spring is typically breezy to windy with winds occasionally gusting over 40 mph (18 m\/s) and dry with little precipitation occurring in May and early June. Due to the very dry airmass typical of the late spring months, late season frosts and freezes are still a possibility, with sub freezing temperatures being recorded as late as July at the North Rim. Snowfall has been reported as late as the middle of June.                                  Winter Travel Kit Emergency Items: • Shovel • Windshield scraper & fluid • Cell Phone • Flashlight • Battery powered radio & extra batteries • Food and Water • Matches • Extra hats, socks and mittens • First aid kit with pocket knife • Necessary medications • Blankets • Tow chain or rope • Road salt and sand • Booster cables      Arizona Road Conditions\/ Closures MAP  From the Arizona Department of Transportation (http:\/\/www.az511.com\/adot\/files\/traffic\/)",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/weather-condition.htm"
}
