{
    "title": "Voyageurs National Park: Wolves",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Wolves                  Gray wolf        Notice the collar and tag in the ear of this wolf?  Voyageurs National Park researchers have an extensive research program that tracks and monitors the wolves within the park and surrounding area. NPS       Introduction With over 120,000 acres of land, Voyageurs offers abundant forest habitat for the gray wolf (Canis lupus) to inhabit. Also called the timber wolf, this animal is the dominant predator in Voyageurs and primarily feeds on deer, moose, and beaver.Wolves live in family packs with four to eight members, often working together to hunt large game. Where can you view wolves? While Voyageurs hosts a healthy population of wolves, the chances of seeing them are highest in the winter when they are hunting or moving along the shorelines of the big lakes. Wolves may also be often spotted crossing the park entrance roads.      Population The wolf population in Voyageurs has stayed relatively constant since the late 1990s. The population most years varies between 30-50 wolves, split into 6 to 9 packs. Each of these pack's territory includes at least a portion of the park, with 2-3 territories generally occupying the remote Kabetogama Peninsula. Status Prior to European settlement, wolves were abundant across the northern part of the U.S.By the 1930s, hunting, loss of habitat, and decreasing prey led to a sharp decline in the population. Minnesota retained a small population, unlike the neighboring states of Wisconsin and Michigan. In 1974, wolves were listed as federally endangered. The Minnesota wolf population has grown steadily over the past three decades.The Western Great Lakes wolf population is being considered for removal from the Federal Endangered Species List.        A wolf track left behind in the mud. NPS  Characteristics The gray wolf gets its name from the thick, gray fur coat covering its body. While most wolves are gray, their coats can range in color from reddish to solid black. All of these color variations have been observed in Voyageurs' wolves. On average, adults are 5-6 feet in length, with females weighing 50-85 lbs. and males weighing 70-110 lbs. Their large feet make tracks 4.5\" long by 3.5\" wide, which are larger than similar looking tracks made by coyotes. Breeding Females are ready to breed by age two. However, in the hierarchy of wolves, typically only one dominant female is allowed to breed with the dominant male within the pack. Breeding occurs in February and March, with pups born in April and May. A typical litter includes 4-7 pups, which will remain in the den for the first 6-8 weeks after birth.      How can you protect wolves? A wolf will often hear or smell you first and walk away, but if you are lucky enough to catch a glimpse of this mammal, keep your distance.  Back up slowly, quietly, and give the animal space. If a wolf appears to show unusual behavior, such as a lack of fear of humans, please report your sighting to park staff. Keep dogs out of the park's backcountry. Domestic dogs can spread canine diseases which are deadly to wolves, including canine parvovirus and canine distemper.       Current Research in the Park Wolves are the top predators in Voyageurs, it is important to learn more about their role in the park. Starting in 2012, a five-year study has provided researchers with detailed information about the status of wolves and their impact on the park's ecosystem. The goals of the project are to:  determine the number of wolf packs estimate the number of individuals in each pack understand causes of mortality understand how wolves use the landscape understand how wolves hunt beavers, moose, deer, and other prey  To accomplish these goals, wolves are captured and fitted with GPS or radio collars. This allows biologists to track their movements. Since the summer of 2013, a total of 36 wolves have been fitted with collars. In the event a wolf dies, the collar emits a mortality signal, allowing biologists to locate the animal, determine the cause of death, and retrieve the collar. Gray Wolves and the Future The population and survival of wolves is closely linked to the availability of their prey and protection from illegal persecution. If species like white-tail deer and beaver continue to be abundant in the park, there will likely be a healthy population of wolves as well.       For more wildlife exploration  Moose Beaver Gray Wolf Bald Eagle Common Loon Double-crested Cormorant",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/gray-wolf.htm"
}
