{
    "title": "Scotts Bluff National Monument: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Rock slide that closed the trail in 2000 NPS photo  Scotts Bluff was a natural landmark to the emigrants traveling on the Oregon, California and Mormon Pioneer Trails. It rises 800 feet above the North Platte River and was seen for several days before the emigrants arrived at the bluff. Scotts Bluff is located at the west end of a string of bluffs and hills which stretch for approximately 35 miles. The area was called “Scotts Bluffs” by the emigrants. Today the area is called the Wildcat Hills. Chimney Rock east of Scotts Bluff was the most famous natural landmark to the emigrants. It was mentioned in more emigrant diaries than any other natural feature.  Scotts Bluff was a close second. Today Chimney Rock is a National Historic Site, an affiliated area of the National Park System, which is owned and operated by the Nebraska State Historical Society. Scotts Bluff National Monument continues to change ever so slightly on a daily basis. The siltstone and sandstone layers of the bluffs are relatively soft compared to the upper layers of limestone and volcanic ash. A little of the bluffs erode away each day. Extremes in temperature, wind, rain, and expanding ice in the bluffs’ cracks loosen the rocks. Most rockslides are small and not even noticed unless they occur along the Summit Road or Saddle Rock Trail. Occasionally rockslides will be large. In October 2000, a rockslide estimated to be 3,000 tons closed the Saddle Rock Trail for several months. The bluffs’ surrounding prairie changes as well. Approximately 40% of the monument was privately owned and the land disturbed to differing degrees. There have been two golf courses, a picnic area, a cattle feedlot, a hog farm, and several structures within the Monument’s boundary. The scars of these disturbances can be seen today, but restoration efforts are underway, in conjunction with prescribed fire, to return the mixed-grass prairie to its pioneer-period appearance. It is doubtful whether the prairie will be exactly as it appeared to the pioneers. A state highway, three irrigation canals, and a railroad cross the Monument.  All of these provide non-native vegetation avenues to invade. Also, the original large ungulates and their grazing effect on the mixed-grass prairie are missing.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/nature\/environmentalfactors.htm"
}
