{
    "title": "Wind Cave National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals       The establishment of Wind Cave National Game Preserve in 1912 brought the reintroduction of bison, elk, and pronghorn to the park. That legacy of wildlife protection continues to this day with the recent reintroduction of the black-footed ferret. Some of the park's wildlife includes: Amphibians & Reptiles  Blotched Tiger Salamander - Ambystoma tigrinum Woodhouse's Toad - Anaxyrus woodhousii Great Plains Toad - Anaxyrus cognatus Upland Chorus Frog - Pseudacris triseriata Common Snapping Turtle - Chelydra serpentina Bullsnake - Pituophis melanoleucus Prairie Rattlesnake - Crotalus viridis Wandering Garter Snake - Thamnophis elegans  Birds  Mallard - Anas platyrhynchos Sharp-tailed Grouse - Pedioecetes phasianellus Wild Turkey - Meleagris gallopavo, merriami Red-tailed Hawk - Buteo jamaicensis Turkey Vulture - Cathartes aura Prairie Falcon - Falco mexicanus Killdeer - Charadrius vociferus Mourning Dove - Zenaida macroura Burrowing Owl - Athene cunicularia Common Nighthawk - Chordeiles minor Northern Flicker - Colaptes auratus Eastern Kingbird - Tyrannus tyrannus Cliff Swallow - Petrochelidon pyrrhonota Black-capped Chickadee - Parus atricapillus Yellow Warbler - Dendroica petechia Western Tanager - Piranga ludoviciana Western Meadowlark - Sturnella neglecta Brewer's Blackbird - Euphagus cyanocephalus    Mammals  Black-footed ferret - Mustela nigripes American Badger - Taxidea taxus Coyote - Canis latrans Mountain Lion - Felis concolor Black-tailed prairie dog - Cynomys ludovicianus Desert Cottontail - Sylviagus audubonii Little Brown Bat - Myotis lucifigus Townsend's Big-eared Bat - Corynorhinus townsendii Bison - Bison bison Elk - Cervus elaphus Mule Deer - Odocoileus hemionus Pronghorn (Antelope) - Antilocapra americana Red Squirrel - Tamiasciurus hudsonicus Least Chipmunk - Tamias minimus    View the YouTube video Restoring the Thunder: Bison Conservation in the Great Plains National Parks about the restoration of the American bison to the Great Plains. Explore the Time Line of the American Bison created by the U.S. Fish and Wildlife Service.  Click here for more information about reintroducing wildlife to Wind Cave National Park.      Select any of the following links for more information on:     Amphibians Birds Fish   Insects, Spiders, Centipedes, & Millipedes Mammals Reptiles",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/animals.htm"
}
