{
    "title": "Wind Cave National Park: Viewing Park Wildlife",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Viewing Park Wildlife                Viewing Wildlife in Wind Cave National Park         big bluestem grass NPS Photo  Wind Cave National Park is a small national park comprised of a mere 28,294 acres. Small as it is there is a remarkable variety of wildlife here and being able watch these animals in their natural habitats is an amazing experience. Because of the diverse wildlife in the park, one of the more common questions asked by visitors is \"where are the animals?\" The answer to that simple question can sometimes be very complicated. All creatures depend on a particular habitat and once you understand their needs it becomes easier to find specific animals. Most of the park's habitat is prairie, however not all prairies are the same. Wind Cave National Park is located in an area called an ecotone. This is a place where two or more ecosystems meet.  Here the eastern tall grass prairie meets the western short grass prairie. It is also where the mountains meet the plains. So we find a diverse mixture of habitats. Within the park are ponderosa pine\/aspen forests, riparian woodlands, and a mixed-grass prairie combined with other distinct plant communities.        Western Meadowlark NPS Photo  These diverse communities create perfect homes for and wonderful places for us to see a variety of birds. If you are from the south, you might enjoy seeing a bird common to northern habitats such as the black-backed woodpecker. If you are from the east, the western meadowlark, Townsend's solitaire, or western tanager might catch your attention. Or if you are from the west, the eastern bluebird or ovenbird would be an unusual sight. Look for meadowlarks and bluebirds on the prairie. Ovenbirds and tanagers are often found in the forest and solitaires can be seen near the visitor center. Black-backed woodpecker prefers forests that have recently burned so areas where the park performed a prescribed fire would be a good place to look for these elusive birds. The larger mammals of the park are not quite as picky as birds and they use most of the park as their home. Even then it is important to know what habitat they prefer. Bison, or buffalo, are grass eaters. They prefer open spaces, but they also like to get out of the heat during the summer months and can be found on the edges of the forests where they rest and use trees to rub the itchy winter fur from their bodies.  One special treat for a bison is fresh green grass. Tall grasses contain a lot of silica to help them stand tall. While that helps the grass, it is really hard on teeth. So areas where the grass is clipped short and are greener are common places to see bison.  Short green grass is common where a fire has recently burned and on prairie dog towns. So a good place to look for bison is where the fire management crew recently burned the grasslands.   Don't overlook the park's prairie dog towns. Bison use these habitats not only for food, but sometimes they use the grass-free, dusty areas of the town too. These make wonderful places to roll in the dust to get rid of insects and enjoy a dust bath!      Prairie dog towns are not hard to find. Prairie dogs prefer flat open ground where grasses grow easily and where they can see approaching predators so they can retreat to their burrows. Flat open areas are also great places to build roads, so it is easy to see prairie dog towns along almost any of the parks roadways. These small rodents have many predators, including coyotes, bobcats, badgers, and predatory birds. That means if you are looking for predatory animals, prairie dog towns are great places find them or signs of them.  Wind Cave National Park is home to the swiftest North America land mammal - the pronghorn antelope. These astonishing creatures can run 60 miles per hour easily. They also have excellent eyesight, so the best place for this animal is the prairie where they can see and outrun their predators. The open prairie near the south entrance to the park headquarters and NPS 5 has wonderful open areas that are home to small herds of pronghorn.        Small elk herd NPS Photo by Charlie Baker  One of the most difficult animals in the park to see is elk. The park is home to between 300 to 500 elk, but finding them can be quite a challenge. These animals are hunted when they are outside of the park so they not only are hard to see, they are also hiding from us. Generally elk are most active in the early morning or late evening. They tend to stay in the wooded areas of the park and come onto the grasslands to graze in the twilight times. A good place to look for them is along the park's less traveled gravel roads NPS 5 and 6. Another option is evenings or mornings in areas where the grasslands meet the forest such as the prairie dog town near the Rankin Ridge fire tower. Another easy way to see elk is to leave your car and go for a hike. The Boland Ridge Trail is great habitat for elk. Success in viewing wildlife can be a challenge, but a little knowledge about the park's diverse habitats makes that experience possible. Drive the park roads or hike the ridges, ravines, or trails that weave through the park. As you explore, look for the array of animals but also notice the assortment of habitats that support life in this remarkable national park.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/viewing-wildlife-in-wind-cave-national-park.htm"
}
