{
    "title": "Wind Cave National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Half Mile Hall Photo by K.L. Day  One of the world's longest and most complex caves and 33,851 acres of mixed-grass prairie, ponderosa pine forest, and associated wildlife are the main features of the park. The cave is well known for its unusual geology, outstanding displays of boxwork, a rare cave formation composed of thin calcite fins resembling honeycombs, and the winds at the cave's entrance. The cave also contains a variety of other cave formations such as popcorn, frostwork, and flowstone. Continued exploration is still occuring as cavers actively search for new passages in this complex maze.  About the time that the finishing touches were being put on Wind Cave, visitors to the place we call Wind Cave National Park would have seen a completely different world. The geological time period was Oligocene, which extended from about 34 million years ago until 23 million years ago. The Great Plains were just beginning to develop. Dense deciduous forests were becoming open wooded grasslands. The climate was subtropical and very different animals roamed the area.  Click here to learn more about the fossil remains of the animals living in this ancient world. The mixed-grass prairie that visitors see in the the park today is one of the few remaining and is home to native wildlife such as bison, elk, pronghorn, mule deer, coyotes and prairie dogs. In 1911, the American Bison Society looked for places to establish free roaming bison herds. They selected Wind Cave National Park as one of the first areas where these animals would be returned to the wild. Bison, pronghorn, and elk were reintroduced to the park in 1913 and 1914. Because of this, we can see many prairie animals such as: elk, bison, pronghorn, turkeys, prairie dogs, and maybe even a black-footed ferret. And, just as important, we can see the habitat that supports them.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/nature\/index.htm"
}
