{
    "title": "Wind Cave National Park: 1902 Survey of Wind Cave",
    "body": "1902 USWCS Survey       Copy C.E.N.   Rapid City, South Dakota. May 20, 1902   Wind Cave Survey   M.A. Meyendorff, Special Agt. C.L.O., Rapid City, So.Dak.   Sir:             I hand you herewith plat and profile of the Wind Cave, South Dakota, showing that portion which has been exp1ored and opened and possible to survey without opening up the crevices farther, repairing stairs and ladders, on one trail leading from “Sta. A as marked upon the plat leading to Sat\". there is a ladder and stair way beyond “J” about 50 feet in length, a portion of which is entirely decayed and out making it impossible to survey farther on this route, which extends 3 or 4 hundred feet beyond Sta “J”.          Transit used in surveying   The formation indicates that the cave may extend for a distance of one mile east, one mile north, and from 2 to 2 ½ miles south and west.  Underlying sections 1, 2, 3, 1O, 1l, l2, 13, 14, 15, East 1\/2 sections 4, 9, 6, T.6 S., R.5 E. and sections 34, 35, 36, T.5 S., R.5E, B.H.M. “See diagram.” The plat shows the line opened and explored through: which it is possible to go without crawling and some parts of these lines are very narrow and low, at other places the Crevices open into great caverns and grotesque looking rooms. The plat shows in many places by dotted- lines where unexplored crevices branch away from the explored and opened portion of' the cave. Many of these crevices have been crawled through and large grottos reported to have been found, in such places many tons of specimens have been taken, and through that portion of the Cave opened there are places which show the marks of the specimen hunter.        Red USWCS marker on wall in Model Room   From Sta.74 running to \"75 a\" thence to \"94 a” the line turns around so as to cross itself at an elevation of 50 ft. above, also crossing the main route. Sta. \"87 a” being almost exactly over Sta. \"85 a “course of \"85 a\" having passed up through a hole in the roof about 6x15 .ft. to Sta. “86 a”. thence to \"87 a” which is 26 .ft. above Sta. “85 a” with a roof height at “85 a\" of from 15 to 20 ft. (all over-head heights were estimated) from Station “86 a” to Sta. “94 a” is the largest area I have ever seen underground without any roof supports the roof being very flat and smooth and from 6t to l4 feet high; this immense room is called the Fair Grounds” by the guides. At nearly every turn or angle there are crevices leading away which are not opened, from all appearances, exploration and opening of these crevices can be carried on in a moderate way for the next 10 years and then the work will have only begun. In places the crevices which are now used are very narrow and low but could be opened up with small expense. Many places have been opened up to a small extent by blasting from the sides and digging up the bottom, but only enough has been done to barely get through. While there is less than one mile of opened crevices the trail is such (that) it consumes nearly one hour from either station “92\" or \"94 a\" to the entrance. There is a good circulation of air throughout; the thermometer indicated from 48° to 50° in the Cave after going 2 to 3 hundred feet from the mouth. There are places where the current of air is always in and others where it is always out.        Natural Entrance of Wind Cave   The entrance is a veritable barometer; at the approach and during a storm the air current is down, and during fair weather it is out, often so strong it will nearly blow a person away from the entrance. At the same time, 100 ft. from the entrance the current will not blow out a candle. Except at or near the entrance the Cave is dry. No water dripping.             The entrance to the Cave is in a deep ravine the hills sloping back and raising to an elevation of from 60 to 120 ft. at a distance of about 400 ft. There is an old log cabin over the entrance to the Cave, and it bears witness to the fact that the water has come down these dry gulches and covered over the entrance from 2 to 3 feet deep. Yet there is no evidence of the water going in the Cave of late years beyond Sta. No .5, where there is a large unopened crevice, the plat shows the dry ravines on the surface also 2 small openings in crevices coming to the surface through which air comes out and goes in at the same time it does at the main entrance. The heavy dotted lines on the plat indicate the top and general course of the divides; upon one ridge there are two points where elevations were taken and marked. Also one down the gulch. The elevation at the mouth of the entrance to the Cave was obtained from a railroad survey, brought from Hot Spring. The survey has been slow and tedious owing to the many short measurements and the narrow and low places throughout the entire route; however, more time should have been spent in more accurately cross sectioning the crevice.        Early tour group om Devil's Lookout   Also the line should have been laid upon the surface, and the surface line indicated upon the profile, showing the difference in elevation vertically. The names by which some of the most important rooms are known are marked upon the plat. The three routes are known as the \"Pearly Gates,” “Fair-Grounds,\" and “Garden of Eden” There are numerous crevices leading away from the different routes and one is crossed by a bridge.  It is called “Castle Garden\" crevice, through which the chamber called the “Blue Grotto”, is reached. This crevice is not opened so a survey could be made through it. From Stations 82 and 84, I crawled through the crevice into beautifully crystallized rooms, but a line could not be produced without being opened in places. At stations 4, 5, 6, 60, 82, 84 and 93 on the main and \"Pearlv Gates\" route, there are large strong crevices, which are known to lead to large rooms; 100 ft. northerly from Sta.67 and l00 ft. easterly from Sta. 62 are large crevices leading into large rooms, which are so pinched in Places and partly blocked by large boulders, that it is impossible to survey through. At stations 83a, 84a, 89a, 93a and on the \"Fair Grounds\" route there are crevices which have been but little explored. Wherever they have been they have led into other crevices and chambers. I was told by one of my assistants that his brother (now dead) crawled into a crevice at Sta.4. and wandered around in a southwesterly direction for 60 hours before finding his way back. Large rooms were reported found, but with one exception there has been no attempt made to return there by the same person, who started with a ball of wrapping twine, one end of which was left at the end of the crevice returning to Sta.4, but after the twine had parted a number of times the further exploration in that direction was abandoned. From Station \"J\" on the \"Garden of Eden\" route the line can be produced into the Garden of Eden, after the stairs ascending the crevice at an elevation of 50 ft. and at an angle of 45 have been repaired or built. An expenditure of $2500 in exploring opening and surveying will more than double the underground distances. The possibilities of wonderful discoveries by exploration are beyond the most visionary ideas of man.   Respectfully submitted, Myron Willsie C.E. and U.S. Dep. Min. Sur.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/1902-uswcs-survey.htm"
}
