{
    "title": "Wind Cave National Park: National Park Service History",
    "body": "National Park Service History       In the early nineteenth century one of the areas of the West that received much notice was the mysterious area lying at the headwaters of the Yellowstone River. After several years of incredible stories about a land where the earth shook and smoked from underground fires and exploding waterspouts, a full scale expedition was organized in 1870 by Nathaniel Langford. The trip lasted four weeks, and though plagued by rain, snow, sickness, hunger, accidents and fatigue, the things they saw made the trip an incredible one. \"We are all overwhelmed with astonishment at what we have seen,\" wrote Langford in his diary, \"and feel that we have been near the very presence of the Almighty.\"  While all of the members of the expedition kept journals, Langford's journal records an evening campfire chat that has become a legend.        Old Faithful Geyser at Yellowstone National Park NPS Photo  \"Last night, and also this morning in camp, the entire party had a rather unusual discussion. The proposition was made by some member that we utilize the result of our exploration by taking... land at the most prominent points of interest... One member of our party suggested that if there could be secured by preemption a good title to two or three quarter sections of land opposite the lower fall of the Yellowstone and extending down the river along the canyon, they would eventually become a source of great profit to the owners. Another member of the party thought that it would be more desirable to take up a quarter section of land at the Upper Geyser Basin, for the reason that the locality could be more easily reached by tourists and pleasure seekers. A third suggestion was that each member of the party preempt a claim, and in order that no one should have an advantage over the other, the whole should be thrown into a common pool for the benefit of the entire party. Mr. Hedges then said that he did not approve of any of these plans - that there ought to be no private ownership of any portion of that region, but that the whole of it ought to be set apart as a great National Park, and that each one of us ought to make an effort to have this accomplished. His suggestion met with an instantaneous and favorable response from all - except one - of the members of our party, and each hour since the matter was first broached, our enthusiasm has increased. It has been the main theme of our conversation today as we journeyed. I lay awake half of last night thinking about it - and if my wakefulness deprived my bedfellow (Hedges) of any sleep, he has only himself and his disturbing National Park proposition to answer for it.\"      While it may be questioned when Langford wrote his journal and why the conversation did not impress others enough to write about it in their journals, when the expedition returned and its members told what they'd seen, articles about the park proposal began to appear in local newspapers. The next summer, because of all the interest stirred up, two new expeditions entered Yellowstone, one military and the other an official geological survey under Dr. F.V. Hayden. These groups discovered even more wonders, gained new facts and figures to confirm earlier discoveries, and returned with photographs - proving to all that the wonders were real. In Washington, the Yellowstone Park bill was introduced into Congress in December, 1871. Due to intensive informational efforts by Langford and others, the Senate passed the bill within six weeks. The House approved it four weeks later. President Grant signed the Act on March 1, 1872, thus creating the world's first national park. The Yellowstone region was now permanently \"dedicated and set apart as a public park or a pleasuring-ground for the benefit and enjoyment of the people.\" However, more than just legislation was needed to protect Yellowstone. Believing the park should be self-supporting, Congress provided no appropriation, and the Superintendent served without salary or staff. The purpose of the park was clearly defined by the enabling act, but the legislation didn't include any legal means for protecting features or wildlife.      Traveling through Yellowstone in 1875, the secretary of War found that poachers were roaming freely. With elk hides bringing six dollars apiece, more than 4,000 animals had been slaughtered the previous winter, their antlers scattered along every hillside and meadow. The report of another military expedition the same year indicated vandalism is not a modern phenomenon. People who made the difficult journey to Yellowstone were writing their names in the geyser pools and removing ornamental work from the formations. Few geyser formations escaped defacement. Yellowstone would not survive unless someone was given authority to stop the devastation. On August 17, 1886, Troop M, First U.S. Calvary, moved into Yellowstone, relieving the civilian superintendent of his duties. Orders were promptly issued and enforced against defacing or removing curiosities, hunting or trapping, commercial fishing, or stock grazing. Although Congress had been unwilling to provide funds to the Secretary of the Interior, it now supported the military administration. For the next 30 years, the army was responsible for the protection of Yellowstone National Park. In 1890 Congress established Yosemite National Park, nearly the size of Yellowstone, as a result of persistent, persuasive efforts led by John Muir. Next, congressional action shifted to preservation of the giant sequoias. Logging of the great redwoods by hack and slash methods almost wiped out the accessible groves. Sequoia and General Grant (later part of Kings Canyon) National Parks, were authorized in 1890 to protect the giant sequoias.         Cliff Palace at Mesa Verde National Park NPS Photo  The original park idea was enhanced in 1906 by legislation that indicated there could be other than scenic values in the parks. Beginning in the 1880s, many people were outraged by the widespread looting of the cliff dwellings and pueblo remains of the Southwest. The sites were looted to supply the demands of collectors. Mesa Verde National Park, set aside in 1906, established the precedent of historic preservation on the national level. The Antiquities Act was passed the same year and has proven one of the most far-reaching pieces of park legislation ever enacted. Under this legislation it became unlawful to remove or destroy any historic object or to excavate any historic or prehistoric ruin on public lands. Perhaps of even greater significance, the act empowered the president to declare national monuments for sites on federal lands containing outstanding historic, scientific or scenic values. Before the year was out, President Theodore Roosevelt created four national monuments -- Devils Tower, Petrified Forest, Montezuma Castle, and El Morro. Between 1906 and 1970, 87 monuments were established by 11 presidents: 36 were historical preserves and 51 were scientific. The Antiquities Act permitted a president to recognize a significant area as a national monument until Congress authorized established it a national park.      As the nation moved into the 20th century, there were some signs of a changing attitude toward the protection of natural resources. Theodore Roosevelt was the first president to make conservation a national goal. His voice was a lone voice, however, in an era when the exploitation of the country's resources was the rule and the establishment of the parks was a concession to the minority, rather than an expression of national purpose. Also, operational responsibilities for the parks were scattered throughout the federal government: from the War Department, to the Department of the Interior, to the Department of Agriculture. There was no defined, accepted policy to guide administration and no continuity of personnel. So the parks came along, one by one, each the work of a relatively few people who saw the need. The organization that could be provided by a national park system was sorely lacking. In 1912, a small group of national park enthusiasts convinced President Taft that the national parks should be placed under unified and professional direction. Gifford Pinchot, Chief of the Forest Service, opposed the formation of a parks bureau, arguing that the Forest Service was the logical agency to administer the national parks. The historic battle over the construction of the Hetch Hetchy Dam in Yosemite National Park aroused national attention and polarized the conservation movement. Hetch Hetchy was a deep, glacier-carved valley whose towering granite walls, domes, and cascading waterfalls closely approached the grandeur of Yosemite Valley. The city of San Francisco selected Hetch Hetchy as the most feasible site for the construction of a reservoir. Local politicians seemed undisturbed at the prospect of a dam destroying a lovely valley in a national park. However, John Muir and the Sierra Club led a fight to preserve the integrity of Yosemite and in a surprising show of strength, blocked congressional action. Pinchot persisted in supporting the project. The controversy dragged on for years until in 1913 when the bill authorizing the dam passed Congress.  Future success for a national park agency was assured the very next year, due to a remarkable chance incident. A Chicago borax manufacturer wrote to an old friend he had known 30 years earlier at the University of California, complaining about conditions in the national parks. The friend, Franklin K. Lane, happened to be the Secretary of the Interior, and he was looking for a man who could help bring some order into the management of the Interior's national parks. The writer was Stephen T. Mather.       The letter of complaint was hardly a rare item for a Secretary of the Interior to receive then or now. His letter described deplorable conditions Mather had observed on a camping trip to Yosemite and Sequoia. Mather's protest brought a quick and historic reply: \"Dear Steve, If you don't like the way the national parks are being run, come on down to Washington and run them yourself.\"  In January, 1915, Mather was sworn in as an assistant to the Secretary of the Interior, in charge of national parks and Horace Albright his chief assistant.  The task awaiting Mather and Albright was enormous, but everything hinged on getting a bill through Congress to establish a parks bureau, which would then have to be organized, funded and staffed. Substantial increases in appropriation would be needed for existing parks and monuments; a nationwide publicity campaign had to be launched to generate public interest and support and concessionaires had to be stimulated to improve hotels, camps and other facilities. Congress also had to be persuaded to establish new parks and to defeat bills authorizing substandard areas.  Parks are good for the country and incidentally good for business, was Mather's message. As his promotional schemes multiplied, Mather hit upon a real winner, one that has never failed to gain friends for the parks. In the summer of 1915 he invited a carefully chosen group of citizens on a camping trip through Sequoia and Yellowstone. Through contacts made on this trip, Mather convinced Congress to appropriate half the purchase price for Grant Forest, a private inholding within Sequoia National Park. Then Mather turned to another contact from the trip, Gilbert H. Grosvenor. The National Geographic Society supplied the remaining funds and acquired the sequoia grove, the first of many subsequent gifts to the parks.  Despite Mather's considerable effort and the great public interest generated, no action was taken on the Park Service bill in 1915, but the following year Mather organized national park defenders for a major lobbying campaign. The promotional effort paid off. On August 25, 1916, President Woodrow Wilson signed the bill establishing a National Park Service.      The National Park Act spoke in only the most general terms regarding how the new organization should provide for public use while protecting park resources, but it has proved an enduring and often-quoted statement that has never been improved upon. The Park Service was established to \"... conserve the scenery and the natural and historic objects and the wildlife therein, and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"      How NPS Areas are Established National parks, historic parks, military parks, battlefield parks, memorials, memorial parks, cemeteries, parkways, and recreation areas are established by Acts of Congress. National monuments are established by Presidential Proclamation issued pursuant to the Act of the Congress approved on June 8, 1906 (34 Stat. 225) or by an Act of Congress. National historic sites are established by the Secretary of the Interior pursuant to an Act of Congress approved on August 21, 1935 (49 Stat. 666). Types of National Park Service Areas National Parks National Parks are areas of national significance containing a variety of resources and encompassing a large land or water area. It has been set aside for the preservation and protection of the resources and dedicated to public use and inspiration. National Monuments A National Monument is intended to preserve at least one nationally significant resource. They are generally smaller than a national park. They are established by Presidential Proclamation, or by an Act of Congress. National Recreation Areas National Recreation Areas are diverse areas which include surrounding reservoirs impounded by dams built by federal agencies and also other lands and waters set aside for recreation use, including areas in urban centers. National Seashores and National Lakeshores National Seashores and Lakeshores preserve shoreline areas and off-shore islands and have been set aside to preserve natural values while at the same time providing water orientated recreation. National Parkways National Parkways are elongated parks featuring roads designed for pleasure travel and embracing scenic recreational, or historic features of national significance. National Historic Parks National Historic Parks are areas set aside to commemorate a significant phase of American history. National Battlefield Park, National Battlefield Site These areas are associated with American military history. National Historic Sites National Historic sites are sites, buildings, and objects of national historical significance which are preserved for the inspiration and benefit of the people of the United States. National Memorials National Memorials are structures or areas designated to commemorate ideas, events, or personages of national significance. Different types of areas require different management practices and policies. Each National Park Service area is classified as a natural, historic or recreational area. Wind Cave National Park and Jewel Cave National Monument are classified as natural areas. Other types of areas which do not fit these categories include: Performing Arts Areas Areas set aside for the performing arts include Wolf Trap Farm Park for the Performing Arts.  National Landmarks National Landmarks are properties not maintained by the National Park Service, but recognized as having national importance in a particular field. Wild and Scenic River System The National Park Service has the responsibility to administer the National Wild and Scenic River System. The state or federal agency responsible for the management of a designated river is specified in the river's enabling legislation. Rivers are designated as wild, scenic or recreational and are classified according to the natural qualities they possess. National Trail System The National Park Service has the responsibility to administer the National Trails System. There are four types of trails: congressionally designated long-distance National Scenic Trails and National Historic Trails, side or connecting trails and National Recreation Trails. Local, state and federal agencies are responsible for managing the designated trails. Affiliated Areas These area are properties that are neither federally owned nor directly administered by the NPS but which utilize NPS technical or financial assistance.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/national-park-service-history.htm"
}
