{
    "title": "Wind Cave National Park: Historic Place Names 1880-1901",
    "body": "Historic Place Names 1880-1901       The circumstances surrounding the settlement and development of the Black Hills region results in an unusual course of events. Although situated in the midst of a \"civilized\" country, it was among the last geographical frontiers on the American continent outside of Alaska. This was wild country in those years, but there was the spirit of growth characteristic of any frontier. This growth, however, expressed itself in a most unusual channel. Not only was the region attracting miners and other commercial interest, but it was also luring tourists, visitors who would partake of its beauty and adventure. Few frontiers have ever experienced this trend toward tourism coincident with their growth. It was in this fertile environment that Wind Cave was \"born\". It could not have occurred at a more opportune time, for it was destined to become an integral part of the mainstream of this unique phase of growth. Wind Cave became a cosmopolitan thing. There were few caves known at that time; even fewer developed for tours. But the few that were represented the ultimate in romance, mystery, beauty and adventure. Most famous was Mammoth Cave, Ky., and Wind Cave took pride in being able to offer substantial competition. No better is this expressed than in the names given to places and things in the cave. Everything was named, and little effort was spared toward variety and imagination. These names represent visitors from all walks of life (e.g., Old Fellows Hall, Tabernacle, Bishop Fowler's Retreat, Dante's Inferno, Milton's Study, Chopin's Nocturne) from the four corners of the Earth (e.g., Scenes of Wicklow, World's Fairground, New York Elevated Railroad, Union College) as well as the realism and humor the difficult places generated (e.g., Cliff Climber's Delight, Fat Woman's Misery, Ghost of She, Hard Scramble, Bridge of Sighs). This is a distinct contrast with the old names in Carlsbad Caverns, NM, which with few exceptions are local, based on American Indian mythology. Through lack of use, the location and origin of many of these names have been forgotten. This period produced a variety of literature that reveals a number of reliable clues for identification of these places. Cave Regions of the Ozarks and Black Hills, Luella Agnes Owen, 1898 and Mazes and Marvels of Wind Cave, Edward C. Horn, 1901 each contain sections on the cave written in guide book form. The present tour routes were used then, and it is possible to start at the entrance and follow each guide step by step through the cave. Although somewhat more vague in terms of locations, The Private Account of A.F. McDonald, is probably the standard work on the subject, at least historically. At present it is the only information available on areas not covered by Horn and Owen. A number of old photographs have been uncovered, and thanks to the technology of stereo photography a number of positive identifications have been made. No scholarly research has been expended in this project. The technique involved in simply following the guides through the cave. The descriptions are often adequately obvious to pinpoint the location. Often no such feature is evident (many changes were made during trail construction) and one must rely on the sequence indicated by the guide. If a place lies between two known places, or immediately after a known place, the location can be inferred. This latter was employed in many cases, and although possible unreliable in some instances, is based on the only information available. Until more information is discovered, this is where it must remain. Locations are in terms of survey stations or numbered light fixtures. LINCOLN'S FIREPLACE LOCATION: 1-28 SOURCE OF NAME: \"We next enter a small chamber of the cabin type where we are shown Lincoln's Fireplace. The kindling is placed in position ready for a fire to warm the Rail-splitter when he comes in from the forest. The pine knot is placed to give proper light for his nocturnal study, pre-paring him for the presidency.\" (1) An intuitive assumption can be drawn on the general location, for if Passing the fireplace, we notice a Prairie Dog and Mound...\" (2) A low, arched alcove is located on the west side of the trail, on the entrance side of the Prairie Dog Mound. At present, it is filled with rock, obviously the result of trail construction. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 10. (2) Ibid PRAIRIE DOG AND MOUND LOCATION: 1-31 (opposite side) SOURCE OF NAME: \"Passing the fireplace, we notice a Prairie Dog and Mound. The little chirper stands ready to dive from our view, but moves not an inch, for his petrified state long ago produced locomotor ataxia.\" (1) The mound is a group of two small mud-drip holes. The dog was a rock, which someone evidently had brought from another part of the cave, and in the pre-federal period, visitors were continually attempting to take it. A woman from Chicago succeeded in making off with it, but returned it when contacted by mail. (2) A visitor in 1963 affirmed that it was there in 1925, but the mound now lies completely abandoned. (1) E.C. Horn, Mazes and Marvels of Wind Cave, p. 10. (2) Bohi, History of Wind Cave, p. 405. PETRIFIED CLOUDS LOCATION: 1-32 SOURCE OF NAME: \"Our attention is next called to a freak of nature not seen except in Wind Cave. Burning a ribbon of magnesium the guide directs our attention to the phenomenon, and umbrellas are wished for as we behold the unexpected Petrified Clouds. It is needless to state that the unexpected may always be expected while touring in a region of perpetual surprise.\" (1) Irregular solution on ceiling is descriptive. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 10. SNOW BALL ROOM LOCATION: 1-35 or 1-37 SOURCE OF NAME: \"Looking overhead, we notice a myriad of Snow Balls, each adhering to the frescoed rock as if lately driven to their rest by the recently liberated school boy. This appearance produces a chilling sensation, but the normal temperature returns when the deceived visitor learns that the nearest snow is not less than two hundred miles away to the northward, and that what we see above us and around us are carbonate of lime formations only. They appear so much like well-formed snow balls, however, that the very elect are deceived.\" (1) Calcite and aragonite deposition is descriptive. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 10. ROE'S MISERY LOCATION: 2-12 to 2-14 SOURCE OF NAME: \"Leaving this medley of letters and cards (Post Office) we pass into Roe's Misery. Here an early guide named Roe got stuck and had to be pulled out by means of a rope.\" (1) The narrow passageway south out of the Post Office shows evidence of much enlargement, and evidently was this notorious crawlway. It must have been a tight squeeze. Bob McAdam states, that as a boy, weighing 108 pounds, he had to lie on his side to get through (2) and from scattered comments in \"The Private Account\", the McDonalds spent a great deal of time enlarging it. Another amusing insight comes from what the guides were apparently telling visitors in 1921. \"A little farther on is a large crevice into which, as the story goes, a man named Roe unfortunately fell. It proved necessary to let down a mule by means of a block and tackle, thus to extract him from his predicament. Hence the name \"Roe's Misery\" was applied to this particular place.\" (3) RED HALL LOCATION: 2-17 OTHER NAMES: Beauty Parlor SOURCE OF NAME: \"The next chamber is called Red Hall, the prevailing color being red. Here the visitor is shown Liberty Bell, which is cracked just like the original at Philadelphia. What formed it? is the usual question. No living man knows, but it is supposed to be the work of a geyser spurting up from the floor. Not far from Liberty Bell is a Wash Boiler, which especially interests the ladies who are so fortunate as to see it.\" (1) Owen, quoting Elmer McDonald further identifies the place - \"Red Hall is the room next in order, and has on either side a red bank of sandy micaceous clay\" (2) (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 11. (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 HARD SCRAMBLE AVENUE LOCATION: 2-21 to 3-5; White Room area at 2-21 SOURCE OF NAME: \"From the White Room the visitor enters the Opera House via Hard Scramble Ave.\" (1) Normal sequence and evidence of extensive trail construction, filling and grading suggest the name. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 11. DEVIL'S LOOKOUT LOCATION: 3-8 SOURCE CF NAME: \"The next point of interest is the Devil's Lookout standing 65 feet high. Here in silence are two pigs, one having an ear of corn in his mouth as if ready to run for a more congenial spot. A New York lady discovered the two pigs, and remarked, ‘Isn’t it perfectly wonderful that I should be the first one to discover the pigs?’ The guide replied, ‘It is easy for people who have been in the habit of seeing such animals to find their likeness here in the Cave.’ He was saved from her wrath by being the only one who knew the route.\" (1) Up until 1890 this point marked the end of the cave. Passageways beyond apparently were too tight to permit passage until Alvin McDonald and Bob McAdam enlarged a hole* with a chisel. (2) *: 3-9 to 3-10 (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 12. (2) Bohi, History of Wind Cave SOUNDING ROCK LOCATION: 3-9 (large rock formation to right of 3-9when facing light) SOURCE OF NAME: From the Devil's Lookout \"We next pass Sounding Rock or His Satanic Majesty's Call and enter Milton's Study…\" (1) There is a flake attached to the upon which the location light is mounted, which rings very resonantly when struck with the fist. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 12. SAMPSON'S PALACE LOCATION: 3-16 SOURCE OF NAME: \"The next room is named Sampson's Palace. It has a very high dome with a boxwork edges and stalagmitic floor. In this place is a formation known as the Queen of Sheba's Head Dress. The drapery was a premonition of modern Parisian styles.\" (1) Comments by Elmer McDonald follow much the same idea. \"Sampson’s palace is the next room in order; here we see some stalagmitic water formation on the left wall and the ceiling is one of the most beautiful yet seen on the trip.\" (2) (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 12. (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 SWISS SCENERY LOCATION: 3-19 & 3-18 SOURCE OF NAME: In consecutive order, \"We pass along to Swiss Scenery (from Sampson's Palace) a very prettily decorated room fifty feet in length by fifteen feet in height. The box work is very pretty, shading from yellow to dark brown. The general appearance of the room would suggest its name, it being rougher than any other in the immediate vicinity.\" (1) This final statement suggested its possible location and an old stereo photograph confirmed it. (2) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) Photo, Swiss Scenery, W.R. Cross, Stereo Photos In Wind Cave QUEEN'S DRAWING ROOM LOCATION: 4-1 to 4-2 SOURCE OF NAME: \"Following our guide, we enter the Queen's Drawing Room, a chamber fearfully and wonderfully made. Here tapestries, draperies box-work greet one on all sides.\" (1) \"Passing under an arch (from Swiss Scenery) we enter the Queen's Drawing Room. Here the boxwork has been developed beyond any on our pathway thus far. From the ceiling it hangs like draperies and on the left wall is about twenty four inches in depth. On the whole this room is elegant enough for the most exacting queen.\" (2) Consecutive order and the description locate the room. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 13. (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 NEW YORK ELEVATED R.R. LOCATION: 4-2 to 4-5 SOURCE OF NAME: \"Advancing a short distance (from the Queen's Drawing Room) we look above and behold the New York Elevated R.R. The cars are not running owing to a strike.\" (1) Consecutive order seems to locate this, but exactly what feature represents this is uncertain. A series of horizontal 'tubes' parallel the main passage at a level 10 feet above the floor, extending from the Queen’s Drawing Room to 4-5. This may have been it. Could be boxwork in ceiling which has appearance of tracks above 4-5. Tube is immediately in front and down the trail from 4-5. E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 13. M.E. CHURCH LOCATION: 4-4 SOURCE OF NAME: The guide proceeds from the Queen’s Drawing Room, and \"We step from this room into the ME Church. Rev. Mr. Hancher, president of the Black Hills Methodist College, was I believe the first to hold song and prayer service in this room; the pulpit is on the left as you pass through. The guides always ask if any wish to sing or worship, as any one has a perfect right in a dedicated chapel.\" (1) Old photograph also confirms location. (2) (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901 (2) Cross, Stereo Views in Wind Cave, Methodist Church, (2 each) GIANT'S CAUSEWAY LOCATION: 4-9 to 4-11, Flat topped rocks also at 4-5 SOURCE OF NAME: From M.E. Church, \"The Giant's Causeway is only a few steps beyond. This bit of scenery has some resemblance to the famed basalt attraction on the coast of Ireland\". (1) Horn indicates the same location and describes it as the \"most rugged chamber...\" (2) Leaving the place, \"We then make a graceful prolonged bow and file under the Arch of Politeness (likely the low duck-under just before 4-11) into Lena's Arbor (4-l2).\" (3) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 13. (3) Ibid CAPITOL HALL LOCATION: 4-15 to 4-16 OTHER NAMES: Bishop Fowler's Retreat, Cathedral SOURCE OF NAME: Proceeding from the Giant's Causeway, through Lena’s Arbor \"We enter Capitol Hall at the side, about midway between the ends. It is the largest room yet visited being some two hundred feet from end to end, with a very high ceiling. Here we notice the wall and ceiling are bare of box and other formation and are clean and white. The decorative appearance exceeds any room yet visited. After getting into line again we go down a flight of stairs to Odd Fellows' Hall...\" (1) This name is apparently the original, for it first appears in \"The Private Account\". In the company of Mr. Horn \"We then make a graceful prolonged bow and file under the Arch of Politeness into Lena's Arbor, then on into Bishop Fowler's Retreat, where our attention is called to the beautiful grotto named Lover's Retreat. Here, a youthful couple, having lingered behind and being lost from the party were found by the guide with clasped hands and in the meshes of cupid. The midnight darkness of that subterranean world has no terrors for Cupid.\" \"Advancing ... we enter Odd Fellow's Hall\". (2) 4-21 to 4-22 Bishop Charles Henry Fowler was a prominent figure in the Methodist Church. He was Bishop in l884, and at one time, President of Northwestern University. In 1898 he founded Nebraska Wesleyan University, and likely was instrumental in the establishment of Black Hills College in Hot Springs. (3) The same Dr. Hancher who gave the name to the M.E. Church room was president of the college at this time. It was probably through his efforts that the memory of Bishop Fowler was to be perpetuated in this place. The name was later refined to Bishop Fowler's Cathedral, and later changed to Cathedral. (4) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 13. (3) Personal Communication with Mary Miners, Hot Springs, l964 (4) Bohi, Interview with Bob & Fanny McAdam, l957 POP CORN ALLEY LOCATION: 4-17 to 4-19 SOURCE OF NAME: \"Advancing through Pop Corn Alley we enter Odd Fellow's Hall.\" (1) The left hand wall of this stretch of trail is heavily encrusted with 'popcorn'. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 14. ODD FELLOW'S HALL LOCATION: 4-21 to 4-22 OTHER NAMES: Model Room SOURCE OF NAME: \"After getting into line again, we go down a flight of stairs to Odd Fellows' Hall, a chamber that on examination suggests its name. In the ceiling is situated the 'All seeing eye', one of the emblems of that august body, and at little distance the 'Three Links'; (solution pockets in ceiling) also in the ceiling, and just under the latter is situated a rock very much resembling a goat\". (1) This later animal apparently suffered annihilation during trail construction, as even with the aid of an old photograph, it cannot be located. (2) \"On entering the hall, the wreck of the Spanish warship Colon attracts attention. This specimen of Wind Cave novelty was named by Dr. Lentz of Brookings, S.D. This wreck is 350 feet below the entrance, nearly two miles from the starting point and in the sixth tier of chambers.\" (3) The breakdown block between 4-20 & 4-21 is probably this feature. An excellent Syringopore coral (could not be located) may be found on the ceiling of the dead end passage leading right from the top of the stairs 'out', approximately 6 feet from the trail. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) W.R. Cross, #30, Goat, Odd Fellows Hall, Stereo Views in Wind Cave (3) E.C. Horn, Mazes and Marvels of Wind Cave, p. 14. TURTLE PASS LOCATION: 4-23 to 4-26 SOURCE OF NAME: \"Nature, thousands of years ago, anticipated our choice of colors for the national ensign and indelibly frescoed the avenue leading from Odd Fellow's Hall with red, white, and blue. This avenue is called Turtle Pass because it shelters a large turtle about five feet in length by three in width. This formation evidently was completed weary years before Columbus dreamed of a land to the westward\". (1) Likely this was an obstacle to modern concepts of trail construction, as it no longer exists. None of the colors are evident, either. However, it would take only a thin layer of dust to obliterate them, and dust is abundant. (1) E.C. Horn, Mazes and Marvels of Wind Cave, p. 14. FALLEN FLATS LOCATION: 5-4 to 5-7 OTHER NAMES: G.A.R. (Grand Army of the Republic) Hall, Assembly Room SOURCE OF NAME: The original name is descriptive of the breakdown slabs covering the floor, and with reference to this room, Bob McAdam states \"we christened it the Fallen Flats.\" (1) Later on, however, \"This hall was dedicated (G.A.R.) in June, 1899, during the soldiers' reunion at Hot Springs, ninety-six old soldiers being present at the dedicatory services. A monument was erected upon an eminence within the hall to the memory of the heroic dead who wore the blue, but are now sleeping the sleep of the departed patriots. The committee requested that every old soldier visiting the Cave leave his name, company, and regimental designation at the foot of the monument. \"The G.A.R. Hall is well named. About it are natural fortifications more durable than were constructed upon many a battlefield. Overhead are calcite formations representing breastworks, stockades, etc., the handiwork of nature’s creation.\" (2) The monument occupied the corner of the room now marked by 5-5. (3) (1) Bohi, Interview with Bob & Fanny McAdam, 1957 (2) E.C. Horn, Mazes and Marvels of Wind Cave, p. 15, 1901 (3) Photograph, G.A.R. Hall, McAdam Collection GARDEN WALL - GIANT'S COFFIN LOCATION: 5-15 to 5-13 (Giant’s Coffin between 5-14 and light stands) SOURCE OF NAME: A little uncertainty is evident in exactly what objects are referred to, but the location between the Crossroads and present Assembly Room is positive. Elmer McDonald states \"The next open country is protected from public trespass by the Garden Wall, which appears to have been well built in the long ago by masons properly trained in their craft, and extends at a uniform height to the Fallen Flats…\" (1) A wall-like configuration extends from 5-15 to 5-13, on that side of the trail, but not to 'Fallen Flats', although trail construction could have destroyed this part of it. But Horn, in his guide book notes another feature: \"Here the visitor is shown the Garden Wall, upon which rests the Giant's Coffin. Strange sensations creep over one as he studies his surroundings, fearful lest he be intruding upon the subterranean retreat or mausoleum of some giant race. The coffin lid can be raised and those sufficiently lion-hearted may look within observing the Ghost of a Lost Opportunity.\" (2) No such feature apparently graces the wall, but a prominent coffin-shaped rock rests at the base of 5-14, on the other side of the trail. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 15. CONFEDERATE CROSSROADS LOCATION: 6-1 SOURCE OF NAME: \"…just beyond (Turtle Pass) is the Confederate Cross Roads, where the fissure is crossed by another forming a cross with perfect right angles. The right hand passage is used for specimens only; straight ahead leads to the Garden of Eden, the end of our shortest route. We take the left hand path and journey through Summer Avenue…\" (1) Horn indicates a number of additional features in connection with the place. \"Turtle Pass leads to the Cross Roads, where the route divides. Here is Nasby's Dome (5-19) beyond which is the Breckenridge Gallery and Burleigh Heights (Probably the high ceiling passage beyond, 5-19 thru 5-16) the latter having a dome ninety feet in height. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) Horn, Mazes and Marvels of Wind Cave, p. 14. SUMMER AVENUE LOCATION: 6-1 to 6-9 SOURCE OF NAME: \"From here Summer Avenue leads off a distance of 300 feet to the Masonic Temple.\" (1) \"We now descend another flight of stairs into Turtle Pass, where a large turtle rests beside the path, and just beyond is the Confederate Crossroads, where the fissure is crossed by another forming a cross with prefect right angles. The right hand passage is used for specimens only; straight ahead leads to the Garden of Eden, the end of our shortest route. We take the left hand path and journey through Summer Avenue, some seventy feet in length, and reach the Scenes of Wicklow...\" (2) The difference in spelling is apparently a misprinting of Horn's. The origin of the name is somewhat puzzling, at least in terms of the discovery date. \"On the 26th day of November 1890 the route, Summer Avenue, Irish misery and Sceneries of Wicklow were discovered by R.B. Moss and A.F. McDonald. (3) (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901 p. 18 (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (3) The Private Account of A. F. McDonald, Discoveries and Dates MASONIC TEMPLE LOCATION: 6-12 and\/or passage leading south of 7-21 SOURCE OF NAME: \"From here Sumner (sic) Avenue leads off a distance of 300 feet to the Masonic Temple.\" (1) But in 1898, \"On the right (in the Assembly Room, 7-24) is a passage leading to the Masonic Temple, a room that any body of Masons would be proud of could they hold lodge meetings in it. The passage on the left is the terminus of the Pearly Gates Route, the longest developed route in the cave. After moving along... we come into the Tennis Court\". (2) The subsequent change in location was likely somewhat political, desire on the part of the group involved that their hall was not reached by the regular tours. (1) E. C. Horn, Mazes and Marvels of Wind Cave, p. 18 (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 SCENERIES OF WICLOW LOCATION: 6-15 OTHER NAMES: Scenes of Widow, Elk's Resort, Elk's Room SOURCE OF NAME: The name appears frequently in The Private Account, as the beginning of the Castle Garden Route. The archaic form was apparently dropped rather quickly, as there was no doubt emphasis on refinement and public image, for in 1898, Owen describes the place as \"a large and high room, beautifully decorated with boxwork and popcorn. The ceiling and the left wall from floor to ceiling are fine box work. On the right you see a dark space, as a very large portion of this room is unused, but we pass the Piper’s Pig. (*) List! The guide is pounding on the Salvation Army Drum, a large projecting rock that on being struck with the closed hand gives a sound very much like a bass drum.\" (1) A faunal change took place by the time Horn visited the cave, for \"From the Masonic Temple we pass to the Elk's Resort, where an elk’s head greets the pilgrim. Close by is Salvation Army Drum made in nature’s shop, and just overhead is a square of Irish Point Lace formed by boxwork twenty feet on each side.\" (2) The communal identity of the drum establishes the identity of both references, although the feature has not actually been located. The boxwork and elk head are obvious. Lamp 12-1 shines toward a feature known as the Blarney Stone. (3) (*) Could this be the Elk Head? (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) Horn, Mazes and Marvels of Wind Cave, p. 18 (3) Photo #2, W.R. Cross, Stereo Views in Wind Cave KIMBALL'S MUSIC HALL LOCATION: 7-1 to 7-2 OTHER NAMES: McKinley Memorial Hall SOURCE OF NAME: \"After walking across a short plank (from Scenes of Wicklow) we enter Kimball’s Music Hall, a very beautiful room settled between two crevices and lined with box work. Viewing the ceiling from the fissure on the right it is seen to be smooth and fringed with popcorn. In some places the boxes are closed, resembling finished honeycomb. Over head box work can be seen as high as the light penetrates. On the whole I think this is the finest crevice in the explored cave.\" (1) Later on, however, the name was changed, for in 1901, Horn writes that \"A passageway to McKinley Memorial Hall has the Wind Cave Chimes.\" (2) The chimes were probably the boxwork. Could this be what Alvin called the Chamber of Bells? It was on this route. The dual identity of the place can be established since both references lead to the same place. \"Going from McKinley Memorial Hall we enter Whitney Avenue...\" (3) \"Looking straight ahead you wonder how the party can travel over such a road as presents itself to view, but the guide turns into an arch in the right hand wall and enters Whitney Avenue.\" (4) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 19. (3) Ibid (4) Owen, Ibid NAPOLEON’S TOMB LOCATION: 7-3 SOURCE OF NAME: \"Here (McKinley Memorial Hall) the second paralleling crevice appears, in which is seen Napoleon's Tomb, said to be an exact counterpart of the original.\" (1) The block with lamp 7-3 is descriptive. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 19. WHITNEY AVENUE LOCATION: 7-4 to 7-8 SOURCE OF NAME: \"Locking straight ahead you wonder how the party can travel over such a road as presents itself to view, but the guide turns into an arch in the right hand wall and enters Whitney Avenue. After walking across the bridge over shadowy depths...\" (1) \"Going from McKinley Memorial Hall we enter Whitney Avenue, which spans the shadowy depths. The question, How deep are these depths? How long is eternity?\" (2) The hole down, illuminated by 7-4 is probably the reference. The use of \"shadowy depths\" in both writings seems more than just coincidence, although no specific reference as to name is made. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 20-21. MONTE CRISTO PALACE LOCATION: 7-11 SOURCE OF NAME: \"After walking across the bridge over shadowy depths, our pathway lies for some fifty feet in one of the most interesting ovens in the cave, at the end of which we enter Monte Cristo's Palace, by going down a flight of stairs. This room has the greatest depth beneath the surface of any of the Fair Ground's Route, which is four hundred and fifty feet. In this room is noticed a decided change in the box work which is much heavier than any seen, or that will be seen on this route, and the color is light blue.\" (1) \"This avenue (Whitney Avenue) leads to Monte Cristo Place, which is in the seventh tier of chambers and on the 450 foot level, and 750 feet below the surface, for here the survey shows that a towering hill stands above, holding Monte Cristo Palace firmly in its palace as if in a Zeus-made vice. Here beautiful clusters of dazzling silica crystals appear, flashing under the power of magnesium light like the most brilliant of diamonds. In this place a triphammer blow is dealt to geology, which asserts that quartz and calcite formations never appear on the same level. Here the unexpected appears with quartz and calcite formations side by side as if they were breaking no law.\" (2) The location is evident, but most of the vugs mentioned are apparently gone. While silica and calcite \"side by side\" are common in the cave, the writer was unable to fine any trace of silicious rocks in the area. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 20.      BRIDGE OF SIGHS LOCATION: 7-19 OTHER NAMES: Three-way Stair SOURCE OF NAME: \"Those who desire to see the Blue Grotto on the Fair Grounds Route may do so by passing under the Bridge of Sighs, traveling... If you do not care to make the Blue Grotto, you cross over instead of under the Bridge of Sighs and pass Bottomless Pit.\" The latter feature evidently has been altered by trail construction, but is probably the hole protected by a railing between the Three-way Stair and the Second Crossroads. It must have been somewhat more impressive than it is now, for Horn continues \"It is called Bottomless Pit because the bottom cannot be discerned, but if your Sunday school teacher should ask you, just tell her the tapeline stops singing at the ninety-foot mark E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 20. GRECIAN BEND LOCATION: 7-22 to 7-23 SOURCE OF NAME: \"Beyond the Bottomless Pit we enter Grecian Bend, and bow very low whether we like it or not till we reach the Assembly Room.\" (1) Examination of this little area reveals that the passage has been excavated at least four feet. Bending may be an understatement; they may have crawled. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 20. ASSEMBLY POOM LOCATION: 7-24 OTHER NAMES: Crown Chamber, Second Crossroads SOURCE OF NAME: \"From this Avenue (Milliner's Avenue) we step into the Assembly Room. The Passage to the left is the terminus of the Pearly Gates Route. After moving along some distance we see the Bad Lands and then come into the Tennis Court.\" (1) The latter is from a section written by Elmer McDonald. Making the trip herself, and returning from the Pearly Gates, Miss Owen observes, \"Next is the Assembly Room or Crown Chamber, as it is called on account of a handsome crown conspicuously placed. This room also contains a Moose so perfectly carved that the skeptic who searches diligently for imperfections finally clamors for the whole company to celebrate his discovery of the artist's noble skill.\" (2) These latter features apparently were victims of trail construction or the mobs that followed. Further comment by Horn is interesting. \"Beyond the Bottomless Pit we enter Grecian Bend, and bow very low whether we like it or not till we reach the Assembly Room. Six routes assemble here; one leads to Pearly Gates, one to Fair Grounds, the others being uncomfortable for the tourist who is less surefooted than the mountain goat.\" \"The Palace Fireplace was found here by Mrs. Markham of Sioux Falls. The Cliff House of the Pacific Coast is an object of interest; the one in the Cave, being far removed from the vandal's hand, is undisturbed by the relic hunter.\" \"An avenue seventy-five feet in length leads from the Assembly Room to the Mound Builders' Rest.\" (3) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) Ibid (3) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 20-21. COUNCIL CHAMBER LOCATION: 8-6 to 8-9 OTHER NAMES: Dragon Room SOURCE OF NAME: The old photograph shows a view of the room from the trail familiar to any guide. (1) Owen observes, \"Which besides other attractions is to some extent also a Statuary Hall.\" (2) (1) W.R. Cross, Stereo Photos in Wind Cave, No. 19, Council Chamber (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 ST. DOMINIC CHAMBER LOCATION: 8-12 SOURCE OF NAME: \"Passing through the Chicago Portrait Room and Stabler's Pass, we reach St. Domanic (sic) Chamber, the home of the Hornets' Nest, and the sight (sic) of several geodes.\" (1) The location can be inferred from the smoked inscription on the ceiling, and there is a hornets' nest as well. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 29. ALPINE WAY LOCATION: Joins levels between Council Chamber (8-9) and Waiting Room (10-3) SOURCE OF NAME: Owen describes it, possibly not completely accurate: \"From the Council Chamber the Alpine Way leads up to the Fair Grounds directly above. This alpine way is sort of a cork screw twisting through the rocks, not unlike a badly walled well, assisted at the lowest portion by a short and nearly perpendicular ladder.\" (1) Actually it does not lead directly into the Fair Grounds, for in the chapter written by Elmer McDonald we read an interesting sidelight that associates it with the Waiting Room, two flights below the Fairgrounds. \"Down one short flight of stairs and we are in the Waiting Room so called on account of persons waiting here while the rest of their party finished the trip by climbing up the Alpine Way. This difficult climb was made until the route was developed via the Marble Quarry.\" (2) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) Ibid UNION COLLEGE LOCATION: 9-3 to 9-4 SOURCE OF NAME: The Fan Rock identifies this location. (1) Horn elaborates \"…Union College where the bell is always ready, but never rings. Here stands Fan Rock, eight feet high, six feet wide, with a base one foot square, always open for the use of the tired college girl. Here also is the Letter Box, a very useful accessory to college equipment. The box lid is sealed open by nature, permitting all students to receive or send mail uncensored. \" (2) (1) Butcher & Son, No.1621, Union College, Fan Rock (#17h, Stanley Collection) (2) E.C. Horn, Mazes and Marvels of Wind Cave, p. 28, 1901 CASTLE GARDEN LOCATION: 9-23 to 9-26 SOURCE OF NAME: \"Leaving the Fair Grounds Route at the Assembly Room, we pass under the Bridge of Sighs and find ourselves in Castle Garden. This is a large room of blue formation, in which may be seen Sawyer's Sea Serpent.\" (1) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 WAITING ROOM LOCATION: 10-3 OTHER NAMES: Bachelor's Parlor SOURCE OF NAME: Down one flight of stairs (from Johnstone's Campground) and we are in the Waiting Room, so called on account of persons waiting here while the rest of their party finished the trip by climbing up the Alpine Way. This difficult climb was made until the route was developed via the Marble Quarry.\" (1) Passing Johnstone's Campground we are ushered into a room remarkable for its appearance, named Bachelor's Parlor, so called because it is so rocky. It must have been named by some imaginative lady who rescued some man from the woes of bachlordome, and knew whereof she spoke.\" (2) Probably the difficulties of Alpine Way were forgotten by the time the name was changed. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 23. SHEEP LOCATION: Between 10-9 & 10-10 OTHER NAMES: Degree of Honor Hall SOURCE OF NAME: Passing from 10-9 toward 10-10, looking back above the archway, one may observe features identical with the old photograph. (1) Comments from the literature are worthwhile too, however. \"A winding path is followed until attention is called to the Sheep's Head above an arch over the passage, and the ceiling here is of flint, the ledge of which is four inches thick.\" (2) In an era of small-time political influence: \"Passing Workman Hall we enter the Degree of Honor Hall where the sheep is on duty instead of the goat. This formation is the most perfect of all representing animals found in the Cave.\" (3) (1) H. Cross, Stereo Views in Wind Cave, No. 25, SHEEP IN WIND CAVE (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (3) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 22. MARBLE QUARRY LOCATION: 10-10 to 10-18 OTHER NAMES: A.O.U.W. Hall, Bachelor's Quarters SOURCE OF NAME: \"Here (Tennis Court) we take a rest preparatory to climbing up to the Marble Quarry, a task of two flights of stairs. This is a very large room and has the most uneven floor, ceiling and walls of any that our visitors see, and is barren of specimens excepting in the first part over the stairs where there is some box work of very pretty structure and color.\" (1) \"Our next point of interest is the A.0.U.W. (Association of United Workingmen) Hall, dedicated in May, 1900 by the Grand Lodge of South Dakota.\" (2) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 22. DEVIL'S PUNCH BOWL LOCATION: 10-12 SOURCE OF NAME: \"Some distance up the path (Marble Quarry) we see…on the other side the Devil's Punch Bowl, a large rock with a basin-shaped hole about thirty-six inches across and sixteen inches deep, but lo! The bottom has been broken out; which is very appropriate as South Dakota is at present a prohibition state.\" (1) Lamp 10-12 shines through the bottom. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills (Quoting Elmer McDonald), 1898 JOHNSTONE'S CAMPGROUND LOCATION: 10-4 to 10-9 SOURCE OF NAME: \"The next point of interest is Johnstone's Camp Ground, it being the room in which Paul Alexander Johnstone, the famed mind-reader and his party slept the third night while on a hunt for a pin head hid in the Cave by Judge Boomer and W.U. Germond of Hot Springs. Mr. Johnstone made a wager of $1,000 that he could find a pin head if hid anywhere in Wind Cave, and he would make the trip from Hot Springs to the Cave and to the pin head blindfolded. The wager was accepted. The two responsible men mentioned were to hide the pin. It was done. When the men returned to Hot Springs, Johnstone grasped each man by the arm, led them to a conveyance in waiting, drove to Wind Cave in forty-two minutes, entered the cave and after seventy three hours and twenty minutes returned with the identical pin head. Less time would have been consumed in finding the pin head had those who hid it not forgotten the route they took in hiding it. All were lost at times. When lost the mind reader is said to have writhed upon the floor like a molested serpent. He cried and moaned as if in the grates mental agony, saying his reputation was at stake in the matter, not caring for the money. Thoroughly blindfolded, Mr. Johnstone finally led the party into the room known as Standing Rock Chamber and placed the point of his knife upon the pin head. A light was flashed and a negative taken of the scene just as the point of the knife blade reached the pin head. Mr. Johnstone performed other almost equally extraordinary feats of mind reading at other places, which provided data for a chapter in the New Psychology.\" (1) The remarkable thing about this episode is the manner in which the different reports agree. \"Passing under the (Sheep's) arch we enter Johnstone's Camp Ground, so named because Paul Alexander Johnstone camped in this room while accomplishing the third of his greatest mind reading feats, during which he remained in the cave seventy-two hours. He was locked in his room at the Evans hotel while a committee secreted the head of a gold pin in the cave. On their return, after being blindfolded, he led them to the livery stable, and securing a team drove to the cave and found the pin in the Standing Rock Chamber, beyond the Pearly Gates, and then drove back to the city still blindfolded.\" (2) (See also Bohi, Seventy-five years and Wind Cave, p. 406) Any number of things could have transpired during this three day odyssey underground, from the extrasensory to the fraudulent, but nevertheless it created no small sensation. The locations are self evident. Near 10-7 is an oval-shaped depression in the floor, obviously unnatural. Could this have been dug for a bed? (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p, 22. (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 GHOST OF SHE LOCATION: Across trail from 10-12 SOURCE OF NAME: \"this hall (A.O.U.W.) has the Ghost of She, and it so excited a colored visitor once that he endeavored to go straight up in order to avoid meeting this mysterious apparition formed of solid rock and draped in white.\" (1) Exactly what this is, is somewhat of an enigma, hut Elmer McDonald states that \"some distance up the path (in the Marble Quarry) we see on one side the Ghost of 'She' and on the other the Devil's Punch Bowl...\" (2), locating it rather conclusively. A number of irregular pieces of breakdown, as well as a 'canopy' on the ceiling could each fit the description. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 22. (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 TENNIS COURT LOCATION: 10-21 SOURCE OF NAME: \"After moving along some distance…then come into the Tennis Court. This room has the net in the ceiling and I suppose the party can furnish the raquet (racket). On the right hand side of this room there is tier upon tier of box work; looking to the left you shudder at the almost bottomless pit just beside the pathway.\" (1) This is mentioned in \"The Private Account\", so evidently the name originated with Alvin McDonald. (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 TICKET OFFICE LOCATION: 11-30 SOURCE OF NAME: \"From the Bachelor's Parlor the way leads through the Ticket Office into the Fair Grounds.\" (1) From the Waiting Room (same place different name) \"A steep pathway and one flight of stairs now brings us to the Ticket Office, and another short stairway leads into the room above, which is the Fair Grounds.\" (2) The progression indicated by the descriptions and a count of flights of stairs probably sets the location. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 23. (2) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 TABERNACLE LOCATION: 13-18 SOURCE OF NAME: \"…we reach the Tabernacle, the 1argest chamber on the Pearly Gates Route. At the end of the Tabernacle is…The Pearly Gates.\" (1) Examination of the area makes this identification self-explanatory. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 30. STANDING ROCK CHAMBER LOCATION: 13-30 SOURCE OF NAME: \"Next beyond is the chamber containing the Standing Rock behind which Mr. Johnstone made his famous discovery of the concealed pin-head. It is an immense great fallen rock on whose dark surface are scattered transparent flake like crystals of stain spar, resembling the congealed drops of a summer shower. The mind reader entered the chamber by way we shall leave it.\" (1) This may not be the place. However, the location does have a large breakdown boulder encrusted with 'Non-euhedral' crystalline gypsum, very common in the cave. The progression is rather logical, too. There are also a number of solutional forms that could be what Horn describes as \"the Eagle, the Polar Bear, and the Chimes together with the rock twenty-five feet high, which gives it its name.\" (2) (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) Horn, Mazes and Marvels of Wind Cave, 1901, p. 29. MERMAID'S RESORT LOCATION: 13-33 SOURCE OF NAME: \"A Greyhound stands in the passage way leading to Mermaid's Resort, a nook that seems to make one grow young in spite of time's advance. This bower is roofed with crystals, lace like, encrusted with white frosting resembling swan's-down. Imagine a canopy studded with miniature cedar trees, their tops downward hanging, spreading, and meeting each other, the roots in the ceiling and all snow white, with an orange shade in the background, and you have a slight conception of nature's extravagance at almost the farthest point on the longest traveled route in Wind Cave.\" (1) (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 29. W.C.T.U. HALL LOCATION: 14-1, 14-4 SOURCE OF NAME: \"Near the Eastern Star Room is the W.C.T.U. Hall, dedicated in August, 1892. Here the flag and white ribbon keep each other company in perpetual night, the darkness being broken only by the candle and magnesium light, the sunlight having never penetrated that abysmal depth. Fittingly connected with this hall is Silent Lake.\" (14-39) (1) This close association with the pool fairly reliably establishes this place as the present middle elevator landing. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 16. FIVE POINTS LOCATION: 14-12 to 14-13 OTHER NAMES: Eastern Star Room SOURCE OF NAME: \"Arrived at the top limits of the stairs (Cliff Climbers' Delight) the ascent is by no means finished but continues through three large chambers known as Five Points…\" (1) Things were different by the time of Horn's writing, for from Cliff Climbers' Delight \"Our path leads to the Eastern Star Room, where chocolate caramels tempt the eye and taste. A different route branches off from each of the five points of the star.\" (2) This latter characteristic probably suggested the original name, which, incidentally, appears in \"The Private Account.\" (1) Luella Agnes Owen, Cave Regions of the Ozarks and Black Hills, 1898 (2) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 16. DANTE'S INFERNO LOCATION: 14-15 SOURCE OF NAME: \"The last point on the Garden of Eden Route is Dante's Inferno. It is dark, black, deep, and a decidedly weird abode for the tormented, and without excuse for its existence when compared with the Garden of Eden.\" (1) Following Horn's consecutive sequence, this location is the last room of any significant size before returning to the 'exit', Five Points, and Cliff Climbers' Delight. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 17. CORK SCREW PATH LOCATION: 11-16 to 14-19 SOURCE OF NAME: \"Leaving the Garden of Eden, but not forgetting it, we visit Beacon Heights (14-l9) and Cork Screw Path. Half way down Cork Screw Path the Glacier. (Travertine at 14-17) Passing the Glacier, we reach the Sportsman's Delight, where a Goose hangs suspended from the ceiling. (In line between 14-16 and 14-18) How many years have passed with the Goose unfed, uncared for, untouched, no man knows, but she is there nevertheless, ready for flight should the Glacier overtake her.\" (1) (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 17. GARDEN OF EDEN SOURCE OF NAME: \"We next pass under the Cathedral Dome (Could this be the high dome over 14-33?) through Kelly's Slide (possibly the dip formed by the trail and stair at 14-31) to the climax of the route - The Garden of Eden. The most beautiful frost-work and box-work fringed with frost-work observed on the entire route is seen here in limitless profusion. The candles are extinguished and magnesium light is substituted. The tourists from Maine to California are fairly bewildered, amazed, and stand speechless as they become entranced, intoxicated by the unexpected profusion of elysian beauties. Here adjectives are useless, vocabularies fail; the word painter is confronted with a scene which defies description. The camera is outwitted; nature triumphs. The many domes are doubtless of geyser formation; and the depression named Jacob's Well (pit at 14-29) represents the remains of an extinct geyser as he struggled for existence. The Garden of Eden covers half an acre; the floor is uneven and rugged; the ceiling is a constantly changing panorama of beauty. On one side is the LINNAEUS GROTTO, named by Professor Udden in honor of the renowned Swedish botanist; (location unknown, but possible corner occupied by 14-21) for on the other side is another grotto containing stalagmites and stalactites in the process of formation. (duck under leading from trail at 14-20) A Gypsum Mummy (unknown) and Rhinoceros Jaws are also attractions here.\" (1) A jaw like formation hangs from the ceiling at 14-28. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 16-17 FAT WOMAN'S MISERY LOCATION: 15-2 to 15-3 SOURCE OF NAME: \"Another avenue from the G.A.R. Hall leads to the Cliff Climbers' Delight (15-13 to top at 15-5), sixty feet high, via Fat Woman's Misery.\" (1) The passageways at the bottom of the present Garden of Eden Escape Route show extensive enlargement; likely these were 'difficult' crawlways. (1) E.C. Horn, Mazes and Marvels of Wind Cave, 1901, p. 15.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/historic-place-names-1880-1901.htm"
}
