{
    "title": "Wind Cave National Park: Wind Cave's Early Days",
    "body": "Wind Cave's Early Days         Natural Entrance to Wind Cave NPS Photo  Lakota Indians have lived and hunted in the Black Hills for eons. Their word for the Black Hills is Pahasapa. The Hills were so names because from a distance the pine covered slopes appeared black in contrast to the golden windswept prairie grass that surrounds this dome shaped mountain range. Lakota stories speak of a hole in the Black Hills that blows air. This is a sacred place for their people. The tipi rings near the present day elevator building at Wind Cave National Park indicate that Indians camped in the area and knew about the cave's small natural entrance. Sitting Bull's nephew is quoted as saying that \"Wind Cave in the Black Hills was the cave from which Wakan Tanka, the Great Mystery, sent the buffalo out into their hunting grounds.\"   It is this hole that Tom and Jesse Bingham claimed to have discovered in 1881. The legend states that these two brothers were riding through a draw when, Jesse reported, the sound of the wind coming from the entrance caught his attention. They dismounted and approached the small opening where the wind blew out quite strongly. According to legend he and Tom looked into the hole and the wind coming from it was strong enough to blow Tom's hat off of his head. Later they returned with friends to show them the hat trick. By then, the wind had changed direction and when a hat was placed over the opening, it was sucked inside.   Aside from reports that the Binghams returned to show others this wind phenomenon, the first reported entry into the cave was by Charlie Crary shortly after it was discovered in 1881. Later in the fall of 1881, Crary told pioneer Frank Hebert about a hole in the ground where the wind \"came out screeching\".  Later, Hebert, Mr. and Mrs. Jesse Girelle, and the two Cole girls spent a day exploring the cave. Other explorations were reported in the local newspapers and by 1887 the cave was said to be 3 miles long and \"no bottom found.\"          Early Cave Tour NPS Photo  Several mining claims were filed and abandoned during those early days, but in 1890 the South Dakota Mining Company had control of the area. Through R.B. Moss, the Mining Company employed J.D. McDonald to manage the property for them. It is with the arrival of the McDonalds that the era of serious exploration of Wind Cave began. For the first time guided tours were conducted through the cave, trail improvements were initiated, and cave specimens were removed to be sold.     Our understanding of the early history and exploration is based largely on a diary kept by J.D. McDonald's son, Alvin. In his diary Alvin refers to trips made into the cave for exploration, to enlarge passages, to collect specimens, and to conduct tours. Prior to Alvin's time there were probably about a dozen rooms in the cave that had been named. Early visitors spent most of their time in the network of passages near the cave entrance and exploration had not gone much farther than the area just below the Devil's Lookout. Alvin's exploration of the cave was rather systematic. He gave names to rooms, routes, and interesting features, he estimated distances, and through his diary he kept a record of explorations.        Elmer McDonald NPS Photo  Alvin and his older brother, Elmer, tried hard to understand the cave. Alvin, according to his diary, soon found that \"In Wind Cave, whenever you find a passage that has wind in it, it shows the passage to be of some importance.\" He also understood the huge task he was undertaking. Early in 1891 he reported \"...have given up the idea of finding the end of Wind Cave.\"   In the spring of 1891, the McDonald family was busy making improvements in the cave and in general gearing up for the tourist season. J.D. McDonald was making weekly visits to Hot Springs to report to the local paper on the progress of developments at the cave. It seems that talk of the cave's potential caught the interest of John Stabler and early in 1892 McDonald reportedly sold between 1\/3 and 1\/2 interest in the cave to Stabler creating the Wonderful Wind Cave Improvement Company. Stabler was also given the right to build a hotel near the cave entrance. He and his family joined McDonald and his family in exploring the cave.   To publicize the cave, J.D. McDonald traveled to Iowa to display cave minerals at the Ottumwa Coal Palace and the Sioux City Corn Palace. During the summers of 1892 and 1893 two large publicity stunts made local headlines. One was a petrified man \"found\" near Wind Cave and promptly displayed in the cave. The other was the arrival of Professor Paul Alexander Johnstone. Johnstone, \"a world renown mind reader\", ventured into the cave blindfolded to search for and eventually find a pin secreted there by local townsfolk.        Columbian Exposition   In 1893 J.D. McDonald traveled to Chicago to display cave minerals at the Columbian Exposition. In November, Alvin left Hot Springs to join his father in Chicago. He was to \"assist in selling cave specimens\" at the Exposition. He was ill when he returned from the trip and died about a month later. A newspaper report stated that he had died from typhoid fever. He was 20 years old.   During the next few years ownership of the cave became a major question. Solving the question was incredibly complicated.   One of the problems was a lack of a government survey of the area which made possession of a clear title almost impossible. Mining and agricultural (land) claims provided only a small degree of protection to the owner as they were dependent upon proofs of improvement and\/or valuable mineral deposits. In 1893, the South Dakota Mining Company brought suit against the McDonalds and Stablers for restitution of property and premises. But by this time both the McDonalds and Stablers had filed homesteading claims around and over the entrance to the cave. Though the case was in court for several years, no decision was reached.        Devil's Lookout, Wind Cave NPS Photo  Probably one of the reasons no decision was reached was because the South Dakota Mining Company was having financial problems. Peter Folsom was one person to whom they owed money. In 1895 he filed a mining lien on Wind Cave and in the fall a court confirmed his purchase of the mining rights to the cave through the South Dakota Mining Company's default of payments due him.   It is unclear why, but early in 1897 the McDonalds and Stablers dissolved their partnership. The Stablers joined forces with Peter Folsom and contested the McDonalds' prior claim to the cave. J.D. McDonald and his son, Elmer, filed separate suits against the Stabler\/Folsom group. A temporary injunction against the McDonalds was issued by the court in May.   In an attempt to strengthen their claim Folsom and Stabler incorporated the Black Hills Wind Cave Company. By late April 1898, the two parties had submitted all of their evidence to the land office in Rapid City.  The son of one of the lawyers in the case between the McDonalds and the Stabler\/Folsom group later wrote about the problems of the parties involved: \"The usual testimony with reference to the agricultural occupation and improvement, and efforts to show mineral values were made; but there was the greatest difficulty on the part of any party to show any substantial facts in support of their right of possession or title. Hardly a spear of grass could be offered in evidence by the McDonalds, and not a nugget of gold or any assay certificate could be shown by the Stablers. It was apparent from the start of the proceedings that each party was hoping to prevail by reason of the weakness of his opponent's position...\"   Continued litigation led to an appeal from the land office to the Department of the Interior and the government's attention was drawn to the cave. At the conclusion of his report related to the 1902 survey of Wind Cave, Myron Willsie stated, The possibilities of wonderful discoveries by exploration are beyond the most visionary ideas of man.   Reports filed by Willsie, C.W. Green, Lucius Boyd, and Professor Paxton convinced the Department of the Interior that the cave was of sufficient size and interest to be reserved as a National Park.  On January 16, 1900 a temporary withdrawal was made on the lands and on January 9, 1903 President Teddy Roosevelt signed the bill creating Wind Cave National Park.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/wind-caves-early-days.htm"
}
