{
    "title": "Wind Cave National Park: The Home of the Bison, an Ethnographic Study",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Home of the Bison, an Ethnographic Study                The Home of the Bison (Full Text): An Ethnographic and Ethnohistorical Study of Traditional Cultural Affiliations to Wind Cave National Park       It is not an exaggeration to say that Wind Cave National Park (hereafter referred to as WCNP) is one of the most sacred and culturally significant areas of the Black Hills to the Lakotas and Cheyennes. It is also a location associated with a complex and changing history of human occupancy, which extends back to prehistoric times. In the historic era, roughly 1742 to 1877, the Lakotas, Cheyennes, and Arapahos were among many tribal nations who lived and traveled within reach of WCNP. For a brief period of time, circa-1880 to 1930, it was home to a small ground of European American homesteaders. The history of the lands on which WCNP now sits form a diverse and deeply layered cultural tapestry. The Home of the Bison: An Ethnographic and Ethnohistorical Study of Traditional Cultural Affiliations to Wind Cave National Park provides reader with insight into how its lands and resources have dynamically changed in the course of a history with different waves of human occupation. Cover Page Title Page Disclaimer Executive summary Pp.i-xxvii (chapters below)  I. Current and Historic Cultural Affiliations to Wind Cave National Park II. The Cultural Foundations of Tribal Affiliations to WCNP III.The Character of Contemporary Cultural Affiliations to WCNP  A. Landscapes and Landforms: Issues of Protection and Access B. Resources and Their Protection  Resources and Their Protection - Animals Resources and Their Protection - Plants Resources and Their Protection - Minerals  C. Tribal Perspectives on the Park  D. Consultations and Further Study  III. Beginning a New Cycle  Preface and Acknowledgements Pp. xxviii-xxix Table of Content  Pp. xxx-xlviii (PDF 2.3mb) Chapter One: Introduction - Passageways to Island Hills (PDF 2.6mb) Pp. 1-13  Part One - The Nations that Lived Among the Hills Introduction (PDF 1mb) Pp. 14-16  Chapter Two: Traces Of Diversity: The Prehistoric Record (PDF 1.9mb)Pp. 17-25 Chapter Three: The Arrival Of Horses and European Trade: 1742-1806 (PDF 3.8mb) Pp. 26-57 Chapter Four: Tribal Movements and The Bison Hide Trade: 1807-1850 (PDF2.8mb) Pp. 58-83 Chapter Five:Treaties And Broken Promises:1851 To 1877 (PDF 5.7mb) Pp. 84-132 Chapter Six: Homesteaders and Tourists:1878 to Present (PDF 5.4mb) Pp. 133-188   Part Two - Common Ground contested Terrain Introduction, (PDF 1mb) Pp. 189-191  Chapter Seven: The Social Relations Of Land Use And Adaptation (PDF 4.6mb) Pp. 192-244 Chapter Eight Competing Claims, Contested Access (PDF 4.1mg) Pp. 245-278   Part Three - Food Pack and Safe Introduction (PDF 1.8mb) Pp. 279-440  Chapter Nine: Nature and the Cosmos (PDF 3.14mb) Pp. 282-304  Chapter Ten: The Home and Gathering Place of the Animals (PDF 6.8mb) Pp. 305-381 Chapter Eleven: Gold, Grass, and Gypsum (PDF 6mb) Pp. 382-440   Part Four A Sancturary and Sacred Landscape Introducion (PDF 82kb) Pp. 441-442  Chapter Twelve: Sacred Sites and Observances (PDF 3.1mb) Pp 443-474   Chapter Thirteen: The Black Hills as Sacred Ground: The Chronology and Controversy (PDF 5.4mb) Pp. 475-529  Chapter Fourteen: The Sacred Significance of Wind Cave and Its Environs (PDF 5.2 mb) Pp. 530-577  Chapter Fifteen: Wind Cave National Park In Cosmology and History (PDF 4mb) Pp. 578-622  Chapter Sixteen Recommendations Coming Full Circle Pp. 623-653 (PDF 4.4mb) Bibliography Pp. 654-697 (PDF 3.7mb) Appendices A B C D Pp. 698-949 (see below)  Appendix A: The Animals Of The Black Hills And Wind Cave National Park: Their Cultural Uses & Meanings (PDF 1.2mb) Pp. 698-806 Appendix B: Plants(Fungi & Forbs) of The Black Hills and Wind Cave National Park: Their Cultural Uses & Meanings (PDF 7.7mb) Pp. 807-890 Appendix B: Plants (Grasses, Shrubs, & Trees) of The Black Hills and Wind Cave National Park: Their Cultural Uses & Meanings (PDF 2.7mb) Pp. 891-939 Appendix C: The Minerals and Soils of The Black Hills and Wind Cave National Park: Their Cultural Uses & Meanings (PDF 1.8mb) Pp. 940-945 Appendix D: Questionnaire and Tribal Contacts for Wind Cave National Park (PDF 1.8mb) Pp. 946-949 The complete study is available in the following 2 volumes. Complete Volume 1 (68 mb) Complete Volume 2 (4.3 mb)",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/the-home-of-the-bison-full-text-an-ethnographic-and-ethnohistorical-study-of-traditional-cultural-affiliations-to-wind-cave-national-park.htm"
}
