{
    "title": "Wind Cave National Park: Historic District",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Historic District                Historic District      Wind Cave National Park has a rich history. Many of the structures in Wind Cave National Park are of historic significance, recognized as fine examples of National Park Service rustic architecture, typical of the time. In general, all of the buildings are wood framed covered with yellow-tan stucco. The walls and foundations of some of the buildings are made of a cut sandstone, taken from a quarry outside the park, near Hot Springs. Some of the structures have rafters or columns made of rough-hewn timbers. Most of the construction was done in the 1930's, with the help of the Civilian Conservation Corps. The C.C.C. program was created by the Federal Government in 1933 to put young men to work on public lands during a period of severe unemployment. In addition to working on cave trails, roads and buildings within Wind Cave National Park, C.C.C. workers landscaped and planted trees in the visitor center vicinity to help the structures blend in to the natural surroundings. Most of the structures here are listed on the National Register of Historic Places. The first eight are buildings listed by their original names and Historic Structures numbers. The date indicated is the year of completion. Some of the structures have been modified externally and most have had significant modifications made to the interiors. All buildings maintain the rustic 1930's style externally. Visitor Center-1936 This building was designed to blend in with an intermittent stream valley to its rear and to provide the feeling of natural approaches to the cave entrance. The front portico was enclosed and the building was extensively enlarged 1979-1980. Elevator Building-1938  225 yards (206 m) south of visitor center, accessible on a footpath. The elevator shaft was completed in 1934 and the first elevator installed in 1935.  A second elevator was added in 1959. Both elevators were replaced in 1998-1999. Superintendent's Residence-1934  Across parking lot and furthest from visitor center (200 yards, 183 m), uphill, and slightly to the north.  This house bears elements of English cottage and Tudor design. Superintendent's Cottage-1905  Northernmost residence, 210 yards (193 m) north of visitor center, across parking lot, overlooking area of original cave entrance. The original structure was built in 1905. It was later modified in 1918, 1924, and 1939. The 1939 addition, on the northwest corner of the original house, was built as a dormitory facility for ranger staff. Today, that wing is used for storage. Ranger Cabin-1935  110 yards (101 m) NW of visitor center and across the parking lot; the northernmost of three small houses. The house was built originally in 1924. The entire house was moved and remodeled in 1935. The original exterior was covered with wood shingles. Employee Residence-1934  86 yards (79 m) W of visitor center and across the parking lot. Employee Residence-1932  66 yards (61 m) directly opposite visitor center. Ranger's Dormitory and Mess House-1931  120 yards (111 m) SW of visitor center, across the parking lot, and atop a hill. This structure was planned originally to be a ranger dormitory. Later, it was considered too small for that purpose, and remodeled into a residence. VIP Center-1935  Across from the Elevator Building. Bunkhouse-1934  Behind the VIP Center. This building was originally associated with the Civilian Conservation Corps camp established in 1934.  It mainly functioned as the officer's quarters during that time frame. Other historic structures near the visitor center and visible from the parking lot are currently used as garages and for storage Historic Cave Entrance and Stairs  200 yards (182 m) north of visitor center, accessible by a footpath. The natural opening to the cave was discovered in 1881. Due to its small size, the area surrounding the entrance was enlarged slightly. The limestone surrounding the natural opening appears angular and unweathered, indicating an attempt at blasting. A larger artificial opening was blasted from the surface to natural cave passageway about 30 feet (9 m) SW of the natural entrance between 1892 and 1894. This new entrance was in the form of steeply downward tilting tube. A yet newer entrance was constructed in 1936 by the Civilian Conservation Corps. The floor of the steep early entrance was blasted to produce a gentler grade which connected with the existing wooden stairs. Concrete stairs were poured in this new section and all wooden stairs were replaced with concrete. The entrance portal was inlaid with large stones creating rock-lined tunnel from the outside to its juncture with natural rock of cave. Inside the entrance portal, a thick-slabbed wooden door with a circular vent was installed. An iron gate was installed inside of the door. The door restricted some of the artificial airflow. Above the entrance portal, a slope of earth fill was added and built up to the level of the parking lot access road. The entrance portal and overlying fill gave the illusion of a natural setting. The 1936 entrance remained virtually unchanged for over 50 years. A revolving door was installed at the entrance in 1991 to slow artificial air exchange. Park management was concerned about changes to natural cave environment brought about by artificial air circulation. The historic flavor of 1936 entrance remains, but hidden behind the revolving door. South Dakota Highway 87 (SD 87) The rise of the automobile in the 1910s marked the beginning of a significant change in the way American traveled. Private ownership of cars transformed everything from how Americans designed homes and neighborhoods, the ways they scheduled travel, measured time and distance, and even conceived of the natural world. Recreational use of automobiles increasingly defined Nature, with a capital \"N,\" a place separate from where people lived or worked. The automobile became the vehicle to bring Americans closer to Nature. A 1917 issue of Sunset magazine celebrated driving through a scenic areas as the best means for experiencing \"an elemental contact with the reality of nature.\" These ideas about the automobile and the natural inspired the routing and construction of the Black Hill's scenic byways. The construction of SD 87 fit squarely within the program of creating new routes expressly for the use of motor tourists. The road had no particular purpose except to move tourists to and through Nature. It was not designed for the efficient movement of goods and people.  The road was a carefully engineered destination; one that was designed to integrate the act of driving with the experience of visiting Nature.   Besides the tourist destinations of Wind Cave, Mount Rushmore, and a few points in between, the road itself was the attraction.  Like the Needles Highway and the Iron Mountain Road, the portions of SD 87 that ran through Custer State Park and down to Wind Cave National Park had no utilitarian purpose beyond automobile tourism. SD 87 has retained these qualities and experiences.  This scenic stretch of highway is a central focus of recreation and interpretation within the Wind Cave National Park. To read more about the history and protection of historic SD 87 click here. Beaver Creek Bridge  2 miles (3.2 km) north of Wind Cave visitor center on S.D. Highway 87. Built in 1929, the Beaver Creek Bridge spans one of three perennial streams that flow into Wind Cave National Park. The bridge is a deck arch built of concrete and steel. It is 225 feet (69 m) long and sits 115 feet (35 m) above the canyon floor. The bridge was constructed to provide a scenic access to newly developing Custer State Park, north of Wind Cave National Park. The Beaver Creek Bridge is historically significant. It is the only bridge of its particular arch type in South Dakota. Architects of the bridge made a significant accomplishment by creating the illusion that both concrete arches rise naturally from rock walls on opposite sides of the canyon. Construction of the bridge was made possible through the efforts of Peter Norbeck, U.S. Senator from South Dakota. Senator Norbeck was also involved with the development of Custer State Park and scenic highways within Black Hills. Norbeck Dam  The Norbeck Dam is located 1.5 miles (2.4 km) north of the visitor center on S.D. 87. The Rankin Ridge Fire Tower is located in the northwestern portion of Wind Cave National Park. Situated at an elevation of 5,013 feet, the highest point in the national park, the tower provides a panoramic view of southeastern Black Hills and the surrounding Great Plains. It was constructed in 1956 and remained in regular use during fire seasons until 1998. Currently, the tower is only used sporadically to look for fires or to monitor severe weather conditions.\" The Rankin Ridge area became part of the national park on August 1946 when more than 16,000 acres of the former Custer Recreation Demonstration Area (RDA) were added to Wind Cave National Park. It was named after Wind Cave's first superintendent: William A. Rankin. Historic American Buildings Survey\/Historic American Engineering Record Photos and blueprints of the Historic Visitor Center are a part of the HABS\/HAER Collection in the Library of Congress.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/national-historic-district.htm"
}
