{
    "title": "Grand Canyon National Park: Bookstores & Gift Shops",
    "body": "Bookstores and Gift Shops - South Rim       Including Grand Canyon Village, Hermit's Rest and Desert View Grand Canyon Village Visitor Center Plaza Yavapai Geology Museum Market Plaza Historic District  Hermit's Rest Hermit's Rest is 7 miles west of Grand Canyon Village, at the end of the Hermit Road  Desert View Desert View is 24 miles east of Grand Canyon Village on Highway 64 (Desert View Drive)      Grand Canyon Village - Visitor Center Plaza  Books ’n’ More, the park’s largest bookstore, is just across the plaza from the Grand Canyon Visitor Center, and a short walk or shuttle bus ride from viewing Grand Canyon at Mather Point.Open daily year-round, 8am to 6pm, additional open hours vary seasonally. (Grand Canyon Association) Bright Angel Bicycles  Limited hiking supplies, including day packs, traction devices, energy bars, sunglasses, hats, sunscreen, rain coats, umbrellas, hats and more.      Yavapai Geology Museum (1928) At the Yavapai Point, in between the Grand Canyon Visitor Center and Grand Canyon Village, the museum has a bookstore and gift shop. Large picture windows that provide excellent views of the canyon, and three-dimensional models and interpretive panels explain the complicated geologic story of Grand Canyon. (Grand Canyon Association)      Grand Canyon Village - Market Plaza Market Plaza is the Business Center for the South Rim, and in additional to the general store, has a US Post Office a Chase Bank with ATM machine, and Yavapai Lodge.  Canyon Village Market A full-service grocery and department store with gifts and gifts, camping equipment sales\/ rental. Open daily year-round, 8am to 7pm, additional open hours vary seasonally. (Delaware North)  Yavapai Lodge Gift Shop Located in the Yavapai Lodge, and adjacent to the cafeteria. There is a selection of clothing, books, postcards and southwest gift item. Open daily year-round, 8am to 5pm, additional open hours vary seasonally. (Delaware North)      Grand Canyon Village Historic District Visit shops in Historic Landmark Buildings  Kolb Studio (1904) On the canyon rim at the head of the Bright Angel Trail, this historic building houses a bookstore and gift shop upstairs and a gallery with art and history exhibits downstairs. (Grand Canyon Association) Lookout Studio (1914 Mary Colter) Located on the very edge of the canyon is the historic Lookout Studio. This store has a telescope to view the canyon; and a large selection of photography, postcards, rocks and minerals, jewelry and souvenirs. Open daily year-round, 9am to 5pm, additional open hours vary seasonally. (Xanterra) Bright Angel (1935 Mary Colter) Located in the Bright Angel Lodge, the Bright Angel Gift Store offers supplies for hiking and mule trips. There is also a selection of books, t-shirts and gifts. Be sure to see the Fred Harvey History Room - located in the lodge. 7am-10pm (Xanterra) El Tovar Hotel (1905) An upscale gift store located in the El Tovar Hotel lobby, features clothing, jewelry, and fine gifts. There is also a newsstand for snacks, sundries, postcards, newspapers and books. 7am-10pm (Xanterra)  Hopi House (1905 Mary Colter) Open since 1905, this Pueblo style building is the largest gift store at the Grand Canyon. This historic store features a large selection of authentic Native American Handicraft items and an upstairs Native American Art Gallery. Open daily year-round, 8am to 5pm, additional open hours vary seasonally. (Xanterra) Verkamp's Visitor Center (1906) For more than a century, Verkamp's was the home and business of the Verkamp family. Their gift shop sold Grand Canyon souvenirs and Native American handicrafts. The shop is now a NPS visitor center and hosts an information desk, bookstore, and exhibits about the pioneer history of Grand Canyon Village. It is open daily 8:00 a.m. to 5:00 p.m. (Grand Canyon Association)  Maswik Lodge Located in the Maswik Lodge, this store features books, postcards, t-shirts, Native American jewelry and gift items. 7am-10pm (Xanterra)      Hermit's Rest Hermits Rest (1914 Mary Colter) At the end of Hermit Road, (also called the West Rim Drive) this historic retreat offers good views of the canyon, along with a selection of Native American crafts, t-shirts, books, postcards and a snack bar. Open daily year-round, 9am to 5pm, additional open hours vary seasonally.      Desert View  The Watchtower (1932 Mary Colter) 25 Miles east of Grand Canyon Village on the East Rim Drive, the Watchtower was built in 1932 in the style of an ancient pueblo tower. Climb to the top of the tower for 360-degree views. The walls of the tower feature murals by Hopi artist Fred Kabotie. The \"Kiva Room\" features a bookstore and gift shop, and is open daily year-round, 9 am to 5 pm, additional open hours vary seasonally. (Grand Canyon Association)  Desert View Trading Post The Trading Post houses a gift store and a snack bar with indoor seating. The gift store offers many southwestern gift items along with souvenirs, t-shirts, books, toys and jewelry. Open daily year-round, 9 am to 5 pm, additional open hours vary seasonally. (Delaware North) Desert View General Store Delaware North operates a General Store with groceries, clothing, and souvenir items. Open daily year-round, 8 am to 5 pm, additional open hours vary seasonally. (Delaware North)      North Rim Bookstores and Gift Shops are listed here.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/bookgift_srim.htm"
}
