{
    "title": "Wind Cave National Park: A Brief History",
    "body": "A Brief History of Wind Cave National Park         Natural Entrance to Wind Cave NPS Photo  Discovery American Indians of the area have known about the opening to Wind Cave and the winds that move in and out of it for centuries.  It is a sacred place for many tribes. In 1881 Jesse and Tom Bingham were also attracted to the cave by the whistling noise of the air coming out of the cave. As the story goes, wind was blowing out of the cave entrance with such force that it blew off Tom's hat. A few days later when Jesse returned to show this phenomenon to some friends, he was surprised to find the wind had switched directions and his hat was sucked into the cave. Today, we understand that the movement of the wind is related to the difference in atmospheric pressure between the cave and the surface. The first person reported to have entered the cave was Charlie Crary in the fall of 1881. He claimed to have left twine to mark his trail, and others entering the cave later found his twine. These early explorers were the first to see a rare cave formation called boxwork.        J.D. McDonald (left) and his son Alvin. NPS Photo  Early Exploration  Several mining claims were established at Wind Cave, but the most noteworthy one was by the South Dakota Mining Company in 1890. J.D. McDonald was hired to manage the claim. The mining was unsuccessful, but McDonald and his family realized they could make money by giving cave tours and selling formations from the cave. They filed a homestead claim over the opening and worked on improving a manmade entrance and enlarging passageways for tours. One of J.D.'s sons, Alvin, spent much of his time exploring and mapping the cave, faithfully keeping a diary and making a map of his findings. On January 23, 1891, Alvin wrote that he had \"given up finding the end of Wind Cave\". Alvin's explorations were just the beginning of many adventures in the exploration of Wind Cave.        John Stabler NPS Photo  In the summer of 1891, business was improving and more modifications to the cave were needed. A man known as \"Honest John\" Stabler formed a partnership with the McDonalds. The two families created the Wonderful Wind Cave Improvement Company. Cave passages were widened and wooden staircases were installed. A hotel was built near the cave entrance and a stage coach provided rides to the cave.        The World's Columbian Exposition.   Feuding During the fall of 1893, J.D. and Alvin McDonald went to the Columbian Exposition in Chicago to advertise the cave. On the trip Alvin caught typhoid fever and was never really well again. He died that year at the age of 20. Shortly after Alvin's death, things began to go sour for the Wonderful Wind Cave Improvement Company. The McDonalds accused the Stablers of keeping profits for themselves and demanded additional money. Meanwhile Peter Folsom had gained control of the mining claim on the cave. Folsom and the Stablers joined forces against the McDonalds in court with both sides trying to prove that the other party had no claim to the cave. In December 1899, the Department of the Interior decided that since no mining nor proper homesteading had taken place, neither party had any legal claim to the cave. In 1901, the land around the cave was withdrawn from homesteading.        NPS Photo  A National Park Evolves On January 3, 1903, President Theodore Roosevelt signed the bill creating Wind Cave National Park. It was the eighth national park created and the first one created to protect a cave. The parklands at that time were small and there were no bison, elk, or pronghorn. They came later as the park boundaries expanded.        NPS Photo  In 1912, the American Bison Society was looking for a place to reestablish a bison herd. Because of the excellent prairie habitat around the park, a national game preserve was established bordering Wind Cave. It was managed by the U.S. Biological Survey. In 1913 and 1914, the animals began to arrive. Fourteen bison came from the New York Zoological Society, 21 elk arrived from Wyoming and 13 pronghorn came from Alberta, Canada.        CCC workers along park roads NPS photo  Interest in the wildlife attracted more visitors to the park and additional improvements were necessary. Some happened in the 1920's but the major work was accomplished by the Civilian Conservation Corps (CCC) in the 1930's. The CCC camp was located in the park and operated from July 16, 1934 to October 3, 1939. Some of the projects they worked on can be seen today. These include roads, the entrance to the cave, concrete stairs in the cave, the elevator building and shaft, and other structures.        Bison cow and calf NPS photo  Wildlife Management In July of 1935, the game preserve became part of Wind Cave National Park. During the early years of the preserve, the animals were kept in small enclosures. Eventually, it was realized that they needed more space. The bison and elk needed additional forage and the pronghorn needed room to escape from predators. With the help of the CCC, fences within the park were removed. And in 1946, 16,341 additional acres were added, enlarging the park to 28,059 acres. During the 1950s and 60s, park wildlife was the focus of much attention. Because of the lack of large predators, like wolves and grizzly bears, the bison and elk herds had grown to the point that they were literally \"eating themselves out of house and home.\" Park rangers began to evaluate the carrying capacity of the park. Carrying capacity is the number of animals that can exist in a habitat without damaging it. To solve the problem of overgrazing, the bison and elk herd sizes were reduced. Park rangers began an active program to manage the herd size. They began rounding up the animals and shipping the excess live from the park to other parks and reserves. Rangers also worked to improve the grassland by reseeding overgrazed areas with native grasses and controlling exotic plant species.        Herd of bull elk NPS photo  In the 1970s and 80s, managers continued to focus on caring for the wildlife and rangeland by building an understanding of how the natural systems should function. The reintroduction of fire as a natural means to improve the range and to limit the expansion of the forest onto the prairie was researched.  An active fire program was started, with the first prescribed fire occurring in 1972.        Exploring Wind Cave continues NPS Photo by Jim Pisarowicz  Cave Exploration While investigating the naturally operating systems, park managers realized that the cave is not an isolated environment. What happens on the land can and often does influence the cave. Understanding where cave passages are located in relation to the land above helps us avoid damaging the cave. For example, if the land is altered, it might change the way water travels through the cave and change cave formations. Exploration is important and is a continuous project with several miles of new cave being surveyed each year. Wind Cave Today The mission of Wind Cave National Park is to preserve and protect the natural resources. Wind Cave National Park is 33,851 acres. Because of its relatively small size and because there are missing parts, park managers must take an active role in helping the ecosystems function as they might have in the past. This requires understanding how everything in the park relates and how the naturally operating system would have functioned. Park rangers work with researchers to replicate that natural system using prescribed fires, bison round-ups, and biological control of exotic plant species. In order to restore some of the missing parts to the park's ecosystem on July 4, 2007, working with the US Fish and Wildlife Service, park biologists reintroduced one of the little known predators of the prairie - the black-footed ferret. These rare animals live on prairie dog towns and can consume over 100 prairie dogs in one year. They help maintain balance and restoring them continued the long history of Wind Cave National Park as a home to prairie plants and animals. How we accomplish the mission of the park is determined by what we know about the park. The land, the animals, and the cave are all related and it is only when we understand the resources and their connections that we can best protect Wind Cave National Park.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/learning-about-the-park.htm"
}
