{
    "title": "Grand Canyon National Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services               Goods & Services       North Rim Services --------- Desert View Services      South Rim Services (Grand Canyon Village) Lodging - Campgrounds - Food- Transportation - Guided Tours - Books & Gifts Fuel At this time, there is no service station in Grand Canyon Village. The nearest gasoline and diesel fuel is available outside the park in the gateway community of Tusayan, 7 miles (11 km) south of the village at the Conoco Gas Station \/ Express Mini Mart. (928) 638-2608  The only service station within the park - on the South Rim - is located at Desert View, 26 miles east of Grand Canyon Village. Fuel, including diesel, available 24 hours with a credit card.  Garage Services The Public Garage is located in Grand Canyon Village, behind the Grand Canyon National Park Lodges General Office building. The General Office building is at the end of the railroad tracks, near the railroad depot. The Public Garage is open daily 8:00 am to noon and 1:00 to 5:00 pm  Emergency repairs such as tires, belts, batteries, fuses, hoses, etc. are available. Tow service can be provided to Williams or Flagstaff for more advanced repairs. After hours emergency tow service is available. (928) 638-2631.      Groceries and General Store Canyon Village Market 8:00 am – 7:00 pm (core hours)   Camping Equipment Camping, hiking, and backpacking equipment may be purchased or rented at the General Store at Canyon Village Market. Propane in exchangeable tanks is available.  Chase Bank & ATM Located at Market Plaza. Bank open: Monday –Thursday 9:00 am to 5:00 pm. Friday 9:00 am to 6:00 pm. Accepts travelers checks and major credit cards. Phone: (928) 638-2437 24-hour ATM.  U.S. Post Office Located at Market Plaza; Window service: Monday - Friday 9:00 am to 3:30 pm, Closed Saturday, Sunday and federal holidays. Phone: (928) 638-2512.  WiFi and Public Computer Access Park Headquarters: Free WiFi 8 am–5 pm; computers available 8 am–4:30 pm, Monday to Friday, except federal holidays Canyon Village Market Deli: Free WiFi;  8:00 am – 6:00 pm Hotel Lobbies: WiFi available 24 hours a day; fees may be charged Community Library: Free WiFi and computers available, 10:30 am – 5:00 pm, Monday to Saturday  Laundry & Showers at Camper Services (Coin Operated) Camper Services Building at the entrance to Mather Campground. 8:00 am – 6:00 pm core hours, last laundry wash 4:45 pm  Medical Services 24-Hour Emergency Care Dial 911 (From hotel rooms dial 9-911) North Country Health Care Grand Canyon Clinic 8:00 am – 5:00 pm (core hours) Monday to Friday. Phone (928) 638-2551.  Child Day Care The Kaibab Learning Center. Day care for one through 12 year olds if space is available. Immunization records required.Open Monday - Friday 7:30 am to 5:30 pm. Call (928) 638-6333 for more details.  South Rim Kennel Dogs and cats need proof of inoculations, 7:30 am – 5:00 pm, 928-638-0534 - For retrieval after 5:00 pm: 928-638-2631 Lost & Found For items lost or found in hotels or restaurants, call (928) 638-2631. For all other lost items, call (928) 638-7798. Please take found items to the NPS Visitor Center.  Religious Services Religious services are offered in the park and the surrounding community. The National Park Service does not endorse any group or message. Check current schedules posted in the park at Mather Campground, Shrine of the Ages, and the information kiosk near the Post Office.  South Rim Taxi 928-638-2822            Desert View Services Campground Fuel Desert View Chevron Service Station Self-service gas is available year-round, 24 hours a day. The gas station cashier and store hours vary by season, but you can always pay at the pump with a credit card. Garage Services There is no garage in Desert View. The nearest garage is 26 miles to the west in Grand Canyon Village. (See the listing under 'South Rim Services' above)  Laundry & Showers (Coin Operated) There are no laundry or showers at Desert View. The nearest laundry \/ showers are located 26 miles to the west in Grand Canyon Village in the Camper Services Building at the entrance to Mather Campground. Medical Emergency services are provided by rangers on duty. Dial 911 from any pay phone.  Groceries and Food Desert View General Store: 8:00 am – 5:00 pm core hours Desert View Trading Post and Deli 9:00 am – 4:00 pm core hours  Watchtower Stairs to Observation Deck 9:00 am – 30 minutes before store closes Information and Books Grand Canyon Association Park Stores at Desert View Watchtower 9:00 am – 5:00 pm at Tusayan Museum and Ruin 9:00 am – 5:00 pm       North Rim Services  Lodging - Campground - Food Facilities listed below are open from May 15th through October 15th of each year. Operated by Forever Resorts. Fuel The North Rim Chevron Service Station is located on the entrance road into the Campground and is open from 8:00 am to 5:00 pm. Gasoline and diesel fuel is available within the park. 24 hour pay at the pump.  Garage Services Very minor auto repairs are available at the Chevron Service Station inside the park. Gasoline, and some auto supplies are also available at the North Rim Country Store (Kaibab Lodge) and at Jacob Lake 45 miles\/ 75 km north.   The service station at Jacob Lake 45 miles\/ 75 km north, provides emergency repairs such as tires, belts, batteries, fuses, hoses, etc. Diesel fuel is available at Jacob Lake.   Laundry and Showers (Coin Operated) Located on the access road leading to the North Rim Campground. Open Daily 7:00 am to 10:00 pm - Showers 7:00 am to 8:00 pm through October 15th.  Post Office Located in the Grand Canyon Lodge complex. Window service open Monday through Friday 8:00 am to noon and 1:00 pm to 5:00 pm. Closed Saturday, Sunday and holidays.  Medical Emergency services are provided by park rangers on duty. Dial 911 from any pay phone, dial 9-911 from your cabin\/motel room.  Lost and Found For information about lost and found property contact the visitor center information desk or the Grand Canyon Lodge front desk.  Books and Gift Shops Grand Canyon Association Park Store, 8:00 am to 6:00 pm Grand Canyon Lodge Gift Shop, 8:00 am to 9:00 pm Camper Store (in Campground) Groceries 7:00 am to 8:00pm  Camping Equipment Camping, hiking, and backpacking equipment may be purchased at the Camper Store in the North Rim Campground. 7:00 am to 8:00 pm.  Religious Services Religious services are offered in the park. The National Park Service does not endorse any group or message. See bulletin board in lodge for schedule of services.       Tuweep The National Park Service manages this area for its primitive values, improvements and services are minimal.  No gas, food, water, lodging, garbage collection, or other services are provided. A National Park Service ranger is stationed here year-round, but may not always be available.  An emergency phone is located at the Tuweep Ranger Station.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/goodsandservices.htm"
}
