{
    "title": "Wind Cave National Park: The Civilian Conservation Corps",
    "body": "Civilian Conservation Corps at Wind Cave         CCC camp at Wind Cave National Park NPS Photo  President Franklin Roosevelt signed the bill creating the Civilian Conservation Corps on March 31, 1933 only 3 weeks after his inauguration. The plan was to put 500,000 unemployed youths to work in forests, parks, and range lands.   Rather than establishing a new division, Roosevelt used existing departments to run the program. The Army ran the camps, the Department of Labor recruited the enrollees, and the Departments of the Interior and Agriculture planned the work and gave on-site supervision. The cooperation among the government agencies was amazing. Only 35 days passed between Roosevelt's proposal of the program and the enrollment of the first recruit.  This was a depression era program designed to provide young men between the ages of 18 and 25 with work and, at the same time, \"regain lost forest land\". The initial call was for 250,000 men. They had to come from families on relief, be unemployed, and unmarried. Their enrollment period was 6 months, but could be extended to up to 4 years if they had a supervisory job. Veterans and \"local experienced men\" were recruited as supervisors for the work crews.  The enrollees were paid $30.00 per month, or $1.00 per day plus room and board. $22.50 to $25.00 of their pay was sent home to their families. The wages were low, but the program was designed to get the unemployed young men off the streets and into productive work.        Building stone walls in the Headquarters area NPS Photo  Initially the men were sent to Army camps for physical training and then to CCC camps. Generally the enrollees built the camps in which they lived. The camp at Wind Cave, camp 2754 (NP-l), was organized July 9, 1934. It was the only NPS camp in the state. The actual construction of the camp (located where the seasonal housing area presently is) started August 2, 1934 and was completed October 6, 1934. Though originally established as a \"drought relief\" camp, it became a \"regular\" camp in April of 1935. Most of the enrollees in the camp were from South Dakota. Edward D. Freeland was Park Superintendent while the CCC was here. Howard Sherman was the clerk and Estes Suter was the wildlife ranger. The Park had many projects which afforded excellent training opportunities for the enrollees. Inside the cave they helped sink a 208 foot elevator shaft, installed concrete steps, an indirect lighting system, repaired the cave trail and began a cave survey. On the surface they sloped banks for park roads, built a fence around the park to contain the wildlife, built fire trails, dug and constructed concrete reservoirs, erected or remodeled park buildings, landscaped the Headquarters area and occasionally fought forest fires. A side camp consisting of 25 men was established at Jewel Cave in 1935. The projects there were similar to the ones at Wind Cave. 25 men worked there. They constructed a log cabin for park personnel, completed a new surface trail from the highway to the cave, constructed a water system to provide water to the ranger station, improved the cave trail, and began a survey of the cave.         CCC men also attended classes NPS Photo  The camp had an education department where the enrollees could take academic or vocational classes. Through the music classes, the Wind Cave Quartet was organized. This singing group became well known through the Hills. The camp also had a variety of sports teams. The baseball team won the South Dakota CCC Championship in the years 1935 and 1936.   Leslie Jenson, governor of South Dakota, wrote the following about the Wind Cave Camp: \"The Wind Cave CCC Camp is the outstanding camp in the entire Hills from the standpoint of permanent and visible work accomplished that will forever inure to the benefit of the general public and the National Park Service.\" A CCC camp was established in Badlands National Park in 1939, under the direction of Wind Cave. By 1941 most of the men from Wind Cave had been transferred there and the buildings that had housed the men were torn down. The camp at Wind Cave was completely closed in 1942. For more information on the Civilian Conservation Corp at Wind Cave National Park click here (a 40+ slide show - each slide is approximately 50K).",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/civilian-conservation-corps-at-wind-cave.htm"
}
