{
    "title": "Wind Cave National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         First Visitor Center NPS Photo  The Wind Cave area has been protected since 1903, when it became our eighth national park. Regarded as sacred by American Indians, cave exploration did not begin until 1881, when the entrance was noticed by two brothers, Jesse and Tom Bingham. They heard a loud whistling noise, which led them to a small hole in the ground, the cave's only natural opening.     History at Wind Cave National Park:Lakota Emergence Story: A written account of a spoken-word story that has been passed down through generations of Lakota describing the natural opening of Wind Cave and its place in Lakota heritage. Passages Through Many Worlds: Historic Resource Study of Wind Cave National Park (PDF 147 mg) written by Mark David Spence, Ph.D.is a comprehensive study of the history of Wind Cave National Park.  The Civilian Conservation Corps at Wind Cave ¦ The men of the CCC built roads and trails and installed the first lighting system in Wind Cave. Cave Exploration ¦ Learn more about the early visitors to Wind Cave, as well as today's explorers and the places they see. 75 Years at Wind Cave: Early park history by seasonal ranger John Bohi. Wind Cave Defining Moments ¦ See the pivotal events in the history of Wind Cave National Park.  Managing the Wildlife: Returning the wildlife to the surface world at Wind Cave National Park has be a long and winding story.  Click here to learn more about The Return of the Bison.  Wind Cave Timeline ¦ See the important dates and events in Wind Cave's history, from the 1800s to the modern day. Legislation Related to Wind Cave ¦ Learn about the laws enacted regarding Wind Cave National Park. Trip Reports ¦ Follow the experiences of the cavers of Wind Cave as they explore one of the longest  caves of the world. Caving Narratives¦ Caving narratives are short summeries of caving trips into Wind Cave. Most describe exploration trips, but some deal with significant discoveries or locations, science projects in the cave, or even trips where photography is the main goal of the trip. The Home of the Bison: An Ethnographic and Ethnohistorical Study of Traditional Cultural Affiliations to Wind Cave National Park provides readers with insight into how its lands and resources of the park have dynamically changed in the course of a history with different waves of human occupation. The land within Wind Cave National Park has historical, cultural, and spiritual meanings to many American Indians. The park consults with twenty tribal governments on major projects and plans. Click here for a link to the tribes and their official websites. Historic Context Report for Potential Linear Historic Road Corridor Along South Dakota (SD) 87 in Wind Cave National Park - This study discusses the scenic stretch of South Dakota Highway 87 in the southern Black Hills.  The road is a central focus of recreation and interpretation within the park. To read more about the history and protection of this historic road click on the link above.",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/historyculture\/index.htm"
}
