{
    "title": "Wind Cave National Park: Wind Cave Above Ground",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Videos     Wind Cave Above Ground                Wind Cave Above Ground         Bison from the past to the present. NPS Photos  Wind Cave National Park is truly two parks in one.  While the park was created to protect Wind Cave, the park might not have survived if it were not for the prairies above.  Wind Cave National Park protects 33,851 acres of mixed grass prairie, ponderosa pine forest, canyons, and riparian areas.  The videos below explore this world and the animals and people that have called the area home since time immemorial.                        Wind Cave National Park's Buffalo Jump Site Within Wind Cave National Park lies a Buffalo Jump, a location that was used to hunt bison.  Explore the history and archaeology of this important site.  Duration:5 minutes, 19 seconds                                Civilian Conservation Corps at Wind Cave National Park The Civilian Conservation Corps, or CCC, arrived at Wind Cave National Park in 1934 and over the next eight years changed it into the modern park you see today.  Duration:4 minutes, 28 seconds                                Elk Management at Wind Cave National Park Managing a large and ecologically important animal, such as the elk, can present quite a challenge.  Learn a little about the ecology of elk and how Wind Cave National Park is facing this challenge.  Duration:10 minutes, 4 seconds                                The History of Elk at Wind Cave National Park Elk, once common throughout the United States, were nearly hunted to extinction in the 1800's, including in the area around Wind Cave.  Learn the story of their fall and subsequent reintroduction.  Duration:3 minutes, 59 seconds                                Lakota Emergence Story  The Lakota have called this region home since time immemorial. Listen as a ranger tells the Lakota Emergence Story at the Natural Entrance.  Duration:7 minutes, 2 seconds",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/photosmultimedia\/video-surface.htm"
}
