{
    "title": "Wind Cave National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 08, 2016  University of Michigan Wins American Solar Challenge Rally  It was a challenging day to be driving a solar powered car, as overcast skies and a steady drizzle lowered the sun’s available power, but the University of Michigan’s car  powered through the rain and won the 2016 American Solar Challenge.   July 22, 2016  Solar Cars Coming to Wind Cave during 1,975-mile American Solar Challenge Rally  After traveling 1,975 miles across 7 states as part of the American Solar Challenge, it all ends for college teams from across the world with a checkered flag at Wind Cave National Park on Saturday, August 6.   June 28, 2016  Premier of Songs Written about Area National Parks this Weekend at Badlands and Wind Cave National Parks  The Grand Valley State University New Music Ensemble is returning to the national stage to celebrate the 100th birthday of the National Park System with performances at Badlands National Park and Wind Cave National Park this weekend.   June 10, 2016  Traveling Quilt Exhibit Visits Wind Cave National Park  Wind Cave National Park is displaying 13 art quilts created to celebrate the centennial of the National Park Service during  the month of June at the park visitor center.   June 10, 2016  Wind Cave National Park Has Busiest May on Record  This year’s cave tour visitation at Wind Cave National Park was the highest ever recorded for the month of May.   June 02, 2016  Picnic in the Park June 18 at Wind Cave National Park’s Historic Sanson Ranch  Picnic in the Park June 18 at Wind Cave and enjoy the tranquil scenery of the historic Sanson Ranch.   May 31, 2016  State of South Dakota Recognizes Wind Cave National Park for Outstanding Operation of Wastewater Treatment System  The South Dakota Department of Environmental and Natural Resources (DENR) announced recently that the Wind Cave National Park wastewater treatment system is the recipient of the 2015 Operation and Maintenance Wastewater Treatment Award.   May 12, 2016  Follow Wind Cave’s May 21 Bird Blitz on Social Media  Preparations are nearly complete for the May 21 Bird Blitz at Wind Cave National Park.   May 05, 2016  Bird Blitz with Multiple Feathered Activities Planned at Wind Cave May 21  A variety of feathered events will take place at Wind Cave National Park Saturday, May 21, as the park celebrates the National Park Service Centennial with a bird blitz of activities for experienced and novice bird watchers alike.   April 08, 2016  “Voices” Leads National Park Week Activities in Area Parks  Songs written by students with the help of professional songwriters highlight events planned in area parks for National Park Week, April 16 through April 24.   February 03, 2016  Wind Cave Celebrates Centennial with Reunion, Music, and Special Events  Wind Cave National Park plans to mark this year’s Centennial of the National Park Service with a wide variety of special events lasting into December.   January 14, 2016  Wind Cave Sets Modern Day Cave Visitation Record in 2015  Cave tour visitation was up 9.8% over last year at Wind Cave National Park for 2015 when 109,335 people toured the world’s sixth-longest cave. This is the most people through the cave since 1971, before tours were limited to 40 people.   January 07, 2016  Free Tours at Wind Cave on Martin Luther King Jr. Day  Wind Cave National Park will offer free tours at 10 a.m., 1 p.m., and 3 p.m. on Martin Luther King Jr. Day, January 18.   December 29, 2015  Find Your Park this Winter with Wind Cave’s Adventures in Nature Program  Celebrate the Centennial of the National Park Service this winter with your children as they learn about nature and develop skills to explore the natural world.   October 22, 2015  Wind Cave Partners with The Nature Conservancy to Preserve Unique Bison Herd  Seventy-five bison are on their way to new homes across the Midwest as part of an agreement with The Nature Conservancy (TNC) to form conservation, or satellite, herds with bison from Wind Cave National Park.   September 17, 2015  Free Tours at Wind and Jewel Caves in Celebration of National Public Lands Day  Jewel Cave National Monument and Wind Cave National Park will be offering free tours on Saturday, September 26, as part of National Public Lands Day.   September 16, 2015  Wind Cave National Park Acquires Two Parcels of Property  Wind Cave National Park recently completed a minor boundary revision and purchased a 7.16-acre parcel improved with a three-bedroom house and pole barn along the park’s southern boundary.   August 21, 2015  Wind Cave Seeks Comments on Zoning Management Plan  Wind Cave National Park is soliciting comments on a Zoning Management Plan\/General Management Plan Amendment and Environmental Assessment (EA).   August 13, 2015  Celebrate the National Park Service’s 99th Birthday with an Evening Hike up Rankin Ridge  To celebrate the 99th birthday of the National Park Service, rangers at Wind Cave National Park are leading an evening hike to the top of Rankin Ridge on Tuesday, August 25.   July 28, 2015  Report Released on Wind Cave’s Cold Brook Fire  After an interagency review involving fire management specialists from across the country, the National Park Service (NPS) has released the report on the Cold Brook Fire.   July 16, 2015  Wind Cave Hosts Talk on Persistence Cave  An evening reception and program are planned at Wind Cave National Park on Saturday, July 25, to provide an update on fossils found during on-going exploration efforts at Persistence Cave.   June 11, 2015  Cave Containing Clues to the Ice Age Found at Wind Cave National Park  A two-week field camp is in progress at Wind Cave National Park as scientists begin removing sediment from a cave containing ice age fossils.   June 05, 2015  Cave Tours, Hikes, and Bird Walks Highlight Wind Cave’s Summer  Rangers at Wind Cave National Park will be offering a variety of interpretive programs this summer.   May 15, 2015  No Cave Tours Monday, May 18, at Wind Cave National Park  There will be no tours of Wind Cave on Monday, May 18, as electricians  install a new backup generator for the cave.   April 18, 2015  April 16 Cold Brook Fire Afternoon Update  Containment on the Cold Brook Fire remains at 90% this afternoon.   April 17, 2015  April 16 Cold Brook Fire Update  Containment on the Cold Brook Fire remains at 90% this afternoon.   April 15, 2015  April 15 Update on Wildfire at Wind Cave National Park  The Cold Brook Fire is now 80% contained.   April 14, 2015  Cold Brook Fire Update 04\/14\/2015 5pm  An update on the Cold Brook wildfire as of 04\/14\/2015 at 5pm.   April 14, 2015  Cold Brook Fire Update  Current info on the Cold Brook Fire.   April 14, 2015  Cold Brook Fire Information Update  Current information on the Cold Brook wildfire.   April 13, 2015  Cold Brook Wildfire  Prescribed burn turns into wildfire at Wind Cave National Park.   March 27, 2015  Prescribed Burn Planned this Spring at Wind Cave National Park  Depending on weather and fuel moisture, fire crews at Wind Cave National Park plan to finish the last 1,000 acres of the Cold Brook Burn this April.   February 05, 2015  Free Tours over Presidents Day Weekend at Wind Cave  Wind Cave National Park will offer free tours over Presidents Day weekend, February 14 to the 16.   January 15, 2015  National Park Service Seeks Input on Celebrating Centennial  The National Park Service wants your help in planning a celebration 100 years in the making.   January 08, 2015  Wind Cave National Park Offers Free Tours on Martin Luther King Jr. Day  Wind Cave National Park will offer free tours at 10 a.m., 1 p.m., and 3 p.m. on Martin Luther King Jr. Day, January 19.   December 29, 2014  Wind Cave’s Adventures in Nature Program Begins January 13  Are you and your children interested in learning about nature and developing skills to explore the natural world?  If so, Wind Cave National Park will again be offering the Adventures in Nature program this winter and spring.   October 28, 2014  Wind Cave Bison Help with Restoration Efforts  Bison from Wind Cave National Park were recently sent to help form new or augment existing herds in five different states.   September 18, 2014  Free Tours at Jewel and Wind Caves in Celebration of National Public Lands Day  Jewel Cave National Monument and Wind Cave National Park will be offering free tours on Saturday, September 27, as part of National Public Lands Day.   September 10, 2014  Wind Cave Postpones Prescribed Fire  The 2,199 acre prescribed burn planned for this September in the southwestern corner of Wind Cave National Park has been postponed until October.   August 28, 2014  Wind Cave Offering Elk Bugling Programs  Rangers at Wind Cave National Park will be leading programs this September to listen for the bugle of the Rocky Mountain elk   August 27, 2014  Service First Agreement Marks One Year Anniversary  In the year since local public land management agencies agreed to work closer together as part of a “Service First” agreement, shared resources have resulted in shorter construction times and lower costs.   August 22, 2014  Wind Cave Prepares for Prescribed Fire  Preparations are nearly complete for a 2,199 acre prescribed fire planned for this September at Wind Cave National Park. The burn area is located in the southwestern corner of the park, west of Highway 385.   August 14, 2014  Wind Cave Offers Free Tours on Founders Day, August 25  Wind Cave National Park will offer free tours on Monday, August 25, in honor of the 98th anniversary of the creation of the National Park Service.   July 14, 2014  Wind Cave National Park Testing Sylvatic Plague Vaccine for Use in Prairie Dogs  Wind Cave National Park is one of 34 areas testing a vaccine to prevent the spread of sylvatic plague in prairie dog populations.   June 19, 2014  Tours, Hikes, and Bird Walks Highlight Wind Cave’s Summer  Rangers at Wind Cave National Park will be offering a variety of interpretive programs this summer.   May 29, 2014  Sign Written by Tribes Installed at Wind Cave National Park  A recently installed sign at the Natural Entrance to Wind Cave was developed by representatives of American Indian tribes.   May 13, 2014  South Dakota Recognizes Wind Cave National Park for Safe Drinking Water and Wastewater Operations  The South Dakota Department of Environment and Natural Resources (DENR) announced recently that Wind Cave National Park earned two awards -- one award concerned drinking water compliance and the second award was for wastewater operations.   May 07, 2014  Wind Cave National Park Postpones Prescribed Fire  The 2,199 acre prescribed burn planned for this spring in the southwestern corner of Wind Cave National Park has been postponed until fall.   May 01, 2014  Beth Burkhart Retires From Wind Cave after 30 Years of Service  A summer internship for the National Park Service (NPS) changed the life of a woman from Cleveland, Ohio.   April 25, 2014  Wind Cave National Park Prepares for Prescribed Fire  Preparations are nearly complete for a 2,199 acre prescribed fire planned this spring at Wind Cave National Park.   April 25, 2014  Jewel Cave and Wind Cave Announce Fee Increases  The two National Park Service caves in the Black Hills will be raising their rates as of April 30.   April 11, 2014  Go Wild at Wind Cave National Park and Celebrate National Park Week with Free Tours!  Free tours of Wind Cave will be offered Saturday, April 19, and Sunday, April 20, as part of National Park Week.   February 06, 2014  Wind Cave Offers Free Tours Presidents Day Weekend  Wind Cave National Park will offer free tours over Presidents Day weekend, February 15 to the 17.   December 30, 2013  Nature Program for Children Offered this Winter at Wind Cave National Park  The Adventures in Nature program will be offered this winter and spring at Wind Cave National Park beginning January 14.   December 18, 2013  Wind Cave National Park Sees Increase in Bison Deaths  At least six bison have been killed in 3 motor vehicle collisions at Wind Cave National Park since October.   December 05, 2013  Holiday Events Planned at Wind Cave National Park  Holiday events at Wind Cave National Park begin Sunday, December 15, with the park’s 18th annual Christmas Bird Count and continue the following Tuesday, December 17th, with the park’s holiday open house.   November 05, 2013  Ranger Mary Laycock Retires After 34 Years at Wind Cave  Ranger Mary Laycock is retiring after working 34 years at Wind Cave National Park.   November 01, 2013  Free Tours at Wind Cave over Veterans Day Weekend  Wind Cave National Park will offer free tours over Veterans Day Weekend in honor of veterans and current members of the U.S. Armed Force.   October 17, 2013  Wind Cave National Park Reopens  Wind Cave National Park reopened to visitors today.   September 28, 2013  Friends Help Build Fence at Wind Cave National Park  Volunteers from the Friends of Wind Cave National Park helped park staff install 400 feet of new fence at the park’s Wildlife Capture Facility as part of National Public Lands Day.   September 19, 2013  Jewel and Wind Caves offer Free Tours as Part of National Public Lands Day  Jewel Cave National Monument and Wind Cave National Park will be offering free tours on Saturday, September 28, as part of National Public Lands Day.   September 11, 2013  Wind Cave National Park Proposes to Raise Fees  Wind Cave National Park is seeking comments on a proposal that would raise cave tour and camping fees beginning next spring.   September 09, 2013  SCA Crews Help Prevent Lost Hikers at Wind Cave National Park  One hundred and sixteen wooden posts marking around 4. 5 miles of the Highland Creek and Centennial Trails through Wind Cave National Park were installed this summer by two high school Student Conservation Association (SCA) crews.   July 12, 2013  Wind Cave Rangers Offer Tour of Buffalo Jump  Rangers at Wind Cave National Park will offer a three-hour tour of the Sanson Homestead and Buffalo Jump on Saturday, July 27.   June 25, 2013  Wind Cave to Build Airlock for Walk-In Entrance  The revolving door at the Walk-In Entrance to Wind Cave will be replaced with a small airlock structure this winter as a result of a recently completed environmental assessment.   June 21, 2013  Use Caution When Driving at Wind Cave National Park  A recent vehicle accident at Wind Cave National Park highlights the need to drive cautiously due to wildlife on the road.   May 30, 2013  Service First Agreement Signed between U.S.  Forest Service and National Park Service  Local public land management agencies in the southern Black Hills are working closer together as a result of a recently signed agreement between the Forest Service and the National Park Service.   May 30, 2013  Blustery Weekend Equals Record Visitation for Wind Cave National Park  A cool and blustery holiday weekend resulted in the highest Memorial Day Weekend visitation for Wind Cave National Park on record.   May 20, 2013  Wind Cave Opening Elk Mountain Campground  The Elk Mountain Campground, closed since March 7, is scheduled to reopen with reduced services for the summer on Friday, May 24.   May 01, 2013  Wind Cave Turns into Real Math Problem for Custer Students  High school students from Custer recently practiced trigonometry by mapping part of the world’s sixth-longest cave.   April 19, 2013  Wind Cave Celebrates National Park Week with Free Tours  Free tours of Wind Cave will be offered Monday, April 22, through Friday, April 26, as part of National Park Week.   March 27, 2013  Brown-Bag Lunch Series Planned at Wind Cave National Park  A series of brown-bag lunch programs are being given this April at Wind Cave National Park.   March 15, 2013  Helicopters Used to Move Elk from Wind Cave National Park into Custer State Park  Nearly four hundred elk from Wind Cave National Park were recently moved into Custer State Park.   March 07, 2013  Wind Cave National Park Begins Reducing Visitor Services  The Elk Mountain Campground is closed at Wind Cave National Park as the park begins implementing a 5% across-the-board cut in its operating budget.   February 11, 2013  Satellites used by Wind Cave National Park to Track Elk  The movement patterns of 36 elk at Wind Cave National Park are now being monitored using GPS (Global Positioning System) tracking radio collars.   January 10, 2013  Wind Cave Offers Free Tours on Martin Luther King Jr. Day  Wind Cave National Park will offer free tours at 10 a.m., 1 p.m., and 3 p.m. on Martin Luther King Jr. Day, January 21.   December 20, 2012  Backcountry Hikes and Children Nature Programs Offered this Winter at Wind Cave National Park  Programs for exploring nature with children and discovering the park’s backcountry will be offered this winter and spring at Wind Cave National Park.   November 08, 2012  Use Caution When Driving Through Wind Cave National Park  Poor visibility and vehicle speeds too high for winter driving conditions can lead to accidents involving wildlife at Wind Cave National Park.   November 01, 2012  Wind Cave Offers Free Tours over Veterans Day Weekend  Wind Cave National Park will offer free tours over Veterans Day Weekend in honor of U.S. veterans and current members of the U.S. Armed Force.   October 03, 2012  Friends Help Remove Fencing at Wind Cave National Park  Volunteers from the Friends of Wind Cave National Park recently helped park staff remove over 3,300 feet of barbed wire fence on National Public Lands Day.   September 21, 2012  Jewel and Wind Caves Celebrate National Public Lands Day with Free Cave Tours  On September 29, National Public Lands Day, Jewel Cave National Monument and Wind Cave National Park will host visitors and volunteers for a special day of service and celebration.   September 07, 2012  Archeology Survey Conducted at Wind Cave National Park  National Park Service archeologists recently completed a three-week investigation of the Sanson Buffalo Jump and surrounding area in Wind Cave National Park.   August 31, 2012  Wind Cave Offers Programs to Listen for Elk Bugling  Rangers at Wind Cave National Park will be leading programs this September to listen for the bugle of the Rocky Mountain elk.   August 31, 2012  Public Invited to Visit Archeology Dig at Wind Cave  The public is invited to visit an archeology dig in progress at the Sanson Buffalo Jump in Wind Cave National Park on Wednesday, September 5.   August 01, 2012  Mammoth Site Helped Protect Wind Cave’s Museum Objects  The Mammoth Site in Hot Springs served as temporary storage of some Wind Cave museum objects recently when the park was threatened by a wildfire.   July 21, 2012  Visitor Services at Wind Cave National Park Closed Due to Myrtle Fire  Visitor services at Wind Cave National Park remained closed Saturday due to the Myrtle Fire.   June 29, 2012  Fire Restrictions Put in Place at Wind Cave National Park  For the second time this year, Wind Cave National Park has implemented fire restrictions due to extreme fire conditions in the park.   June 29, 2012  Wind Cave Visitation Up 11 Percent for 2012  Rangers at Wind Cave National Park have seen an 11% increase in cave tour visitation over last year.   June 21, 2012  Sanson Ranch Celebration Day July 7th at Wind Cave  A chuck wagon dinner, with a visit from President Teddy Roosevelt, highlights a day of activities at Wind Cave National Park’s new land on Saturday, July 7th.   June 15, 2012  Wind Cave Rangers Offer Tours of Cave and Buffalo Jump this Summer  Rangers at Wind Cave National Park will be offering a variety of interpretive programs this summer.   May 08, 2012  Fire Restrictions Lifted at Wind Cave National Park  Fire restrictions in place since mid-March have been lifted at Wind Cave National Park.   May 04, 2012  Wind Cave National Park to Share Elk with Custer State Park  The superintendents of Wind Cave National Park and Custer State Park announced today that the two parks will cooperate in management of elk that use the parks.   April 17, 2012  Jewel Cave and Wind Cave Celebrate National Park Week  Free tours and special activities are scheduled at Jewel Cave National Monument and Wind Cave National Park to celebrate this year’s National Park Week.   March 22, 2012  Thirty-Five Antlers Confiscated at Wind Cave National Park  Rangers at Wind Cave National Park have increased their backcountry patrols to combat the illegal poaching of elk antlers.   March 16, 2012  Wind Cave National Park Announced Fire Restrictions  Wind Cave National Park Superintendent Vidal Davila announced today that due to extreme fire conditions in the park, fire restrictions are in place under the authority of 36 CFR 2.13 (c). To ensure public safety and to provide the highest degree of protection to park resources, the National Park Service is implementing the following restrictions:   March 15, 2012  Wind Cave Seeks Comments on Pine Beetle Assessment and Response Strategy  Wind Cave National Park is soliciting comments on its Mountain Pine Beetle (MPB) Risk Assessment and Response Strategy.  This strategy is designed to guide park managers as the current epidemic of beetles nears the park.   March 07, 2012  Planning Meetings for Wind Cave’s New Land March 13 - 15  Wind Cave National Park is hosting a series of meetings in mid-March to receive input on how the public would like to use the newly acquired 5,556 acres of land formerly owned by the Casey Family.   February 28, 2012  Wind Cave National Park Uses Satellites to Track Elk  Thirty-five GPS (Global Positioning System) radio collars were recently placed on elk in Wind Cave National Park. This marks the second year of a three-year study to document the effects of a recently implemented elk management plan.   February 21, 2012  Wind Cave Begins Planning Process for Casey Addition  How visitors will use the newly acquired 5,556 acres of land formerly owned by the Casey Family is the focus of a planning process beginning in mid-March at Wind Cave National Park.                the",
    "url": "https:\/\/www.nps.gov\/wica\/learn\/news\/newsreleases.htm"
}
