{
    "title": "Wind Cave National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Ranger Mary Laycock presenting a special tour NPS Photo  Wind Cave National Park offers a number of options to visitors with accessibility needs. The visitor center, cave, picnic area, and Elk Mountain Campground are accessible to all visitors including visitors with limited mobility.  Some facilities that are listed as accessible do not currently comply fully with standards due to the difficulty of working with historic buildings and limited space within the cave. However, we are constantly working to improve accessibility within the park. In the campground sites B2 and D3 are fully accessible and are reserved for campers with accessibility needs.  Limited areas of the cave are accessible to wheelchairs and folks with limited mobility. Please call ahead (605-745-4600) to make arrangements for an Accessible Cave Tour or ask at the park's information desk. For the hearing impaired generic scripts are available for all cave tours; follow this link to access the written scripts.  Sign-language capable rangers may be available, for more information click here.   Driving through or hiking in the park to view the diverse ecosystems and wildlife native to the American prairie is a delight for all visitors. Access Pass The Access Pass is available to U.S. citizens and permanent residents who qualify for federal disability benefits, as based on the assessment of a licensed physician.  The pass is available for free at all federal fee areas upon documentation of qualifying factors (either presenting documentation or signing an affidavit). Benefits available to holders of the Access Pass include the waiver of entrance fees for most parks, as well as discounts at some park campgrounds and some fees such as cave tours.  The benefits of the Access Pass vary from park to park.  Visit this page for general information on the Access Pass: http:\/\/store.usgs.gov\/pass\/access.html Click here for information on using your Access Pass at Wind Cave.",
    "url": "https:\/\/www.nps.gov\/wica\/planyourvisit\/accessibility.htm"
}
