{
    "title": "Wind Cave National Park: Horseback Riding",
    "body": "Horseback Riding       Wind Cave National Park offers a variety of activities for visitors, including horseback riding opportunities. The park’s 28,295 acres of rolling prairie and ponderosa pine forest are ideal spots for horseback riding.     Regulations  Horses are permitted throughout Wind Cave National Park under the following provisions: All horseback riders must obtain a free permit at the visitor center. These permits are used by park managers to gather information used to make resource management decisions. Horseback riding permits are for day use only; no overnight stays are permitted.  While most of the park is open to riding, horseback riding is prohibited in the following areas: near water sources, directly on any maintained hiking trail, on park roadways, and in the campground and picnic areas. Due to the possibility of exotic plants being introduced into the park, no feed of any kind is allowed in the park.    Finding Your Way  Know your destination and the route you intend to take on your horseback ride. Bring along a topographical map and a compass.     Protecting the Park  All natural and cultural resources within the park are protected by federal law. It is unlawful to remove any rocks, plants, wildlife, antlers, or bones from the park. These features are a part of the natural and cultural history of the park and play a key role in the survival some animals. While riding through the park, do not leave traces of your visit. Litter is unsightly and spoils the park experience for everybody.    Safety Information   All drinking water must be carried in. There are no approved drinking water sources in the backcountry. Open fires are prohibited at all times due to the threat of wildfires. Do not approach any wild animal! Stay at least 75-100 yards away from bison. They are unpredictable and dangerous and may charge without warning. Bison are more aggressive in July and August during the mating season. Prairie rattlesnakes are common throughout the park, especially near rocky areas and prairie dog towns. Do not provoke snakes or other wildlife!  Ticks, mosquitoes, and deer flies are plentiful in the park.       Following these simple rules and safety measures will ensure your visit to Wind Cave National Park is an enjoyable one.",
    "url": "https:\/\/www.nps.gov\/wica\/planyourvisit\/horseback-riding.htm"
}
