{
    "title": "Wind Cave National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Elk Mountain Campground         Camper Trailer at the Elk Mountain Campground NPS Photo  Enjoy camping on the edge of the prairie! Elk Mountain Campground offers campers a unique opportunity experience the prairie\/forest edges and view the plants and animals of the southern Black Hills.  The campground fee is $18.00 a night per site when water and toilet facilities are available. In late fall through early spring when the water is turned off, the fee is $9.00 a night per site. Visitors holding a Senior or Access Pass, or a Golden Age or Golden Access Pass pay half price a night per site.              Registration   The campground has a self registration area available at the entrance of the campground and campers should register upon arrival.  Flush toilets and water are only available during part of the year. The campground fee is $18.00 a night per site when water and toilet facilities are available. In late fall through early spring when the water is turned off, the fee is $9.00 a night per site. Visitors holding a Senior or Access Pass, or a Golden Age or Golden Access Pass pay half price a night per site. After selecting a site, return to the fee station to register and pay for the site. Drop fees in the designated box. Click here for a map of the campground and the sites for groups and RVs.     Campsites   Occupancy is on a first-come, first-served basis. Each site accommodates up to eight people and one vehicle. This limit reduces impacts on the soil and vegetation. Altering the terrain by ditching or leveling the ground is prohibited. Campers with recreational vehicles must park at established campsites within the designated parking area. There is a limit of 14 days occupancy for the campground.     Accessibility   Sites B2 and D3 are for campers with an accessibility permit.        Recreational Vehicle Information     Recreational vehicles do visit our campground. There are 25 pull through sites in the campground. On B Loop there are no length limits for RVs. There are no showers or electrical hookups. In past years the campground has been fairly quiet compared to other campgrounds in the Black Hills and finding a campsite has not been a problem.     Quiet Hours     Quiet hours are between 10:00 p.m. and 6:00 a.m. Generators may only be used from 8:00 am to 8:00 p.m. Maintain your neighbor's right to quiet by respecting the quiet hours.     Facilities   There are no hookups, showers, or dump stations in the campground. Running water and flush toilets are available during warmer months. During times of reduced facilities, pit toilets are available at the campground, although no running water is available. During these times water is available at the visitor center.     Campfires   Firewood is available at a bin located at the entrance to the campground. Donations are accepted for firewood. Help preserve the park resources by using this wood and by not removing wood from the forest. The threat of fire is moderate to high most of the year. Build fires only in the designated fire grates provided. Never leave fires unattended and make sure wood and charcoal fires are completely extinguished before leaving.     Waste Water     Please do not dump waste water on the ground. Trailer dump stations are located in Hot Springs and Custer. Camper service sinks are available in each comfort station. Remember, a very delicate cave lies beneath the campground and our actions may have a negative impact on it.     Recycling Program     You can recycle materials while camping. Please place recyclables at the locations marked on the map. Items that can be collected here are glass bottles and jars, aluminum beverage cans, steel cans and plastic containers with the PETE 1 or HDPE 2 markings. Please rinse all recyclables before placing them in the containers.     Campground Host   There are no campground hosts this year.     Group Camping     There are two group campsites in Elk Mountain Campground.  For more information about fees and reservations and for a downloadable reservation form click here. Contact the park at (605) 745-4600 for information about group camping. Click here for a map of the locations of group sites.     Security     Protect your valuables. Do not invite theft at your campsite. Keep all valuables with you at all times. Keep extra equipment or personal items out of sight and locked in your car.     Pets   Help preserve the environment at Wind Cave National Park by keeping all dogs, cats and other pets on a leash and under control at all times. Pets running loose disrupt the native wildlife, can disturb other park visitors and are sometimes the targets of larger wild animals.     Wildlife     The animals found around the campground and throughout the park are wild. Do not feed or harass the animals that live in Elk Mountain Campground or in the park. An animal that becomes habituated to people may beg or become a nuisance. Please, respect wildlife.     Emergency Assistance     In case of emergency call 911. You may also contact any park ranger, or during business hours, call park headquarters at (605) 745-4600.           Elk Mountain Campground Map.",
    "url": "https:\/\/www.nps.gov\/wica\/planyourvisit\/campgrounds.htm"
}
