{
    "title": "Washita Battlefield National Historic Site: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         Historic Shelterbelt Along Abandoned R.R. Grade NPS Photo  Primarily due to the presence of the Washita River and its associated floodplain, Washita Battlefield NHS is fortunate to contain several tree and shrub species within its boundaries. Most of the trees and shrubs tend to stand out from the fields of grass just by virtue of their height. But some have a distinct growth form alone which makes them unique on the prairie. Such is the case with the great plains yucca, especially when it's in reproductive mode and has produced a towering flower and seed stalk. Other trees and shrubs aren't so noticeable until their fall colors come out. This is true of smooth sumac, the leaves of which turn a lustrous red, and eastern cottonwood, which blazes a brilliant yellow crown when the air turns cool. It is the seeds and their encasements which give some plant species away. The Kentucky coffeetree is know by its relatively large brown seedpods, while the buttonbush sports round little \"balls\" of seeds. The Illinois bundleflower keeps its small pods \"bundled\" together appropriately enough. The western soapberry, on the other hand, encases its seed in an orange, luminescent, pulpy fruit that resembles fish eggs to some! While the soapberry fruit is none too appetizing to the human palate, the same is not so true for the Chickasaw plum. A somewhat tart fruit at first bite, it is reportedly made into delicious jams. Wildlife enjoys the plum thickets too, as much for the fruit as for the cover the dense stands of trees provide. Still other trees are recognized by other features. The \"willowy\" leaves of water-loving sandbar and black willow, the teardrop shaped leaves of chittamwood, the \"warty\" bark of northern and netleaf hackberry, and the overall \"statelyness\" of the American elm. One tree that is actually becoming less abundant at the park is the invasive and water-loving tamarisk. At one point comprising up to 80% of the vegetative cover along some stretches of the river, this adaptable exotic is being painstakingly removed by park personnel to make room for more appropriate native plant species.",
    "url": "https:\/\/www.nps.gov\/waba\/learn\/nature\/treesandshrubs.htm"
}
