{
    "title": "Saint Croix National Scenic Riverway: Asian Carp Action Plan",
    "body": "Asian Carp Action Plan         Silver Carp (Hypophthalmichthys molitrix) USFWS   This was a concern because Asian carp grow to large sizes (50-110 lbs.) and eat up to 20% of their body weight daily, possibly out competing native species for food or habitat resources. These big eaters could unravel the food web by consuming plankton needed by smaller fish that feed sport fish, such as bass and walleye. Silver carp can also leap really high out of the water, appearing to almost fly. They have been known to injure people if they land on them. In 1996 an Asian carp was reported for the first time on the St. Croix River. Since then an occasional catch of bighead carp have been reported in 2011 and 2012. Multiple federal and state agencies have joined together to prevent or decrease the impact of Asian carp on the St. Croix, Mississippi and Minnesota Rivers. In November 2011 an Action Plan was finalized. The threat was brought home in in 2011 when eDNA testing aimed at detecting species of Asian Carp on the St. Croix River, suggested their presence for several miles downstream of the hydroelectric dam at St. Croix Falls, Wisconsin. Asian carp were detected using a new technique that analyzes water samples for traces of fish, such as body fluids, scales, etc. Results pointed to the Asian carp species called silver carp (known as the flying carp for their leaping ability) as the fish in this section of the river. To date, no physical specimen of silver carp has been found in the St Croix. (MN DNR Press Release) See the report, eDNA Surveillance of Asian Carp on the St. Croix and Mississippi River (PDF, 500kb) and sampling map for detailed findings. (Funding for the study has been provided by the Mississippi River Fund and St. Croix National Scenic Riverway Fund of the St. Croix Valley Foundation.)        NPS biologist, Byron Karns, collects water samples for testing Deborah Rose\/MN DNR  The Minnesota DNR tried to confirm the test results by fishing, netting and \"electrofishing\" for silver carp in the area of positive test results.(MN DNR Press Release 8.22) Because no live silver carp had been found, the agencies again collected water samples in the fall of 2012. These new samples were tested using a large number of experimental controls and techniques recently developed by the U.S. Army Corps of Engineers for use in the Illinois River and Great Lakes, that include DNA sequencing as a final verification step. In April 2012 the results from this more refined testing were released by the MN DNR showing no evidence of Silver Carp in the St. Croix River.\"These results support the conclusion that bighead and silver carp have not yet become established in Minnesota,\" said Steve Hirsch, director of the DNR's Ecological and Waters Division, adding that \"the threat of Asian carp is nevertheless an urgent issue for the state, requiring immediate action.\"        Filtering and preparing the river samples for shipment Deborah Rose\/MN DNR  The St. Croix National Scenic Riverway is working very closely with our sister park, the Mississippi National River and Recreation Area to address the threat posed by all Asian carp species.  Together, these two National Park Service units are taking a regional approach in creating an action plan (along with many partners, including the Minnesota Department of Natural Resources) to stop or slow the spread of these invaders.  We intend to do the following:    1) Continue to monitor using environmental DNA techniques and fish collection to determine the breath and density of the invasion.   2) Search for ways to remove these fish from the rivers.   3) Identify physical and behavioral barriers to these fish and work with our partners to use them.   4) Support ongoing research to identify repellants, attractants, or lethal controls of Asian Carp.        To learn more about Asian carp. Visitors to the Riverway who catch or see Asian carp should report their sightings to the DNR or Riverway. Additional Information   2011 Obama Administration Asian Carp Control Strategy Framework Army Corps of Enginners: Great Lakes and Mississippi River Interbasin Study Asian Carp Control, Regional Coordinating Committee (asiancarp.org) Minnesota DNR: Preventing the Introduction of Asian Carp into Minnesota Minnesota DNR: Minnesota's Watershed Basins Wisconsin DNR: Asian Carp Control Efforts USGS: Asian Carp Invasion of the Upper Mississippi River System (2000)",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/nature\/asian-carp-action-plan.htm"
}
