{
    "title": "Washita Battlefield National Historic Site: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research              Research         The library at Washita Battlefield NHS. NPS photo  The 300 plus volume library built around the Battle of Washita and the Southern Plains Indians has books dealing with American Indian cultures, the U. S. Army, the flora and fauna of the Great Plains, the National Park Service and the U. S. Forest Service. The library is for research purposes only. Please contact the park by email or call us at (580) 497-2742 for further information. How can we help you?         Recommended Reading List        Washita   Washita:The U.S. Army and the Southern Cheyennes, 1867-1869 by Jerome A. Greene Battle of the Washita by Stan Hoig Custer, Black Kettle, and the fight on the Washita (aka Conquest of the Southern Plains) by Charles J. Brill Washita Memories by Richard G. Hardoff Washita by Mary Jane Warde (PDF 17.61 MB)  My Life on the Plains by Lt. Col. George A. Custer Sheridan's Troopers on the Border by De B. Randolph Keim General Custer and the Battle of the Washita: The Federal View by John M. Carroll Life in Custer's Cavalry by Albert Barnitz Black Kettle, the Cheyenne Chief Who Sought Peace but Found War by Thom Hatch A Hoosier Quaker Goes to War: The Life & Death of Major Joel H. Elliott, 7th Cavalry by Sandy Barnard Coming Through the Fire by Duane Schultz Campaigning with Custer and the Nineteenth Kansas Volunteer Cavalry on the Washita Campaign, 1868-69 by David L. Spot           Southern Plains War: (Listed Chronologically from 1857 to 1864)   Cheyennes and the Horse Soldiers by William Y. Chalfant Month of the Freezing Moon by Duane Schultz The Battle of Sand Creek by Gregory F. Michno The Sand Creek Massacre by Stan Hoig Circle of Fire by John D. McDermott Dog Soldier Justice by Jeff Broome Hancock's War by William Y. Chalfant On the Plains with Custer and Hancock by W.J.D. Kennedy A Dispatch for Custer: The Tragedy of Lieutenant Kidder by Randy Johnson and Nancy Allan The Battle of Beecher Island and the Indian War of 1867-1869 by John Monnett Hero of Beecher Island: The Life and Military Career of George A. Forsyth by David Dixon Fort Supply, Indian Territory: Frontier Outposts on the Plains by Robert C. Carriker Custer and the Cheyennes by Louis Kraft The Buffalo War by James L. Haley Cheyenne at Dark Water Creek by William Y. Chalfant Battles of the Red River War by J. Brett Cruse On the Border with Mackenzie by Robert G. Carter The Moccasin Speaks: Living as Captives of the Dog Soldier Warriors by Arlene Feldmann Jauken The Military Conquest of the Southern Plains by William H. Leckie          Cheyennes  Sweet Medicine, Volume One by Peter J. Powell Sweet Medicine, Volume Two by Peter J. Powell The Cheyenne Indians of the Great Plains by E. Adamson Hoebel The Cheyenne Way: Conflict and Case Law in Primitive Jurisprudence by K.N. Llewellyn and E. Adomson Hoebel The Cheyenne by Stan Hoig The Cheyenne Indians: History and Society by George Bird Grinnell The Cheyenne Indians: War, Ceremonies, and Religion by George Bird Grinnell The Cheyenne by Dennis B. Fradin The Fighting Cheyenne by George Bird Grinnell The Cheyenne Indians by Liz Sonneborn By Cheyenne Campfires by George Bird Grinnell Cheyenne by Marla Felkins Ryan and Linda Schmittroth The Southern Cheyennes by Donald J. Berthrong The Peace Chiefs of the Cheyennes by Stan Hoig Searching for Sacred Ground: The Journey of Chief Lawrence Hart, Mennonite by Raylene Hinz-Penner Cheyenne-Arapaho Education 1871-1982 by Dr. Henrietta Mann Cheyenne Memories by John Stands in Timber and Margot Liberty William Wayne Red Hat Jr., Cheyenne Keeper of the Arrows by William Wayne Red Hat Jr. The Cheyenne in Plains Indian Trade Relations 1795-1840 by Joseph Jablow The Cheyenne by John H. Moore The Cheyenne and Arapaho Ordeal by Donald J. Berthrong          Arapaho  Tribal Sovereignty and the Historical Imagination: Cheyenne-Arapaho Politics by Loretta Fowler The Arapaho by Alfred L. Kroeber The Arapahos, Our People by Virginia Cole Trenholm The Trace of the Southern Arapaho by Bobby F. Steere Tell Me, Grandmother: Traditions, Stories, and Culture of Arapaho People by Virginia Sutter Chief Left Hand, Southern Arapaho by Margaret Coel The Arapaho: Hunters of the Great Plains by Karen Bush Gibson One Hundred Years of Old Man Sage: An Arapaho Life by Jeffrey D. Anderson Friday, the Arapaho Boy by Marc Simmons           Other Recommendations  Indians of the Plains by Robert H. Lowie The Indian Frontier 1846-1890 by Robert Utley A History of the Indians of the United States by Angie Debo The Indians in Oklahoma by Rennard Strickland Indian Tribes of Oklahoma by Blue Clark A Guide to the Indian Tribes of Oklahoma by Muriel H. Wright Contrary Neighbors by David LaVere Civil War in the Indian Territory by Steve Cottrell American Indians and the Civil War by Robert K. Sutton and John A. Latschar The Treaty of Medicine Lodge by Douglas C. Jones Contested Plains by Elliott West The Military and United States Indian Policy 1865-1903 by Robert Wooster Violent Encounters by Deborah and Jon Lawrence Encyclopedia of Indian Wars by Gregory F. Michno The Plains War 1757-1900 by Charles M. Robinson III  Custer by Jeffry D. Wert  The Great Plains Guide to Custer by Jeff Barnes Cavalier in Buckskins by Robert M. Utley The Comanche Empire by Pekka Hamalainen The Comanches: Lords of the South Plains by Ernest Wallace and E. Adamson Hoebel Empire of the Summer Moon by S.C. Gwynne The Kiowas by Mildred P. Mayhall Telling Stories the Kiowa Way by Gus Palmer, Jr. Satanta by Charles M. Robinson III Bad Medicine and Good by W.S. Nye Ned Wynkoop and the Lonely Road from Sand Creek by Louis Kraft Frontier Regulars by Robert Utley Phil Sheridan and His Army by Paul Hutton",
    "url": "https:\/\/www.nps.gov\/waba\/learn\/historyculture\/research.htm"
}
