{
    "title": "Grand Canyon National Park: Bottle Refilling Stations",
    "body": "Go \"Green\" and Refill Your Water Bottles                  20% of park's waste stream.   Reduce, Reuse, Refill!  Did you know that disposable plastic bottles comprise an estimated 20% of Grand Canyon's waste stream and 30% of the park's recyclables? (Deirdre Hanners, Grand Canyon National Park's Environmental Specialist) As a Climate Friendly Park, Grand Canyon National Park's staff, partners and stakeholders have made a commitment to take a leadership role in reducing greenhouse gas emissions and educating the public about what they can do to reduce their impacts on the park. In order to reduce plastics in the park's waste stream, litter along trails and walkways and green house gas emissions, Grand Canyon National Park will soon be eliminating the sale of water packaged in individual disposable containers and encourages everyone to reduce, reuse, refill! Grand Canyon National Park has eliminated the sale of water packaged in individual disposable containers including plastic bottles.        Filling Stations are Readily Available        Water Bottle Filling Station   Designated water bottle filling stations have been installed in high traffic areas on both rims of the park, making it easier than ever before to refill your water bottle. Like the existing water fountains and sinks in buildings and facilities throughout the park, the new filling stations provide free, Grand Canyon spring water from the park's approved water supply, located at Roaring Springs. The South Rim filling stations are equipped to provide year-round access to water and are located at:  Hermits Rest (located near the other public amenities); Bright Angel and South Kaibab Trailheads; Canyon Village and Desert View Marketplaces; Yavapai Geology Museum; Grand Canyon, Verkamp's and Desert View Visitor Centers; and Maswik Lodge (in the cafeteria).  The North Rim filling stations are located at:  North Kaibab Trailhead, North Rim Visitor Center (adjacent to the restrooms), and North Rim Backcountry Office.  Two filling stations provide only seasonal access to water: North Kaibab Trailhead, and North Rim Visitor Center. All others are equiped with one frost-free valve to provide year-round access to water.          Forgot Your Water Bottle? A variety of reusable, souvenir water bottles are available at all of the park's major retail outlets. Grand Canyon's \"reduce, reuse, refill\" initiative is a collaborative effort between the National Park Service and Grand Canyon National Park's concessioners and partners. Concessioners Delaware North Companies Parks and Resorts; Xanterra South Rim, L.L.C.; and Forever Resorts; as well as the park's cooperating association and fund-raising partner, Grand Canyon Association, have all developed product lines that provide sustainable alternatives to disposable containers.  If you should choose to bring packaged water with you, please drop your empties into one of the recycle bins conveniently located throughout the park.       Why Refill?  In Grand Canyon National Park, litter associated with disposable plastic water bottles is on the rise along trails and walkways and is one of the biggest contributors to trash below the rim. When you refill a reusable water bottle, less ends up in the waste stream and the likelihood of litter associated with your water consumption ending up along the trail is decreased.   As a Climate Friendly Park, Grand Canyon National Park has made a commitment to decrease its greenhouse gas emissions by 30% by the year 2020. When you refill a reusable water bottle, you decrease the greenhouse gas emissions associated with the production, filling, packaging and transport of disposable water containers.   Grand Canyon souvenir water bottles cost as little as $2.50 and can be filled over and over again with FREE Grand Canyon spring water. When you refill a reusable water bottle, you save money!        Notice: During spring runoff, Grand Canyon's drinking water may appear turbid or cloudy. This annual turbidity has been exhaustively researched and is not harmful to health. Grand Canyon National Park regularly tests the water to ensure it is safe to drink.  Learn more.... Documents Available for Downloading: Analysis of Potential Impacts\/Effects of Bottle Ban (64 kb PDF file 01-05-2012)  Request for Approval to Eliminate the Sale of Water in Individual Disposable Containers (66 kb PDF file 02-01-2012)         Visitors who have parked at the South Rim Visitor Center board free shuttle buses to access village facilities and canyon overlooks.   Quick links:     Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset  Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/refilling_stations.htm"
}
