{
    "title": "Washita Battlefield National Historic Site: History & Culture",
    "body": "History & Culture         NPS Photo\/Steven Lang  Congress established Washita Battlefield National Historic Site as a unit of the national park system on November 12, 1996.   This site recognizes the attack by Lt. Col. George Armstrong Custer and his 7th U. S. Cavalry on the Cheyenne encampment of Peace Chief Black Kettle as a nationally significant element of the United States Government Indian policy and the struggles of the Cheyenne to maintain control of their traditional homelands.        Portrait of Major General Philip H. Sheridan NPS Photo  Recipe for Disaster In the decades before the Civil War the U.S. government regarded Indian tribes as sovereign and independent nations and sought ways to remove them from coveted lands as well as protect them against white encroachment. Congress devised a reservation policy that called for concentrating the Indians on small, well defined tracts of land that legislators believed would be free from white intrusions. Some Plains tribes accepted life on reservations; others did not, continuing to hunt and live on traditional lands outside the reservations. This choice produced little conflict until the 1860s, when the harsh realities of Manifest Destiny saw more and more gold-seekers and land-hungry settlers penetrate the Plains and encroach on tribal hunting grounds. Unable to retreat beyond the reach of whites, many tribes, including the Cheyenne and Arapaho, decided to defend their freedom rather than submit to reservation life.   This led to attacks on wagon trains, stagecoaches, mining camps, and settlements, creating conditions that brought about the Sand Creek Massacre in 1864. Although the government repudiated Sand Creek and promised reparations to the Cheyenne in the Treaty of Little Arkansas (1865), both sides changed violations, and hostilities continued. When the Treaty of Medicine Lodge (1867) failed to end widespread Indian raids, Maj. General Philip H. Sheridan, commanding the Department of the Missouri, prepared a bold and inventive winter campaign designed to catch the Indians when least mobile and most vulnerable. Among those targeted for destruction were the allied Cheyenne, Arapaho, and Kiowa tribes reported to be encamped in the Washita River valley.        Chief Little Robe, Southern Cheyenne. Little Robe's family were among those at the Sand Creek Massacre. Among the deceased was the Chief's father, also called Little Robe. One of Little Robe's children, a son named White Bird, became a noted Cheyenne into the early 1900's. Photo courtesy of the Sand Creek Massacre National Historic Site and the Oklahoma Historical Society  \"Punishment Must Follow Crime:\" Prelude to the Attack Events leading to the attack at Washita River began on November 29, 1864, when troops under the command of Col. John Milton Chivington attacked and destroyed Black Kettle's village on Sand Creek, 40 miles from Fort Lyon, Colorado Territory. At the time, Black Kettle had been pursuing a policy of peace with whites and believed his village to be under U.S. Army protection. Black Kettle survived the attack, but at least 150 Cheyenne and Arapaho men, women, and children were killed and horribly mutilated. It came to be known as the Sand Creek Massacre and resulted in a massive public outcry as well as months of retaliatory raids by Cheyenne, Arapaho, and Lakota warriors.  When the army failed to end the raids, a federal commission was created to make peace with the raiding tribesmen. By the terms of the Treaty of Little Arkansas , signed on October 17, 1865, and the Treaty of Medicine Lodge of October 1867, the Cheyenne, Arapaho, and other tribes agreed to stop their raiding and settle on reservations in Indian Territory (now Oklahoma). There they were to receive permanent homes, agricultural implements, weapons and ammunition for hunting, and annuities of food, blankets, and clothing. The treaties did not bring peace. Many tribal officials refused to sign. Some who did sign had no authority to compel their people to comply with such agreements. And Congress was slow to ratify the treaties and annuities often failed to arrive. Warrior societies, mostly young men violently opposed to reservation life, continued hostilities. Sheridan, commanding the Department of the Missouri, adopted a policy that \"punishment must follow crime.\" Frustrated that more traditional campaigning methods failed to defeat the Plains warriors in the field, he prepared a winter campaign when Indian horses would be weak and unfit for all but the most limited service. To this end, on November 23, 1868, Lt. Col. George Armstrong Custer set out from Camp Supply in Indian Territory with 689 7th U.S. Cavalry troopers and a dozen Osage scouts. His objective: the Washita River Valley where some 6,000 - 8,000 Cheyenne, Arapaho, Kiowa, Comanche, and Plains Apache had laid out winter camps. Traveling through a foot of new snow, the command reached the Washita valley shortly after midnight on November 27 and silently took up positions near an Indian encampment the scouts had discovered at a bend in the river. Coincidentally, the village was that of Black Kettle, who had survived Sand Creek and who had tried so diligently to avoid conflict.      Attack Along the Washita On the morning of November 27, 1868, the fight began with a rifle shot, a bugle sounding \"Charge!\" and a band playing the opening strains of \"Garry Owen.\" In a moment all was tumult as the charging troopers of Lieutenant Colonel Custer's 7th U.S. Cavalry came splashing across the frigid Washita River into the sleeping Cheyenne camp of Chief Black Kettle.    They came in four battalions. Custer led the largest straight into the village. Major Joel Elliott and Captains. William Thompson and Edward Myers led the others northeast and southwest in an attempt to surround the encampment. While Custer watched from a knoll to the south, the soldiers drove the Cheyenne from their lodges barefoot and half-clothed and pursued them in all directions. Some of the warriors fought and died in the village; others took up positions behind trees and in ravines and returned fire; many of them escaped. The village's leader, Black Kettle, and his wife Medicine Woman Later, were killed by soldiers while trying to cross the Washita River. When the firing ceased two hours later, approximately 30 to 60 Cheyenne and 20 cavalrymen lay dead in the snow and mud.   Following Major General Philip H. Sheridan's plan to cripple resistance, Custer captures the village's pony and mule herds, 875 animals. Custer cuts out 225 animals and orders the killing of the rest. In accordance with the total war policy, Custer also ordered the burning of the Cheyenne lodges, with all their winter supply of food and clothing. Then, realizing that many more Indians were threatening attack from the east, Custer feigned an attack toward their downriver camps and quickly retreated to Camp Supply with his captives - 53 women and children.   The engagement at the Washita might have ended very differently if the larger Indian encampments to the northeast had been closer to Black Kettle's camp. The impact of losing winter supplies, plus the knowledge that cold weather no longer provided protection from attack, forced many bands to accept reservation life.       Battle Map of the Attack Along the Washita NPS Photo       Want to learn more about Washita? Follow the links below... People Places Stories Preservation Explore the plants traditionally used by the Cheyenne and Arapaho in Washita's Native Garden. Shaped as a medicine wheel, the Native Garden is separated into four portions: Daily Living, Medicinal, Edible, and Home. The medicine wheel symbolizes the sacred hoop in many Plains Indian cultures. Visitors to the garden will be educated on native plant species and their importance in the tribal communities.   Research",
    "url": "https:\/\/www.nps.gov\/waba\/learn\/historyculture\/index.htm"
}
