{
    "title": "Washita Battlefield National Historic Site: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park                   News               Photos & Multimedia               History & Culture               Nature               Education               Kids & Youth               Management               Bookstore             Today, as in 1868, the Washita River flows silently through the valley. The river banks are shaded by cottonwoods and sycamore and flanked with waving fields of grass. Ancient hills of red dirt rim the horizons. This peaceful setting offers us hallowed ground to contemplate this watershed event in our shared history, a place to find understanding, meaning, and perhaps healing in the wake of tragedy.   Follow the links below or images above to learn about what makes Washita such a special place.      News Stay connected to Washita Battlefield National Historic Site through our park newspaper (The Oklahoma Update), press releases, and of course our social media feeds.      Photos & Multimedia  Explore the many breathtaking views and historic photos of Washita.      History & Culture From Plains Indians to pioneers and the U.S. Army Washita's history is a tapestry of stories that makes it unique.      Nature While not known as a 'natural park,' it is the natural resources one notices at Washita Battlefield. It is these resources that set the scene and provide the backdrop for the tragic story of what occurred on this sacred ground.        Education Washita Battlefield offers many opportunities for teachers to incorporate history, culture, and science in the classroom!      Kids & Youth Children from six to twelve can become a Junior Ranger (PDF 2.85 MB) at Washita Battlefield or an Oklahoma Outdoor Ranger (PDF 2.37 MB)! Washita also holds Jr. Ranger Day every April.      Management Learn more about how Washita Battlefield fulfills its mission statement to \"interpret the struggle between the Southern Great Plains Indian tribes and the United States Government as demonstrated by the tragic events at the Washita and how that struggle forever altered a culture and a nation.\"      Bookstore The Visitor Center park store has a variety of literature. The store also carries t-shirts, stuffed animals, posters, magnets, incense, buffalo items, and other popular souvenirs. Come see what Washita's park store has to offer.",
    "url": "https:\/\/www.nps.gov\/waba\/learn\/index.htm"
}
