{
    "title": "Washita Battlefield National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation       Where in the World is Washita Battlefield NHS?   Washita Battlefield National Historic Site is located within the U.S. Forest Service's Black Kettle National Grassland near the town of Cheyenne, Oklahoma. Cheyenne is situated in western Oklahoma approximately 140 miles west of Oklahoma City and 128 miles east of Amarillo, Texas; just 22 miles north of I-40 on State Highway 283. The town of Cheyenne is the county seat of Roger Mills and inhabits 23.3% of the entire county population. Cheyenne is approximately 30 miles north of I-40 on Hwy 283 and approximately 20 miles east of the Texas border. Plane  Nearest major airports are Will Rogers International Airport in Oklahoma City about 145 miles east. To the west is the Rick Husband International Airport in Amarillo, about 130 miles distant. A small airport, for private and small planes, is located just west of Cheyenne, OK, near the engagement site.  Car  From I-40 take exit 20 (Sayre) and travel north on US-283 to Cheyenne. In Cheyenne take US-283 north until it intersects with Hwy 47. At the US-283 and Hwy 47 intersection travel west through scenic downtown Cheyenne. Once out of town continue west half a mile and turn north on Hwy 47A. Continuing on Hwy 47A will take you to the new visitor center. By taking 47A a little farther you will find the historic site, featuring the park overlook and interpretive walking trail.  Public Transportation  Not Available Want to map directions to the Washita Battlefield Visitor Center & Black Kettle National Grasslands Administrative Offices?        Black Kettle Memorial Highway \/ Oklahoma State Highway 47A NPS Photo  Oklahoma State Highway 47A \/ Black Kettle Memorial Highway  To go to Washita Battlefield National Historic Site, one must drive on a roadway that has figured prominently in the development of western Oklahoma for over 75 years--Oklahoma State Highway 47 (SH-47).  Over the years, SH-47 has seen several notable periods of expansion. On June 19, 1939, the highway was extended form U.S. Highway 183 (US-183) south of Putnam, OK, westward to Leedey, OK. On June 20, 1940 it was extended even further west to Roll, OK, where it intersected with U.S. Highway 283 (US-283). On May 31, 1944, another expansion took the roadway eastward via US-183 to Thomas, OK. The final lengthening of this highway took place on October 1, 1945, when it intersected with US-283 in Cheyenne, Oklahoma. From Cheyenne, SH-47 today travels westward to the Oklahoma\/Texas line.  More changes were still to come for SH-47, but a notable one took place on September 7, 1965. On this date, SH-47A was commissioned to direct travelers to Washita Battlefield National Historic Site's visitor center. In 1998, it was designated the \"Black Kettle Memorial Highway.\"",
    "url": "https:\/\/www.nps.gov\/waba\/planyourvisit\/directions.htm"
}
