{
    "title": "Washita Battlefield National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           18555 Hwy 47A, Ste. A  Cheyenne, OK 73628                 Directions         Cheyenne is situated in western Oklahoma approximately 140 miles west of Oklahoma City and 128 miles east of Amarillo, Texas; just 22 miles north of I-40 on State Highway 283. The town of Cheyenne is the county seat of Roger Mills and inhabits 23.3% of the entire county population.Cheyenne is approximately 30 miles north of I-40 on Hwy 283 and approxima  Directions Details           Operating Hours & Seasons         The Grounds of Washita Battlefield National Historic Site The grounds of Washita Battlefield National Historic Site are open from sunrise to sunset. The visitor center is open 7 days a week from 8:00 am - 5:00 pm. The visitor center is closed on Thanksgiving, Christmas, and New Years Day.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Weather in western Oklahoma can vary considerable. Winters can be mild to severe with ice storms being the biggest concern. Spring is usually short but pleasant although severe weather, including tornadoes, is still a possibility. Usually a strong breeze is associated with spring weather. Summers are brutally hot and visitors should be cautioned about spending any length of time in the heat. Falls are cool with a bitter wind.         Fees & Passes     Entrance Fees:   Fee Free Park - $0.00 There is no entrance fee to Washita Battlefield National Historic Site         Visitor Centers       Washita Battlefield National Historic Site Visitor Center The ground of Washita Battlefield National Historic Site are open from sunrise to sunset. The visitor center is open 7 days a week from 8:00 am - 5:00 pm. The visitor center is closed on Thanksgiving, Christmas, and New Years Day.               What Do You Want to Explore at Washita?                  Calendar               Washita Battlefield NHS Visitor Center               A Walk in the Park               Native Garden               Nearby Attractions             Today, as in 1868, the Washita River flows silently through the valley. The river banks are shaded by cottonwoods and sycamore and flanked with waving fields of grass. Ancient hills of red dirt rim the horizons. This peaceful setting offers us hallowed ground to contemplate this watershed event in our shared history, a place to find understanding, meaning, and perhaps healing in the wake of tragedy.      Just Remember... The visitor center is open 7 days a week. The overlook and trail are open daily from dawn until dusk. Visit Operating Hours & Seasons for more information. Are you traveling with your pets? We can't wait to see you!! But for safety sake be sure you are ready for your visit.",
    "url": "https:\/\/www.nps.gov\/waba\/planyourvisit\/basicinfo.htm"
}
