{
    "title": "Grand Canyon National Park: Tusayan Route",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Free Shuttle Buses     Tusayan Route                Tusayan Route Shuttle Bus       Purple Route Now in Service Operates May 7 through October 9, 2016          Cars waiting to enter the park at the South Entrance Station.   Park and Ride; We'll be Your Guide Why wait in lines and drive in circles looking for parking? During Spring Break, summer, and fall weekends, lines are long at the entrance station and parking is difficult to find on the South Rim. So park in the gateway community of Tusayan and ride a shuttle bus into the park. No lines, no hassles, no fuss!  The Tusayan Route (Purple Route) provides shuttle bus service between Tusayan and the park. After making four stops in Tusayan, the shuttle bus heads straight to the Grand Canyon Visitor Center, where you can begin your Grand Canyon experience. Park and ride, we'll be your guide.      Entrance Pass Required  Visitors entering the park from Tusayan must present a valid park entrance pass when boarding the shuttle bus. Purchase passes at park entrance stations or Tusayan businesses listed at right. There is also a National Park Service fee machine at the IMAX. Annual or lifetime passes are accepted.  Entrance Pass Purchase Locations:  Canyon Plaza Resort National Geographic Visitor Center (IMAX) Red Feather Lodge R.P.’s Stage Stop           Bus stops\/shelters in Tusayan look like this. (Grand Hotel stop)   Route Times and Stops The Tusayan Route operates every day from May 7 through October 9, 2016. Buses run every 20 minutes between 8 am and 9:45 pm.  Tusayan Route Schedule:  40 minute round-trip First bus leaves IMAX Theater in Tusayan at 8 am. Last bus leaves IMAX Theater at 9:45 pm First bus leaves Grand Canyon Visitor Center at 8:25 am  Last buses leaves Grand Canyon Visitor Center at 9:30 pm        Tusayan Area Shuttle Stops.        Shuttle buses make the following four stops in Tusayan:    IMAX Theater\/ R.P.'s Stage Stop Best Western Grand Canyon Squire Inn The Grand Hotel Big E Steakhouse and Saloon  Visitors can park anywhere in Tusayan to take the bus, including the Grand Hotel, Big E Steakhouse, IMAX\/R.P.'s Stage Stop, and the park-and-ride lot on the north end of town. The park-and-ride lot is especially good for RVs and trailers, which have limited parking options inside the park.   Learn More, read the April 26, 2016 news release: Tusayan Bus Route at Grand Canyon National Park Begins Saturday, May 7, 2016 – Park and Ride; We'll Be Your Guide       Tusayan Shuttle at the IMAX Theater stop.        Shuttle Bus Home Page Village Route (Blue) Kaibab Rim Route (Orange) Hermit Road Route (Red) Tusayan Park & Ride (Purple) Hiker Express Shuttle      Begin Your Grand Canyon Experience Once the shuttle bus drops you at Grand Canyon Visitor Center, you can access trails, scenic viewpoints, or the in-park shuttle bus system. For information about the shuttle bus system within the park and Grand Canyon Village services, download the South Rim Pocket Map. You will receive a paper copy of the pocket map when you arrive in the park.       Front and back sides of the South Rim Pocket Map and Services Guide. Click on the image to download as an accessible PDF file (1.1 MB)",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/tusayan-route-purple.htm"
}
