{
    "title": "Fort Vancouver National Historic Site: Museum Collection Open House",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Museum Collection     Museum Collection Open House                  Museum Collection Open House        Museum Collection Open House tours take place on the second Saturday of the month, March through October, at 12:00 PM and 2:00 PM NPS PHOTO       Curious about what can be discovered in Fort Vancouver's collection of two million archaeological and historic objects? Find out at our Museum Collection Open House tours! In this popular program, visitors go behind the scenes inside our curation facility to get up close to actual artifacts that come to us through archaeological excavations or are donated by members of the community. Each month's open house focuses on a different topic - ranging from military history, to hygiene and health, to our present day archaeological excavations. Museum Collection Open Houses take place on the second Saturday of the month, on the schedule below. Two tours occur during the day: one at 11:00 AM and one at 2:00 PM. Tours are limited to 15 people. Children over 10 years old are welcome. Register in advance for a Museum Collection Open House tour by contacting Museum Technician Meagan Huff at (360) 816-6255, or by email. Registration for remaining spots on each tour can be reserved at the Ranger Station inside the fort on the day of the event.   2014 Schedule April 12, 2014: Dining at Fort Vancouver  What did the residents of Fort Vancouver eat? When did they eat? Where did their food come from? Discover the answers to these questions and more by seeing archaeologically recovered dinnerware and the remnants of historic meals!  May 10, 2014: Motherhood at Fort Vancouver  On the day before Mother's Day, find out what it was like to be a mother on the frontier at Fort Vancouver and Vancouver Barracks.  July 12, 2014: Spruce Mill Soldiers  During World War I, Vancouver Barracks was home to the world's largest Spruce Cut-Up Mill. Historic and archaeological artifacts in our collection tell the story of this huge complex, built to make lumber for airplanes, and the soldiers who lived and worked here.  August 9, 2014: Vancouver Barracks at the Turn of the Century  At the turn of the 20th century, troops from Vancouver Barracks played a large role in many world events - the Klondike Gold Rush of 1898, the Spanish-American War, the Philippine-American War and the period of occupation that followed, and the San Francisco Earthquake of 1906. Discover the effect of these troop movements and global events on Vancouver through historic and archaeological artifacts.  October 11, 2014: Slipware  While dinner was served on transferprint ceramics, slipware ceramics were everyday, inexpensive wares kept in the kitchen. View our beautiful and colorful collection of archaeologically-recovered slipware!",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/museumcollectionopenhouse.htm"
}
