{
    "title": "Fort Vancouver National Historic Site: Current Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Research     Current Research                   Current Research         NPS PHOTO  The dynamic study of the past is alive at Fort Vancouver. In vibrant places throughout the park and Reserve--including Fort Vancouver, Vancouver Barracks, Pearson Field, and the McLoughlin and Barclay Houses--volunteers and staff actively lead, guide, and participate in many different research projects. Additionally, Fort Vancouver acts as a base for many Northwest Cutural Resources Institute staff and archaeologists, and a wealth of research is produced as a result of their work. With the park's status as the premiere historical archaeology site in the Pacific Northwest, most research projects focus on the area's rich legacy of archaeology and history. Scroll down to learn more about recent staff and student publications based on research done with artifacts, archives, or the history of Fort Vancouver.      2012  Cromwell, Robert J., et. al. Results of Archaeological Monitoring for the Soil Enhancement Project for the Old Apple Tree, Old Apple Tree Park (45CL164H), Vancouver National Historic Reserve, Vancouver, Washington. March 6, 2012. Northwest Cultural Resources Institute Short Report No. 22. 2011 Cheung, Jacqueline Y. and Eric B. Gleason. Archaeological Survey at Petroglyph Point, Lava Beds National Monument, 2010. September 2011. Northwest Cultural Resources Institute Long Report No. 11. Converse, Kristin O. \"Like Nuggets from a Gold Mine\": Searching for Bricks and Their Makers in the 'Oregon Country.'  Master's Thesis for Sonoma State University. Gleason, Eric B., Jacqueline Y. Cheung, and Robert J. Cromwell. Archaeological Testing for the Proposed ADA Ramp at the Artillery Barracks, Vancouver Barracks, Washington, Vancouver National Historic Reserve. March, 2011. Northwest Cultural Resources Institute Short Report No. 40. Horton, Elizabeth A. Results of Archaeological Survey Conducted in Support of the U.S. Coast Guard Emergency Response to the Vessel Davy Crockett Oil Spill in Vancouver, Clark County, Washington. For Federal On-Scene Coordinator for the Davy Crockett Response, United States Coast Guard, Sector Columbia River Zone. April 19, 2011. Northwest Cultural Resources Institute Short Report No. 41. Horton, Elizabeth A. Results of Archaeological Monitoring for the Flagpole Replacement on the American Camp Parade Ground, San Juan Island National Historical Park, San Juan County, Washington.  Prepared for San Juan Island National Historical Park. June 30, 2011. Northwest Cultural Resources Institute Short Report No. 50. Horton, Elizabeth A. Results of Archaeological Survey for Installation of Wayside Exhibits at American Camp and English Camp, San Juan Island National Historical Park, San Juan County, Washington. For San Juan National Historical Park, February 28, 2011. Northwest Cultural Resources Institute Report No. 10. Horton, Elizabeth A. Results of Archaeological Investigations for Replacement of Visitor Dinghy Dock and Repair of Formal Garden Fence at English Camp, San Juan Island National Historical Park, San Juan County, Washington. Prepared for San Juan Island National Historical Park. January 26, 2011. Northwest Cultural Resources Institute Short Report No. 35. Horton, Elizabeth A. Results of Supplemental Archaeological Testing of an Officer's Quarters (HS-10), American Camp (45SJ300), San Juan Island National Historical Park, San Juan County, Washington. Prepared for San Juan Island National Historical Park. October 11, 2011. Northwest Cultural Resources Institute Short Report No. 52. Mullaley, Meredith J. Rebuilding the Architecture of the Fort Vancouver Village.  Master's Thesis for Portland State University. O'Rourke, Leslie M. Archaeological Monitoring of Additional Geotechnical Borings in June 2011 on the Vancouver National Historic Reserve for the Columbia River Crossing Project, Clark County, Washington. June 9, 2011. Northwest Cultural Resources Institute Short Report No. 48. O'Rourke, Leslie M. Archaeological Monitoring of Geotechnical Borings for Highway Improvements and Auger Probes for Interpretive Facilities at the Station Camp Unit of Lewis and Clark National Historical Park, Pacific County, Washington. For Lewis and Clark National Historical Park. May 27, 2011. Northwest Cultural Resources Institute Short Report No. 45. O'Rourke, Leslie M. Archaeological Monitoring of Geotechnical Borings on the Vancouver National Historic Reserve for the Columbia River Crossing Project, Clark County, Washington. May 3, 2011. Northwest Cultural Resources Institute Short Report No. 43. O'Rourke, Leslie M. Results of Archaeological Survey and Testing for the South Clatsop Slough Diversion Trail, Forest Ecology Loop Tail, and Yeon Property Native Plant Nursery, Lewis and Clark National Historical Park, Clatsop County, Oregon. Prepared for Lewis and Clark National Historical Park. April 29, 2011. Northwest Cultural Resources Institute Short Report No. 42. O'Rourke, Leslie M. and Cheryl Paddock. Fall 2010 Post-Long Butte Fire Site Condition Assessments Hagerman Fossil Beds National Monument, Twin Falls County, Idaho. Prepared for Hagerman Fossil Beds National Monument. July 31, 2011. Northwest Cultural Resources Institute Short Report No. 39. O'Rourke, Leslie M. and Rachel Stokeld. Archaeological Monitoring of Wetlands Restoration at Otter Point, Lewis and Clark National Historical Park, Clatsop County, Oregon. Prepared for Lewis and Clark National Historical Park. July 25, 2011. Northwest Cultural Resources Institute Short Report No. 47. Paddock, Cheryl and Elizabeth A. Horton. Results of Archaeological Monitoring for the Emergency Repair of a Sub-Surface Water Utility Line in the East Barracks, Vancouver National Historic Reserve, Vancouver, Washington. January 19, 2011. Northwest Cultural Resources Institute Short Report No. 37. Survant, Cerinda and Robert J. Cromwell. Results of Archaeological Monitoring of Foundation Installation for House 2, Fort Vancouver Village, Located on the Vancouver National Historic Reserve, Vancouver, Washington. May 12, 2011. Northwest Cultural Resources Institute Short Report No. 44. Woolsey, Dianna and Elaine Dorset. Results of Archaeological Sub-Surface Testing for the 2010 Fort Vancouver Kids Digs, Vancouver National Historic Reserve, Vancouver, Washington. June 6, 2011. Northwest Cultural Resources Institute Short Report No. 49. 2010 Cheung, Jacqueline Y. and Eric B. Gleason. Archaeological Surveys for a Proposed Trail to Red Scar Knoll and for the Ranger Residence Utility Line at Painted Hills Unit, John Day Fossil Beds National Monument. Prepared for John Day Fossil Beds National Monument. May 25, 2010. Northwest Cultural Resources Institute Short Report No. 29. Cheung, Jacqueline Y., Eric B. Gleason, and Robert J. Cromwell. Supplemental Archaeological Testing for the Visitor Center Rehabilitation Project Vancouver National Historic Reserve, Vancouver, Washington. March, 2010. Northwest Cultural Resources Institute Report Short Report No. 27. Cromwell, Robert J. A Short History of the \"Old Apple Tree,\" Located in the Old Apple Tree Park, Vancouver National Historic Reserve, Vancouver, Washington, Compiled from Various Historical Sources. September 2010. Northwest Cultural Resources Institute Short Report No. 34. Horton, Elizabeth A. Archaeological Survey for Three Pedestrian Trails at American Camp, San Juan Island National Historical Park, San Juan County, Washington.  Prepared for San Juan Island National Historical Park.  August 11, 2010. Northwest Cultural Resources Institute Short Report No. 31.  Horton, Beth. Results of Archaeological Monitoring for the Emergency Repair of Sub-surface Water Utility Lines in the East Barracks, Vancouver National Historic Reserve, Vancouver, Washington. April 19, 2010. Northwest Cultural Resources Institute Short Report No. 28. Horton, Elizabeth A. Results of Archaeological Testing of Officer's Quarters (HS-10) American Camp, San Juan National Historical Park, San Juan County, Washington. Prepared for San Juan National Historical Park, December 17, 2010. Northwest Cultural Resources Report No. 9. Horton, Elizabeth A. Results of Archaeological Survey for Otter Point Estuarine Enhancement and South Clatsop Slough Loop Pedestrian Trail, Lewis and Clark National Historical Park, Clatsop County, Oregon. Prepared for Lewis and Clark National Historic Park. June 16, 2010. Northwest Cultural Resources Institute Short Report No. 30. Horton, Elizabeth A. Results of Archaeological Survey for Upgrades to Infrastructure at American Camp and English Camp, San Juan Island National Historical Park, San Juan County, Washington. Prepared for San Juan Island National Historical Park. September 30, 2010. Northwest Cultural Resources Institute Short Report No. 32. Horton, Elizabeth A. and Dana Holschuh. Summary of and Recommendations for Netul Trail Refuse Site at Historic Canoe Landing, Lewis and Clark National Historical Park, Clatsop County, Oregon. September 2, 2010. Northwest Cultural Resources Institute Short Report No. 33. O'Rourke, Leslie M., Todd A. Miles, and Douglas C. Wilson. Results of National Park Service Archaeological Evaluation and Testing on the Vancouver National Historic Reserve for the Columbia River Crossing Project. April 21, 2010. Northwest Cultural Resources Institute Report No. 8. Marcotte, Jacqueline L. and Douglas C. Wilson. Results of Submerged Archaeological Survey for Quartermaster East (45CL400) and Benoit (45CL401) Sites, Columbia River Waterfront, Fort Vancouver National Historic Site, Vancouver, Washington. November 5, 2010. Northwest Cultural Resources Institute Short Report No. 36. Stone, Helen Delight. Culture Contact & Gender in the Hudson's Bay Company of the Lower Columbia River, 1824-1860.   Doctoral Dissertation for the University of Leicester 2009 Cheung, Jacqueline Y., et. al. John Day Fossil Beds National Monument Clarno Nut Beds Trail Realignment Survey. Prepared for John Day Fossil Beds National Monument. June 2, 2009. Northwest Cultural Resources Institute Short Report No. 18. Cheung, Jacqueline Y., et. al. Results of Archaeological Sub-surface Testing and Archaeological Monitoring for the Vancouver National Historic Reserve Officer's Row Tree Infill Project, Vancouver National Historic Reserve, Vancouver, Washington. January 30, 2009. Northwest Cultural Resources Institute Short Report No. 14. Cromwell, Robert J., Gregory P. Shine, et. al. Cultural Resources Survey and Archaeological Testing of the Historical U.S. Army Vancouver Arsenal for the Fort Vancouver National Historic Reserve Visitor Center Expansion Project. April 2009. Northwest Cultural Resources Report No. 5. Cromwell, Robert J. Results of Archaeological Monitoring for the Emergency Replacement of a Water Backflow Prevention System at the McLoughlin House National Historic Site (35CL318), Oregon City, Oregon. June 27, 2009. Northwest Cultural Resources Institute Short Report No. 19. Cromwell, Robert J. Summary of Archaeological Monitoring of Construction Activities Associated with the 2001 Installation of a New Sewer Pipe at the Barclay House Structure and the Proposed Sub-surface Utility Line Corridor at the McLoughlin House National Historic Site (35CL318), Oregon City, Oregon. July 1, 2009. Northwest Cultural Resources Institute Short Report No. 20. Holschuh, Dana and Robert J. Cromwell. Results of Archaeological Testing for the Federal Highways Administration Heating, Ventilation and Air Conditioning Installation Project. August 2009. Northwest Cultural Resources Institute Short Report No. 38. Horton, Beth. Archaeological Survey for Pedestrian Trails at American Camp and English Camp, San Juan Island National Historical Park, San Juan County, Washington.  For San Juan Island National Historic Park. August 3, 2009. Northwest Cultural Resources Institute Short Report No. 21. Horton, Beth. Results of Archaeological Sub-surface Testing for Demolition of U.S. Army Building P-408, Vancouver Barracks, Vancouver National Historic Reserve, Vancouver, Washington. November 16, 2009. Northwest Cultural Resources Institute Short Report No. 23. O'Rourke, Leslie M. Archaeological Survey at the Site of the Rosler Homestead, American Camp, San Juan County, Washington. February 20, 2009. Northwest Cultural Resources Institute Short Report No. 17. Pierson, Heidi K., Martin E. Adams, and Douglas C. Wilson. Fort Vancouver Powder Magazine Archaeology. August 2009. Northwest Cultural Resources Institute Report No. 7. Wilson, Douglas C., Kenneth Ames, et. al. Historical Archaeology at the Middle Village: Station Camp\/McGowan Site (45PC106), Station Camp Unit, Lewis & Clark National Park, Pacific County, Washington. Prepared for the Washington State Historical Society & Washington State Department of Transportation, June 22, 2009. Northwest Cultural Resources Report No. 1. 2008 Cheung, Jacqueline Y., et. al. Results of Archaeological Sub-surface Testing and Archaeological Monitoring for the Vancouver National Historic Reserve Officer's Row Tree Replacement Project, Vancouver National Historic Reserve, Vancouver, Washington. April 11, 2008. Northwest Cultural Resources Institute Short Report No. 12. Cromwell, Robert J. Report on Monitoring of City of Vancouver's Marine Park Boat-Ramp Parking Lot Excavations. September 12, 2008. Northwest Cultural Resources Institute Short Report No. 15. Cromwell, Robert J. Trip Report Detailing Cartographic Survey and Stake Out of Inferenced Location of \"HS-10,\" Officer's Structure at Camp San Juan Island (American Camp), San Juan Island National Historic Park. January 3, 2008. Northwest Cultural Resources Institute Short Report No. 11. Darby, Melissa, et. al. Results of Archaeological Sub-surface Testing for Demolition of U.S. Army Building P-406, Vancouver Barracks, Vancouver National Historic Reserve, Vancouver, Washington. October 14, 2008. Northwest Cultural Resources Institute Short Report No. 13. Hale, Jessica A. Secrets of the North Staffordshire Ceramics Recipes: Identifying Chemical Variation and Uniformity Using an Archaeometric Approach. Master's Thesis for Oregon State University. Shine, Gregory P. An Indispensable Point: A Historic Resource Study of the Vancouver Ordnance Depot and Arsenal, 1849-1882. December 2008. Northwest Cultural Resources Institute Report No. 6. Wilson, Douglas C. Research Design and Treatment Plan for 45BN1437, Solid Waste Site 600-202: Historical Archaeology of an \"Atomic Boomtown,\" the World War II Hanford Construction Camp, Benton County, Washington. Prepared for the U.S. Department of Energy Richland Operations Office, December 5, 2008. Northwest Cultural Resources Report No. 2. 2007 Campbell, Brent, et. al. Results of Archaeological Sub-Surface Testing for the Proposed Washington National Guard Two-Post Sign Installation on the Vancouver Barracks, National Historic Site, Vancouver National Historic Reserve, Vancouver, Washington. November 10, 2007. Northwest Cultural Resources Institute Short Report No. 10. Cromwell, Robert J. Final Report of Archaeological Testing and Monitoring Necessary for the Emergency Repair of a Sub-surface Water Pipe Leak at the McLoughlin House National Historic Site (35CL318), Oregon Archaeological Permit #877. September 24, 2007. Northwest Cultural Resources Institute Short Report #9. 2006 Cheung, Jacqueline Y., et. al. Analysis of Artifacts Recovered Along Possible Station Camp Sites of the Oregon Trail from the Hagerman Fossil Beds National Monument, Hagerman, Idaho. September 2006. Northwest Cultural Resources Institute Short Report No. 5. Cheung, Jacqueline Y., et. al. Results of Archaeological Sub-Surface Testing for the Vancouver National Historical Reserve Directional Signage Project, Vancouver National Historic Reserve, Vancouver, Washington. August 17, 2006. Northwest Cultural Resources Institute Short Report No. 8. Cromwell, Robert J. The Queen's China in the Department of the Columbia: Archaeological Studies of Ceramics and Culture Contact at Fort Vancouver National Historic Site. Doctoral Dissertation for Syracuse University. Cromwell, Robert J. Results of Archaeological Monitoring for the Installation of an Irrigation System in the Reconstructed Hudson's Bay Company Garden, Fort Vancouver National Historic Site, Vancouver National Historic Reserve, Vancouver, Washington. April 13, 2006. Northwest Cultural Resources Institute Short Report No. 1. Cromwell, Robert J. Results of Archaeological Monitoring for the Emergency Repair of a Storm Drain Catch Basin on the Northeastern Corner of E. 5th Street and Fort Vancouver Way, Fort Vancouver National Historic Site, Vancouver, Washington. May 8, 2006. Northwest Cultural Resources Institute Short Report No. 2. Cromwell, Robert J. Results of Archaeological Sub-Surface Testing for the Proposed Re-landscaping on the South Side of the Federal Highway Administration's Western Federal Lands Highway Department Facilities Located on the Vancouver National Historic Reserve, Vancouver, Washington. August 1, 2006. Northwest Cultural Resources Institute Short Report No. 3. Cromwell, Robert J. Results of Archaeological Sub-Surface Testing for the Proposed Placement of a Sidewalk on the Northwest Side of the Federal Highway Administration's Western Federal Lands Highway Department Facilities Located on the Vancouver National Historic Reserve, Vancouver, Washington. December 20, 2006. Northwest Cultural Resources Institute Short Report No. 4. Cromwell, Robert J. The Ceramic Wares of the ca. 1810-1826 North West Company\/Hudson's Bay Company at Fort Spokane, 45SP5. October 2006. Northwest Cultural Resources Institute Short Report No. 6. Cromwell, Robert J. Results of a Cartographic and Archaeological Surface Survey of the Fort Hall National Historic Landmark Site (10BK29), and an Associated Early-20th Century Homestead Site, May 2001. December 28, 2006. Northwest Cultural Resources Institute Short Report No. 6. 2004 Cardott, Natalie. Testing Wire Nails at Historic Sites: Preliminary Findings at Fort Vancouver National Historic Site.  Paper presented at the 57th Annual Northwest Anthropological Conference Meeting, March 26, 2004, Eugene, OR Crim, Daniel. Flat Glass Analysis at Fort Vancouver: Systemwide Archaeological Inventory Project. Report to the National Park Service, Fort Vancouver National Historic Site, Vancouver, WA",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/staff-and-student-research-project.htm"
}
