{
    "title": "Fort Vancouver National Historic Site: Links to Other Online Resources",
    "body": "Links to Other Online Resources       There are many valuable resources online that help inform and interpret the history and resources of Fort Vancouver National Historic Site and the Vancouver National Historic Reserve. The list below includes several sites that allow online public access to documents important to the park and its history. Archives West Archives West offers descriptions of archival and manuscript materials held by institutions in Washington, Oregon, Idaho, Alaska, Montana, and Utah. This means that if an institution has a collection—whether it's digitized or not—and has created a description of it, you can find out that they have it and use the available options for getting materials.  The Oregon Encyclopedia  The Oregon Encyclopedia provides definitive, authoritative information about the State of Oregon, including significant places, culture, institutions, events, and people. Oregon's history and culture are dynamic, and the Encyclopedia is designed to expand and grow as new material is developed and new web-based features are created.  The Oregon Encyclopedia includes entries and essays on the significant people, events, places, institutions, and biota from 10,000 years ago to the present; essays and entries on ethnic groups and communities throughout Oregon's history; entries on art, architecture, literature, performing arts, music, and popular culture Images, documents, and maps; essays that add new perspective to issues and events; and special sections for teachers and students. National, State, and Provincial Archives The U.S. Library of Congress’ American Memory Collection is an indispensable source of online material, including historic maps, images, photographs, documents, and other items. It includes items relative to all of the themes of Fort Vancouver NHS and Vancouver NHR. The Washington State Archives has a new Digital Archive that can be accessed online. Itis the nation's first archives dedicated specifically to the preservation of electronic records from both State and Local agencies that have permanent legal, fiscal or historical value. The Oregon State Archives provides access to the permanently valuable records of Oregon government. They house some of the state's oldest documents, including records of the provisional and territorial governments and the Oregon Constitution. They provide complete online public access to the biennial Oregon Blue Book, the complete source of information on Oregon's history and government. The British Columbia Archives is the archives of the government of British Columbia, and provides research access to records of enduring value to the province for both the provincial government and public clientele. Their archival holdings include: government documents and records; private historical manuscripts and papers; maps, charts and architectural plans; photographs; paintings, drawings and prints; audio and video tapes; film; newspapers; and an extensive library of publications with a strong emphasis on the social and political history of British Columbia and the Pacific Northwest. University Collections The University of Oregon Libraries’ Oregon Collection is a fully cataloged collection of published materials reflecting the history, literature, and life in Oregon and the Oregon Territory. Oregon Collection holdings are listed in the online catalog. The Beinecke Rare Book and Manuscript Library at Yale University is the repository for many important documents, photos, and images relating to the park. Their Digital Images Database contains approximately 60,000 images of a wide range of materials from throughout the Beinecke Collections: photographs, manuscripts, correspondence, artwork, objects, and illustrations and selected pages from printed works. Many of the most familiar images of Fort Vancouver and Vancouver Barracks are in this collection. Museums, Historical Societies, and Other Organizations The Champlain Society Digital Collection contains 83 volumes (over 41,000 printed pages), many of which pertain to the history of the Hudson’s Bay Company in the Pacific Northwest.Of particular relevance to Fort Vancouver are:  The letters of John McLoughlin, from Fort Vancouver to the Governor and Committee ; first series, 1825-38 The letters of John McLoughlin, from Fort Vancouver to the Governor and Committee ; second series, 1839-44 The letters of John McLoughlin, from Fort Vancouver to the Governor and Committee ; third series, 1844-46 Part of dispatch from George Simpson Esqr, Governor of Ruperts Land to the Governor & committee of the Hudson's Bay Company, London, March 1, 1829 : continued and completed March 24 and June 5, 1829 The letters of Letitia Hargrave The valley of the Six Nations : a collection of documents on the Indian lands of the Grand River Documents relating to the North West Company  The Oregon Historical Society's Davies Family Research Library contains many documents relating to the park’s people and places. Their collections focus on the history and cultural heritage of the State of Oregon, the Oregon Territory, the Old Oregon Country, and the Westward Overland Migration. You can view selected materials from their photograph and artifact collections online, as well as their Research Library Catalog. The Manitoba Museum Hudson’s Bay Company Collection includes the museum collection of the Hudson’s Bay Company donated in 1994. There is both an online index and search function available for public access. Historic Newspapers Online  Historic Oregon Newspapers Historic Newspapers in Washington State Chronicling America: Historic American Newspapers Clark County (WA) Historical Museum Newspaper Archive",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/links-to-other-online-resources.htm"
}
