{
    "title": "Fort Vancouver National Historic Site: Past Archaeology in the Village",
    "body": "Past Archaeology in the Village         University of Washington students excavate portions of the Village in 1968. NPS Image  Archaeological excavations and the analysis of its material culture are primary sources for understanding the village and much of the history of Fort Vancouver and Vancouver Barracks. The first recorded archaeological investigations in the village area were in the northeastern area of the village in 1968, by Susan Kardas and Edward M. Larabee, and a University of Washington field school. These excavations uncovered four house structures and several other features, such as animal burials and a well.        Archaeologists in the 1990s used a tripod screen in a search for artifacts in the Village. NPS Image  The next decade brought University of Washington researchers David and Jennifer Chance to the Village as a part of a salvage project for the Washington Department of Transportation (WSDOT). They investigated the northern tip of the pond, a refuse pile from a house on the south side of SR-14, and the 1850s U.S. Army structure known as the Ingall's House - where Ulysses S. Grant lived briefly. Among the tens of thousands of artifacts recovered in the pond excavations were well-preserved organic remains such as clothing, shoes, and food! However, far more common were items such as transferprinted ceramics. Part of the 1970s excavations uncovered evidence of the hospital structure, and revealed evidence that it had been surrounded by a picket structure. However, it is still a mystery as to whether the hospital stockade was built for quarantine purposes or to protect medical supplies from theft. Regardless, this discovery was chilling evidence of the impact of the malaria and smallpox epidemics that swept through the Columbia River basin in the 1830s.This structure was investigated further by Caroline Carley of the University of Washington in 1977. Some of the most extensive excavations in the village were carried out under a WSDOT contract for the SR-14 \/ I-5 interchange in 1980-1981. Bryn Thomas and Chuck Hibbs of Archaeological and Historical Services of Eastern Washington University excavated along the SR 14 corridor, and in the area north of what is now Old Apple Tree Park. Further excavations by Bryn Thomas were conducted in the early 1990s as a preliminary examination of the area for the construction of a land bridge between the village, the Columbia River waterfront, and Old Apple Tree Park.      To continue learning about the Village, please click on one of the options below:  Introduction to the Village Population of the Village The Look of the Village Interpreting the Village Past Archaeology in the Village Current Archaeology in the Village",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/past-archaeology-in-the-village.htm"
}
