{
    "title": "Fort Vancouver National Historic Site: Conclusion & Bibliography",
    "body": "Part 8 - Conclusion       This is part eight of an eight part series, by Dr. Edward and Alice Beechert, exploring the Hawaiian history of Fort Vancouver.  Part 8: Conclusion & Bibliography Several circumstances combined to bring an end to Hudson’s Bay Company’s activities at Fort Vancouver. The decline of the fur trade, the arrival of numerous American settlers to the newly organized Oregon Territory, the settlement of the boundary dispute with Great Britain which put the area under American sovereignty, all combined to hasten the decision to move the headquarters to Victoria, British Columbia. An additional factor influencing the move was the ease of access to Victoria’s harbor and open access to the Pacific compared to the constant danger of the Columbia River bar at the mouth of the river.  By 1859, Hudson’s Bay Company’s withdrawal to Victoria was complete and they had also closed the office in Hawaii. A Honolulu newspaper, The Polynesian noted the passing: As a mercantile house, in all that constitutes the credit and glory of a merchant, the Hudson’s Bay Company Agency in Honolulu stood in the foremost rank....Their withdrawal from Honolulu was understood to be owing to the fact that the discovery of gold mines on the Fraser River and consequent settlement gave more employment for the capital of the Company nearer home.   The Hawaiians who chose not to return to Hawaii after 1850 scattered along the Pacific Coast, joining other Hawaiian groups. Some went a few miles north to Kalama, the majority went to Canada. A few of the older Kanakas remained at Fort Vancouver until the U.S. Army burned the now empty stockade and village in 1860.  Hawaiians played an important part in establishing the economic institutions of the Pacific Northwest. The provided the food and built the shelters of the fur traders and the early missionaries They had worked on many of the merchant ships plying between Hawaii, China, Europe and the Northwest. From the earliest Hawaiians who came as seamen or contract workers, to the ones who worked at Fort Vancouver and elsewhere along the Pacific Coast, they all made an important contribution to the development of the area.      Bibliography Blue, George V. “Early Relations Between Hawaii and the Northwest Coast,” in Hawaiian Historical Society Annual Report, 1925.  __________. “A Hudson’s Bay Company Contract for Hawaiian Labor,” in Oregon Historical Society Quarterly, 25:1 [March 1924.]  Bona, Milton. “Hawaiians Made Life ‘More Bearable’ at Fort Vancouver,” in Clark County History, 13: 159-175.  Duncan, Janice K. Minority Without a Champion: Kanakas on the Pacific Coast, 1788-1850 [Portland: Oregon Historical Society, 1972.]  __________.”Kanaka World Travelers and Fur Company Employees, 1785-1860,” in Hawaiian Journal of History, June-July 1973.  Gibson, James R. The Lifeline of the Oregon Country: The Fraser-Columbia Brigade System, 1811-1847. [Vancouver, B.C.: University of British Columbia Press, 1997].  Gibson, James R. Farming the Frontier: The Agricultural Opening of the Oregon Country, 1786-1846. [Seattle: University of Washington Press, 1985].  Greer, Richard A. “Wandering Kamaainas: Notes on Hawaiian Emigration Before 1848\" in Journal of the West, 6:2 [April 1967].  Hussey, John A. History of Fort Vancouver and Its Physical Structure. Washington State Historical Society, 1957.  Kittleson, David. “John Coxe: Hawaii’s First Soldier of Fortune,” in Hawaiian Historical Review, I [January 1965.]  Koppel, Tom. Kanaka: The Untold Story of Hawaiian Pioneers in British Columbia and the Pacific Northwest. [Vancouver, B.C.: Whitecap Books, 1995, especially Chapter 3]  Larsell, Olop. The Doctor In Oregon: A Medical History. [Portland: Oregon Historical Society, 1947]  Mackie, Richard: Trading Beyond the Mountains. [Vancouver, B.C., University of British Columbia Press, 1997]  Munnick, Harriet Duncan, [annotator] and Mikell DeLores Warner, [translator]. Catholic Church records of the Pacific Northwest: Vancouver and Stellamaris Mission, Volumes I and II. [St. Paul, Oregon: French Prairie Press, 1972.]  Naughton, E. Momilani. “Hawaiians in the Fur Trade: Cultural Influence on the Northwest Coast, 1811-1875.” Master of Arts Thesis, Western Washington University, 1983.  Roulstone, Thomas B. “A Social History of Fort Vancouver, 1829-1849.” Master of Arts Thesis, Utah State University, 1975.  Spoehr, Alexander. “Fur Traders in Hawaii: The Hudson’s Bay Company in Honolulu, 1829-1861,” in Hawaiian Journal of History [20: 1986].  __________. “A 19th Century Chapter in Hawaii’s Maritime History: Hudson’s Bay Company Merchant Shipping 1829-1859,” in Hawaiian Journal of History, 22 [1988.]  Thomas, Bryn and Charles Hibbs, Jr., Report of Investigation of Excavations at Kanaka Village, Vancouver Barracks, Washington, 1980-1981. Washington State Department of Transportation, typescript, 1984. Appendix B.  Thrum, Thomas G. “History of Hudson’s Bay Company’s Agency in Honolulu.” in Thrum’s Annual, 1912.  Watson, Robert. “HBC in the Hawaiian Islands” in The Beaver [June 1930.]       To learn more about the connection between Fort Vancouver and the Hawaiian Islands, click on one of the links below to connect to the next section of the eight part series written by Dr. Edward and Alice Beechert, historians specializing in Hawaiian history.  Part 1: Early Travelers   Part 2: Fort Vancouver - Emporium of the Northwest   Part 3: The Village   Part 4: Hawaiian Servants   Part 5: Religion & Education   Part 6: End of Service: Return or Remain?    Part 7: Changing Times   Part 8: Conclusion",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/part-8.htm"
}
