{
    "title": "Fort Vancouver National Historic Site: Return or Remain?",
    "body": "Part 6 - End of Service - Return or Remain?       This is part six of an eight part series, by Dr. Edward and Alice Beechert, exploring the Hawaiian history of Fort Vancouver.  Part 6: End of Service - Return or Remain? There were those Hawaiians who considered Fort Vancouver their home, but who did not actually live there for most of the year. In this group were the trapping parties—men, women and children—that made up the Snake River expeditions, and the sailors of the company’s marine service which included Hawaiians in the coastal trade or sailing on ships to Hawaii or England. This meant that the Hawaiians were often shifted from one post to another, making it difficult to track their employment.  When their terms of service ended, many of the Hawaiians returned to Hawaii, but some re-enlisted or chose to stay in the Northwest seeking other employment. Some simply remained with their Indian families. Exact statistics of births to Hawaiian\/Indian unions are difficult to come by unless the children were baptized or in some other way recorded in the Catholic Church records [1839-1863], again often with different spellings for each entry. The haphazard nature of record keeping also make it difficult to track deaths at the Fort.  From the beginning, Fort Vancouver was subject to devastating epidemics of “intermittent fever” [probably malaria.] At first, Dr. McLoughlin served as physician and administrator for the Fort. When the Hudson’s Bay Company sent doctors to the Fort, McLoughlin required that they serve as clerks when not busy with medical work. As “professional men” some of them resented standing behind a counter to sell goods to the Fort’s servants.  Between 1829 and 1833, the seasonal epidemic wiped out an estimated three-fourths to nine-tenths of the Indians of the Lower Columbia. No one was immune. Burials of Hawaiians, metis, and Indians recorded by the Catholic Church show the devastating effects. Despite the arrival of a physician in 1832 and the construction of a hospital in the village, the extent of medical knowledge did little to alleviate the problem. In the early 1840s, and outbreak of influenza accounted for a upsurge of “sepulture” entries in church records. In 1848, there was increased mortality among Hawaiians and Indians at Fort Vancouver from dysentery following measles.  Richard Henry Dana in Two Years Before the Mast [1834] described the problem of tracing the movement of Hawaiians through the existing records: The long name of Sandwich Islanders is dropped, and they are called by whites, all over the Pacific Ocean, “Kanakas.” Their proper names in their own language being difficult to pronounce and remember, they are called by any names which the captains or crews may choose to give them. Some are called after the vessel they are in; others by our proper names, as Jack, Tom, and some have fancy names, as Ban-yan, Foretop, Ropeyarn, Pelican, etc., etc.   There is a Ropeyarn listed in HBC records for 1835 as sailing on the Ganymede, and then as a laborer at Fort Vancouver 1841-1845, with nine years of service.  There are also names recorded like John Bull, America, Columbia, and sometimes simply Kanak or Owyhee. Hawaiian names recorded phonetically by an Englishman, or a French Canadian priest, could vary from one record to the next. For example, there is a Peopeo first noted in 1824 as going on an expedition from Fort George, Astoria, under the spelling Peo Peow. In 1827, he was with the group from Fort Vancouver sent to establish Fort Langley under the name PeoPeo. In a census of 1839, his name is spelled Peeohpeeoh. He married an Indian woman and one of his daughters married an Hawaiian, Ohule, who with Peopeo and his son Joseph Mayo were trappers at Fort Vancouver. Then there is Momonta [1824], [Moumouto, Moumouto, Moumouton], a servant listed at Vancouver in1844 with twenty-eight years service.  One Hawaiian who stayed after his initial contract period, Como, was one of two Kanakas in the party sent to establish Fort Langley in 1827. He had joined the Northwest Company before 1820, married an Indian woman, and signed up for two more years in 1830. He served as cook for Hudson’s Bay Company trader, John Tod. Church records show two children born to this marriage, and the subsequent marriage of a daughter to a stonemason. Como retired to Fort Vancouver after more than thirteen years in company service and died in 1850 at age fifty-four.  Then, of course, there is Naukane, who became known as John Coxe [also as Cook, Wihi, Cowe, Kokcanak]. He had an eventful life in Hawaii and at Fort Vancouver. He claimed that as a child he had witnessed the death of Captain Cook [1779] on the Island of Hawaii. In 1811, he was appointed by King Kamehameha I as a royal observer to accompany twelve Hawaiians employed by the American Fur Company in Astoria. He returned to Hawaii in 1814. He later accompanied King Kamehameha II to London in 1823 on the ill-fated journey to visit King George IV, returning to Honolulu with the bodies of the King and his consort. He then entered the service of the Hudson’s Bay Company and became swineherd at Fort Vancouver. He continued working for the Company until 1843 when he was sixty-two years of age. Company records show Coxe’s purchases at the company shop in 1847. Paul Kane, the artist, drew his portrait in 1847. Despite some inconsistencies in his many tales, Naukane was a well- recognized character at Fort Vancouver who lived and died at his residence two miles downstream from the Fort.       To learn more about the connection between Fort Vancouver and the Hawaiian Islands, click on one of the links below to connect to the next section of the eight part series written by Dr. Edward and Alice Beechert, historians specializing in Hawaiian history.  Part 1: Early Travelers   Part 2: Fort Vancouver - Emporium of the Northwest   Part 3: The Village   Part 4: Hawaiian Servants   Part 5: Religion & Education   Part 6: End of Service: Return or Remain?    Part 7: Changing Times   Part 8: Conclusion",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/part-6.htm"
}
