{
    "title": "Fort Vancouver National Historic Site: 2015 Public Archaeology Field School",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Archaeology     2015 Public Archaeology Field School                  2015 Public Archaeology Field School          Excavating the U.S. Army's World War I Spruce Mill:   The Public Archaeology Field School at  Fort Vancouver National Historic Site     Tuesday-Saturday June 16th - July 25th, 2015    Portland State University, Washington State University-Vancouver, and the National Park Service are pleased to announce a field school in historical archaeology at Fort Vancouver National Historic Site. The program will introduce the methods and theories of fieldwork in historical archaeology. Students will participate in all aspects of field and laboratory work: laying out units, excavation by shovel and trowel, mapping, drawing, photography, and cleaning, identifying, and analyzing artifacts. The project will use tablet computers to digitally record the excavations and document grave monuments. The season also includes lectures by guest speakers and staff.The National Park Service and its partners are committed to sharing cultural resources and preservation values with the public. On a rotating basis, students will discuss the field school activities with visitors, including interpreting the significance of the site and the educational purposes of the project.  Fort Vancouver National Historic Site is an unparalleled archaeological laboratory, comprising the remains of Fort Vancouver, the ca.1825-1860 regional headquarters and supply depot for the Hudson's Bay Company, and Vancouver Barracks, the first (ca. 1849-2010) permanent U.S. Army post in the Pacific Northwest.  The 2015 field school will explore the World War I Spruce Mill site. The mill operated from 1917-1918 to produce lumber for the Allies' aircraft manufacturing. The Spruce Mill is significant for its role in World War I as part of development and use of military aircraft, and also for its influence on the Northwest lumber industry. The field school excavations will continue ongoing research and interpretation of the site in recognition of the Centennial of WWI and the local contributions to the war effort.  Students will also perform test excavations at the Hudson's Bay Company Fort Vancouver Cooper Shop site. The last cooper to work in the shop was a Native Hawaiian employee named \"Spun Yarn.\" The field school will continue to collect data on the Old City Cemetery (45CL887), one of the oldest cemeteries in the City of Vancouver, Washington. The cemetery has suffered from repeated vandalism and this project is collecting baseline information on headstone condition, and their styles, decorations, and inscriptions to help in its future preservation. The field school will provide a unique research context to deploy mobile information technology in a variety of field situations while providing a means to expand use of mobile devices in heritage preservation.         Course Registration Options                  Portland State University Anthropology 454 Six advanced undergraduate credits   Washigton State University Vancouver Anthropology 300 Six undergraduate credits   Anthropology 554 Six graduate Credits  Dr. Douglas Wilson  Contact:  Doug@pdx.edu (360) 921-5241 Anthropology 500 Six graduate credits  Dr. Steve Weber  Contact: Nicole Hess nicolehess@wsu.edu (360) 546-9106         2015 Fort Vancouver Field School Application Form  Link: http:\/\/goo.gl\/forms\/CVjvw7W9Gj  For cost options, please inquire with contacts listed above or visit: PSU Cost Options WSU-Vancouver: Cost Options   Applications for early admission are due on April 3, 2015 All applications are due no later than May 1, 2015",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/2015publicarchaeologyfieldschool.htm"
}
