{
    "title": "Fort Vancouver National Historic Site: Geographic Information Systems",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Archaeology     Geographic Information Systems                  Geographic Information Systems      A Geographic Information System (GIS) connects a variety of types of information about a place, including spatial data, for display, management, and analysis. Spatial data are pieces of information about where things are located on the earth. For example, coordinates of latitude and longitude are a type of spatial data that tell us where something is located on the world. A map is a familiar way to display spatial data, but GIS is much more than a single map or a set of spatial coordinates.National Park Service staff at Fort Vancouver have responsibility for all the cultural resources of the fort, the McLoughlin House Unit in Oregon City, Oregon, and the Vancouver National Historic Reserve, so our GIS data covers the entire 366 acres of the Reserve. There are two main types of data represented: historical features and archaeological excavations. From old maps held in our archives and other repositories, we have registered the locations of historic buildings and other landscape features like roads, privies, utilities, etc. With this information synthesized into GIS layers, we can create maps that tell us what this area looked like at a certain time in the past. For the time period 1845-1900, we have nine different data sets to record the Reserve in different years. In other words, we have digital “pictures” of the Reserve, based on our maps and our registration of them to the current landscape, for the years 1851, 1854, 1859, 1871, 1874, 1879, 1886, 1888, and 1889. For the period 1900-1944, we have another seven data sets. All of these can be overlaid on one another to show how the Hudson’s Bay Company fort and the U.S. Army post changed over time. Archaeologists have excavated portions of the Reserve, beginning in 1947 and continuing to the present day. GIS helps us keep track of the precise locations where archaeologists have investigated the underground resources of this incredibly rich site. Every excavation site is added to our GIS when it is completed.How can we use Fort Vancouver’s GIS?   GIS is essential to many of our duties at Fort Vancouver and across the Vancouver National Historic Reserve. Its foremost use is in protecting cultural resources that are not visible on the surface of the ground. For example, if GIS data tell us that several buildings were constructed on the west end of the parade ground in 1851, and later destroyed, we know this area may be archaeologically sensitive and ground disturbing work should not be allowed without further investigation. GIS can also help us design research projects effectively. When archaeologists want to investigate a house in Fort Vancouver’s employee village, GIS can help us pinpoint good locations to start test excavations. Historic maps are not always accurate, but the data input into GIS can narrow down a search for the historic location of a building, road, field, or other feature. GIS also helps us to study the site archaeologically. Spatial analysis is a key research method for archaeologists. We make maps and explore changes in artifacts across space to help relocate buildings, define activity areas, and even to position windows and doors for reconstructions. Our interpretive activities, like signs and tours, also use GIS to help visitors visualize the past. Maps of the fort in 1845, showing its greatest extent, illustrate a palisade crowded with buildings and surrounded by agricultural fields – much different from the current, unfinished reconstruction! Walking tours can point out landscape changes which still survive from the different ways the site was used in the past, literally showing layers of history from the Hudson’s Bay Company to the U.S. Army and the WWI Spruce Mill. GIS data showing current conditions of the site can be used for “You are Here” signs and informational brochures.What is the future of GIS at Fort Vancouver?   We are currently working to correlate our GIS with information in other databases and from other mediums. Imagine a map of the Reserve which shows historic buildings, each of which is a hotspot. Click on one of them and a window pops up with old photos of the building, or architectural drawings, or images of artifacts recovered from the site. Click on a house in the Fort Vancouver village, and a genealogy of the French-Canadian owner appears. Another click would start an audio program, where a veteran tells you in his own words about the winter he spent in the Vancouver Barracks hospital. The potential uses of GIS are many, and each will guide us to a clearer picture of the Vancouver National Historic Reserve through time, and better ways to preserve and share its resources.Why do we use GIS in the National Park Service?   Geography, and our identification with it, gives us a sense of place. Geography also affects our national identity, and for many National Parks is the fundamental reason for their establishment as parks. Therefore, the application of geographic concepts to park management and public education about parks is a natural step. Geography provides the framework, the lines of latitude and longitude, a unique position on the Earth's surface from which park resources can be studied and related. The modeling of landscapes can give us valuable information about the park ecosystem or historical setting, and help us visualize how it will look in the future under various management strategies. GIS, and related technologies such as global positioning systems (GPS), are necessary tools for upholding the mandate of the National Park Service to manage parks for future generations. Maps are a very effective tool for park visitors and managers. They assist in communication between resource managers, the public, and the academic community. For example, maps help us visualize where objects of interest are located, such as an archaeological site. Once the site is located on a map, a resource manager can determine the relationship of identified objects, such as a historic building, to the site. Once these features are overlayed on a map or in a geographic information system, we are able to develop and study their interrelationship and study alternative solutions to management issues. [adapted from NPS GIS]For more information on GIS in the National Park Service, go to www.nps.gov\/gis",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/geographic-information-systems.htm"
}
