{
    "title": "Fort Vancouver National Historic Site: Introduction to the Village",
    "body": "Introduction to the Village        Sketch of the Village in the 1850s, attributed to George Gibbs. Archives and Reference Collection, Fort Vancouver NHS       Established with the fort in 1829, the village was one of the largest settlements in the West during its time. Housing the workers and their families, and the fur brigades when they returned from their expeditions, the population of the village exceeded 600 people during peak times. Company employees, their wives, and children supported the Fort's extensive operations including several hundred square miles of agricultural land, a shipyard, distillery, tannery, sawmill, gristmill, and dairies. During the late 1840s and early 1850s, slowing returns from trapping and growing numbers of settlers led to a shift in focus from the fur brigades to land-based mercantile opportunities. With this change came a shift in the village activity and population. The numbers of Hawaiian employees increased, such that by the 1850s the village became known as \"Kanaka Town,\" or \"Kanaka Village,\" referring to the Hawaiian word for \"person.\" Not only was the village a living quarters for the Company employees, it was also crucial in establishing the U.S. Army as a permanent presence in the Pacific Northwest. Arriving in 1849, the U.S. Army and the Hudson's Bay Company coexisted amicably -- at first. The Army rented many of the village buildings, hired Native American laborers, and made use of the trade available through the Fort's market. In the early 1850s, the Army built several new buildings in the village area, including the Quartermaster Depot, shown in the photo, and Captain Rufus Ingalls' house, where Ulysses S. Grant lived from 1852 until 1853. Increasing pressure on land in the West by American settlers and declining returns from trapping soured the relations between the Army and Fort Vancouver in the latter half of the 1850s. The Hudson's Bay Company withdrew its operations to Victoria B.C. in June of 1860, leaving the Fort and village in the hands of the Army. The Army occupied some of the buildings, but fire destroyed all visible traces of the establishment by 1866. After 1866, the Army used the Kanaka Village area in a variety of ways, from a drill ground to a motor pool. With the creation of the Civilian Conservation Corps or CCC (1933-1942), the village area became the regional training facility and headquarters of the CCC. The CCC was responsible for many regional public works projects, such as Timberline Lodge. From one of the largest, multiethnic communities in the West, through the coexistence of the U.S. Army and the Hudson's Bay Company, to the headquarters of the CCC in the middle of the 20th century, Kanaka Village holds great potential to provide visitors a unique experience of history.      To continue learning about the Village, please click on one of the options below:  Introduction to the Village Population of the Village The Look of the Village Interpreting the Village Past Archaeology in the Village",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/introduction-to-the-village.htm"
}
