{
    "title": "Fort Vancouver National Historic Site: Founding of Fort Vancouver",
    "body": "Founding of the HBC's Fort Vancouver       by John A. Hussey, National Park Service Historian excerpted from his seminal work The History of Fort Vancouver and Its Physical Structure (Portland, OR: Washington State Historical Society & National Park Service, 1957).      Location Fort Vancouver, heart and nerve-center of the \"Oregon country\" during much of the fur-trade period, was located on the north bank of the Columbia River about one hundred miles above its mouth and about six miles above the junction of the Columbia and the Willamette. The exact positions of its stockade walls have been determined and are preserved within the boundaries of Fort Vancouver National Historic Site, at Vancouver, Washington.      Historical Significance of Fort Vancouver Founded by the Hudson's Bay Company during the winter of 1824-1825 as a fur-trading post and supply depot, Fort Vancouver for the next twenty years was the most important settlement in the Pacific Northwest, from San Francisco Bay to the Russian outposts in Alaska.  Here were the headquarters for all the Hudson's Bay Company's activities west of the Rockies. From the fort's warehouses went out supplies for all the many interior posts, for the fur brigades which ranged as far distant as the present Utah and California, and for the vessels and forts of the coastal trade, the activities of which extended well up the shore line of the present Alaska. And here the furs of the entire western trade were gathered for shipment to England. At Fort Vancouver was established the first of the series of great farms which the Hudson's Bay Company and its subsidiary, the Puget's Sound Agricultural Company, maintained at several widely scattered posts in the present states of Oregon and Washington. Thus it was here that large-scale agriculture in the Northwest had its beginnings. Furthermore, the fine crops raised at Vancouver and its subordinate settlements demonstrated the agricultural possibilities of the Oregon country to visitors from the United States and thus indirectly promoted American interest in the region. Here too, were the first real industrial plants in the Northwest. Lumber, pickled salmon, and other products of Vancouver's mills, drying sheds, dairies, and shops supplied not only the wants of the fur trade but also a brisk commerce with such distant ports as those of the Hawaiian Islands, California, and the Russian settlements in Alaska. It was not without reason that early visitors sometimes called Fort Vancouver the \"New York of the Pacific.\" Under the direction of the hospitable \"Father of Oregon,\" Dr. John McLoughlin, Fort Vancouver became the goal of travelers, missionaries, and settlers arriving in the Oregon country. McLoughlin's kind treatment of these newcomers helped to foster the growth of an American population in the region, a population which was to an appreciable extent responsible for winning the area between the Columbia and the forty-ninth parallel for the United States. Because it possessed the only adequate supplies of seed and farm animals, and because it was practically the only market for produce raised by the settlers, the Hudson's Bay Company, chiefly through Fort Vancouver, controlled the economic life of the Oregon country for many years. At Fort Vancouver also centered much of the social and cultural life of the territory. Here were established the first school, the first circulating library, the first theatre, and here were some of the earliest churches in the Northwest. It is not without reason, therefore, that historians have stated that for at least a decade after the founding of Fort Vancouver the history of the Oregon country and the history of the Hudson's Bay Company's activities which centered about that post were \"almost identical.\" [1] But with the growth of the American population and the decline of the fur trade in the 1840's, Fort Vancouver began to lose its importance. After the boundary settlement in 1846, the headquarters and depot of the Hudson's Bay Company's Columbia Department were transferred to Vancouver Island, in British territory. Even under United States rule, however, the old fort had its moments of glory. It provided a temporary haven for the survivors of the Whitman massacre in 1847, and during the Indian troubles of 1855-1856 a number of settlers sought safety within its walls. Fort Vancouver continued to operate as a general trading post and as headquarters of a reduced Hudson's Bay Company district until 1860, when the Company evacuated it at the request of the United States military authorities. Within a few years the buildings of the former fur-trading establishment were torn down or burned, and thus disappeared all above-ground vestiges of the most significant relic of pioneer times in the Pacific Northwest.      Historical Background The story of Fort Vancouver may quite properly be said to begin with the union of the Hudson's Bay Company and the North West Company in 1821. Changes in policy and personnel stemming directly from this amalgamation led to the founding of the fort and to the injection of a new vitality into the British fur trade in the Oregon country. In order to understand the nature and importance of those changes, it is necessary to know something of the development of the fur trade in the Northwest and, particularly, the main details of the merger of the two greatest fur trading companies in British North America.      Development of the Fur Trade in New Caledonia and the Columbia River Basin The Pacific Northwest first entered the pages of recorded history through the account of adventurous English and Spanish navigators who appear to have briefly glimpsed its coast line during the sixteenth and seventeenth centuries. Sir Francis Drake may have sighted the Oregon shore in 1579 while on his voyage around the world in the Golden Hind, and several Spanish pilots left accounts of similarly indefinite landfalls. It was not until the voyages of the Spanish explorers Perez, Heceta, Bodega, and Arteaga, in the years 1774 to 1779, however, that some of the main features of the coast were definitely described. Captain James Cook, on his third voyage of exploration for the British government, ran along an extensive section of the shore line in 1778, but failed to find either the mouth of the Columbia River or the Strait of Juan de Fuca. However, sea otter skins brought by his men from Nootka Sound to Canton sold for high prices and opened the eyes of merchants to the possibilities of trade on the Northwest Coast. It was not long until both British and American vessels came to exploit the opportunities thus revealed. In one of these ships, the Columbia of Boston, Captain Robert Gray entered the mouth of the Columbia River for the first time in May, 1792. Hearing of Gray's achievement, Captain George Vancouver, who was on the coast at the time to look after British interests and to conduct explorations, sent one of his officers, Lieutenant William Broughton, to chart the stream for about one hundred miles above its mouth. [2] At the same time that the maritime traders and explorers were discovering and making known the features of the coast, the inland regions were being opened by fur traders advancing overland. Foremost in this work were the men of the North West Company. After several preliminary attempts at organization, this powerful firm had been formed during the winter of 1783-1784 by a number of rival fur-trading interests operating out of Montreal. The true strength of the company lay in its form of management. The shares in the firm were not only owned by a group of capitalists and merchants in Montreal, known as the \"agents,\" but also by a number of traders in the interior, known as the \"wintering partners.\" Decisions concerning the operation of the business were reached at annual meetings of the partners, generally held at Fort William on Lake Superior. This system of sharing the profits with the men in the field, coupled with opportunities for able young employees to advance to partnership, made for aggressiveness and efficiency. Strengthened by a reorganization in 1787, when still more competitors were brought into the combination, the North Westers rapidly pushed their operations westward and northward into territories not hitherto trapped from Canada. In 1789 their great explorer, Alexander Mackenzie, descended to the Arctic Ocean the river which bears his name; and, in 1793, he reached the Pacific at the mouth of the Bella Coola River, thus becoming the first white man to cross the American continent north of the Spanish colonies. A few years later the fur hunters of the same company were extending their regular operations into the Columbia River Basin and the region known today as British Columbia. In 1805 Simon Fraser and John Stuart established Fort McLeod, on McLeod Lake, the first inland trading post built west of the Rockies. Additional forts were erected in the same area during the next few years, and in 1808 Fraser followed nearly to its mouth the stream which has since borne his name. He found the river too turbulent to be used as a trade route. On the basis of these early settlements and explorations, the prosperous fur district of New Caledonia was developed in the present British Columbia. Farther south, David Thompson in 1807 built Kootenai House near Lake Windermere, the first trading post in the area drained by the Columbia. Pushing forward rapidly, the Nor'Westers built four more posts in the Columbia district before the end of 1810, and during the next year Thompson descended the Columbia to Astoria, opening up important new routes of travel and trade. Meanwhile, Lewis and Clark, sent out by the United States Government, crossed the continent to the mouth of the Columbia on their great journey of exploration performed during the years 1804 to 1806. Their return stimulated the interest of the United States in the fur trade of the Far West. One of the Americans who saw the opportunities for profit offered by the peltries of the Oregon country was John Jacob Astor of New York. Organizing the American Fur Company in 1808 and the Pacific Fur Company in 1810, he sent two expeditions, one by sea and one overland, to establish a trading post at the mouth of the Columbia. The company by sea was the first to reach its destination and founded Fort Astoria in 1811. During that year and the next, Astor's men built other posts at strategic locations as far east as the Rockies and from the Willamette Valley to Thompson River. Although the North West Company increased the number of its posts to meet the competition, it seemed for a while as though the American rivals might get the upper hand. But the War of 1812, with the resultant failure of supply ships to arrive, quickly ended Astor's hopes; and in 1813 his partners at Astoria sold out the Pacific Fur Company's interests on the Columbia to the Canadian firm. In December, 1813, Captain Black of the H.M.S. Raccoon took formal possession of Astoria for Great Britain and changed its name to Fort George.      The North West Company on the Columbia, 1813-1821 For the next eight years the sway of the North West Company in New Caledonia and the Columbia basin was virtually uncontested. One of the most significant developments of this period was the attempt of the company to build a maritime trade in the Pacific. The natural market for the furs of the Northwest was China, but when the firm sent vessels to Canton it found itself blocked by the monopoly of the East India Company. The North Westers were able to sell their furs, but could not bring home the cargoes of tea and other Oriental products which made the trade profitable. To evade the restrictions of the East India Company, the Nor'Westers reluctantly abandoned their direct commerce with Canton and in 1815 arranged with a Boston firm to carry the company's trade goods and supplies to the Columbia and to conduct the traffic in China. Connected with this attempt to develop a maritime trade was the firm's decision to supply both the Columbia and New Caledonia districts by sea rather than by the long overland route from Canada. In 1813 a route was opened from Stuart Lake to the mouth of the Columbia, and until 1821 it was used at least intermittently to haul supplies from Fort George to New Caledonia. It is known, however, that for certain years the returns and accounts of New Caledonia were, as of old, sent eastward by way of Rainy Lake rather than to Fort George. There appears to be little information concerning the extent to which the new route was actually employed. Another major contribution made by the North Westers to the fur trade of the Columbia district was the fur brigade. After some troubles with the Indians in 1814, it was no longer safe for small parties to trap at will through out the country. It became necessary to organize companies large enough to protect themselves as they harvested the rich resources of the interior. Starting about 1816 formidable brigades were sent southward into the Willamette and Umpqua valleys, and in 1818 the brigades to the Snake River country were inaugurated. It was not long before the latter expeditions proved themselves to be the most profitable features of the Columbia trade. [3] In spite of these measures to improve operations, the fur trade of the Columbia Department did not prosper under the North West Company. From what evidence is available, it appears that the four years 1818 to 1821 produced annual losses in the district; and another deficit was incurred in 1822 before the new management of the Hudson's Bay Company became effective. [4] Since the account books of the North West Company either have been lost or have not been made available for public scrutiny, the causes for the unprofitable trade on the Columbia are not easy to determine. It is sometimes stated that the necessity of marketing the fur catch through an American agent in China was at least partially responsible for the deficits. Undoubtedly the payment of one-fourth of the net proceeds of the triangular Boston-Columbia-China-Boston trading voyages to the Boston firm of J. and T. H. Perkins, besides giving commissions to the Canton agents, reduced the returns of the North West Company below what they might have been had the Nor'Westers been free to conduct the ventures on their own account exclusively; but the acknowledged authority on the maritime activities of the North West Company states that the arrangement was not only satisfactory but \"extremely profitable\" to both parties during its entire duration. [5] If true, this information would seem to indicate that the marketing arrangements had little to do with the difficulties on the Columbia. Other causes ordinarily cited as being responsible for the losses are: the costs of importing too-lavish outfits and an overabundance of supplies by the long sea route from London to Boston to Fort George, the departmental headquarters and depot; the dependence of the personnel of the district upon expensive imported foodstuffs; and the distance of the region from the seat of control of the North West Company. Undoubtedly these factors had some bearing upon the matter. When Governor Simpson of the Hudson's Bay Company visited the Columbia in 1824, he noted that the employees at the interior posts had, ever since the establishment of the district, \"shewn an extraordinary predilection for European Provisions\" without paying the slightest heed to the enormous cost of importing them. \"All this time,\" wrote the anguished Scotsman, \"they may be said to have been eating Gold.\" [6] And it is true that when, under Simpson's direction, foodstuffs were produced locally and more regular transportation was instituted to bring central control closer to hand, conditions in the Columbia Department changed for the better. Yet, during the North West period, these same defects and abuses plagued the New Caledonia district, which nevertheless steadily produced large profits. Competition from American coastal traders may also have cut down the gains from the Columbia Department somewhat, but the plain truth appears to be that the district lacked competent and vigorous leadership. It was this absence of proper direction, coupled with a rapid turnover in personnel which stemmed at least partly from it, which was chiefly responsible for the troubles on the Columbia. Governor Simpson was notably uncharitable in his remarks concerning his predecessors in many districts, but he was certainly correct when he wrote in 1824 that the Columbia Department \"from the Day of its Origin to the present hour has been neglected, shamefully mismanaged and a scene of the most wasteful extravagance and the most unfortunate dissention.\" [7] One of the most glaring examples of poor management was the lack of judgment shown in ordering the annual supplies and trading outfits. Many expensive items, \"very useless\" on the Columbia, were imported, with the result that in 1821 the warehouses at Fort George were stocked with such articles as ostrich plumes and coats of mail. Even more revealing was the failure of the Nor'Westers to exploit to good advantage the fur-producing possibilities of the territory. No attempt was made, for instance, to employ shipping and enter into the rich coastal trade. As a result of such neglected opportunities the department did not produce enough peltries to meet the overly high operating costs. [8]      North West Company vs. Hudson's Bay Company Meanwhile, east of the Rockies, the North West Company had been locked for years in a death struggle with its powerful rival, the Hudson's Bay Company. This latter firm dated back to a charter granted by Charles II in 1670 to his \"dear and entirely beloved Cousin, Prince Rupert,\" and a number of associates incorporated as \"The Governor and Company of Adventurers of England trading into Hudson's Bay.\" By this charter the Company obtained ownership, powers of government, and monopoly trade rights over a vast area known as Rupert's Land, or, roughly, over all territory drained by waters running into Hudson Bay and Hudson Straits. This great monopoly had not been left to enjoy its exclusive privileges undisturbed. First the French and then free traders from England and Canada had intruded on its domain. When a number of the interlopers united to form the North West Company, the Hudson's Bay Company had an antagonist worthy of its full attention. As the Nor'Westers pushed farther and farther to the north and west, they diverted more and more furs from Hudson Bay to Montreal. The Hudson's Bay Company was rather slow to meet the challenge, but gradually it came to deal blow for blow to protect its territories. Rival trading posts were established side by side; undercutting, overbidding, plying Indians with liquor, attempting to win away the rival's employees, and seizing the other's furs and supplies were all features of the struggle. Murder, arson, Indian warfare, and pitched battles were the outcomes of the rivalry, to say nothing of a smothering blanket of arrests, legal actions, and court proceedings. Although continually increasing in bitterness, the struggle did not become acute until 1811. In that year the Earl of Selkirk, who owned a controlling interest in the Hudson's Bay Company, decided to colonize the Red River Country and obtained a grant of 116,000 square miles in the valley of the Red River. The settlement which he founded near the site of the present city of Winnipeg, lay directly across the Nor'Westers' regular route of travel to and from the West. Driven to desperation by this threat to their existence, the Northmen did everything in their power to block the colony. In 1816 matters came to a head when a party of North West Company half-breeds acting without orders massacred twenty-two men belonging to the Red River settlement, including the Hudson's Bay Company's local governor. While this event temporarily disrupted the colony, it only involved the rivals in more desperate conflict elsewhere and in extremely troublesome litigation in the courts. A particularly bitterly contested field was the Athabaska country, lying outside Rupert's Land and in a region which the North West Company had pioneered and thus regarded as its own. Beginning in 1815, the Hudson's Bay Company did its best to break up the North West possessions in the Athabaska and Peace River country, and in 1820 and 1821 preparations were made to cross the Rockies and invade New Caledonia and the Columbia.      Reasons for Union By 1820 the long-continued warfare between the two great fur companies had resulted in the \"complete disorganization\" of the northern fur trade. [9] Diminishing collections, wasteful competition, and increasing expenses had brought financial difficulties to both firms, although the returns of the Hudson's Bay Company had tended to be on a higher level after 1816, seeming to show that the older organization was getting the upper hand in the struggle. [10] While little is known concerning the financial affairs which led to the union, the latest research on the subject tends to indicate that the North West Company could not endure the competition from the Hudson's Bay men on the one hand and the American fur interests on the other. [11] The partnership agreement of the North West Company was due to expire in 1822, and as the time for renewal drew near, a number of the wintering partners became uneasy concerning their prospects under the old arrangement. It occurred to some of them that it would be wise to end the destructive competition between the companies and to obtain for themselves the use of the shorter Hudson Bay route to the interior. Under the leadership of John McLoughlin, a revolt against the Montreal agents was organized in 1819, and negotiations were secretly opened with the Hudson's Bay Company. On its part, the Hudson's Bay Company was not averse to a union of interests. It had felt the strain of the competition and realized that large benefits could be expected from a monopoly control of the fur trade. In addition, the British government had exerted pressure upon the Company to put an end to the strife in Canada. It is generally stated, also, that the death of Lord Selkirk in 1820 removed an implacable foe of the Nor'Westers and helped open the way for consolidation. At any rate, the defection of the wintering partners stirred the agents to action, and they too opened negotiations with the Hudson's Bay Company in London. While the representatives of the wintering partners probably were consulted and their views considered, the agents were in a much more powerful position for bargaining, and it was with them that the Hudson's Bay Company reached an agreement in March, 1821. [12]      Union and Reorganization By means of an indenture and a \"Deed Poll\" dated March 26, 1821, and by subsequent modifying agreements, a new company was formed to which each of the rivals contributed its best features. [13] The name, identity, and charter of the Hudson's Bay Company were retained. The older company also gave its shorter route to the interior from Hudson Bay and the efficient form of management by a governor and committee in London. The Nor'Westers contributed many vigorous personalities to the new organization; and their field machinery-some of which had already been adopted by the Hudson's Bay Company-provided a model upon which to build the new system. They also brought friendly relations with the Indians and a fine control of the fur trade in a number of districts. The North West Company was merged into the older firm simply by providing for the evaluation of the assets of each and by increasing the outstanding stock of the Hudson's Bay Company to finance the consolidation of those assets. The \"clear gains\" of each year were divided into one hundred shares. Sixty of these shares went to the capitalists, the men who had negotiated the merger-twenty to the proprietors of the old Hudson's Bay Company, twenty to the leading agents of the former North West Company, and twenty for emergency funds and various capital commitments. The remaining forty shares were used to compensate the field partners. By terms of the Deed Poll of 1821, the field officers and wintering partners of the two old companies were formed into a partnership body called the \"fur trade.\" Two grades of field partners, or \"commissioned gentlemen,\" were established: chief factors and chief traders. Chief factors were the senior in rank and responsibility, generally having charge of entire fur-trade districts. Chief traders filled positions of less importance, such as the management of single posts and the leadership of fur brigades. The number of chief factors was fixed at twenty-five, and that of chief traders at twenty-eight. The forty shares of the profits set aside for the compensation of the officers were divided into eighty-five portions. Of these, each chief factor received two and each chief trader, one. Seven portions were reserved as a retirement fund for commissioned officers. Except for this set share in the profits, if any, the field partners received no remuneration for their services. Because of this system and the reasonably generous provisions for retirement, clerks, apprentice clerks, and certain other classes of salaried employees could look forward to promotion and participation in the business. Thus one of the strongest features of the North West Company was incorporated in the new firm. The machinery for the top direction of the reorganized company remained as it had been under the charter. The central control was vested in a governor, a deputy governor, and a committee of seven directors. The members of the \"Honourable Committee,\" as these officers were known collectively, were chosen, \"or at least confirmed,\" by the stockholders-called \"proprietors\"-at their annual General Court in London. In the words of one authority, \"the Governor and Committee constituted the ultimate executive authority; they had charge of the voyages, the shipping, the sale of the merchandise brought to England, 'and the managing and handling of all other business, affairs and things belonging to the said company.'\" [14] The indenture and Deed Poll provided that the management and conduct of the Company's operations in North America should be in the hands of two governors, appointed by the Honorable Committee, and two councils, one for the territory supervised by each governor. In theory, all chief factors residing under the jurisdiction of a governor made up the council for that officer's department. As it later worked out, however, only those factors who could conveniently leave their posts attended the annual meetings. In addition, such chief traders as were in charge of districts or were present at the council seat were invited to join the sessions and were allowed to vote on all matters except promotions into the commissioned ranks. In conformity with the Deed Poll and to promote more efficient administration and \"the convenient arrangement of the accounts,\" the Committee divided \"the whole of the Countries, in which we may carry on the trade\" into two departments or \"Factories.\" [15] The largest and most important of these divisions was the Northern Department of Rupert's Land, with its depot at York Factory on Hudson Bay. Roughly, the Northern Department stretched from the United States boundary to the Arctic Ocean, from the western shore of Hudson Bay as far south as the Albany River country to the Pacific Ocean. Definitely included in the Northern Department were the districts of New Caledonia and the Columbia. The second division, the Southern Department of Rupert's Land, had its depot at Moose Factory, on James Bay at the southern tip of Hudson Bay. Its jurisdiction covered the territory east of the boundaries of the Northern Department and included the northern shores of Lake Superior and Lake Huron. [16] After some preliminary negotiations, the governorship of the important Northern Department was given to George Simpson, a young and energetic Scotsman who was trusted by powerful members of the Committee in London and who, during a short period in the service of the Company in North America, had proved himself an able administrator. In 1826 Simpson was made governor of the Southern Department as well, and in 1839 he was given the title of Governor-in-chief of Rupert's Land. At first glance it appeared to many of the factors that through the councils they would really dominate the operations of the Company in America. The governors and councils, meeting annually during the summer slack season, were authorized to make rules and regulations for the conduct of the trade, to discipline chief factors and lesser employees by means of fines or other penalties, to nominate persons to fill vacancies in the ranks of the officers, to determine furloughs and recommend retirements. They examined the results of each year's trading and, in accordance therewith, made \"every arrangement with respect to the trading posts and stations to be occupied and the respective outfits to be made for carrying on the said trade\" during the ensuing year. They assigned posts and duties to all classes of officers and servants, determined salaries and trade prices, established routes of travel and trade, and appropriated funds for various objects connected with the Company's operations. In addition, it was provided that a two-thirds majority vote of the council would carry a point even against the will of the governor. In practice, however, the factors had little power in determining policies. All their actions were subject to the approval of the Committee in London. Since the departmental governor represented the views of the Committee and received his instructions from them, it was apparent that any proposals contrary to those made by the governor would have little chance of prevailing in London. Correspondence of the Committee shows that the London directors interested themselves in all phases of the operations in North America and that at times their instructions covered even the most minute details of the trade. Governor Simpson, furthermore, was adept at handling men and knew how to play one faction against another to thwart opposition to his will. During the early years of his administration, Simpson tended to ask the opinion of his factors and to treat the councils as legislative bodies, but when he felt himself firmly seated in the saddle, the councils usually had little more to do than approve the measures he presented. It is small wonder that some chief factors came to believe that their powers had been reduced \"to a cypher.\" [17]      The License of Exclusive Trade To make its monopoly more secure, the new company proposed to the British government that the firm's rights to exclusive trade in Rupert's Land be extended to include the balance of its field of operations in North America. As \"a reward for the peace\" and as a means of preventing any future recurrence of violence in the fur trade, Parliament on July 2, 1821, passed an act confirming the earlier charter of the Hudson's Bay Company and enabling the Crown to grant for twenty-one years exclusive trading rights with the Indians in all parts of British North America not already granted to the Hudson's Bay Company or included in the royal provinces of Canada. The act provided, furthermore, that west of the Rocky Mountains, in the territory held under joint occupancy with the United States in accord with the Convention of 1818, the license was to convey sole British trading rights only, since under the convention the Oregon country was \"free and open\" to the citizens and subjects of both nations. [18] The license thus authorized was issued to the Hudson's Bay Company in December, 1821. Under its provisions the Company controlled, except for the valley of the St. Lawrence and the maritime provinces, the whole of the area which is now the Dominion of Canada east of the Rocky Mountains, and, to a more limited extent, the country at present comprising the Dominion of Canada west of the Rockies and the Pacific Northwest of the United States. This control was of three types: in Rupert's Land it was based on the extensive and long-established proprietary rights under the Company's charter; between Rupert's Land and the Rockies it consisted of an exclusive right to all trade with the Indians; and west of the Rocky Mountains, from the Spanish possessions on the south to the Russian territory on the north, it consisted of the sole British right to trade with the Indians. In addition, the act of July 2, 1821, extended the jurisdiction of the courts of Upper and Lower Canada over Rupert's Land and the jurisdiction of the courts of Upper Canada over the Indian territory to the westward of Rupert's Land. Many officers of the Hudson's Bay Company were appointed justices of the peace under this act, a circumstance which tended to increase the authority of the monopoly's representatives. Also, under the license of exclusive trade, the Company's directors were required to give security for ensuring \"as far as in them might lay\" the due execution of all criminal processes and the more serious civil processes \"within all territories included in that Grant.\" Due to some changes occurring in the structure of the Company, the firm in 1838 surrendered this trading license to the Crown before its expiration date and was granted a new one, containing essentially the same terms, which was to run for twenty-one years from May 30, 1838. As shall be seen, the expiration date of this second license is of considerable importance in the history of Fort Vancouver, and it is necessary that the terms of the license be thoroughly understood. Particularly should it be noted that nothing in the license in any way impaired the ancient charter of the Hudson's Bay Company, nor did that charter expire with the expiration of the license on May 30, 1859. [19]      Preparations to Abandon the Columbia Department When the Hudson's Bay Company inherited control of the Columbia Department in 1821, it knew little about the region. One of the Company's employees, Joseph Howse, had crossed into the Flathead country during 1810-1811 and had returned with favorable accounts of the trading possibilities there, but no further steps had been taken in that direction. The small bits of information concerning the Columbia which did fall into the hands of the Governor and Committee in London at the time of the merger and shortly thereafter were chiefly discouraging. The record of continuous deficits made the directors profoundly reluctant to pour money into what seemed to be a bottomless drain. Indeed, wrote a member of the Committee in 1838, the trade had proved so unprofitable between 1818 and 1822 and the district so difficult of management, \"that several of the leading and most intelligent persons in the country strongly recommended that the Company should abandon it altogether.\" [20] By February, 1822, the Governor and Committee were so discouraged at the chances of being able to make the department pay, that they were prepared to take this drastic step. The decision had been made only with the greatest reluctance. In a letter to the Committee of the Privy Council for Trade, the Governor of the Company later implied the only reason the abandonment had not been definitely ordered was that it was felt the \"honour of the concern would, in a certain degree, be compromised\" should territory held under the Crown's license of exclusive trade be relinquished. [21] Writing to George Simpson in February, 1822, however, the Governor and Committee voiced the consideration which probably was uppermost in their minds at the time. \"If by any improved arrangement the loss can be reduced to a small sum,\" they advised, \"it is worth a serious consideration, whether it may not be good policy to hold possession of that country, with a view of protecting the more valuable districts to the North of it.\" [22] In other words, the trade of New Caledonia was considered so important that the Company was willing to endure a small loss in the Columbia Department in order to keep the latter area as a buffer against competition in the former. Since other British subjects were forbidden by royal license to trade in the Oregon country, the only possible competitors the Company could have had in mind were Americans, who had long engaged in the coastal trade and who had sent occasional trapping parties westward across the Rockies. Also, the Company was fully aware that the occupation of the lower Columbia basin was at that time a matter of much importance to the British government and to British interests in North America. Although Great Britain and the United States each claimed the whole of the territory lying west of the Rockies, from the Spanish possessions on the south to those of the Russians on the north, they both were willing to accept a partition. During the negotiations leading to the Convention of 1818, the United States had proposed that the boundary be drawn along the forty-ninth parallel from the Rockies to the Pacific. Great Britain, on its part, had suggested that the line follow the forty-ninth parallel to the main branch of the Columbia and then down that stream to its mouth. The offers had been rejected, but these precedents actually limited the area of contention to the region between the forty-ninth parallel and the lower Columbia. The Governor and Committee realized that the existence of Hudson's Bay fur-trading posts on the disputed ground would strengthen British claims to the Columbia River boundary. Despite all these considerations, the Honourable Company desired to withdraw from the region if continued occupation would involve any serious financial sacrifices. Governor Simpson was instructed on February 27, 1822, to direct the attention of the Council of the Northern Department to the subject and to collect all possible information concerning the Columbia. Should the result of his inquiries be unfavorable to continuing the trade in the district, he was ordered to consider whether the Columbia posts should continue to operate until their goods were nearly exhausted or whether they should be abandoned and their goods transported to New Caledonia at the end of the operations for the winter of 1823-1824. [23]      Decision to Remain on the Columbia As was so frequently the case, Governor Simpson had anticipated the wishes of the Committee and had already taken steps to inform himself of conditions on the Columbia. At the first meeting of the Council in August, 1821, two chief factors and two chief traders had been appointed to the Columbia district, and these men were expected to send in reports concerning the region under their charge. Three out of these four commissioned gentlemen, however, had been partners in the old North West Company. Perhaps with this fact in mind, Simpson took care to see that he had another, and possibly less prejudiced, source of information. He personally selected the clerk who was to be sent as accountant to Fort George and \"requested\" that young man to make a \"full and accurate report\" of affairs in the department. [24] Early the next summer the reports from the new officers reached Simpson. They contained some notes of optimism. The trade of the interior posts, wrote Chief Trader John Lee Lewes, \"has this year far exceeded anything hitherto,\" and he was in hopes that the ensuing year would be \"still more favorable.\" [25] After a discussion of the matter at its meeting at York Factory in July, 1822, the Council for the Northern Department decided that because of the increased returns from the Columbia, \"combined with considerations of policy and self preservation,\" the department should be maintained \"by way of barrier and check to Intruders, even admitting it should afford no profit.\" [26] Simpson wrote to the Governor and Committee that it \"might be premature\" to relinquish the Columbia trade. With economy and perseverance, he said, the district might be made to support itself, provided there was no competition from Americans. Every officer conversant with the country, he argued, believed that it would \"not be politic\" to withdraw, since there was little likelihood of further losses and the area \"serves to check opposition.\" [27] These reports of improved returns undoubtedly had their effect on the Committee in London. But these gentlemen were also influenced by other considerations. In a ukase of 1821 Russia had claimed the entire Pacific coast as far south as the fifty-first parallel, and there were fears in England that earlier Russian plans to seize the coast all the way down to California might be revived. Reports that the United States was planning to settle the Oregon country were also in circulation. The Committee began to see visions of losing not only the Columbia and the coastal region, but some of its New Caledonia trade as well. Aroused to action, the directors ordered an extension of the Company's posts into the territory west and north of Fraser River in New Caledonia, and they began to think of strengthening their position on the Columbia and of entering the coastal trade. It is clear that by September, 1822, the Company no longer entertained any intention of withdrawing from the Columbia and thus leaving the way open for Russians and Americans to establish bases from which they could push into the interior. \"We think it desirable to continue the trading establishment there for the present,\" the Committee officially informed Simpson on March 23, 1823, \"tho' it may not be very profitable, and we shall be able to form a more correct opinion upon this subject in a year or two.\" [28]      Administrative Changes on the Columbia, 1821-1824 Even during this period of doubt concerning the future of the Columbia trade, the Company's directors and Governor Simpson took measures to put an immediate end to the practices which had made the department unprofitable under the North West Company. As a first step in this direction, the Governor and Committee decided to discontinue the Nor'Westers' system of supplying New Caledonia from Fort George at the mouth of the Columbia River. In February, 1822, Governor Simpson was instructed to establish a depot at Norway House, north of Lake Winnipeg, as an intermediate station by which supplies could be shipped from York Factory, on Hudson Bay, to the New Caledonia and Mackenzie River districts. Henceforth, it was ordered, New Caledonia should receive its outfits and send out its annual returns by the long canoe and portage route up the Peace River and across the Rockies. Simpson concurred in this move. The new arrangement, he said, would be cheaper, would close a path by which the \"opposition\" might reach New Caledonia from the Columbia, and would bring more commissioned gentlemen to the seat of government of the Northern Department, where their conduct of affairs could be subjected to a thorough scrutiny. [29] The system for outfitting the Columbia district also came in for an overhauling. The Committee believed that its posts in that department should be supplied directly from London and that the goods could be sent more cheaply by hiring vessels or paying freight than by continuing the former arrangement of the North West Company with J. and T. H. Perkins of Boston. It proved impossible to make the change of carriers immediately, however, and the ship, Houqua, a Perkins vessel, was employed in 1821 to take provisions for the winter of 1822-1823 to Fort George and to carry the furs for 1822 to Canton to be sold through Perkins & Company, the Boston firm's Canton agents. These returns were the first from the Columbia belonging to the new Hudson's Bay Company. The Governor and Committee considered that \"at all events\" it was \"not desirable under present circumstances\" to continue disposing of its furs through American agents, and in April, 1822, Perkins & Company were informed that no further consignments of beaver from the Columbia to China were intended. The directors planned in the future to bring the returns to London, from whence, if they could not be sold profitably in England, they could be sent to Canton in vessels of the East India Company. In conformity with this decision, the Governor and Committee chartered the brig Lively in the fall of 1822 to carry to Fort George the supplies for the winter of 1823-1824 and to bring the departmental fur returns for 1823 direct to London. Thus was inaugurated a system which was to continue as long as the Hudson's Bay Company maintained on the Columbia River the depot for its western departments. [30] Another group of changes was aimed at cutting the costs of operations on the Columbia and improving the quality of the management. Instead of receiving frequent transfers, chief factors assigned to the department were reappointed year after year by Governor Simpson and the Council whenever there was not good reason for doing otherwise. Chief traders were also encouraged to remain at their western posts for periods of two years or longer. By thus slowing down the turnover of personnel, the efficiency of departmental operations was increased. At the same time, care was taken to appoint men of ability to the Columbia. Among the employees sent across the mountains in 1823, for instance, were Peter Skene Ogden and John Work, two clerks who were to rise to positions of much responsibility in the western fur trade. [31] In addition, Governor Simpson informed the chief factors in charge of the department in 1822 that their \"Establishment of Clerks & Men\" was \"very heavy\" and took steps to reduce it by sending them the names of the few employees whose contracts the Council saw fit to renew. [32] Beginning with the very first shipment in 1821, the Company began to cut down on the size of the trading outfits and the amount of supplies sent to the Columbia. Governor Simpson contemplated a still more drastic step. By producing more food on the Columbia, he informed the Committee in July, 1822, it might soon be possible to reduce the importation of provisions \"to a small scale.\" It appears, however, that he made little progress with his scheme to make the department more self-sustaining until he visited the region himself two years later. [33] Perhaps of even more significance for the future prosperity of the department, and certainly more revealing of the directors' plans for the territory, were measures taken with a view to expanding the Company's operation on the Columbia. As early as September, 1822, the Governor and Committee instructed the chief factors in charge of the district to send, besides the usual detailed statement of proceedings and the duplicate sets of accounts, a \"full and detailed Statement of the Trade of the Columbia Department,\" with special attention to be paid to the resources of the country so that the Committee might \"ascertain the possibility of bringing other products as well as Peltries to a profitable market.\" The factors were also asked for an opinion as to the advisability of employing a vessel on the coast to collect furs and to procure provisions from California or elsewhere. Clearly the Honourable Committee by this time was not planning to contract the Company activities on the Pacific slope! [34] Probably in response to this prompting, the factors during the next several years sent barrels of cured salmon to London as a demonstration that at least one other business beside fur trading could be developed on the Columbia. Unfortunately, the first barrel was badly spoiled, and up to 1825, at least, the Committee remained emphatically unimpressed concerning the value of Columbia River salmon as an article of commerce. [35] Attempts were also made to push fur trading northward up the coast from the mouth of the Columbia, but the drive appears to have been only half-hearted, and the factors let themselves be dissuaded from further efforts in this direction by hostile demonstrations on the part of the natives. [36] Actually, the only important progress made in expanding operations prior to 1824 was in regard to the Snake country brigades. Following the end of the North West Company's rule, the expeditions up the Snake River and into the area south and east of the Columbia had been neglected by the officers of the new company despite the fact that these parties produced the richest hauls of furs in the entire department. But Governor Simpson was interested in the matter. In 1822 the Council assigned Chief Factor Alexander Kennedy to Spokane House, the headquarters of the Snake parties. At his orders, a brigade was sent out in 1823 which brought back over 4,000 beaver pelts. Pressed by Simpson for still more vigorous action, the Council of 1823 directed Peter Skene Ogden to take over Spokane House and to put the Snake brigade under Clerk Alexander Ross. The expedition during the summer of 1824 returned with more than 4,900 beaver. Despite difficulties with Indians and competition from American trappers, the Snake country brigade was back on its feet as a prime producer of profits for the Columbia Department. [37]      Plans to Move North of the Columbia: Origin of Fort Vancouver As a matter of fact, the Hudson's Bay Company could do little about its plans for expansion in the Columbia Department until 1824. The entire Oregon country was the subject of an international wrangle. Both the United States and Great Britain were pressing Russia to give up her claim to the coastline as far south as fifty-one degrees. Also, the two former nations had once more opened negotiations between themselves concerning a boundary line from the Rockies to the Pacific. As long as the possibility remained that some of its most important fields of actual and contemplated operations might be transferred by treaty to foreign governments, the Company was in no position to put into effect a long-range program involving any considerable expenditures. Meanwhile, the Governor and Committee continued to take advantage of every opportunity to increase their knowledge of the geography and trade conditions on the Columbia. Through some of its proprietors and directors, the Hudson's Bay Company maintained close relations with the British government. The Foreign Office occasionally called upon the Company for information regarding conditions in North America; and, on its part, the firm did not hesitate to offer suggestions concerning foreign affairs in which it had an interest. Probably as the result of this close association, the Governor and Committee appear to have been in a position to predict the results of the British discussions with Russia and the United States many months before the negotiations were officially terminated. \"We observe that your attention is directed to the Columbia,\" they wrote to Simpson on March 12, 1824, \"we think the trade should be extended in the Snake Country, and also along the Coast to the Northward.\" [38] As Dr. W. Kaye Lamb has pointed out, such a program could be executed \"only if Russia modified her claims to the Coast, and if the United States refused to accept the boundary line which Great Britain was prepared to offer-the Columbia River.\" [39] And such was the course of events. By an agreement with the United States in April, Russia withdrew her claims to the coast south of the Portland Canal, in latitude 54° 40'. It was reasonable to assume that a similar arrangement would be made with Great Britain, although a formal convention to this end was not concluded until February, 1825. The possibility of losing territory to the United States was temporarily ended in July, 1824, when the boundary negotiations between that country and Great Britain were suspended. The Company could now be sure that the Oregon country would remain under joint occupation during the immediate future. As soon as the Governor and the Committee were reasonably certain that these developments would take place, they moved rapidly to put their predetermined plans into effect. They continued to regard the Columbia Department primarily as a defensive zone for the protection of the interior, but they intended to strengthen the barrier by aggressive measures which might, at the same time, be made to produce a profit. Their program, as outlined by correspondence during the summer of 1824, had three main phases: First, they planned to have the trade possibilities of the coast north of the Columbia River thoroughly explored. Governor Simpson had requested that the annual supply ship might be used for this purpose, and evidently it was at least partly in compliance with this suggestion that the brig William and Ann, purchased by the Company in 1824 for the voyages to the Columbia, was dispatched some months earlier than the usual sailing date of supply ships. The chief factors at Fort George were instructed on July 22, 1824, to send the new brig up the coast as far as the Portland Canal, or even to Sitka if necessary, for the purpose of finding good harbors and rivers which might serve as avenues of communication with the interior. Second, the Snake River region was to be ruthlessly exploited while the company's brigades still had access to it. \"As we cannot expect to have a more Southern boundary than the Columbia in any Treaty with the Americans (altho' we are entitled to it from occupancy),\" the factors were told, \"it will be very desirable that the hunters should get as much out of the Snake Country as possible for the next few years.\" [40] Third, they intended to strengthen the position of Great Britain, and of the Company, in the territory in dispute with the United States-the region lying between the forty-ninth parallel and the lower Columbia. They had abandoned hope of retaining permanently any control over the area south of the river, but they were determined to do everything possible to keep the United States from obtaining the country to the north of it. Since, as they told the officers in charge at Fort George, \"in the present day occupying the soil is considered as the best title,\" the directors planned that when discussions over the boundary should be resumed, the negotiators would be faced with the fact that the Hudson's Bay Company was firmly \"occupying the soil\" along the north bank of the Columbia. To this end the chief factors in the department were ordered on July 22, 1824, to abandon Fort George, which was on the south shore of the stream, and to erect a new headquarters on the north bank. They were, furthermore, to \"remove from the South side of the River everything belonging to the Company.\" And posts already established north of the intended boundary were to be put in good repair. [41] There is evidence that the Hudson's Bay Company did not decide to make this important shift in the location of its permanent improvements entirely of its own volition. It is more than probable that the British government encouraged the move. Indeed, unless the governor of the Company later indulged in a bit of subtle flattery, the decision to change the headquarters of the department to a more strategic location was made at the suggestion of none other than George Canning, British Foreign Secretary. \"In compliance with a wish expressed by you at our last interview,\" wrote Governor J. H. Pelly to Canning on December 9, 1825, \"Governor Simpson, when at the Columbia, abandoned Fort George on the South side of the River and formed a new Establishment on the North side.\" [42] Another reason for the decision to abandon Fort George was given a prominent place in the \"public\" letters of the Company-the type of official correspondence which was meant for the eyes of more than one commissioned officer. In accordance with the Treaty of Ghent which ended the War of 1812, Fort George, as a post seized by force of arms during that conflict, had been formally restored to the United States in 1818. The representative of the American Government who officially received the post had left the scene almost immediately after the ceremonies, however, and the fort had remained in the hands of the North West Company, whose officers-albeit somewhat with their tongues in their cheeks-had promised to \"occupy and protect it\" under the United States flag until the American President should order their removal. [43] There the matter had rested ever since, although the Governor and Committee purported to be greatly concerned lest some Americans should suddenly appear and demand the fort. \"There seems no necessity for our keeping in repair the present Fort when the Americans have the right of taking possession of it when they please,\" the directors wrote to Governor Simpson on June 2, 1824. [44] This useless expenditure for upkeep plus the need of having a fort \"of our own to which we could move\" should the Americans ask for Fort George or be awarded the south bank of the Columbia, were the reasons assigned in the \"public\" letters for the orders to build a new headquarters. Private letters, however, clearly indicate that considerations of international politics were paramount. [45] That the boundary dispute was uppermost in the minds of the Committee is also revealed by the instructions issued from London concerning the construction of the new post. \"You should therefore,\" the chief factors at Fort George were told, \"without delay commence a Fort on the North side of the River, selecting a spot which will command the entrance of the River convenient to the vessels frequenting it, sufficiently elevated if possible to be well seen from the sea and in a dry place with good water.\" Either Cape Disappointment or Point Ellice were suggested as desirable localities, and the officers were given permission to employ carpenters from the William and Ann to help in the construction work. In short, the gentlemen of Fort George were to build a new headquarters in a hurry, and although the structure was to be conveniently located for purposes of the fur trade, its site was to be chosen principally with an eye to the international situation. [46] By the time these orders to the chief factors reached the Columbia, the departmental headquarters had already been moved to the north bank of the river. Nevertheless the instructions are important as showing the intentions of the Committee and the considerations which lay behind their decisions. It was either a notice of these decisions sent to Governor Simpson, or a similar program evolved by Simpson from like considerations, which led directly to the withdrawal from Fort George and to the founding of Fort Vancouver during the winter of 1824-1825.      Governor Simpson Plans to Visit the Columbia Despite Simpson's great interest in the Columbia Department during the period 1821 to 1824, he actually had been able to devote relatively little personal attention to affairs in that section of his domain. After his appointment as governor of the Northern Department in 1821, his first problem had been to clear up the wreckage left by the struggle between the two great companies in the territory east of the Rockies. Old animosities had to be salved; habits of wastefulness and relaxed discipline had to be corrected; and the practices of debauching the Indians and exhausting the fur producing districts had to be ended. The union had eliminated the necessity of keeping duplicate trading posts, outfits, and forces of employees in the areas formerly in dispute. The least suitable posts had to be abandoned and the superfluous personnel discharged or retired. These tasks kept the new field governor busily employed for the first three years of his incumbency. By a series of whirlwind tours, during which he drove his subordinates as relentlessly as himself, he visited the chief districts of his department east of the mountains. His ruthless efficiency, his harsh discipline, and his sudden imposition of order and economy upon the fur trade necessarily aroused some enmity, but at the same time he possessed a tact and an \"exterior of affability\" which won for the new regime the loyalty of many disgruntled employees. Quickly mastering every detail of the Company's operations, he effected sweeping changes. Between 1821 and 1825 he reduced the number of employees from 1,983 to 827; wages were cut in half; many posts were abandoned or shifted to new localities; and the transportation system was revamped. Through these and many other measures, the Northern Department of Rupert's Land was completely reorganized, the formerly semi-independent wintering partners were made strictly subordinate to the will of the governor, and George Simpson demonstrated beyond a doubt his vast talents as an administrator of the fur trade. [47] By the latter half of 1823, things were well enough in hand so that Governor Simpson could consider absenting himself from Rupert's Land for a period of several months. He was anxious to visit the Columbia Department and personally attend to straightening out its affairs, but he also had long hoped to return to England to get married. He had broached the subject of a leave of absence for the latter purpose as early as 1822, but the reply had not been too encouraging. His coming home, he was told, would \"depend in some measure on his being satisfied that his absence would \"not be attended with any serious mischief.\" [48] The next year he brought the matter up again, but this time he left it up to the officers of the Company to decide \"whether I go to England or to the Columbia next season.\" [49] The Committee's answer must have surprised even the outspoken Simpson by its bluntness. \"A wife I fear would be an embarrassment to you until the business gets into more complete order,\" he was told on March 11, 1824, by Andrew Colvile, a director of the Company and his chief friend on the Committee. Instead, it was suggested that the field governor devote his immediate attentions to completing a reorganization of the Red River settlement. When that task should be completed, said the Committee in another letter, they were \"anxious\" to have him visit the Columbia. The directors, however, did not approve of a plan which Simpson had earlier suggested, a plan under which he would leave for Fort George about September 10, 1824, and make most of the transcontinental journey under winter conditions. Such a trip, they informed him, would be attended with \"needless risk and fatigue,\" and besides would leave him \"too little time while in the Columbia Country.\" It would be better, they advised, to postpone the trip until the summer of 1825. [50] To Simpson, the most important sentences in these dispatches were those which made clear the Committee's desire that he \"cross the Mountain\" before the end of 1825. He also knew what the directors did not-that his presence absolutely would be required at Red River during the summer of that year. \"I therefore in order to accomplish both objects determined on going to the Columbia this Fall,\" he informed Colvile on August 9, 1824. In thus going contrary to the Committee's suggestions, he added unabashedly, \"I have alone consulted the welfare of the Company & Colony interests and laid aside all feeling or consideration in respect to my own ease and comfort as by starting so late as the 15 Inst I shall be exposing myself to great hardships and fatigues.\" [51]      Preparations for Simpson's Journey: Dr. John McLoughlin Appointed to the Columbia District Simpson's long-standing interest in the Columbia had given him a basic fund of information concerning the problems of that department. His knowledge must have been considerably increased during the winter of 1823-1824 when he passed some months at Red River with Chief Factor Donald McKenzie, who had been in charge of the Snake country brigades under the North West Company. [52] As a result of his own investigations, coupled with what he had gleaned from the dispatches of the Committee, the governor had, by the summer of 1824, reached some tentative conclusions as to what reforms might be necessary on the Columbia. In formulating his program, he evidently had received little help from the field partners. \"Our Council know little about that Country having confined their attention to the mere trafficking with Indians and not taking an enlarged view of its affairs either in regard to political or commercial prospects,\" he told the Committee; \"indeed there is a general feeling against it and I believe they would gladly throw up all interest in the trade on the West side of the Mountain (New Caledonia excepted) if left to themselves.\" Although more sanguine as to the possibilities of making the territory profitable, even Simpson hesitated to recommend \"any experiment or deviation from the established course that would involve expense\" at a time when the firm's tenure on the Columbia was uncertain. He believed that if Americans settled at the mouth of the river, the Hudson's Bay Company would have to abandon the area and move northward to avoid ruinous competition. In that case he hoped that a new depot might be set up at the mouth of the Fraser River for the supply of the interior. He did not think the Spanish settlements on the Pacific coast of the Americas would prove reliable as sources of supplies or as markets for the products of the Columbia, but he was anxious to make another attempt at direct trade with China. He suggested that with a small vessel a \"profitable coasting trade might be carried on.\" He had already asked that the supply ship for 1824 might be used to explore the northern shore line, and he planned to investigate some of the inland routes of communication himself. [53] Another step in Simpson's preparations was taken on July 10, 1824, when the Council for the Northern Department met at York Factory. Among the appointments made by the Council was that of Chief Trader James McMillan to accompany Governor Simpson to the Columbia.\" McMillan was a plain, uneducated man, but he had a vast store of practical knowledge about the fur trade west of the Rockies. He had helped David Thompson open the Columbia for the North West Company and had spent most of the time since 1808 in that country. Few men were as well qualified to give Simpson information concerning the field of his proposed labors as was James McMillan. [54] Even more important for Simpson's long-term program for the Columbia was another appointment made by the Council of 1824: the assignment of Chief Factor John McLoughlin to the department. This move was given added significance by the fact that Alexander Kennedy, who had been a chief factor on the Columbia since 1822, was given permission to return east in the spring of 1825. It was thus known and intended that after Kennedy's departure, McLoughlin would remain as the sole chief factor in the department. [55]      John McLoughlin The man whom Simpson was thus entrusting with the management of the highly critical Columbia Department and who would have the responsibility of executing any program the Governor might put into effect there was thirty-nine years old at the time of his appointment, and of those years, twenty-one had been spent in the fur trade. Born at Rivière-du-Loup, on the south bank of the St. Lawrence some 120 miles below Quebec, John McLoughlin was the descendant of Scotch, Irish, and French-Canadian ancestors. He was baptized a Catholic but appears to have been brought up in the Protestant faith. At about the age of fourteen the boy was apprenticed to a physician in Quebec, and some five years later he was licensed to practice medicine, surgery, and pharmacy. It was as an apprentice surgeon that McLoughlin entered the service of the North West Company in 1803. In spite of promises made to him before he joined the Nor'Westers by Simon McTavish, the controlling figure in the firm, McLoughlin's rise in rank was slow and painful, and it was not until his very genuine talents as a fur trader became recognized that he finally achieved a partnership in 1814. Dissatisfied with the prospects of the company, McLoughlin led the fight of the wintering partners against the Montreal agents, a struggle which helped bring about the merger with the Hudson's Bay Company. He was one of the representatives of the wintering partners at the negotiations in London during the winter of 1820-1821. Upon the union of the companies, McLoughlin was made a chief factor, but owing to illness he was not able to take an appointment immediately and spent much of his first year as a Hudson's Bay man in Europe. During the next two seasons he had charge of a Company post at Rainy Lake, west of Lake Superior. Here he beat back an active American competition and was able at the same time to increase the returns of his district. Such results won the favorable attention of Governor Simpson. Not a little of McLoughlin's success as a fur trader was due to his personal appearance. Standing six feet four inches in height, his powerful, well-knit frame gave an impression of physical strength which was almost overwhelming. His blue-gray eyes flashed out beneath \"huge brows,\" and crowning his rosy-cheeked face was a magnificent head of prematurely white hair which he allowed to flow down onto his broad shoulders. A \"bustling, active man,\" McLoughlin possessed a very positive and decisive mind. Impatient of opposition, he sometimes employed his immense physique, his \"great voice,\" and his dignified and commanding manner to carry all before him. As Governor Simpson noted, a difference of opinion with him almost amounted to a declaration of hostilities. He tended to be impetuous and sometimes petulant; he occasionally flew into ungovernable rages and could be unreasonably stubborn. Yet, he had a great fund of compassion and breadth of understanding. When he wished, no man was a more pleasant conversationalist or a more gracious host. And above all, there was about him an integrity and grandeur of character which lifted him out of the ranks of ordinary men. [56] Considering the circumstances of the appointment, there can be no doubt that McLoughlin was selected for the Columbia post on the basis of his merits. He had demonstrated an ability to best American competition on one frontier, and undoubtedly Simpson believed him the field partner most qualified to meet the opponents who were rumored to be heading for the Oregon country. But there were some in the ranks of the Company who looked upon the Doctor's assignment to the Columbia as a form of banishment. McLoughlin was known as somewhat of a radical, an organizer of opposition parties; and it was said that some of the \"slow coaches\" among the former Hudson's Bay field officers did not want \"so stirring a man\" near them and were glad to ship him off beyond the mountains where he would have enough to do and think about to keep his attention directed exclusively to the Company's routine business. [57] After the appointment was officially sanctioned, McLoughlin lost little time in preparing for his journey to the Pacific Coast. The Council convened on July 10, 1824, and seventeen days later the Doctor set out from York Factory with two canoes and fourteen men who were to serve as reinforcements on the Columbia. [58]        Simpson's Journey to Fort George Governor Simpson was not able to start westward as early as McLoughlin. The details of winding up the year's business and preparing his correspondence kept him at York Factory for nearly three weeks beyond the Doctor's departure. And when his tasks were completed, he \"spun out\" the time still further, vainly awaiting the arrival of a Company ship bearing the summer dispatches from the Committee. But at length the lateness of the season made any additional delay impossible. On August 15 he gave up his vigil and commenced his voyage. With him in his single canoe went Chief Trader McMillan, eight voyageurs, a personal servant, and an Indian guide. Traveling with even more than his usual haste, Simpson caught up with the McLoughlin party on September 26 near the Athabaska River. The Governor noted with malicious satisfaction the Doctor's very evident embarrassment at being thus overtaken in spite of a twenty-day start. \"He was,\" wrote Simpson in his journal, \"such a figure as I should not like to meet in a dark Night in one of the bye lanes in the neighborhood of London, dressed in Clothes that had once been fashionable, but now covered with a thousand patches of different Colors, his beard would do honor to the chin of a Grizzly Bear, his face and hands evidently Shewing that he had not lost much time at this Toilette, loaded with Arms and his own herculean dimensions forming a tout ensemble that would convey a good idea of the high way men of former Days.\" [59] Joining forces, the two parties traveled together for the remainder of the journey. Still maintaining the same swift pace, they crossed the Rockies by way of Athabaska Pass to the headwaters of the Columbia and descended that stream to its mouth. Despite stops at Spokane House, Okanogan, and Fort Nez Perces, they arrived at Fort George on November 8. Simpson's voyage had occupied eighty-four days, a full twenty days less than that of any previous canoe party. [60]      Description of the Columbia Department, 1825 At the time of the arrival of Simpson and McLoughlin to take up the task of its reorganization, the Columbia Department was a vast, sprawling territory without well-defined boundaries. In general, it consisted of the entire Columbia River watershed. The eastern and western limits were quite definitely fixed by the summit of the Rocky Mountains and the Pacific Ocean, respectively, but no one had ever established precise lines on the north and south. By a treaty with the United States in 1819, Spain had agreed to recognize the forty-second parallel as the northern limit of her territories west of the Rockies, and as long as Oregon continued to be jointly occupied by the United States and Great Britain, this line, in theory, formed a southern boundary for the jurisdiction and rights of the Hudson's Bay Company. But in practice the trapping grounds of the Company's fur brigades in 1824 extended south of the forty-second parallel into what is now northern Utah. Later these expeditions were to range to the southern limits of the present Nevada and California. On the north the precise boundary between the departments of the Columbia and New Caledonia was likewise undefined. Roughly speaking, the dividing line came at the watershed between the Fraser and Columbia rivers, with the post at Kamloops, on Thompson River, forming a \"connecting link\" between the two jurisdictions. [61] But as a matter of fact, in 1824 and for many years thereafter, Kamloops, although located on a tributary of the Fraser, was definitely under the control of the Columbia Department. For this reason, modern mapmakers sometimes show the boundary as a straight line along the parallel of latitude connecting the northern end of Chilko Lake with the present Donald Station on the upper Columbia. [62] As Governor Simpson outlined the organization of the district in 1824, there were four main fur-trading posts in the Columbia Department, with several subsidiary posts. The chief posts, with their respective dependencies, were as follows: 1. Thompson's River, or Kamloops, situated at the confluence of the north and south branches of Thompson River. Almost due south from Kamloops, at a distance of \"about Eight Days March . . . with loaded Horses,\" was the subsidiary outpost of Fort Okanogan, at the junction of the Okanogan River with the Columbia. 2. Spokane House, located near the confluence of the Spokane and Little Spokane Rivers, some ten miles northwest of the present city of Spokane. The subsidiary posts supplied from Spokane House were Kootenai House and Flathead Post. The Snake country brigade also rendezvoused at Spokane House. 3. Fort Nez Perces, or Walla Walla, located on the east bank of the Columbia at the junction of that stream with the Walla Walla River. 4. Fort George, situated on the site of the present city of Astoria, on the south bank of the Columbia a few miles from the sea. [63]      Reorganization of the Columbia Department, 1824-1825 On his way down the Columbia to Fort George, Governor Simpson, both by inquiry and personal observation, searchingly examined the conduct of the Company's affairs in this far-flung western territory. What he found did not please him in the least. Everywhere he discovered too many signs of the incompetence, waste, and extravagance which had plagued the department in the days of the North West Company. \"Everything appears to me on the Columbia on too extended a scale except the Trade,\" was his scathing summary of the situation. \"It is now however necessary that a radical change should take place and we have not time to lose in bringing it about,\" he noted in his journal upon his arrival at Fort George. [64] During the next four months Simpson remained at Fort George drawing up a series of far-reaching reforms. A number of the proposed measures were inagurated before he left the department for Norway House during the next spring. As the program grew in his mind, he became enthusiastic over the possibilities for profits in the region. The coastal and interior trades, he found, were \"unquestionably worth contending for,\" and he came to fear less and less the possible dangers from American and Russian competition. He dreamed of a great western fur empire in which the trade of the Columbia and New Caledonia departments would be combined with the coastal trade and the whole, through the assistance of the East India Company, developed into a triangular commerce between the Columbia, Canton, and South America. If this program could become a reality, he prophesied, the Columbia trade could \"not only be made to rival, but to yield double the profit that any other part of North America does for the Amount of Capital employed.\" [65] As was generally his practice, the Scot governor first turned his attention to measures of economy. It would be possible, he insisted, to reduce the number of officers, clerks, and hired hands employed in the department from 151 to 83, with a consequent saving of £2,040 per annum. The commissioned gentlemen were warned to cut costs in all branches of the business, to disregard \"little domestic comforts,\" and, in particular, not to \"be influenced by the Sapient councils of their Squaws.\" The number of boats and the amount of trading goods employed were also drastically cut. The large forces hitherto kept at Fort George to transport these goods and the food supplies were to be sent off on trapping expeditions instead of being permitted to spend the slack months in idleness. [66] But the largest economies were to be effected by eliminating practically all imports of foodstuffs. \"I do not see why one oz. of European Stores or Provisions should be allowed on one side of the Mountain more than the other,\" he said, especially since there was readily available in the country plenty of fish, potatoes, and game-\"in short, every thing that is good or necessary for an Indian trader.\" Any wants not provided by these three staples he planned to furnish by greatly increasing the amount of grain, vegetables, and fruits grown in the country. In fact, as his enthusiasm grew, he envisioned producing enough \"Beef Pork Fish Corn Butter &c &c\" to develop an export trade in these items. He made plans to send seeds overland to the Columbia during the next season. \"It has been said that Farming is no branch of the Fur Trade,\" he noted in his journal as if to justify his policy to the Committee, \"but I consider that every pursuit tending to leighten the Expence of the Trade is a branch thereof. [67] The previously planned program of aggressive expansion was also put into operation. Finding that the full possibilities of the Snake country expeditions were still not being fully exploited, he appointed Peter Skene Ogden to head the brigade and sent the former leader, Ross, to Red River Colony to be a school teacher. Ogden was dispatched immediately to conduct a fall and winter hunt so the best trapping season would not, as formerly, be lost. At Fort George, Governor Simpson directed that another brigade be sent southward up the Willamette River to exploit the country near the coast. If possible, this expedition was to explore the Umpqua River and the country beyond, even to the Colorado. [68] These two expeditions were part of Simpson's plan to get the most out of the country south of the Columbia before a boundary settlement would close the area to the British. But there was more to his scheme than mere greed for immediate profits. He hoped to turn the region into such a \"fur desert\" that American trappers would have not motive for visiting it. In this manner the hated opponents would be kept away from the Company's preserves north of the Columbia. Also, the Governor had long-range conservation plans for all of his Northern Department. If the Snake country could be made to produce huge yields, he could afford to let more of the exhausted territories east of the Rockies rest for a few years. [69] Earlier plans to develop the coastal trade were also pushed forward. He recommended that a vessel of about 150 tons be sent to the Columbia to be used in the triangular trade with China which he hoped could be developed. He also advocated that another small ship of 50 or 60 tons be kept constantly on the coast for trading purposes. This craft, he suggested, could be built at the Columbia depot \"at little or no expense.\" Only eleven days after he reached Fort George, Simpson sent a party under James McMillan to explore the lower Fraser River. McMillan went up the stream for about sixty miles and reported it to be \"a fine large River\" surrounded by a country rich in beaver. Simpson ordered a post constructed there as soon as practicable. [70] Perhaps the most startling of the proposals made by the governor concerned the administrative machinery of the entire Hudson's Bay empire west of the Rocky Mountains. As already indicated, Simpson's investigations convinced him that the departments of New Caledonia and the Columbia should be merged into a single unit. Until this step should be taken, he wrote to McLoughlin as he was heading homeward in April, 1825, \"it will be impossible to put the affairs of this side of the Mountain on such a regular footing as is desirable.\" [71] To supply this immense department he planned to establish a new depot at the mouth of the Fraser River. From this central point he envisioned easy water routes to New Caledonia, the Columbia, and to new forts to be built along the coast. To him the Fraser appeared \"to be formed by nature as the grand communication with all our Establishments on this side of the mountain.\" Reversing his previous position of 1822, he declared that supplying New Caledonia from the west instead of from York Factory would effect large savings. Besides, he believed that if the Americans should become established on the Columbia, the \"ruinous\" competition would require moving the headquarters farther north. For these reasons he left orders with McLoughlin to move the depot from the Columbia to Fraser River during the season of 1826. As time was to reveal, however, there was one defect in this plan. Governor Simpson was not aware that Fraser and Stuart in 1808 had found the central section of Fraser River to be almost wholly unnavigable. [72] With an eye to the probable disposition of the land south of the Columbia, as well as for reasons of more efficient operation, Simpson ordered changes in the location of several posts in the Columbia Department. He suggested that Fort Nez Perces be moved to the west side of the Columbia, a suggestion which was later found to be impracticable. He also directed the abandonment of Spokane House and the transfer of its activities to a new post to be built near Kettle Falls on the Columbia, some seventy-five miles to the northward. During his homeward trip in 1825, the Governor personally lined out the site for the new establishment, which he named Fort Colvile after his friend on the Committee. Disregarding considerations of the future nationality of the site, he located the post on the south bank of the stream where he found the best land for agricultural purposes. In his eagerness to get his food-raising program under way, he even marked out the boundaries of the proposed garden and ordered a crop of potatoes put in immediately. [73] The other and most important change in location ordered by Governor Simpson was the abandonment of Fort George and the construction of a new depot on the north side of the Columbia.      Reasons for the Abandonment of Fort George It is reasonably certain that Simpson knew of the desire of the Committee in London to transfer the Company's posts and headquarters into the region which, it was believed, would fall to Great Britain upon a boundary settlement with the United States. Surely the Governor acted as though he had received information concerning such a policy. On his way down the Columbia in November, he noted that Fort Nez Perces would have to be moved to the north bank should the Americans establish their claim to the country lying south of the river, and, as has been seen, before leaving for the East he recommended that this shift be made. [74] Probably he was likewise aware of the interest of the British government in the matter. Yet, nowhere in the fragments of the correspondence between Simpson and the Committee which have thus far been published, is it made positively clear that Simpson received any instructions on this subject before his departure for the Columbia. On June 2, 1824, the Committee wrote to the field governor informing him that the chief factors on the Columbia had been ordered to shift the depot, but this letter appears to have been carried by the vessel which reached York Factory five days after Simpson had left. [75] Indeed, it would appear from Simpson's letters written to the directors during and after his visit to the Pacific Coast that, in regard to changing the locations of posts, he acted more from conclusions derived from his own thoughts and observations than from any directions he might have received from London. No definite conclusions on this subject can be drawn, however, until the full texts of all the letters bearing upon it have been made public. Certain it is that Simpson took an immediate dislike to Fort George the moment he laid eyes on it. The establishment was, he noted in his diary, \"a large pile of buildings covering about an acre of ground well stockaded and protected by Bastions or Blockhouses, having two Eighteen Pounders mounted in front and altogether an air or appearance of Grandeur & consequence which does not become and is not at all suitable to an Indian Trading Post.\" [76] As early as 1814 the North West Company had found the location of Fort George unsatisfactory. The damp climate at Astoria was injurious to their furs and stores of supplies; the post was not conveniently located for purposes of trade, was open to attack by sea, and was unhealthful for the men. The Nor'Westers searched inland for a more suitable site for their depot but, except for one temporary move, never actually made the shift. [77] Perhaps Simpson noted the same drawbacks to the spot. Also, like the Committee in London, he was aware that the Hudson's Bay Company occupied Fort George merely \"by sufferance\" of the United States. \"By putting off the evil Day we are merely accommodating our opponents by improving and keeping in repair a Fort for their reception,\" he wrote to the directors on March 10, 1825; \"by abandoning it at once it will to them be useless and we can at no expence and little inconvenience erect a Fort sufficient for all purposes of Trade.\" [78] Far outweighing all other considerations in Simpson's mind, however, was the fact that the neighborhood of Fort George was not suitable for the large agricultural establishment which he was determined to put into operation at once. Since the days of Astor's men, a certain amount of agriculture had been carried on at Fort George. During 1824 the post garden produced 1,800 bushels of potatoes of excellent quality. Peas, carrots, radishes, cabbages, and turnips were also raised, and there were thirty-one head of cattle and seventeen hogs in the Fort George herds. But the soil appeared generally poor, the ground was so uneven that only fifteen or twenty acres could be plowed, the heavy stand of timber made it difficult to clear land, and Simpson felt that the sea air was unsuitable for the raising of Indian corn and grain. [79] The \"main object\" in abandoning Fort George and finding a new location for the headquarters was \"that of rendering ourselves independent of foreign aid in regard to the means of Subsistance,\" Simpson told the Committee four years later. [80] Long after the event John McLoughlin also testified that the move to the new location had been determined on because \"it was a place where we could cultivate the soil and raise our own provisions.\" [81]      Search for a New Site The exact day upon which Simpson decided to move the depot is not known. In a letter to the Governor and Committee of October 6, 1825, McLoughlin merely dates the determination as \"on last fall.\" [82] It is known, however, that \"a few Days\" after Simpson's arrival at Fort George on November 8, 1824, the Governor, Chief Factors McLoughlin and Kennedy, and Thomas McKay, a clerk, set out in an open boat to cross the river and visit Baker Bay and Cape Disappointment \"in order to ascertain if there was a spot thereabout fit for the site of a new Establishment.\" But the craft began to leak badly, and the party never completed the trip, considering themselves fortunate to get back to shore alive. [83] It was probably soon after this abortive expedition that Simpson designated John McLoughlin and Alexander Kennedy to search for a suitable location for the proposed depot. The two chief factors did not bother again to direct their attentions to Baker Bay or Cape Disappointment. Kennedy was familiar with those locations and reported them entirely unsuitable. Instead, the factors confined their attentions to the north bank above a spot known as Chinook Point, not far from the mouth of the river. Working upstream, they found the banks to be too steep, high, or rocky for the desired purpose, or else so low as to be subject to inundation during the season of high water. Not until they passed the mouth of the Willamette and approached the vicinity of the present city of Vancouver did they find what they had been seeking. [84]      Description of the Site of the New Depot Above the entrance of the Willamette, the north bank of the Columbia was bordered by a broad, low-lying plain, occasionally dotted with clumps of timber and much of it covered with lakes and ponds. This land was obviously subject to floods, but five or six miles upstream from the Willamette the chances for successful crop raising looked better. Here a broad, flat point of land jutted out from the north bank of the Columbia. The protrusion was known in 1824 as \"the Jolie Prairie\" or \"Belle Vue Point.\" It was evidently believed at that time to have been the place named \"Belle Vue Point\" by Lieutenant Broughton on October 29, 1792, when he was surveying the river under the orders of Captain Vancouver. The latest research on the subject, however, places Broughton's \"Belle Vue Point\" some miles downstream from Simpson's \"Belle Vue Point,\" and the name is now applied, by decision of the United States Board of Geographic Names, to a location on Sauvie Island at the mouth of the Willamette. [85] Simpson's \"Belle Vue Point\" is the one now known locally as \"Scenic Point,\" almost directly south of the State School for the Deaf in Vancouver, Washington. The region was known to the neighboring Chinook Indians as \"Skit-so-to-ho,\" and to the Klickitat as \"Ala-si-kas,\" or the \"place of mud turtles.\" [86] Near this \"Belle Vue Point\" of 1824 the prairies were higher than downstream. Commencing, at spots, as much as fifteen feet above low water level, they sloped gently upwards away from the river for distances variously estimated as ranging between a quarter of a mile and a mile to a more sharply rising bench of land. This bench, sometimes termed the \"second bank\" of the Columbia, rose to about sixty feet above the river plain, and on its top was what was called the \"high prairie.\" This elevated ground was on the whole densely wooded with fir trees, but as it rolled away in gentle undulations to the northward, there were a number of large openings or \"prairies\" in the forest. At \"Belle Vue Point\" itself, the lower or river plain was about a mile wide and ran along the river bank practically without obstructing trees for a distance of some three miles. It contained much good land for agricultural purposes, although the sections nearest the river were subject to overflow. This prairie was selected by McLoughlin and Kennedy as the site for Governor Simpson's projected farm. Under the name of \"Fort Plain\" it was to play an important role in the development of agriculture in the Pacific Northwest. As the site for the stockade and buildings of the new headquarters, the chief factors chose a plot of ground about a mile back from the river, on the brow of the upper prairie and overlooking the river plain and the present Scenic Point. The buildings of the State School for the Deaf, at 2901 East 7th Street, Vancouver, today mark the site.      Reasons for Locating the New Headquarters Away from the River A visitor to Fort Vancouver in 1841 was told, probably by McLoughlin himself, that the site on the upper prairie had been selected because of its commanding position. The location was one which could easily be defended, a consideration of importance in a country where the natives were believed to be hostile. [87] Also, it was thought at the time that all of the lower plain was occasionally flooded. These factors evidently were considered to outweigh several obvious disadvantages of the site, such as its inconveniently long distance from the river and the fact that there was no source of drinking water close at hand. [88] Many years afterwards, James Douglas, who was not at Fort George in 1824 but who later became McLoughlin's closest associate, testified under oath that the site of the new depot had been chosen \"in consequence of the beauty of its situation.\" [89] Undoubtedly the spot possessed an unusual natural charm. A number of visitors during the early days have left enthusiastic descriptions of the magnificent outlook from the location. \"The view from this place is truly beautiful,\" wrote Lieutenant Charles Wilkes, commander of the United States Exploring Expedition in 1841: \"the noble river can be traced in all its windings, for a long distance through the cultivated prairie, with its groves and clumps of trees; beyond, the eye sweeps over an interminable forest, melting into a blue haze, from which Mount Hood, capped with its eternal snows, rises in great beauty.\" [90] How much such sublimity of scene influenced McLoughlin and Kennedy, however, is not known. Another point upon which the records are not clear is whether or not Governor Simpson personally visited the chosen site and gave it his stamp of approval before construction was commenced. It would have been quite in keeping with his character for him to have done so, but the evidence upon the point is conflicting. In his journal he gives a glowing description of the site \"we have selected\"; and in a passage written before leaving Fort George in the spring, he mentions the beauties of the spot in a manner indicating familiarity with it. However, on his way down the Columbia in November he had stopped at \"the Jolie Prairie\" and had been favorably impressed by it. [91] Moreover, McLoughlin later wrote that \"immediately on Mr. Kennedy and my Return to Fort George\" from examining the country upstream, a party was sent to start the construction of the new post. [92] If taken literally, these words would seem to indicate that Simpson acted merely upon the reports of his chief factors and upon what he remembered of the vicinity from his earlier stopover. Certainly the Governor was enthusiastic about the location. He liked its handsome situation and believed the climate to be \"so fine that Indian Corn and other Grain cannot fail of thriving.\" He wrote almost rapturously that a Farm to any extent may be made there, the pasture is good and innumerable herds of Swine can fatten so as to be fit for the Knife merely on nutricious Roots that are found here.\" McLoughlin reported, somewhat apologetically it would seem, that he and Kennedy could find \"no eligible Situation to Build on nigher the Entrance of the River\"; and he and Simpson both appear not to have known whether or not seagoing vessels could ascend the river as far as the new site. But these last considerations did not worry Simpson in the least. It was his plan to have the main departmental depot established on Fraser River within a year or two, and the distance of \"Belle Vue Point\" from the harbor at the Columbia's mouth appeared to him \"of little importance\" for \"a secondary Establishment.\" The small coasting vessel which he planned to have built, or lighters and canoes, could be used to transport goods up and down the river. Neither did Simpson believe that the fur trade conducted at Fort George, already declining, would suffer any considerable loss by the change. The neighboring Indian chiefs, he maintained, would bring their furs to the Company's new location. [93] As far as the Governor was concerned, \"the Jolie Prairie\" site was perfectly satisfactory. He ordered building to commence.      Endnotes 1Robert Carlton Clark, History of the Willamette Valley, Oregon (3 vols., Chicago, 1927), I, 153. 2This account of maritime explorations and the opening of the Northwest coastal fur trade is based upon Charles Henry Carey, A General History of Oregon Prior to 1861 (2 vols., Portland, Ore., 1935-1936), I, 17-99; George Washington Fuller, A History of the Pacific Northwest (New York, 1931), 42-56; Oscar Osburn Winther, The Great Northwest: A History (New York, 1947), 21-32. 3The best general summaries of the operations of the North West Company in the Columbia region are Gordon Charles Davidson, The North West Company (University of California Publications in History, VII, Berkeley, 1918); and, particularly, Marion O'Neil, The North West Company on the Pacific Slope (unpublished Ph.D. thesis, University of California, Berkeley, 1940). Also useful in preparing the above account was Clark, History of the Willamette Valley, I, 121-152. See also A. Kennedy to G. Simpson, \"Spokan,\" April 12, 1823, in Frederick Merk, ed., Fur Trade and Empire; George Simpson's Journal . . . 1824-1825 (Harvard Historical Studies, XXXI, Cambridge, Mass., 1931), 193-194. 4Frederick Merk, \"Snake Country Expedition, 1824-1825,\" in Oregon Historical Quarterly, XXXV (June, 1934), 93-95; J. H. Pelly to Lords of the Committee of the Privy Council for Trade, London, February 7, 1838, in Merk, Fur Trade and Empire, 339-344. If the trade did not produce actual losses, at least the profits during those years were so low as to lead Pelly to describe the operations as \"unprofitable.\" 5Marion O'Neil, \"The Maritime Activities of the North West Company, 1813 to 1821, in Washington Historical Quarterly, XXI (October, 1930), 245, 265-267. 6Merk, Fur Trade and Empire, 47. 7Ibid., 43. 8R. Harvey Fleming, ed., Minutes of Council Northern Department of Rupert Land, 1821-31 (Publications of the Champlain Society, Hudson's Bay Company Series, III, Toronto, 1940) (hereinafter cited as H. B. S., III), xxx, 412; E. E. Rich, ed., The Letters of John McLoughlin from Fort Vancouver to the Governor and Committee, First Series, 1825-1838 (Publications of the Champlain Society, Hudson's Bay Company Series, IV, Toronto, 1941) (hereinafter cited as H. B. S., IV), xvi; Merk, Fur Trade and Empire, 176-177, 339-340; Winther, The Great Northwest, 48. 9Merk, Fur Trade and Empire, xi. 10Hudson's Bay Company, Hudson's Bay Company: Incorporated 2nd May, 1670: A Brief History (London, 1934), 19, 22; Robert Eugene Pinkerton, Hudson's Bay Company (London, 1932), 252. 11H. B. S., III, xi. For a somewhat different appraisal of the situations of the two companies, see Davidson, North West Company, 168-174. See also E. E. Rich and R. Harvey Fleming, eds., Colin Robertson's Correspondence Book, September 1817 to September 1822 (Publications of the Champlain Society, Hudson's Bay Company Series, II, Toronto, 1939) (hereinafter cited as H. B. S., II), c-cvi. 12The results of the most recent research on the background of the coalition are utilized by Dr. W. Kaye Lamb in his splendid introduction to H. B. S., IV. See pp. xli-xlvii. There are a number of general histories of the Hudson's Bay Company. Probably still the best is George Bryce, The Remarkable History of the Hudson's Bay Company (London, 1900). 13The actual terms of the merger were much more involved than can be represented in this summary. As a matter of fact, it took several years to work out all the details of the organization as described below. The texts of the indenture and Deed Poll can be found, among other places, in H. B. S., II, 302-344. Another important document, the Deed of Dissolution of September 15, 1824, is printed in British and American Joint Commission for the Final Settlement of the Claims of the Hudson's Bay and Puget's Sound Agricultural Companies, [Papers] (14 vols., Washington; Montreal, 1865-1869) (hereinafter cited as Br. & Am. Joint Comm., Papers), [II], 277-312. Summaries of the merger details may be found in H. B. S., III, xi, xiii-xv; Merk, Fur Trade and Empire, xi-xviii; William Stewart Wallace, ed., Documents Relating to the North West Company (Publications of the Champlain Society, XXII, Toronto, 1934), 26-34. 14Merk, Fur Trade and Empire, xii-xiii. 15Governor and Committee to G. Simpson, London, February 27, 1822, in H. B. S., III, 300-312. 16As a matter of fact, the administration of the fur trade in North America was a bit more complicated than indicated here. For several years after 1821 the trade of the Canadian provinces centering about Montreal-the exact districts covered varied from time to time-was in the hands of the agents of the North West Company. Due to various difficulties, the agents were eliminated from their special position in the new Hudson's Bay Company, and the Montreal Department was placed under the jurisdiction of George Simpson in 1826. For a time thereafter the Montreal trade was under the direction of the Northern Council, although it appears, generally, to have been under the Southern Department. See H. B. S., III, xi, xlvii-liv, 141, 204, 271, 284. 17H. B. S., II, cxvii; H. B. S., III, lxxiii; Merk, Fur Trade and Empire, xv; Edmund Henry Oliver, The Canadian North-West (Publications of the Canadian Archives, no. 9, 2 vols, Ottawa, 1914-1915), I, 630. 18The text of the Parliamentary act may conveniently be found in Hudson's Bay Company, Charters, Statutes, Orders in Council, &c. Relating to the Hudson's Bay Company (London, 1931), 93-102. 19The text of the license of 1838 maybe found, among other places, in Great Britain, Parliament, House of Commons, Select Committee on the Hudson's Bay Company, Report from the Select Committee on the Hudson's Bay Company [London, 1857] (hereinafter cited as Select Committee, Report), 414-416. 20J. H. Pelley to Lords of the Committee of the Privy Council for Trade, London, February 7, 1838, in Merk, Fur Trade and Empire, 339-344. 21Merk, Fur Trade and Empire, 339-344. 22Governor and Committee to G. Simpson, London, February 27, 1822, in H. B. S., III, 300-312. 23H. B. S., III, 300-312. 24Ibid., 399; H. B. S., IV, xv. 25Merk, Fur Trade and Empire, 176-177. 26H. B. S., III, 415. 27H. B. S., III, 337-341, 341-357; H. B. S., IV, xvi-xvii. 28H. B. S., III, xxx; H. B. S., IV, xvii-xix. 29H. B. S., III, 300-312, 341-357. For a description of the new route and a brief discussion of the traffic over it, see Merk, Fur Trade and Empire, 349-350. 30H. B. S., III, xxx-xxxi, 300-312, 334-335; Merk, Fur Trade and Empire, 177-178, 191-193, 207-208; O'Neil, The North West Company on the Pacific Slope, 196. 31H. B. S., IV, xx-xxi. 32H. B. S., III, 412-414. 33Ibid., 302, 334-336, 343, 415. 34Ibid., 334-336. 35Merk, Fur Trade and Empire, 240, 252. 36Ibid., 195-196. 37H. B. S., IV, xxi-xxii. 38Merk, Fur Trade and Empire, 208. Concerning relations between the Hudson's Bay Company and the Foreign and Colonial offices, see ibid., p. 241, note 54; H. B. S., IV, xvii-xviii. 39H. B. S., IV, xxii. 40Merk, Fur Trade and Empire, 240-242. 41Ibid. 42Merk, Fur Trade and Empire, 257-260; also Quarterly of the Oregon Historical Society, XX, 25-34. A letter written by Deputy Governor N. Garry to R. W. Hay, British under secretary for colonial affairs, May 7, 1828, repeats the assertion that the move was made \"by the desire of Mr. Canning\" and to avoid risk of collision with the Americans, whose government claimed the site of Fort George. Merk, Fur Trade and Empire, 297. 43T. C. Elliott, \"The Surrender at Astoria in 1818,\" in Quarterly of the Oregon Historical Society, XIX (December, 1918), 271-282. 44Merk, Fur Trade and Empire, 210. 45Ibid., 240-242. 46Merk, Fur Trade and Empire, 240-242. 47H. B. S., III, xxiii-xxix; H. B. S., IV, xii-xiii; Merk, Fur Trade and Empire, xviii-xxi. 48A. Colvile to G. Simpson, London, March 10, 1823, in Merk, Fur Trade and Empire, 189-191. 49G. Simpson to A. Colvile, York Factory, September 8, 1823, in Merk, Fur Trade and Empire, 204. 50A. Colvile to G. Simpson, London, March 11, 1824, in Merk, Fur Trade and Empire, 205-206; Governor and Committee to G. Simpson, London, March 12, 1824, in ibid., 208. 51Ibid., 242-246. 52H. B. S., III, xxxii; H. B. S., IV, xxiii. 53G. Simpson to A. Colvile, York Factory, August 9, 1824, in Merk, Fur Trade and Empire, 242-246. 54For a brief biography of McMillan see H. B. S., III, 450-451. 55Ibid., 16, 71-72, 84. 56There are a number of biographies of John McLoughlin, among which may be mentioned Frederick Van Voorhies Holman, Dr. John McLoughlin, the Father of Oregon (Cleveland, O., 1907); Robert Cummings Johnson, John McLoughlin; Patriarch of the Northwest (Portland, Ore., 1935); and Richard Gill Montgomery, The White-Headed Eagle, John McLoughlin, Builder of an Empire (New York, 1934). All accounts of McLoughlin's career prior to the time he left the employ of the Hudson's Bay Company in 1846, however, have largely been superseded by the splendid introductions written by Dr. W. Kaye Lamb for the three volumes of The Letters of John McLoughlin from Fort Vancouver to the Governor and Committee, edited by E. E. Rich and published by the Champlain Society and the Hudson's Bay Record Society (Toronto; London, 1941, 1943, 1944). All of the above works contain descriptions of McLoughlin and estimates of his character. In addition, the present sketch is based upon the following: Neil M. Howison, \"Report of Lieutenant Neil M. Howison on Oregon, 1846,\" in Quarterly of the Oregon Historical Society, XIV (March, 1913), 22-23; H. S. Lyman, \"Reminiscences of F. X. Matthieu,\" in ibid., I (March, 1900), 95; and Oscar Osburn Winther, Book Review of Douglas MacKay's The Honourable Company, in ibid., XXXVIII (September, 1937), 371-372. See also J. Quinn Thornton, \"History of the Provisional Government of Oregon,\" in Constitution and Quotations from the Register of the Oregon Pioneer Association . . . 1874, 51. 57William Fraser Tolmie, \"Letter from Dr. Tolmie,\" in Transactions of the . . . Oregon Pioneer Association for 1884, 30-31. 58Merk, Fur Trade and Empire, 3-4. 59Merk, Fur Trade and Empire, 23. 60Full details concerning Simpson's journey are available in his journal of the trip, printed in Merk, Fur Trade and Empire. 61H. B. S., IV, xii. 62Edward Ermatinger, Edward Ermatinger's York Factory Express Journal . . . 1827-1828 [Ottawa, 1912], map facing p. 132. 63Merk, Fur Trade and Empire, 43-44, 50-51, 54, 66. 64Ibid., 65. 65Ibid., 71-72. 66Merk, Fur Trade and Empire, 58, 66, 87. 67Ibid., 47-50, 78. 68Ibid., 44-47, 88-89. 69H. B. S., IV, xxvii. 70Ibid., xxix; Merk, Fur Trade and Empire, 78-79, 113-118, 248-250. 71H. B. S., III, xxxv. 72Ibid., xxxv, lxv; Merk, Fur Trade and Empire, 73, 76-77. 73Merk, Fur Trade and Empire, 134-135, 139. 74Ibid., 59; H. B. S., IV, xxviii. 75Merk, Fur Trade and Empire, 5, 210. 76Merk, Fur Trade and Empire, 65. 77See citations in Clark, History of the Willamette Valley, I, 146; H. B. S., IV, xxviii; O'Neil, The North West Company on the Pacific Slope, 178-179. 78H. B. S., IV, p. 4, note 2. 79Merk, Fur Trade and Empire, 87, 105-106; G. Simpson to Governor and Committee, Fort Vancouver, March 1, 1829, as quoted by the Hudson's Bay Company in an enclosure to a letter to Fay G. Peabody, July 5, 1935, which enclosure may be found in Olaf T. Hagen, Report on the Preliminary Inspection of the Proposed Old Fort Vancouver Restoration Project (typescript, National Park Service, 1936), appendix, 48-49. 80G. Simpson to Governor and Committee, Fort Vancouver, March 1, 1829, in Hagen, Report, appendix, 48-49. 81\"Copy of a Document Found Among the Private Papers of the Late Dr. John McLoughlin,\" in Transactions of the . . . Oregon Pioneer Association; for 1880, 46. 82H. B. S., IV, 4. 83Merk, Fur Trade and Empire, 92-93. 84J. McLoughlin to Governor and Committee, Fort Vancouver, October 6, 1825, in H. B. S., IV, 4-6. 85Lewis A. McArthur, Oregon Geographic Names (2nd ed., Portland, Ore., 1944), 39; Oregon Historical Quarterly, XXXV (March, 1934), 85. 86Tolmie, \"Letter from Dr. Tolmie,\" in Transactions of the . . . Oregon Pioneer Association for 1884, 31; see also Edmond S. Meany, Origin of Washington Geographic Names (Seattle, 1923), 325. 87George Foster Emmons, \"Extracts from the Emmons Journal,\" in Quarterly of the Oregon Historical Society, XXVI (September, 1925), 269. 88Charles Wilkes, Narrative of the United States Exploring Expedition, during the Years 1838, 1839, 1840, 1841, 1842 (5 vols., Philadelphia, 1845), IV, 335. 89Br. & Am. Joint Comm., Papers, [II], 51. 90Wilkes, Narrative, IV, 335. 91Merk, Fur Trade and Empire, 63-64, 87. 92J. McLoughlin to Governor and Committee, October 6, 1825, in H. B. S., IV, 5. 93H. B. S., IV, 4; Hagen, Report, appendix, 48-49; Merk, Fur Trade and Empire, 86-88, 106.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/furtradefort.htm"
}
