{
    "title": "Fort Vancouver National Historic Site: Early Travelers",
    "body": "Part 1 - Early Travelers       This is part of an eight part series, by Dr. Edward and Alice Beechert, exploring the Hawaiian history of Fort Vancouver.  Part 1: Early Travelers  Within ten years after Captain Cook’s 1778 landing in Hawaii the islands became a favorite port of call in the trade with China. Ships needed to replenish food supplies and water, and to recruit Hawaiians as crew members. Hawaiians proved to be excellent seamen and were soon much in demand by ship’s captains. Ships in the China trade for the first few years stopped at Lahaina on Maui, Hilo on the island of Hawaii, sometimes Kauai to load potatoes and pigs, and after 1794, at Honolulu on Oahu. The first American whalers landed at Kealakekua in 1819 and hired Kanaka crew members. The largest number of Hawaiians left as crew members on whaling and merchant ships. Many of these men settled or worked for extended periods on the west coast of America.  Records are scarce making it difficult to determine precisely how many Hawaiians left, or their reasons for signing on as seamen or as contract workers. The lot of the Hawaiian commoner was not as enviable as the lush surroundings suggested. Until 1819, after the death of Kamehameha I, a complicated system of kapus [taboos] surrounded everyday lives and many of these restrictions carried severe penalties, including death. Observing the vastly different life styles of the visiting ships’ crews, the Hawaiian commoner was quick to seize the opportunity to ship out for the unknown world.  The first person known to leave was a young Hawaiian woman who sailed to the Northwest as the servant of Captain Charles Barkley’s wife on the Imperial Eagle in May 1787. Even the high chiefs were intrigued by the lure of foreign shores. High chief Kaiana of Maui left in August 1787 to visit the Pacific Northwest and China. In 1789, Chief Atoo left Hawaii with Captain Robert Gray and was with him when he discovered the mouth of the Columbia River in 1792.  As early as 1790 ships were taking on Hawaiian crew members for ships involved in the now thriving Pacific Northwest fur trade. Captain Meares of the British-owned Bengal Fur Company, established a colony of Chinese laborers at Nootka Sound on Vancouver Island in 1788 and provided Hawaiian wives for the workers. Other Hawaiians were employed at various places along the West coast and in Mexico.  Before long, many Hawaiians were employed at posts of the Pacific Northwest Fur Company. By 1811, the American Fur Company at Astoria employed twelve Hawaiians on three year contracts at the newly established trading post at Astoria, Oregon. They were paid room and board and received $100 in merchandise at the end of the contract. When the Hudson’s Bay Company [HBC] merged with the Northwest Fur Company in 1821, the HBC Governor George Simpson, recommended that fifteen more Hawaiians be hired for “common drudgery and as guards.” They were also to be employed as crewmen on the Cadboro, a vessel used in the coastal trade. Later, the Columbia Bar escort schooner, Dolly, employed an Hawaiian crew. Thus, the first bar pilot may have been Hawaiian. By 1824, the HBC employed thirty-five Hawaiians west of the Rockies. As the Company expanded its operations, they employed more Hawaiians. At Fort George [Astoria] some eighteen Hawaiians were employed in 1825. Governor Simpson’s report for 1825 showed this population: 37 men [20 + extra men, brigadiers, 8 express men, 9 belonging to Governor’s canoe], 17 women, 35 children, 11 slaves. Of the 37 men, eighteen were Hawaiians.       To learn more about the connection between Fort Vancouver and the Hawaiian Islands, click on one of the links below to connect to the next section of the eight part series written by Dr. Edward and Alice Beechert, historians specializing in Hawaiian history.   Part 1: Early Travelers   Part 2: Fort Vancouver - Emporium of the Northwest   Part 3: The Village   Part 4: Hawaiian Servants   Part 5: Religion & Education   Part 6: End of Service: Return or Remain?    Part 7: Changing Times   Part 8: Conclusion",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/part-1-early-travelers.htm"
}
