{
    "title": "Fort Vancouver National Historic Site: The Look of the Village",
    "body": "The Look of the Village         Maps, such as this copy from the park's collection, help us better understand the layout of the Village. NPS Image  Our understanding of what the village looked like during the fur trade era is the result of analyses of various maps, drawings and descriptions made by visitors to the village, as well as archaeological investigations. The village was located west of the fort stockade, extending south from present-day 5th street (then called Upper Mill Road) to the Columbia River. In the east, the village extended from the fort palisade approximately one-third to one-half of a mile to the west, approximately where I-5 lies today. From inventories and maps we can estimate that there were approximately fifty dwellings in the village, though this number changed throughout the history of the village as numbers of employees waxed and waned. These homes were mostly single-story houses, built in a variety of styles--including the \"log-cabin,\" \"post-on-sill,\" and \"frame-and-weatherboard\" styles. The village dwellings are described as having earthen floors. Most had unfinished wood walls, though some had plastered walls of clay or wallpaper. The furnishings were sparse, consisting of a mix of European and Native American objects. Village structures probably housed permanent workers, while seasonal workers and brigades who were not lucky enough to bunk with a relative or friend probably slept in tents or out in the open.        This map is particularly valuable for understanding the Village because it names many of the structures existing at the time. NPS Image  Most of the historical maps and accounts place the structures along roads or lanes. At least two roads--one running north-south and another running east-west--have been identified cartographically and archaeologically. The north-south road connected the wharf and the pond area to Upper Mill Road. The east-west road (or Lower Mill Road) began in the village, passed by the southern wall of the stockade and continued on for several miles to the Company mill. In the village, where the Lower Mill Road intersects with the north-south lane, an entrance gate was indicated. Today, most visitors enter the palisade from the north gate, through the gardens. In the nineteenth century, almost all traffic would have been through the southeastern gates in the palisade. Thus, most of the workers, traders, and visitors would have passed under the entrance gate on Lower Mill Road on their way to the Fort to work or conduct business. Not only were there dwellings in the village, but a variety of other important structures as well. The unfortunate illnesses spread by European trade and settlement created the need for a hospital outside of the Fort palisade, which was built next to the pond. Other structures nearby functioned as stables, a cooper's shop, a salt store, boat sheds, a distillery, a tannery, and servant's quarters. A Salmon Store was established on the end of the wharf where salmon was salted and packed for shipment to places like the Hawaiian Islands.      To continue learning about the Village, please click on one of the options below:  Introduction to the Village Population of the Village The Look of the Village Interpreting the Village Past Archaeology in the Village Current Archaeology in the Village",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/the-look-of-the-village.htm"
}
