{
    "title": "Fort Vancouver National Historic Site: Captain Midnight Flies Again!",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Pearson Field and Pearson Air Museum     Captain Midnight Flies Again!                  Captain Midnight Flies Again!        Vancouver School of Arts and Academics student Stefan Matusak stars as the Announcer NPS PHOTO         From left to right: Volunteer-in-Park Lydia Sheehey, VSAA students Cameron Gable and Mitchell Kaiser, Park Ranger Aaron Ochoa and Volunteer-in-Park Crystal Ochoa. NPS PHOTO  Captain Midnight Flies Again! opened with the loud tolling of bells, a sound which began each one of the weekly radio story episodes from 1938 to 1949. Captain Midnight Flies Again! was a new program presented by the National Park Service, in partnership with the Vancouver School of Arts and Academics (VSAA), on May 11, 2013. This program offered the community the unique opportunity to view the historic Captain Midnight radio play performed live. Captain Midnight was the most syndicated radio show of its time, and the series was later adapted for television. The radio story performed by students of the VSAA and National Park Service Volunteers-in-Parks followed the story of heroic pilot Captain Midnight as he battled the evil Ivan Shark. During the performance, students and volunteers produced live sound effects, from walking on leaves to sharp gunshots, using the same techniques used by radio performers during the 1930s and 1940s. During an intermission, members of the audience were invited behind-the-scenes, where students shared their techniques and interpreted the history of radio. This free community event brought together a number of local groups. Actors and foley sound effect artists from the Vancouver School of Arts and Academics, a local high school, donated their time and artistic talents. Replica 1940s-era microphones were generously loaned by Ear Trumpet Labs. The National Park Service also partnered with videographers Me and the Mad Man Productions, hair and makeup company Ornatrix, and Pacific Jewelers, who supplied props for the production's 1930s set. VSAA student and Fort Vancouver NHS Intern Justine Hanrahan directed the production, and said, \"The partnership between VSAA and Fort Vancouver National Historic Site lent itself well to this program. It provided the audience with an enjoyable performance and with a community experience, which is what the National Park Service is all about.\" The program was attended by over 100 visitors, including some who remembered the original Captain Midnight radio series, and others who were newly introduced to the world of live radio theater.       VSAA student Dylan Wills and Volunteer-in-Park Lydia Sheehey star in Captain Midnight Flies Again! NPS PHOTO",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/captainmidnight.htm"
}
