{
    "title": "Fort Vancouver National Historic Site: Buffalo Soldiers at Vancouver Barracks",
    "body": "Buffalo Soldiers at Vancouver Barracks         After a career of more than 30 years, Sgt. Edward Gibson retired from service at Vancouver Barracks in 1900. Frontier Army Museum, Ft. Leavenworth, KS  Buffalo Soldiers at Vancouver Barracks, 1899-1900 In April 1899, soldiers from Company B of the Twenty-fourth U.S. Infantry Regiment arrived at Vancouver Barracks. This marked the first time in the history of the post that a unit from one of the Army's four African American regiments, known as Buffalo Soldiers, comprised the post's regular garrison of troops.  For the next thirteen months these soldiers encountered the regular assignments of garrison duty; drilling, practicing marching and marksmanship, improving the post's infrastructure, performing maintenance and clerical work, and attending the post school.  In addition to garrison duty, these soldiers also participated in formal ceremonial activities - such as concerts, parades, funerals, and escorts. For example, they led Vancouver's annual Memorial Day Parade in 1899.  When Medal of Honor recipient Moses Williams, himself a former Buffalo Soldier who had served with the Ninth U.S. Cavalry Regiment, died shortly after retiring to Vancouver in 1899, a detachment of soldiers from Company B helped lay him to rest in the post cemetery with full military honors.      All of the soldiers' duty was not relegated to the post. Shortly after their arrival, violence erupted in the Couer d'Alene mining area of Idaho, resulting in the dynamiting of a mill owned by the Bunker Hill and Sullivan Mining Company. Federal troops were dispatched. Some of the closest troops were stationed at Vancouver Barracks, and in May of 1899, a contingent of soldiers from Company B traveled to the area.  Helping impose martial law and guarding prisoners and rail lines, the soldiers of Company B played an important role in one of the major labor-capital conflicts of the twentieth century.        Sgt. Mack Stanfield, the ranking non-commissioned officer for Company B at Vancouver Barracks, reenlisted in 1897 with this document at Fort Douglas, Utah. National Archives, Military Service Records  Despite their duty, the soldiers also enjoyed occasional leisure time, including dances, parties, and baseball games.  Their company baseball team, called the Hard Hitters and Brownies in the press, played several games in 1899 and 1900 in the area, including games against the Vancouver High School squad.  Approximately 103 soldiers comprised Company B. By the spring of 1900, the company's ranking noncommissioned officer was Sgt. Mack Stanfield. A thirty-nine-year-old native of Franklin, Tennes­see, the first sergeant had been married for fifteen years. His wife, thirty-five-year-old Sallie, lived with him at the subsequent post (Spokane's Fort George Wright), one of the only wives to do so.  After service in several other western posts, Sgt. Stanfield and his wife later retired to Portland, Oregon, and they remained there for the rest of their lives.  Stanfield was an exception, for few of the soldiers were married. According to an article in the Portland New Age, the area's African American newspaper, at least one soldier was married in nearby Portland while stationed at the post.   Miss Lizzie Wright, of Fort Leavenworth, Kan., and Corporal F[rank] Roberts, U.S.A., of Vancouver barracks, were united in the holy bonds of matrimony on December 14, at the residence of Mrs. Sergant [sic] Willing [Williams?]. The wedding was a very brilliant affair, all being in full military dress. Corporal [William] Rollins was best man and Mrs. Sergeant Willing bridesmaid. Quite a number of friends from Portland attended.       Although no direct, written record of lynching or direct violence toward blacks in Vancouver while Company B was at Vancouver Barracks has been found, the soldiers may have been the subject of racially based acrimony.  In announcing the company's departure, the Portland New Age concluded:  Their stay there gave the citizens of Vancouver an opportunity to see more Afro-Americans than many of them had ever seen, and whilst on the whole, they were well received, we have heard of one or two instances where low-bred people took an opportunity to exhibit the prejudice existing in their groveling nature.   One of these instances might have been the one described by Pvt. James G. Cole in a stirring letter to the Portland Oregonian newspaper on September 26, 1899:  There has been hitherto, among the officers of the Army, a certain prejudice against serving in colored regiments, but yesterday, as I passed two of the Thirty-fifth volunteer officers, I heard one of them remark, 'Do you know, I should not want anything better than to have a company in a negro regiment? I am from North Carolina, and have always had the usual feeling about commanding negro troops.' I looked back at them and would have spoken, but their rank being so superior to mine, my tongue cleaved.       Cole continued by voicing a leading plea echoed by African American news­papers at the time - the desire for black units to be led by black officers, not white. \"If this is done,\" he argued, \"it will mark a distinct step in advance of any taken hitherto. It will recognize, partially, at least, the manhood of the colored troops, and break down the bar of separation now existing.\"  \"All the negroes want is a chance to show the stuff they are made of,\" Cole wrote. \"The immortal Lincoln gave them the chance when he admitted them to wear the blue and carry the musket. The colored soldier has proven to this nation…that he is competent to command—providing they give him show. These brave boys did not stop to ask if it was worth while for them to lay down their lives for a country that has silently allowed her citizens to be killed and maltreated in almost every conceivable way; they did not stop to ask if their death would bring deliverance to their race from mob violence and lynching. They saw their duty and they did it. All honor to every Ethopian who wears the blue.\" Company B's duty at Vancouver Barracks ended on May 17, 1900, when the soldiers left for Spokane's Fort Wright. Within months, on October 16, they were transferred to the Presidio of San Francisco. Thirteen days later, they arrived for duty in the Philippine Islands, where they spent almost the next two years at war.  The compelling story of the soldiers of Company B is significant in several ways. Their activities while posted here, such as responding to the mining crisis in Wardner, Idaho, were nationally significant. Their experience helps us better understand our community and its role in the history of African Americans in the American West.  Their story also fills a gap in the scholarship on Buffalo Soldiers in the West, and places Vancouver Barracks firmly within the scope of Buffalo Soldier scholarship, where the Barracks is noticeably absent or where it has been confused with Vancouver, British Columbia.  In addition, their story fosters a connection to place at Fort Vancouver NHS and the Reserve, especially for African Americans.             Dig Deeper The text above is excerpted from park historian Greg Shine's article entitled Respite from War: Buffalo Soldiers at Vancouver Barracks, 1899-1900 published in Oregon Historical Quarterly vol. 107, no. 92.  This article is a detailed account of the men and activities of the 24th U.S. Infantry's Company B, and provides a detailed glimpse of a largely unknown aspect of Pacific Northwest history during the volatile Jim Crow era. It also includes as an appendix a detailed roster of the soldiers comprising Company B, drawn from census data and U.S. Army regimental returns. You can access it in .pdf format by clicking here.  If you are interested in helping research the Buffalo Soldiers at Vancouver Barracks, please contact the park historian...there is much more we can learn!      Please choose the link below to continue your exploration of Fort Vancouver's African American heritage!  Main Page: A Rich Legacy of African American History",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/buffalo-soldiers-at-vancouver-barracks.htm"
}
