{
    "title": "Fort Vancouver National Historic Site: A Slave Freed at Fort Vancouver",
    "body": "A Slave Freed at Fort Vancouver         The 1850 U.S. Census for Oregon Territory listed Monimia Travers in the Jones household at the fort. National Archives and Records Administration  A Slave Freed at Fort Vancouver: The Manumission of Monimia Travers Greg Shine, Chief Ranger & Historian Oftentimes, one can feel a bit distanced in the Pacific Northwest from the concept of African American slavery; to many, it conjures up thoughts of distant cotton fields in the Deep South or plantations sprawling amongst east coast tidewater communities. However, one need not travel to our nation's southern or eastern states to walk in the footsteps of slaves; although obscured by time, African Americans were held in bondage in modern-day Oregon and Washington - and what is today's Fort Vancouver National Historic Site. One of the more fascinating stories is that of Monimia Travers. In the autumn of 1849, the march of the U.S. Army's Regiment of Mounted Riflemen along the Oregon Trail terminated at Fort Vancouver and Oregon City, bringing several hundred soldiers and officers - and a few families - to the Pacific Northwest.   Among these soldiers was a recent West Point graduate from New York State - Captain Llewellyn Jones. Jones, along with at least three of his fellow officers, brought his family on the journey. Traveling with the expedition in a large, mule-driven spring wagon, Jones' daughter Frederica would later recall that the wagon's seats could be folded into beds for the family's use.   Just months before, Captain Jones had purchased an African American slave from a man named Isaac Burbayge. Her name was Monimia Travers, and she was approximately 48 years old.    Generally speaking, Jones' case was not unique; many of the early pioneers in present-day Oregon and Washington avowed their belief in the peculiar institution of slavery. However, Jones' position as a U.S. Army officer adds an interesting twist to the story, and connects it to Fort Vancouver.   The expedition of the Mounted Riflemen and their trek from Fort Leavenworth to Fort Vancouver has reached mythic proportions over the past century. However, the significant scholarship dedicated to their march - which includes a mile-by-mile accounting of the trek and the names of many of the participating soldiers - provides little understanding of any of the accompanying women and fails to mention Monimia Travers.    By piecing together extant U.S. Census records, we know that Travers was a 49 year-old Virginia native who spent several months at the Army's Fort Vancouver, working as a servant for the Jones family. Through other documents, we also know that Jones freed Travers from slavery while at Fort Vancouver.   In 1851, Jones filed the following manumission document at Fort Vancouver:   Fort Vancouver, May 5, 1851     Mommia Travers, a black woman, aged about forty-five, bought by me from Isaac Burbayge, in April, 1849, I have this day given her freedom unconditionally, and she is in all respects free to go and do as may seem to her most to her advantage, without let or hindrance from me, my agents, heirs or assigns. Witness my hand and seal, at Vancouver, May 5th, 1851. Llewellyn Jones, Captain U.S.A.   The above named woman, Mommia, is an honest and perfectly conscientious woman and deserves kind and good treatment at the hands of every one. Llewellyn Jones, Captain, U.S.A. Recorded, July 29th, 1857 [sic?]     Why Jones chose to give Travers her freedom has been lost to history, but several clues exist. According to Army records, Jones departed the Oregon Territory with his unit in early May of 1851, within days of giving Travers her freedom. This transfer seems to have been a surprise to some soldiers. On May 1, Major John S. Hatheway, an artillery officer stationed at the fort, noted his astonishment in a letter. \"After marching several thousand miles and laboring for eighteen months building their own quarters, which were very handsome & comfortable and beginning to enjoy this wild life,\" Hatheway exclaimed, \"they are suddenly ordered to fight the Indians in New Mexico… Such unexpected incidents. Here today, gone yesterday.\" Faced with transfer to the American Southwest, Jones may have found Army life impractical for his family, thus negating the need for a slave as servant. \"It is no place for a family, the Army,\" observed Hatheway in the same letter - a sentiment perhaps shared by Jones. Other practical concerns may have led to Jones' decision, including the law of the land. Rather than prohibiting slavery, though, Oregon law forbade the presence of African Americans. Just months before Travers was granted her freedom, the Oregon Spectator newspaper printed, for the first time, all of the laws enacted at the sessions of the Legislative Assembly in 1849, 1850, and 1851. Among these announced was \"an act preventing Negroes or Mulattoes coming to or residing in Oregon.\" Rather than being a symbolic or philosophical \"paper\" gesture, evidence suggests that this law was enforced. Just four months after Jones freed Travers, the September 2, 1851 issue of the Oregon Spectator related how the law was being enforced.  There is a statute prohibiting the introduction of negroes in Oregon. A misdemeanor committed by one Vanderpool was the cause of bringing this individual before his Honor Judge Nelson, and a decision called for respecting the enforcement of that law; who decided that the statute should be immediately enforced and that the negro shall be banished forthwith from the Territory…There is no use of enacting laws if they are to remain a dead letter on our statute book…Thirty days are allowed them [African Americans] to clear the Territory.  While this law certainly may have had a chilling effect on many of Oregon's other ethnic groups, such as Hawaiians, American Indians, and Metis, it most directly - and publicly - targeted African Americans. Did this law - and its enforcement - affect Jones' decision? Whatever the motivation, Jones' imminent departure resulted in Travers' freedom. Unfortunately, little else is yet known of Travers or her life. She has not been located in subsequent censuses for Oregon or Washington, and it is highly unlikely that she chose to stay in such a hostile climate.  In the future, Travers' story will continue to be investigated, and research is continuing. (If you are interested in participating in this ongoing research, you can e-mail the historian.) This future research may provide more information as to the motivation behind the manumission of Monimia Travers, as well as additional biographical information about her. In the meantime, the small portion that we know of her story sheds important light on Fort Vancouver and its relationship to African American slavery.   Author's Note: The premise of this article, including the quotation of the two letters from Captain Jones, comes from a short reference in Fred Lockley's 1916 article entitled \"Some Documentary Records of Slavery in Oregon\" from Oregon Historical Quarterly Vol. 17 (June 1916), 107-8. Lockley's finding, though occasionally cited over the past century, has yet to be expanded upon. Information regarding Jones, his family, and the Mounted Riflemen can be found in Raymond W. Settle's 1940 study entitled The March of the Mounted Riflemen. Hatheway's quotes are from page 124 of Frontier Soldier: The Letters of Maj. John S. Hatheway, 1833-1853. The title of the 1849 law preventing African American residence is found in numerous places, including the February 20, 1851 issue of the Oregon Spectator.       Dig deeper... Please choose the link below to continue your exploration of Fort Vancouver's African American heritage!  Main Page: A Rich Legacy of African American History",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/a-slave-freed-at-fort-vancouver.htm"
}
