{
    "title": "Fort Vancouver National Historic Site: African Americans in the US Army Era",
    "body": "African Americans in the US Army Era         Photo of Centralia, Washington founder George Washington Washington State Historical Society  African Americans in the U.S. Army Era While the Hudson's Bay Company gradually relocated to their newly established post at Fort Victoria following the establishment of the border between the United States and Canada in 1846, American settlers continued to emigrate to the Pacific Northwest. Since African American settlement was barred in the Oregon Territory, several African American pioneers continued north of the Columbia River and settled in what would later become Washington Territory. Pioneers George Washington and George Washington Bush are two prominent examples of African American pioneers who helped establish communities in what would later become Washington State. In 1850, George Washington, the son of a slave, set out for the Pacific Northwest along the Oregon Trail. After a brief stay in Oregon City, he moved north of the Columbia River and filed a Donation Land Claim for 640 acres. By 1875, after learning that the railroad would soon cross their homestead, he and his wife Mary Jane founded the town of Centerville, known today as Centralia.        George Washington Bush Henderson House Museum  George Washington Bush was another African American who pioneered settlement in the Pacific Northwest. In 1844, after a long and varied career that included stints as a voyageur and fur trapper with the Hudson's Bay Company in the Pacific Northwest, Bush helped lead a party of settlers to the Oregon Territory. According to John Minto, who traveled with Bush in 1844, Bush had preferred settling in the Willamette Valley but opted for the north side of the Columbia River upon learning of the prohibition of African American settlement. The party wintered at the Dalles and at Fort Vancouver. Bush, utilizing his experience with the HBC and his familiarity with the fort's French Canadian employees, fostered friendships that helped supply the party with much needed food and supplies, and also increased his knowledge of the lands to the north. Bush then continued to the Puget Sound area, wher in 1845 he established a homestead at Bush Prairie and helped found the city of Tumwater. Despite the efforts of the Bush family -- and due, in part, to institutionalized discrimination -- it took a resolution of the territorial legislature and special act of Congress in 1855 to secure Bush's land title.      Dig deeper... Please return to the link below to continue your exploration of Fort Vancouver's African American heritage!  Main Page: A Rich Legacy of African American History",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/african-americans-in-the-us-army-era.htm"
}
