{
    "title": "Fort Vancouver National Historic Site: First Amendment Activities",
    "body": "First Amendment Activities             The National Park Service has long recognized freedom of speech, press, religion and public assembly. However, the courts have held that certain activities associated with exercising these rights may be reasonably regulated to protect park resources and the public's legitimate use of the park's resources. First Amendment activities may require a special use permit in advance of the activity and the park may regulate the time, place and manner of the activity in accordance with court and public law guidelines.  The necessity of a permit to conduct First Amendment activities is determined by the group size.  A small group is defined as “25 people or less.” A “small group” is not required to obtain a First Amendment Permit if they are located within a park designated First Amendment site (see link to map below) and have no more than leaflets, booklets and\/or hand held signs. A permit is required for any small group that:  wants to hold a demonstration or distribute and\/or sell printed matter somewhere outside a designated First Amendment area. wants to use equipment (i.e. tables, banners, platforms, etc.) even if it is within a designated area. is merely an extension of another group already availing itself of the 25 person maximum. wants to guarantee they will have priority for the use of a location, including the designated First Amendment areas.   A large group is defined as “more than 25 people” and is required to obtain a First Amendment Permit even if they are utilizing a park designated First Amendment site.   Specific examples of activities that fall under First Amendment rules include the following:   Distribution of printed matter Political speeches Religious services Public assemblies Collecting signatures for petitions   All requests for similar activities are treated equally. As long as permit criteria and requirements are met, no group wishing to assemble lawfully will be discriminated against or denied the right of assembly.  When permits are issued for First Amendment activities, there are no fees or costs, and no insurance is required for the activities. To download the application form, click here.  The park has set aside two special First Amendment zones for these activities. These areas are described in a map in the Superintendent's Compendium. To download a copy of the map, click here.  Please contact the park for assistance and\/or additional information at (360) 816-6230.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/management\/first-amendment-activities.htm"
}
