{
    "title": "Fort Vancouver National Historic Site: Donate",
    "body": "Donate       In addition to federal funding for the cost of daily operations and special projects, Fort Vancouver also receives important financial support in the form of donations. This comes directly from private donors as well as from our partnering non-profit organizations the Friends of Fort Vancouver National Historic Site and the McLoughlin Memorial Association. Monetary donations are graciously accepted and directly benefit the park. Funds will be used for visitor services and safety, education programs, and projects that protect natural and cultural resources. Some donors choose to contribute directly to Fort Vancouver NHS without donating through one of our partner organizations. These donations may be monetary, or of other types such as property or objects that have historic value relative to Fort Vancouver. For information on donating directly to Fort Vancouver NHS, please contact the Park Superintendent's office at 360-816-6200, or e-mail us.  Here are answers to some frequently asked questions regarding donations:  Can I donate to specific programs or projects at Fort Vancouver? Yes! Many aspects of park operations are supported in part by donations. Please specify at the time of your donation if you wish to direct it toward a particular account. Here are some of the programs and projects at Fort Vancouver which benefit from donor support:   curriculum-based education and outreach programs   day and overnight camps for youth   volunteer program   connecting youth to parks   artifact preservation and care   living history and costumed cultural demonstrations   reconstruction of replica buildings and landscapes   archaeology excavations   historic preservation   general donations to park operations  Can I donate directly to Fort Vancouver NHS, without going through a partner organization? Yes! If you choose, you may make a donation directly to the park, instead of contributing through one of our partner organizations. Please contact the Superintendent's office for more information: 360-816-6200, or e-mail us.  Can I make a donation in-person on my next visit to Fort Vancouver? Yes! Donation boxes can be found at the park visitor center and in contact stations at the reconstructed fort and the Barclay House. For larger donations, please contact the Park Superintendent's office for further information: 360-816-6200, or e-mail us.  Which forms of payment are accepted when donating? Small cash donations are accepted in donation boxes at park visitor centers. All other donations may be sent to the following address (please make checks payable to \"National Park Service\"):  Fort Vancouver NHS ATTN: Superintendent's Office 612 E. Reserve St. Vancouver, WA 98661  Can I make a general donation to the National Park Service (not to a specific park)?  Yes! If you are interested in donating to support the programs and activities of the National Park Service nationwide, general donations may be made through a nationwide charitable partner of the NPS, such as the National Park Foundation. Or to donate directly to the NPS, you may contact the Chief of the Office of Partnerships and Philanthropic Stewardship by phone (202-354-2150); direct donations may be sent to:  Office of Budget Execution-Donations National Park Service 1849 C St., NW Washington, DC 20240  Checks should be made payable to \"National Park Service\".  What are some special ways in which I can make a donation?  Donors are developing stronger philanthropic interest in parks and see philanthropy as a personal statement about their values and beliefs. It is possible to make a donation to Fort Vancouver NHS or the NPS through: on-line giving, memorial gifts for living or deceased family or friends, wills and bequests, wedding party favors or gifts, Christmas gifts, etc. Please contact the Park Superintendent's office for further information: 360-816-6200, or e-mail us. Please contact national organization such as the National Park Foundation for similar options on a Service-wide basis.  What if I want to donate something other than money?  Instead of donating financially, many people are now choosing to give of themselves. Fort Vancouver NHS offers many opportunities for those who wish to donate their time and energy toward the betterment of their park. Please visit the webpage for our volunteer program to learn about the variety of options available.  The park may also accept other types of donations such as property or objects that have historic value relative to Fort Vancouver NHS. Items donated to the Museum Collection or for use in educational programs have included letters, photographs, and furnishings. The park's Curator, Tessa Langford, (360-816-6252; e-mail her) has further information.",
    "url": "https:\/\/www.nps.gov\/fova\/getinvolved\/donate.htm"
}
