{
    "title": "Fort Vancouver National Historic Site: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Apple blossoms like these are a harbinger of spring each year in the Vancouver National Historic Reserve Greg Shine  Vegetation is a critical component of the Fort Vancouver landscape because of the prominent role agricultural and subsistence activities played in the fort's success and influence in the Pacific Northwest. The cultivated fields, garden, orchard, and livestock pastures were all significant landscape features during the historic period of the Hudson's Bay Company occupation of the site. Today there are no known vegetative remnants or features introduced by the Hudson's Bay Company within the park boundary. Remnants of an interpretive orchard, planted in 1962, exist on the site of the historic garden, adjacent to a newer orchard of approximately 70 fruit trees, many sharing the same genetic makeup of the apple tree in Old Apple Tree Park.   There is also an interpretive Garden located northeast of the palisade on the site of what was historically a cultivated field. (To learn more about the Garden, click here.) The field area within the palisade is currently maintained as turf.        This Oregon oak tree, located in the park's Great Meadow, may date from the 1850s. Greg Shine  The only documented vegetation existing from the Hudson's Bay Company period includes two Douglas fir (Pseudotsuga menziesii) trees at the east end of the Parade Ground, and the apple tree in the city's Old Apple Tree Park. Two large Oregon oak (Quercus garryana) trees on the Parade Ground may date from the 1850s, and a pear tree located north of East Fifth Street appears to be an old variety, although its location does not correspond to the known development of the Hudson's Bay Company. To date, while no other vegetation dating from the historic period exists in the park today, the landscape character of some areas surrounding the palisade is still indicative of the vegetation associated with the historic period. For example, during the Hudson's Bay Company period, the undeveloped area north of Upper Mill Road consisted of Oregon oaks and Douglas fir trees scattered across a natural prairie.        Several Oregon oak trees grace the park's Parade Ground and Great Meadow Greg Shine  Today, Douglas fir and Oregon oak trees scattered across the manicured lawn of the parade ground retain the general character of the historic period. Several of the trees on the Parade Ground date from early in Vancouver Barracks's history (1861-1947). Clumps of Oregon oaks that are spread across the Vancouver Barracks portion of the park (many of which are within the park's legislated boundary) were also common in this area during the HBC and Vancouver Barracks periods as part of the oak savannah transition zone between the conifer forest and the plain. Preliminary research indicates other trees in the Vancouver Barracks portions of the park may have historic integrity, for example, the large deciduous trees, including oaks, located along the southwest side of the park in the Reserve. These trees were planted in 1883 along both sides of McLoughlin Boulevard (now known as Fort Vancouver Way), a Vancouver Barracks depot road leading from East Fifth Street to the riverfront, which dated from the early 1850s.   Significant vegetation located outside the park boundaries includes the bigleaf maple (Acer macrophyllum) trees on both sides of Evergreen Boulevard that were planted in front of Officer's Row in the 1880s. These trees create a strong visual edge to the north side of the parade ground and the park's northern boundary.          Ice encases the branch of a maple tree along Officers Row Greg Shine  The vegetation along the river historically consisted of native riparian trees and shrubs.   Today, the majority of the Fort Vancouver Waterfront consists of native riparian vegetation, masses of black cottonwoods, willows, and alders.   Threatened, Endangered, Rare Species, and Species of Concern No threatened or endangered plant species are known to occur within the park boundary. The Washington Natural Heritage Program currently has no records for rare plants or high quality ecosystems in the vicinity of Fort Vancouver National Historic Site. However, the Washington Natural Heritage Program does have a record of tall bugbane (Cimicifuga elata), a state threatened plant and a federal species of concern, occurring about 1.5 miles from the park. To view a list of rare plants in Clark County, Washington, click here.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/nature\/plants.htm"
}
