{
    "title": "Fort Vancouver National Historic Site: Camps",
    "body": "Camps        Participants in the Fur to Fossil camp learn about life at Fort Vancouver in the 1840s as part of their week-long experience. NPS Photo       Fur to Fossil: Earth & People of the Northwest    In partnership with OMSI, adventure from Fort Vancouver National Historic Site to John Day Fossil Beds National Monument on a five day camping trip!    Fur to Fossil is a free camp open to middle school students who are interested in science, history, and teamwork. After meeting for introductions and orientation at Fort Vancouver, campers board a bus driven by trained OMSI staff to John Day Fossil Beds National Monument. Campers spend 2 1\/2 days at John Day Fossil Beds NM in Oregon, learning about science and the environment. Campers then travel with OMSI staff back to Fort Vancouver National Historic Site, where they learn about history and cultural resources. Fur to Fossil camps are fun, educational, and full of adventure! No previous camping experience is required.    At John Day Fossil Beds National Monument At John Day Fossil Beds NM Campers will spend 2 1\/2 days at John Day Fossil Beds NM, where they will learn about paleontology and the environment. Participants will stay in cabins at the Hancock Field Station, explore the beautiful national park, and get to know their fellow campers.    At Fort Vancouver National Historic Site Campers will spend 2 1\/2 days learning about history and natural resources of the Pacific Northwest. Participants camp in tents at the park, eat meals prepared in the historic kitchen, and engage in fun activities throughout the camp session, including hands-on archaeology activities, games, and park tours.    2016 Dates In 2016, camp sessions are scheduled for the following weeks:    June 20-24, 2016 June 27-July 1, 2016  Informational Parent Nights (required):   May 23 & 24, 2016, 6:30 pm - 7:30 pm at the reconstructed fort at Fort Vancouver National Historic Site (1001 E. Fifth St., Vancouver, WA)    Registration With a goal to offer opportunities in national parks to economically disadvantaged and underrepresented youth, registration is open to organizations that connect with this important audience. Interested organizations can email park staff for more information and obtain registration packets.   To be considered, applications are due (along with a $20 cash deposit refunded upon campers' arrival) to Fort Vancouver National Historic Site personnel by June 8, 2016. The mailing address is:    Fort Vancouver National Historic Site Attn: Fur to Fossil Summer Camp 612 E. Reserve St. Vancouver, WA 98661   Parents or guardians of registered campers will be required to attend at least one informational Parent Night. Parent Nights are scheduled for May 23 & 24, from 6:30 pm to 7:30 pm at the reconstructed Fort Vancouver.   More Information For more information, contact the park by email or phone at 360-816-6230.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/kidsyouth\/camps.htm"
}
