{
    "title": "Montezuma Castle National Monument: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park        Do your part  America’s National Parks belong to everyone. Support from the public is essential to maintain them. This support can come in many forms: financial, gifts of material goods, volunteer efforts, or political support. There are many different ways to support Montezuma Castle National Mounument. One of the easiest and best ways to show your love of Montezuma Castle is to come visit and to share your love with friends and family under the stars, among the cactus.         Join the Park Volunteer Team  If you are interested in getting more involved here in the monument, consider volunteering. Our volunteers can work anytime of the year and in any division. They help us in the Visitor Center. They remove exotic plants from the park. They travel out with researchers collecting data and entering data for number crunching later. We love our volunteers and would love to consider having you joing our team.         Cooperation Association\/Bookstore  The Western National Parks Association (WNPA) operates bookstore in visitor center at Montezuma Castle National Monument , as well as 64 other Park Service Sites. Proceeds from bookstore sales directly benefit park operates and support interpretive programs and materials.      Donate Donations are accepted and can be directly designated to benefit a favorite program or the park in general. For instance donations may be dedicated to enhancing interpretation (ranger guided programs), environmental education, visitor services, research and resource management programs. Montezuma Castle National Monument accepts donations made directly. Public support is an essential element in the management of National Park Service lands. No other federal agency relies as heavily on the generosity and kindness of its visitors. These can be made by check or money order, payable to:  National Park Service Park Superintendent Montezuma Castle National Monument PO Box 219 Camp Verde, AZ 86322  We thank you for your past support and look forward to future partnerships.         Paying your fees or purchasing a pass Montezuma Castle National Monument participates in the Congressionally authorized Federal Recreation Lands Enhancement Act. Under this program, parks keep 80% of all fees collected; the remaining 20% will be deposited in a special account to be used in parks where fees are not collected. Funds generated by the fees are used to accomplish projects the parks have been unable to fund through yearly Congressional allocations. That means that when you pay your fees or buy a pass your money goes directly back into the park.  Public support is a critical component in the management of National Park Service lands. No other federal agency relies as heavily on the generosity and kindness of its visitors, volunteers, and donors and we thank you for your past support and look forward to future partnerships.",
    "url": "https:\/\/www.nps.gov\/moca\/getinvolved\/supportyourpark\/index.htm"
}
