{
    "title": "Fort Vancouver National Historic Site: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Field Trips              Field Trips       Fort Vancouver National Historic Site offers a variety of education programs. Ranger-led tours tell the story of pre-contact life, explorers, Hudson's Bay Company fur traders, the US Army at Vancouver Barracks, and early aviation pioneers. Educators have the opportunity to provide field trips at the national park for students that include history, culture, archaeology, and science in a unique and natural setting. Fort Vancouver's education opportunities are curriculum-based, and provide a lifetime of memories for students. Programs offered extend over multiple grade levels, so a student's involvement with the national park can be sustained and evolve over time. These programs offer the chance to experience the site through different lenses, fostering a sense of investigation, exploration, and stewardship. If you need any help making reservations or planning our visit, please contact park staff.        2016-2017 Winter Education Programs: Talk of the Trade Accepting reservations now. Join us for our winter education program, \"Talk of the Trade.\" Students will explore Fort Vancouver NHS through the eyes of a French Canadian voyageur. They will visit the Fur Store and Indian Trade Shop and learn the ways of the fur trade, Chinook jargon, and what it was like for the working class of the Hudson's Bay Company in 1845.  This program is one hour long, and is designed to accommodate one class of no more than 35 students per class, not including chaperones or teachers. Tours are available Tuesday-Friday, October 4, 2016-February 10, 2017 at 9:30 am, 10:30 am, and 11:30 am. Holidays are excluded. Making a reservation A reservation is required for all ranger-led education tours. Please follow the steps below to submit your reservation:   A school can request up to 3 tours and must submit a new form for each request group (35 students per tour during Fall\/Winter programs).  Check the Field Trip Calendar for available dates and time. Fill out the reservation form located here. Please read all directions on the form. You have the option on the reservation form to also plan visits to the Visitor Center, Bookstore, and\/or Pearson Air Museum. If you want to visit Pearson Air Museum during your tour, please select that option. If you need help filling out the form, please contact us.    What happens next? After you have submitted your digital request, a staff member will book your tour and send you a confirmation email. This email is very important, as it contains directions to fill out your fee waiver. It also contains two handouts for teachers and chaperones to aid in a safe and successful field trip. A note on fee waivers The Federal Lands Recreation Enhancement Act (FLREA), Public Law 108-447, provides the National Park Service statutory authority to allow \"outings conducted for non-commercial educational purposes by schools or bona fide academic institutions\" to obtain a waiver of park entrance fees. After you have submitted a reservation request, you will receive an email with instructions to fill out a fee waiver. This digital form will allow Fort Vancouver National Historic Site to waive the entry fee(s) of adult chaperones attending the tour, in addition to the class teacher(s). We waive fees based on the following chaperone-to-student ratio. Any additional adults will need to pay $5.00 admission at the front gate before the tour begins.  Kindergarten to sixth grade - 1:5 Seventh to eighth grade - 1:8 Ninth to twelfth grade - 1:12 Higher education - 1:20  Previously, a paper form was used to secure the fee waiver. However, for the 2016-2017 school year, we will be using a digital form that will be submitted online. Paper fee waiver requests will not be accepted.      2016-2017 Spring Education Programs: Beyond the Columbia Opens for reservations in October 2016 Please check back in October for information on our spring field trips. These programs will run Tuesday-Friday, March 7, 2017 through June 2, 2017 at 9:45 am and 11:00 am. Holidays are excluded.       Year Round: History in the Park: Self Guided Tours You are always welcome to bring your class for a self-guided tour of the reconstructed Fort Vancouver, Pearson Air Museum, or Vancouver Barracks. Please email us to alert us of your trip two weeks in advance. This allows us to notify staff of your arrival, ensure your trip does not occur during any special events, and send you a fee waiver, if applicable.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/education\/fieldtrips.htm"
}
