{
    "title": "Fort Vancouver National Historic Site: Vancouver Barracks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Vancouver Barracks                Vancouver Barracks        Soldiers from Battery C, 3rd US Artillery in formation at Fort Vancouver in 1860. Image IIISC-89759, National Archives and Records Administration        Known by a variety of names, including Camp Vancouver (1849-1850), Columbia Barracks (1850-1853), Fort Vancouver (1853-1879), and finally Vancouver Barracks (1879 to present), the United States Army established this post in 1849 on a low ridge above the Hudson's Bay Company's Fort Vancouver to provide for peaceful American settlement of the Oregon Country. As the first U.S. Army post in the Pacific Northwest, Vancouver Barracks served as a major headquarters and supply depot during the Civil War and Indian War eras. Some seventy officers who attained the rank of general were stationed here, including Ulysses S. Grant, Philip H. Sheridan, George B. McClellan, George Pickett, George Crook, Oliver O. Howard, and Nelson Miles. Later, it served as a recruitment, mobilization and training facility for the Spanish-American War, the Philippine War, and other foreign engagements.  During World War I, Vancouver Barracks was the principal district for the U.S. Army Signal Corps' Spruce Production Division and the site of the world's largest lumber mill. In 1925, the Army established Pearson Field at the post, initiating a sustained role in aviation history. In the 1930s, the post became the district headquarters for the Ninth Corps of the Civilian Conservation Corps (CCC) and, under the command of General George C. Marshall, played an important role in the enrollment, training, and supply of the Pacific Northwest's network of CCC camps. During World War II, Vancouver Barracks served as a training center and staging area for the Portland Subport of Embarkation. After World War II, the Army reduced its presence at Vancouver Barracks. In 1948, portions of barracks acreage transferred to the National Park Service for the creation of Fort Vancouver National Historic Site. By 1949, the post included the headquarters of the Sixth Army's Northern Military District and served as home of the 104th Division (Reserves). Today, Vancouver Barracks remains one of the nation's most historic military posts, and is listed on the National Register of Historic Places. Although the boundaries and surrounding scenery have changed significantly, the central core of the original Vancouver Barracks remains. Thanks, in part, to more than 160 years of Army presence and stewardship, this significant place in our nation's history is well prepared for transfer to the National Park Service, where it will be preserved in perpetuity for the enjoyment, education, and inspiration of future generations. On Memorial Day, 2012, the East and South Vancouver Barracks transferred to the stewardship of the National Park Service. To learn more about this transfer, click one of the links below: East and South Barracks Transfer Post to Park Celebration National Park Service Initiates Caretaking at Vancouver Barracks Unit of Fort Vancouver NHS Major Accomplishments Mark First Anniversary of Barracks Transfer",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/vb.htm"
}
