{
    "title": "Fort Vancouver National Historic Site: Pearson Field and Pearson Air Museum",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Pearson Field and Pearson Air Museum                 Pearson Field and Pearson Air Museum        Pearson Air Museum NPS PHOTO       Pearson Field        Lt. Noel B. Evans, a pilot with the 321st Observation Squadron NPS PHOTO  In the early years of the 20th century, Vancouver Barracks, and its polo field, was a central place for aviation enthusiasts to gather and try out their aircraft. During these early years at the Vancouver Barracks polo field, civilian aviators like Silas Christofferson, Charles Walsh, Walker Edwards, and Louis Barin wowed crowds with aerial acrobatics and feats. When the United States entered World War I in 1917, the polo field became the site of the Spruce Production Division's Spruce Cut-Up Mill, where spruce logged from the forests of the Pacific Northwest was manufactured into aviation-grade lumber. The lumber produced by the Spruce Mill was used to construct Curtiss JN-4 aircraft for pilots in training, and De Havilland DH-4 aircraft for combat overseas. In the early 1920s, the Spruce Mill was demolished, and the field once again became an air field, first known as the \"Vancouver Barracks Aerodrome,\" and christened \"Pearson Air Field,\" after Lt. Alexander Pearson, in 1925. Beginning in 1923, the field was home to the 321st Observation Squadron, 96th Division, commanded by Lt. Oakley Kelly from 1924-1929, and by Lt. Carlton Bond from 1929-1933 and 1938-1940. Among the more notable aviation achievements tied to Pearson Field is landing of the Douglas World Cruisers, on their way to achieving the first aerial circumnavigation of the globe, at the field in 1924. Another highlight in the history of Pearson Field occurred in June 1937, when the Soviet Union launched the first trans-polar flight from Moscow with a three man crew, piloted by Valery Chkalov. After over three days of flying, and while en route to San Francisco, the ANT-25 aircraft piloted by Chkalov touched down at Pearson Field due to an engine oil leak. The event put Pearson Field, and Vancouver, Washington, on the front page of newspapers around the world. Pearson Field was decommissioned by the Army Air Corps at the end of World War II, but it remains in service as a municipal airfield.      Pearson Air Museum & The Jack Murdock Aviation Center       Superintendent Tracy Fortmann recognizes volunteers at Pearson Air Museum's annual event commemorating the Russian flight that landed at Pearson Field in 1937. NPS Photo by Troy Wayrynen       Pearson Air Museum and the Jack Murdock Aviation Center help visitors connect to the history of aviation at Pearson Field. From its roots as a civilian air field, to its history as the site of the Spruce Mill and its transformation into an important Army Air Corps field, Pearson Air Museum helps provide a detailed look into the golden age of aviation at Pearson Field.       Hours: Pearson Air Museum is open Tuesday through Saturday, 9:00 am to 5:00 pm, closed on Sundays and Mondays.     Location: 1115 E 5th Street, Vancouver, WA 98661 Mailing Address: 612 E Reserve Street, Vancouver WA 98661 Phone: (360) 816-6232 Dr. Bob Cromwell, museum manager, can be reached at 360-816-6253 or via email by clicking this link. For information on hosting an event at Pearson Air Museum, please visit our special event webpage and contact Eva Dodd, Park Guide, at 360-816-6241. For information on recent events surrounding the museum, including links to recent press releases and answers to frequently asked questions, click here. For information about nearby facilities, including the municipal field at Pearson Airpark (VUO) or the Pearson Field Education Center, please click on one of the following links:  Pearson Field Airport (operated by the City of Vancouver) Pearson Field Education Center (operated by the Fort Vancouver National Trust)       Dig Deeper... To learn more about the history of Pearson Field, the following sources are available as free downloads: Hardesty, Von. Historical Overview of Pearson Airfield. Unpublished manuscript, 1992.  Click here to download the 1.5 MB .pdf file  Sinclair, Donna L. Part Two, Riptide on the Columbia: A Military Community Between the Wars, Vancouver, Washington and the Vancouver National Historic Reserve, 1898-1920. Vancouver, WA: National Park Service, 2003.  Click here to download the 5,272 KB .pdf file  Sinclair, Donna L. Part Three, Riptide on the Columbia: A Military Community Between the Wars, Vancouver Washington and the Vancouver National Historic Reserve, 1920-1942. Vancouver, WA: National Park Service, 2003  Click here to download the 10.1 MB .pdf file  Tonsfeldt, Ward A. The U.S. Army Spruce Production Division at Vancouver Barracks, Washington, 1917-1919. Vancouver, WA: National Park Service, 2013.  Click here to download the 9.78 MB .pdf file        Visitors to Pearson Air Museum explore Straight-Grained Soldiers, an exhibit on the history of Vancouver Barracks' Spruce Mill NPS PHOTO",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/pearson.htm"
}
