{
    "title": "Fort Vancouver National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Oregon oak trees, like this one flourishing in the park's Great Meadow, help link the site to its prairie past Greg Shine  In 1814, Alexander Henry described the plain that would become the site of Fort Vancouver ten years later: \"February 6, Point Vancouver. The Land adjoining the river is low and must be overflown at high water; it is a meadow extending about 3 miles in length and at the widest part about 3\/4 mile in breadth to the foot of a beautiful range of high Prairie ground rising about 30 feet. On the top of this Hill is a most delightful situation for a Fort on a Prairie of about 2 Miles long, and 2 miles broad, good Soil and excellent Pine in abundance in the rear . . . Bich (black-tail deer) are apparently very numerous here and Chevreuil(white-tail deer) also. . . . The fire seems to have passed through the lower Prairie last Fall, and the green grass is already sprouted up about four inches in height.\"        Oregon oak trees are some of the park's most prominent natural landscape features. Greg Shine  The natural world surrounding what is now Fort Vancouver National Historic Site has long been influenced by human presence. Known as Alaek-ae (\"turtle place\"), local Chinook, Klikitat, and other indigenous peoples used prescribed burning in the area where the park now sits to create a prairie to attract deer and elk, enable acorn production, and encourage the growth of root crops such as wapato and camas. This open prairie was very attractive to subsequent European and American visitors such as Alexander Henry, as it provided a site for settlement and cleared land for agriculture. To the Hudson's Bay Company, the site's natural resources - including navigable river access; abundant lumber, fish, game and fresh water; and expansive acreage for agriculture - made it an ideal location for a commercial center.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/nature\/index.htm"
}
