{
    "title": "Fort Vancouver National Historic Site: Multimedia Presentations",
    "body": "Multimedia Presentations        eBooks & Digital Publications            Revealing Our Past: A History of Nineteenth Century Vancouver Barracks through 25 Objects What role do tangible items in historical archives, museum collections, and archaeology play in helping us understand our collective past? What was life like at the Army's Fort Vancouver and Vancouver Barracks in the mid-to-late 1800s? What went on there, and how did it compare to other places? This award-winning eBook produced by the Winter & Spring 2013 Public History Field School seeks to answer these questions and also illustrate the national significance of Vancouver Barracks as part of a unit of the national park system today. Several versions of the book--including one with video, external links, enhanced images, and interactive historic artwork--are available through this link.         The McLoughlin Family Collection: A Look Inside the Fort Vancouver Museum Collection  An enhanced version of the booklet found in the park's Within the Collection series, this eBook produced by the Fall 2013 Public History Field School introduces viewers to numerous items from the collection of the McLoughlin family, now preserved by the National Park Service at Fort Vancouver NHS. Several versions of this eBook -- including one with animated videos, audio from a nineteenth century melodeon, and interactive, enhanced 360-degree photographs -- are available through this link.       Podcasts           Fort Vancouver Podcast This new audio podcast will take you behind the scenes at Fort Vancouver. Conversations with staff members, visitors, park partners and many of the site’s 400 volunteers will take you on an intimate journey and help show why this urban national park – with its historic buildings, expansive recreational opportunities, reconstructed fort, dozens of interpretive programs and special events, and a collection of over 2 million artifacts – is relevant today.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/photosmultimedia\/multimedia.htm"
}
