{
    "title": "Fort Vancouver National Historic Site: News Feeds",
    "body": "News Feeds          The park has several news feeds, also called RSS Feeds, that can give you a more direct link to updated park information -- including news, photos, podcasts, and other content.  To get Fort Vancouver news, updates, facts and links sent to your computer, click here to subscribe to the park's Twitter RSS Feed.   To get updates to the park's online photo collection sent to your computer, click here to subscribe to the park's Flickr RSS Feed.   What are news feeds? A news feed is way to have a list of new web content (including press releases, videos, Podcasts, photo galleries, virtual tours, eBlasts, etc.) sent right to your computer. News feeds are also called RSS. There really isn't good agreement on what the letters RSS stand for, but most people say it means Really Simple Syndication.  How can I use Fort Vancouver's News Feed? The easiest way to receive the news feed is with your Web browser. Most newer Web browsers (Firefox 2 and Internet Explorer 7, for example) allow you to subscribe to a news feed by simply clicking on a link to the news feed file and then clicking on another link to subscribe. After you have done this, the content of the news feed will be displayed in your bookmarks or favorites—depending on your Web browser.  Another way to receive the news feed uses a feed reader. Feed readers are simply software that can check the feeds of Web sites and present you with a list of the latest news from those sites. There are many different types. Some work with your Web browser and others are downloadable applications that work on their own.  Once you have chosen a feed reader, all that is left to do is identify the feeds you want it to receive. To subscribe to Fort Vancouver's News Feeds click on the links at the top of this page and then copy and paste the URL of Fort Vancouver's News Feeds into your feed reader.  How do I get a feed reader? There are many feed readers out there, and more are being created all the time. As different readers work on different computers and offer variable features, you will want to search around for one that works for you and your computer. Try entering \"feed reader\" or \"news reader\" into your favorite search engine and look for lists and reviews of RSS-aware software.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/news\/news-feeds.htm"
}
