{
    "title": "Fort Vancouver National Historic Site: McLoughlin House",
    "body": "McLoughlin House         Historic furnishings compliment the master bedroom at the McLoughlin House. NPS Photo  He was known in Oregon City as the \"Doctor\" - a trained physician who once presided over British fur trade interests in a vast area stretching from California to Alaska. John McLoughlin, former Chief Factor at Fort Vancouver in the Oregon Country from 1825-1845, possessed both business acumen and compassion. He made money for the Hudson's Bay Company, but also assisted exhausted, starving American emigrants arriving into the region via the Oregon Trail. All his actions were set against the international stage of American and British politics and determination of national boundaries. Forced into retirement, he and his family settled into this home by the Willamette Falls in Oregon City in 1846.        The McLoughlin House in Historic Oregon City, Oregon. NPS Photo  McLoughlin built himself a new career promoting the economic prosperity of the Oregon Territory. He became an American citizen in 1851, and served as the mayor of Oregon City. He and his wife Marguerite were known for their hospitality and generous support of those in the community. McLoughlin loaned money to emigrants to help them establish commercial ventures and he owned sawmills, a gristmill, a granary, a general store, and a shipping concern. He also donated land for schools and churches. McLoughlin's home, saved from demolition by the McLoughlin Memorial Association and moved to its present location in 1909, was added to the National Park System in 2003 as a unit of Fort Vancouver National Historic Site.        VNHR Image  Today, the house is restored to help tell of the life and accomplishments of John McLoughlin, known by many as the \"Father of Oregon.\" Park staff and volunteers provide a number of different activities including tours, talks, special events, and demonstrations of Victorian-era women's handwork. The McLoughlin House Unit is also on the Oregon National Historic Trail, which is part of the National Trail System. This system of national scenic, historic, and recreational trails promote the enjoyment of outdoor recreation, and the appreciation, and preservation of historic resources. The graves of McLoughlin and his wife Marguerite are next to the house, as is the home of Dr. Forbes Barclay, a Hudson's Bay Company associate, and his wife Maria. A cadre of dedicated volunteers, including many from the McLoughlin Memorial Association, work closely with park staff in the site's daily operation.       McLoughlin House Site Hours*: Friday and Saturday from 10:00 a.m. to 4:00 p.m. The Barclay House is open to the public from 10:00 am to 4:00 pm. The McLoughlin House is available by free tour at 10:15 am, 11:15 am, 12:15 pm, 1:15 pm, 2:15 pm, and 3:15 pm; tours begin at the Barclay House. *The McLoughlin House Site is closed mid-December through mid-February. For assistance please call 503-656-5151 during McLoughlin House open hours. For immediate assistance call Fort Vancouver at 360-816-6230 during regular business hours.              NPS Image  Dig deeper...  For directions to the McLoughlin House, click here. To learn more about the site's Victorian handcraft demonstrations, click here. To schedule a school or group tour of the McLoughlin House, call 503-656-5151 and leave a message. For a short biography of Dr. John McLoughlin, click here. To learn more about Dr. Forbes Barclay, click here. To learn more about the Oregon Trail, click here.                           McLoughlin House   14 Photos",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/mcloughlin-house.htm"
}
