{
    "title": "Fort Vancouver National Historic Site: Fort Vancouver Podcast",
    "body": "Fort Vancouver Podcast         NPS Photo by Marv Binegar  This new podcast will take you \"beyond the velvet rope\" at Fort Vancouver National Historic Site and provide a personal, behind the scenes look at the Pacific Northwest’s premiere archaeological and historic site. Conversations with staff members, visitors, park partners and many of the site’s 400 volunteers will take you on an intimate journey and help show why this urban national park – with its historic buildings, expansive recreational opportunities, reconstructed 1840’s fur trade stockade, dozens of interpretive programs and special events, and a collection of over 2 million artifacts – is relevant today, drawing nearly 900,000 visitors a year. From archaeologists analyzing latest finds to volunteer blacksmiths creating essential tools…from rangers crafting new programs and events to museum staff describing fascinating artifacts, this podcast will help you learn much about your national park and hopefully help you forge your own, personal connection to this very special and significant site.      Can I subscribe to the Fort Vancouver Podcast? How? Yes. To automatically receive the latest podcast episodes as they're updated, subscribe to the web feed below (click here to learn about web feeds). It's easy! All you need is a feed reader (click here to learn about feed readers).           Click here to subscribe to the Fort Vancouver Podcast RSS Feed.        Can I subscribe to the podcast through iTunes? Yes. If you have iTunes installed on your computer and would like to subscribe to the Fort Vancouver Podcast feed, click on the link below: Subscribe to the Fort Vancouver Podcast via iTunes      What if I don't want to subscribe? A web feed subscription is not required to listen to the episodes. If you would like to manually download these programs to your computer without subscribing to web feeds, simply click on one of the MP3 files associated with an episode below.      EPISODES  (most recent listed first)        NPS PHOTO  Archaeology at Fort Vancouver, Part 2  Archaeologists Dr. Doug Wilson and Dr. Robert Cromwell continue their discussion of the park's archaeology program. They recap fifty years of archaeology at the site and also share their \"dream digs\" in the park.  Fort Vancouver Podcast, Episode 4 Part 2 (37.4 MB .MP3 file)        NPS Photo  Archaeology at Fort Vancouver, Part 1 Ever wonder about the role of archaeology at Fort Vancouver? Join park employees Dr. Doug Wilson and Dr. Robert Cromwell behind the scenes as they describe the park's acclaimed archaeology program. Fort Vancouver Podcast, Episode 4 Part 1 (38.7 MB .MP3 file)        NPS Photo  The Museum Collection Curious about the more than two million artifacts that have been recovered at the site during archaeological digs? How about old images, textiles, and other objects? Join park employees Tessa Langford and Heidi Pierson behind the scenes with the park's extensive museum collection. Fort Vancouver Podcast, Episode 3 (14.1 MB .MP3 File)        NPS Photo  McLoughlin House Celebration In May 2009, a special celebration commemorated the 100th anniversary of the preservation and relocation of the McLoughlin House. Join the park's volunteers, partners, staff and public officials as they share their reflections on the day and its significance. Fort Vancouver Podcast, Episode 2 (17.4 MB .MP3 file)        NPS Photo by Marv Binegar  Historic Weapons Programs Ever wonder what's behind the big \"boom\" of the cannon or the \"crack\" of the musket at one of the park's black powder programs? Join park rangers Bill DeBerry and Doug Halsey as they take you behind the scenes and demystify the park's historic weapons program. Fort Vancouver Podcast, Episode #1 (28.2 MB .MP3 file)",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/photosmultimedia\/fort-vancouver-podcast.htm"
}
