{
    "title": "Fort Vancouver National Historic Site: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Fort Vancouver National Historic Site Historic Weapons Demonstration: 19th Century Black Powder      Time: 1:00 PM to 2:00 PM Location: Vancouver Barracks Parade Ground Fees: Free     Saturday, August 20, 2016 Join us on the Vancouver Barracks Parade Ground for a demonstration of 19th century black powder weaponry, including small arms and artillery.  View Details      Fort Vancouver National Historic Site 100th Birthday of the National Park Service      Location: Fort Vancouver NHS Fees: Free     Saturday, August 27, 2016 Celebrate our Centennial with family-friendly activities, historic demonstrations, and refreshments. View Details      Fort Vancouver National Historic Site Centennial Day      Time: 9:00 AM to 5:00 PM Location: Reconstructed Fort Vancouver, Pearson Air Museum, Vancouver Barracks and The McLoughlin House Fees: Free     Saturday, August 27, 2016 Celebrate with us! The National Park Service turns 100 years old this August, and we have activities at all four of our sites to celebrate. View Details      Fort Vancouver National Historic Site Historic Weapons Demonstration: 18th Century Black Powder      Time: 1:00 PM to 2:00 PM Location: Fort Vancouver Fees: Free with admission to the reconstructed fort     Saturday, August 27, 2016 Join us at the reconstructed Fort Vancouver for a demonstration of Hudson's Bay Company fur trade black powder weaponry including small arms and artillery.  View Details      Fort Vancouver National Historic Site Campfires and Candlelight      Time: 4:00 PM to 10:00 PM Location: Fort Vancouver Reconstructed Fort Fees: Free     Saturday, September 10, 2016 Visitors will have the opportunity to observe live evening activities by campfires and candlelight.  View Details      Fort Vancouver National Historic Site Victorian Cultural Demonstration: Produce, Flowers & Herbs      Time: 12:00 PM to 3:00 PM Location: McLoughlin House in Oregon City Fees: Free     Saturday, September 10, 2016 Explore handcrafts of the 19th century at Victorian Cultural Demonstrations at the McLoughlin House in Oregon City. View Details            If you are an educator and would like to schedule an onsite education program, please click here to access the education program availability calendar.",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/calendar.htm"
}
