{
    "title": "Fort Vancouver National Historic Site: Hawaiians at Fort Vancouver",
    "body": "Hawaiians at the Hudson's Bay Company's Fort Vancouver       The Hudson’s Bay Company’s (HBC) Fort Vancouver had a unique relationship with the Hawaiian or “Sandwich Islands,” the nineteenth century trade hub of the Pacific. Sailing vessels worldwide stopped regularly at “Owyhee” for recreation, supplies and ship repair, simultaneously developing a “lively exchange of commodities” between nations.   The HBC exchange might include trading furs for American knives and copper pans, swapped for Hawaiian sandalwood or whale oil, bartered for Cantonese silk and tea. Hawaiian imports to the Northwest included items such as hogs, sugar cane, salt, molasses, coffee, wicker baskets, and sweet potatoes. By the 1830s, Fort Vancouver exported produce, wheat, flour, lumber, and salmon to the islands. Northwest timber built Hawaii’s European style homes, while Hawaiian coral supplied lime for fertilizer and whitewash, and mortar for the Fort’s chimneys. Meanwhile, the now traditional lomi lomi salmon served at present-day luaus remains a forgotten legacy of the fur trade era.   For a good overview of Hawaiian history at Fort Vancouver, access the park's site bulletin Hawaiians & Fort Vancouver by clicking here.   To learn more about the connection between Fort Vancouver and the Hawaiian Islands, click on the links below to read an eight part series written by Dr. Edward and Alice Beechert, historians specializing in Hawaiian history.      Part 1: Early Travelers Part 2: Fort Vancouver - Emporium of the Northwest Part 3: The Village Part 4: Hawaiian Servants Part 5: Religion & Education Part 6: End of Service: Return or Remain?  Part 7: Changing Times Part 8: Conclusion            This fragment of Hawaiian coral was found in during archaeological excavations at the fort. Coral was used by the Hudson's Bay Company in various construction projects onsite. NPS Photo by John Edwards",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/historyculture\/hawaiians.htm"
}
