{
    "title": "Fort Vancouver National Historic Site: Fort Vancouver: News from Your National Park",
    "body": "Explore This Park    Learn About the Park     News     Park Newspaper     Fort Vancouver: News from Your National Park                News from Your National Park        2016        PHOTO: CHRISTOPHER COMMUNICATIONS  Fort Vancouver: Park News & Guide, Fall 2016\/Winter 2017 (PDF, 8,363 KB) Featured in this issue: Campfires & Candlelight, a new art exhibit at the Fort Vancouver Visitor Center, the 2016-2017 Lantern Tour schedule, and an exciting new partnership with the Evergreen Air & Space Museum.        NPS PHOTO  Fort Vancouver: Park News & Guide, Spring\/Summer 2016 (PDF, 9,407 KB)  Featured in this issue: Celebrating the National Park Service Centennial at Fort Vancouver NHS, a new aircraft comes to Pearson Air Museum, our spring\/summer calendar of events.      2015        PHOTO: JUNELLE LAWRY  Fort Vancouver: Park News & Guide, Fall 2015\/Winter 2016 (PDF, 8,040 KB) Featured in this issue: Touring the park by candlelight, up and coming fall and winter events, and recent additions to the park's museum collection.        NPS PHOTO  Fort Vancouver: Park News & Guide, Spring\/Summer 2015 (PDF, 4,317 KB)  Featured in this issue: This summer's Public Archaeology Field School, upcoming spring and summer events, and the Centennial of the National Park Service.      2014        NPS PHOTO  Fort Vancouver: News From Your National Park, Fall 2014\/Winter 2015 (PDF, 3,267 KB) Featured in this issue: Our 31st annual Campfires & Candlelight event, improvements to the Fort Vancouver NHS Visitor Center, and updates on new partnerships, Pearson Air Museum, the McLoughlin House, and archaeological excavations at the park.        NPS PHOTO  Fort Vancouver: News from Your National Park, Spring\/Summer 2014 (PDF, 276 KB) Featured in this issue: National Get Outdoors Day at Fort Vancouver, the announcement of the rehabilitation of the Fort Vancouver NHS Visitor Center, a new eBook on the McLoughlin Family, and news about this spring and summer's schedule of events and programs.      2013        NPS PHOTO  Fort Vancouver: News from your National Park, Fall 2013\/Winter 2014 (PDF, 682 KB Featured in this issue: Our popular Lantern Tour program, a new iBook on the history of Vancouver Barracks, a new exhibit on the Civil War period in Vancouver, and updates on the Public Archaeology Field School, Dame and Engage Schools, and maintenance work in Vancouver Barracks.        NPS PHOTO  Fort Vancouver: News from Your National Park, Spring\/Summer 2013 (PDF, 434 KB) Featured in this issue: New programs and exhibits at Pearson Air Museum, Get Outdoors Day, Campfires and Candlelight, the 2013 Public Archaeology Field School, progress at Vancouver Barracks, National Park Service projects that benefit the communities of Southwest Washington, and upcoming events at Fort Vancouver National Historic Site.      2012        NPS PHOTO  Fort Vancouver: News from Your National Park, Winter 2012\/2013 (PDF, 254 KB) Featured in this issue: Christmas at Fort Vancouver at the McLoughlin House bring the holiday season to life, our Fur Trade Letters and Army Postcards event in February, upcoming exhibits, ongoing maintenance projects that keep our buildings looking historic, archaeology and interpretation in the Vancouver Barracks, and our successful summer programs.        NPS PHOTO   Fort Vancouver: News from Your National Park, June 2012 (PDF, 285 KB) Featured in this issue: The transfer of the East and South Barracks to Fort Vancouver NHS, our successful Go Day event, the 2012 Public Archaeology Field School, and upcoming events at Fort Vancouver.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/news\/fovanews.htm"
}
