{
    "title": "Fort Vancouver National Historic Site: NCRI Report",
    "body": "NCRI Report       2014        NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resources Institute (NCRI) Newsletter, Vol. 9, No. 1, April 2014 Featured in this issue: Digital archaeology, varieties of slipware from the museum collection, the Columbia Library, social aspects of pipe smoking at Fort Vancouver, and notes from the collections management internship.       2013         NCRI Report, The Park's Northwest Cultural Resources Institute (NCRI) Newsletter, Vol. 8, No. 2, August 2013 (PDF, 1,549 KB) Featured in this issue: Army dogs at Vancouver Barracks, insect remains from the non-commissioned officer's quarters privy, cosmetic bottles from the Fort Vancouver NHS museum collection, and the first U.S. Army Surgeon at Vancouver Barracks.        NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 8, No. 1, February 2013 Featured in this issue: Civil War Era Quilt exhibit at the McLoughlin House, nineteenth century comets observed at Vancouver Barracks, Fort Vancouver and Film, the collection of F.E. Ulmer - a soldier at Vancouver Barracks, and underwater archaeology at British Camp on San Juan Island.      2012        NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 7, No. 2, September 2012 Featured in this issue: New items discovered in historic post hospital attic, archaeological testing in the East and South Vancouver Barracks, new archaeological finds at the McLoughlin House, and photographs from the the John H. Hielscher Archive at Klondike Gold Rush NHP in Seattle.  .         NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 7, No. 1, January 2012  Featured in this issue: Archaeology at San Juan Island National Historic Park's historic officer's quarters, maritime archaeology in the Columbia River, archaeology at Lewis and Clark National Historic Park, dating colorless glass bottles, and the donation of documents from a Spruce Mill soldier.       2011        NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 6, No. 2, September  2011  Featured in this issue: The discovery of a privy site at the Artillery Barracks building, National Park Service Archaeologist Dr. Douglas Wilson awarded the John L. Cotter Award for Excellence in NPS Archaeology, NCRI archaeologists provide assistance to Pu'uhonua o Honaunau National Historic Park after tsunami damage, and historic postcards from the fort's collection.         NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 6, No. 1, March 2011  Featured in this issue: The Fort Vancouver Mobile Project, archaeology at Hagerman Fossil Beds National Monument, the landscape of the Fort Vancouver Village, McLoughlin House furniture conservation, historic ledgers from the Calhouns, and a historic book donated to the fort's collection.       2010        NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 5, No. 1, September 2010  Featured in this issue: A visit from National Park Service Director Jon Jarvis, archaeology summer camps, results from the 2010 Public Archaeology Field School, news from Klondike Gold Rush National Historic Park in Seattle, archaeology at Olympic National Park's Hurricane Ridge, and historical photographs in the fort's collection.       2009        NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 4, No. 3, December 2009  Featured in this issue: A visit from the National Park Service Director's Science Advisor, archaeology at Crater Lake National Park, a review of the 2009 Public History Field School, conservation of Marguerite McLoughlin's sewing cabinet, and textiles from the Haughey family.         NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 4, No. 2, July 2009  Featured in this issue: The McLoughlin and Barclay Houses Historic Structures Report, current NCRI research, heritage trees, and Belle Vue Sheep Farm artifacts from San Juan Island.         NPS PHOTO  NCRI Report, The Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 4, No. 1, April 2009  Featured in this issue: Excavations and research on the Vancouver Arsenal, an analysis of musket balls at Lewis and Clark's Station Camp, Olympic Peninsula basketry, high-altitude archaeology, Columbia River Crossing archaeology, and military hat insignia in the fort's collection.       2008        NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 3, No. 3, December 2008  Featured in this issue: The reconstruction of a second house in the Village, results from the 2008 Public Archaeology Field School, excavations at Mount Rainier National Park's Buck Lake, new research on an early fireman's buckle in the collection, conservation of cannons inside the fort, and architectural hardware in the fort's collection.         NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 3, No. 2, July 2008 Featured in this issue: The discovery of a cannon on the Oregon Coast, the discovery of the Vancouver Arsenal, restoration activities at the McLoughlin and Barclay Houses, new research on the McLoughlin House cannon, the origins of brick at Fort Vancouver, and marbles from the fort's collection.        NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 3, No. 1, April 2008  Featured in this issue: Adventures in NCRI archaeology, a conversation with George Hartzog, results from the 2007 Public Archaeology Field School, a study of industrial axe production, and stemware from the fort's collection.       2007        NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 2, No. 3, December 2007  Featured in this issue: Archaeological excavations at Lava Beds and Crater Lake National Parks, trace-element analysis of ceramic artifacts, the results of an excavation near SR-14, and religious items in the fort's museum collection.         NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol 2, No. 2, July 2007 Featured in this issue: The donation of the \"Lawson Library,\" Speo beads from Station Camp, conserving McLoughlin House textiles, pollen analysis, and tobacco pipes in the Fort Vancouver museum collection.        NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, Vol. 2 No. 1, February 2007  Featured in this issue: A celebration of 60 years of archaeology at Fort Vancouver, underwater archaeological surveys, faunal analysis of artifacts from the Sutler's Store privy, analysis of ceramics from Station Camp, and notes on nails from the fort's collection.       2006        NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, 2006 #3  Featured in this issue: Historic objects in the fort's museum collection, coral mortar found at the fort, a review of the 2006 Public Archaeology Field School, and notes on window glass from the fort's collection.         NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, 2006 #2  Featured in this issue: The birth of Fort Vancouver's Public History Program, excavations at Lewis and Clark's Station Camp, a review of the 2006 Public Archaeology Field School, and notes on glass beads from the fort's collection.       2005        NPS PHOTO  NCRI Report, the Park's Northwest Cultural Resource Institute (NCRI) Newsletter, 2005 #1 Featured in this issue: An introduction to the NCRI, investigating the Vancouver Arsenal, excavating the Sutler's Store, a review of the 2004 Public Archaeology Field School, and Spode ceramics in the Fort Vancouver museum collection.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/news\/ncri-report.htm"
}
