{
    "title": "Fort Vancouver National Historic Site: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park        An Active, Vibrant, Urban National Park Fort Vancouver National Historic Site is an urban oasis, a national park nestled in the heart of the Portland-Vancouver Metropolitan Area. Rich in history and cultural significance, the park is a learning laboratory where you can connect with the people, places, and stories of the past. From reading the latest news release to perusing photos from a special event, there are many ways to learn about the park and understand why it is one of just over 400 units in the National Park System today.  The History & Culture section connects you with the People and Places that make this site so historically significant, and also the Collections and Online Publications that help us better understand how people interacted with each other and the land and its resources.  Check out the News section for the latest News Releases and Park Newspapers. Interested in downloading our free e-books and digital publications or looking at photos from special events? The Photos & Multimedia section is where you'll find them. The Education section has information for teachers interested in learning more about our education programs, including scheduling a visit to the fort, and for students interested in programs such as our Public Archaeology Field School and Public History Field School. Information about the park's Plants and Animals can be discovered in the Nature section. The Management section provides access to information including Park Planning documents, Park Statistics, and Laws & Policies.        From National Monument to National Historic Site Fort Vancouver National Monument was established on June 19, 1948 \"to preserve as a national monument the site of the original Hudson's Bay stockade (of Fort Vancouver) and sufficient surrounding land to preserve the historical features of the area\" for \"the benefit of the people of the United States.\" The Department of the Interior report on the legislation further stated that the lands so dedicated should fulfill \"two essential requirements—the preservation of the historic stockade…and the preservation of the historic parade ground of the later United States Army Post.\"   To improve the conditions for achieving the legislative requirements of the park, Congress passed an act June 30, 1961 (75 Stat. 196), enlarging the boundaries of Fort Vancouver and redesignating the national monument as a national historic site.    In September 2011, the U.S. Army ceased its operations at East and South Vancouver Barracks, and on May 22, 2012, the U.S. Army relinquished ownership to the National Park Service, in accordance with the 1961 legislation that expanded the boundaries of Fort Vancouver National Historic Site, and with the USDOD 2005 Base Closure and Realignment (BRAC) Commission recommendations.       Purpose of Fort Vancouver National Historic Site  As interpreted though enabling legislation, the purpose of Fort Vancouver National Historic Site is to preserve and interpret the following:   The site of the nineteenth century Hudson's Bay Company's activities; Settlement of the Oregon Country (became Oregon Territory in 1848); The establishment of the U.S. Army's Vancouver Barracks   Looking for more information? Explore the other pages in this section to learn more.",
    "url": "https:\/\/www.nps.gov\/fova\/learn\/index.htm"
}
