{
    "title": "Montezuma Castle National Monument: Bookstore",
    "body": "Bookstore        The WNPA bookstore inside the visitor center at Montezuma Castle offers a wide variety of books, videos, posters, and many other souvenirs. Joshua Boles          Western National Parks Association Inside the visitor center of Montezuma Castle National Monument you will find a fully stocked bookstore operated by a private, non-profit organization called Western National Parks Association (WNPA). The bookstore you carries a large variety of books, videos, games, and souvenirs to help you learn more the park and its resources or just help you remember your trip to Montezuma Castle. You will also find unique items for sale such Native American flutes.  The wonderful thing about purchasing items in our bookstore is that all of the profit from those sales stays in the park to help support park operations.  Another way of supporting the park is to become a member of the Western National Parks Association. When you do you will save 15 percent on your store order. Your membership entitles you to savings at our sixty-two national park stores and on more than 500 items in our online bookstore. By joining, you are making a direct contribution to the national parks served by Western National Parks Association. Sales proceeds support National Park Service education and research programs, with nearly $2 million returned to the parks annually. Memberships cost as little as $25 a year.  Benefits of WNPA membership:  15 percent savings on store purchases (American Indian crafts excluded) WNPA membership savings are honored at our seventy museum stores and at hundreds of other national park stores operated by sixty cooperating associations throughout the United States - including Grand Canyon, Yosemite, Everglades, Yellowstone, and many more. E-mail alerts to new publications that fit your interests (optional) Annual Report  For more information about Western National Parks Association, or to purchase items on-line, please visit their website at www.wnpa.org",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/bookstore.htm"
}
