{
    "title": "Fort Vancouver National Historic Site: Historic Weapons Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Historic Weapons Programs              Historic Weapons Programs        A cadre of trained volunteers fires the mountain howitzer as part of a Historic Weapons Demonstration at a park special event. NPS Photo by Troy Wayrynen        The muskets, rifles, and cannons brought by the various groups of Euro-Americans that came to the Pacific Northwest in the 19th century were essential to the success of their settlement.  The small arms were important trade items for the Hudson Bay Company as well as a must for individual survival for both the fur traders as well as the soldiers that came later.  The cannons were a way to show the power of the either the Company or the Army. Cannons were symbols of power and control and were an essential part of the armament of the Hudson’s Bay Company and the United States Army.        Their primary use for the HBC was on board the various company ships, which plied the coastal trade and made the long voyage to England. Cannons were not just for actual attack or defense but were also employed as visual reminders of the power of the HBC. An example of this use is seen in front of the Chief Factor’s House at Fort Vancouver. The two 18-pounder cannons which stood in front of the residence were not functional cannon but were placed there to impress visitors of the power of the Company.  The cannons of the Hudson Bay Company were mounted on either naval or garrison carriages which have small iron or wooden “trucks” (wheels).      The U. S. Army used field carriages, with large, spoke wagon wheels, to mount their cannons as these were more easily moved over land. A common cannon at Vancouver Barracks was the 12-pound Mountain Howitzer. The 1841 Mountain Howitzer was first adopted by the United States Army in the early 1840’s. It was the smallest artillery piece to see widespread use by the Army in the Mexican War (1846 - 48), the Civil War (1861 - 65) and the Indian Wars (1840’s – 1880's).    The howitzer’s relative light weight (700 lbs.) made it suitable for use with fast moving cavalry units. With the use of the pack carriage this artillery piece could be dismounted and packed onto three mules or horses for use by infantry units in rough mountainous terrain.      Members of the park staff receive regular training and certification on the safe and proper ways to load, clean, and fire the muskets, rifles, and cannons which would have been common here. In turn, they train a group of volunteers to serve as demonstrators for the Historic Weapons programs. At Fort Vancouver, the National Park Service conducts regular demonstrations of cannon and musket firing (blanks) throughout the summer months. Each demonstration also includes detailed information on the type of equipment used and how it fit into the larger story of the site.      2016 Historic Weapons Program 18th Century Black Powder Join us at the reconstructed Fort Vancouver for a demonstration of Hudson's Bay Company fur trade-era black powder weaponry, including small arms and artillery. This program is free with admission to the reconstructed fort. All programs take place at 1 pm.  Saturday, July 9, 2016 Saturday, August 13, 2016 Saturday, August 27, 2016    19th Century Black Powder Join us on the Vancouver Barracks Parade Ground for a demonstration of 19th century black powder weaponry, including small arms and artillery. Admission is free. All programs take place at 1 pm.  Saturday, July 16, 2016 Saturday, August 6, 2016 Saturday, August 20, 2016",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/historic-weapons-programs.htm"
}
