{
    "title": "Fort Vancouver National Historic Site: Bake House",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Cultural Demonstrations     Bake House                Bake House        Cultural demonstrations in the Bake House demonstrate the making of sea biscuit: an important food during the fur trade era. NPS Photo      At the Bake House, Fort Vancouver's bakers made biscuits, bread, and other baked goods for hungry Hudson's Bay Company (HBC) employees and locals. A small two-story building with two impressive vaulted fire-brick ovens, the Bake House provided area residents, ocean voyagers, and traveling fur brigades with their daily dose of carbohydrates. On the main floor, bakers did the baking—kneading dough, stamping out biscuits, and working the ovens—while the upstairs probably served as a bedroom for one or more of the bakers.For the most part, the bakers made sea biscuits—tough, dry flat bread intended to last a long time during voyages into the woods and across the sea. Also known as hardtack, sea biscuits were made with wheat flour and water, baked extra long to remove moisture. These were not your grandmother's moist, buttery biscuits. Sea biscuits were notoriously tough and hard to eat. HBC trappers and sailors softened and flavored the biscuits by dunking them in soup or tea.For their baked goods, the Fort's bakers got flour from the gristmill a few miles east, near today's Interstate 205 bridge. In 1845, 1,200 acres of land upriver went toward growing wheat for the mill.The Fort Vancouver Bake House must have seen a lot of demand for its baked goods because Chief Factor John McLoughlin twice asked to have the building enlarged for greater production. To rebuild the oven each time required shipping thousands of bricks from London. The reconstructed Bake House you see today is based on the final re-building from late 1844. This version of the building was used until the HBC scaled back operations in 1852, which likely ended bakery production completely. At its height, the Bake House had two ovens with separate chimneys and supplied baked goods for 200 to 300 people. The structure was built into the palisade wall, with half of it sticking outside of the pickets. It is thought that this was done to prevent fires started in the building from spreading to the rest of the structures in the fort.The HBC employed three head bakers and several assistant bakers at Fort Vancouver during its 27 years of existence. The first baker, Bazil Poirer, oversaw production during the Fort's early years. After Poirer died in 1844, Joseph Petrain took over, supervising operations for four years. Petrain was an adventurous French Canadian who arrived at Fort Vancouver in late 1837 as a voyageur. He became assistant baker in 1842, when he received a salary of £20. In 1846, after two years as the head baker, the HBC raised his pay to £25 per year. However, Petrain either had itchy feet or a desire for greater wealth because he left Fort Vancouver for the California gold fields in early 1849. Joseph Raymond, an English-speaking Canadian, replaced Petrain for the same pay. Raymond remained head baker until 1852, when he transferred to Chinook Point to do other types of work unrelated to baking. At this point, bakery production seems to have ended at the Fort Vancouver Bake House. By 1860, the building had fallen into disrepair. Bakers like Poirer, Petrain, and Raymond were hard workers who spent long hours in the heat of the Bake House. Just a sample of the many working-class employees of the HBC, they played an important role at Fort Vancouver: keeping hungry people nourished and happy.by Taylor Rose, Public History Intern, 2015      Dig deeper... Learn more about the history, location, and construction details of the Bake House in Chapter 4: Bakery [Bake House], Historic Structures Report, Vol 1.  Learn about the baking process, the baking ovens, and what equipment would have been inside the Bake House in Historic Furnishings Study: Fort Vancouver Bakery [Bake House].",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/bake-house.htm"
}
