{
    "title": "Fort Vancouver National Historic Site: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around       Traffic & Travel Tips Motor vehicle traffic is often delayed on I-5 during weekday commuting hours. The southbound lanes are frequently slow or delayed on weekday mornings from roughly 6:00 am to 10:00 am, and the northbound lanes are frequently slow or delayed on weekday evenings from roughly 3:30 pm to 6:30 pm. Additional traffic delays on I-5 can be expected when the Interstate Bridge is raised to allow for passing marine traffic on the Columbia River.     Getting to the Park by TrainBoth Vancouver, Washington and Oregon City, Oregon are served by Amtrak. Vancouver's station and depot sits at 1301 West 11th Street in downtown Vancouver, WA. Oregon City's station is located at 1757 Washington Street in downtown Oregon City, OR. For Amtrak reservations and schedule information, call 800-872-7245, or visit www.amtrak.com.     Getting to the Park by BusGreyhound Bus Line: Vancouver, Washington is served by Greyhound Bus Line. The local terminal is located in downtown Vancouver at 613 Main Street (360-696-0186). Fare and schedule information for the national Greyhound Bus Line is available by calling 800-231-2222 or by visiting the greyhound website at www.greyhound.com.C-Tran:  C-Tran, Vancouver and Clark County, Washington's public bus service, has 26 routes covering Clark County and connecting into Portland, Oregon. Three transit centers and five park-and-ride facilities serve the area. C-Tran also offers curb-to-curb service for people who are unable to use regular service, as well as carpool and vanpool services. C-Tran buses travel near the park daily, on Evergreen Blvd. (Officers Row) and Mill Plain Blvd. Contact C-Tran Customer Service at 360-695-0123 or try their website at: www.c-tran.com.TriMet: The Tri-County Metropolitan Transportation District of Oregon (TriMet) provides transit service throughout Oregon's Clackamas, Washington, and Multnomah counties, including Oregon City. For more information, contact TriMet at 503-238-7433 or visit their website at www.trimet.org.     Bicycling InformationBicycling is a great way to exercise while you travel, and both Fort Vancouver and the McLoughlin House are easily accessible by bicycle. The fort also has bicycle racks located in front of the main Visitor Center and at the west end of the fort parking lot (1001 E. Fifth St.), adjacent to the park sign. Many local and regional bike maps are available through the City of Vancouver website at http:\/\/www.cityofvancouver.us\/ced\/page\/cycling-vancouver .",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/getting-around.htm"
}
