{
    "title": "Fort Vancouver National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1501 E Evergreen Blvd  Vancouver, WA 98661                 Directions         From I-5, take the Mill Plain Boulevard exit (Exit 1-C) and head east. Turn south onto Fort Vancouver Way. At the traffic circle, go east on Evergreen Boulevard and follow signs to the Fort Vancouver Visitor Center. From I-205, go west on Highway 14 about six miles, then take I-5 north. From I-5, take the Mill Plain Boulevard exit (Exit 1-C) and head east. At the traffic circle, go east on Evergreen Boulevard and follow signs to the Fort Vancouver Visitor Center.   Directions Details           Operating Hours & Seasons         Fort Vancouver National Historic Site Fort Vancouver Visitor Center, the reconstructed Fort Vancouver and Pearson Air Museum, located in Vancouver, Washington. All park facilities are closed on major holidays, including Thanksgiving, Christmas Eve, Christmas Day, New Year's Eve, and New Year's Day.   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      Christmas Eve:   December 24  - December 24  Closed      New Year’s Day:  Closed      New Year's Eve:   January 31  - January 31  Closed      Thanksgiving Day:  Closed         Park District  McLoughlin House Unit McLoughlin House Unit of Fort Vancouver National Historic Site, located in Oregon City, Oregon. The house is closed seasonally from mid-December to mid-February.   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: 10:00 AM - 4:00 PM   Saturday: 10:00 AM - 4:00 PM             Weather           Fort Vancouver National Historic Site is located in a mild, temperate climate. However, in the case of severe weather, park alerts posted on the park's website will provide information about emergency closures.         Fees & Passes     Entrance Fees:   Reconstructed Fort Vancouver Entrance Fee - Per Adult - $5.00 Visitors ages 16 and up. Fee applies to one individual. Receipt allows re-entry for seven days,   Reconstructed Fort Vancouver Entrance Fee - Per Child - $0.00 Visitors ages 15 and under.    Pearson Air Museum Entrance Fee - Per Person - $0.00 Free during open hours.   McLoughlin House Entrance Fee - Per Person - $0.00 Free during open hours.   Fort Vancouver Visitor Center Entrance Fee - Per Person - $0.00 Free during open hours.   Entrance Passes:   Fort Vancouver Annual Pass - $30.00 Allows free entry for passholder and up to three adults to Fort Vancouver National Historic Site. The pass is valid for one year from date of purchase.         Visitor Centers       Fort Vancouver Visitor Center Begin your visit by learning about all the park's venues through new exhibits and activities. Watch a short film about the site's history, peruse the park's bookstore, and enjoy a display of artwork by American Indian artists.               At Fort Vancouver National Historic Site, the history of the Pacific Northwest is told at four unique sites, through four unique stories. Plan on spending at least a few hours in the park, exploring the reconstructed British fur trade fort, historic buildings from the US Army's Vancouver Barracks, the history of aviation at Pearson Air Museum, and walking trails.    Visitor Center Begin your visit by learning about all the park's venues through exhibits and hands-on activities. Watch a short film about the history of the area, peruse the park's bookstore, and enjoy a display of artwork by local American Indian artists.   Fort Vancouver At Fort Vancouver, discover the site's roots as a British fur trading post, built by the Hudson's Bay Company in 1829. Check in to the Contact Station for information and fee payment.    Pearson Air Museum Pearson Field is one of the nation's oldest operating air fields. Exhibits at Pearson Air Museum highlight early military and civilian aviators here, and the site's World War I Spruce Mill, which produced aviation-grade lumber for Allied planes.   Vancouver Barracks Established in 1849, Vancouver Barracks was the Northwest's first U.S. Army post. Stroll among these historic buildings, which are marked with wayside exhibits interpreting their history. Though the buildings are currently closed, the National Park Service is working with many partners to transform the barracks into a vibrant, public service campus.   McLoughlin House Dr. John McLoughlin, the Chief Factor of Fort Vancouver, moved to his home in Oregon City, Oregon, after his retirement in 1845. Free tours of this home - one of the oldest in Oregon - take place on Fridays and Saturdays.",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/basicinfo.htm"
}
