{
    "title": "Fort Vancouver National Historic Site: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Free Entrance Days in the National Parks 2016   The National Park Service turns 100 years old in 2016, and we want everyone to join the party! On 16 days in '16, all National Park Service sites that charge an entrance fee will offer free admission to everyone. Mark your calendar for these entrance fee-free dates at Fort Vancouver NHS and other national parks in 2016:     January 18 - Martin Luther King Jr. Day April 16 through 24 - National Park Week August 25 through 28 - National Park Service Birthday September 24 - National Public Lands Day November 11 - Veterans Day  Learn more about fee-free days here.       Entrance Fees at Fort Vancouver      Fort Vancouver Visitor Center 1501 E Evergreen Blvd. Vancouver, WA 98661  Free Admission   Reconstructed Fort Site 1001 E. Fifth St. Vancouver, WA The entrance fee is $5 per person, and the receipt is valid for seven days.  Ages 15 years and under are free. All Interagency Passes honored.   Pearson Air Museum 1115 E. Fifth St. Vancouver, WA  Free Admission   McLoughlin House Unit of Fort Vancouver NHS 713 Center St. Oregon City, OR   Free Admission      Visit the Education page for school reservations and academic fee waiver information.       Fort Vancouver NHS Park-specific Annual Pass This annual pass allows entrance to the reconstructed fort site at Fort Vancouver National Historic Site for the passholder and up to three adults. Available at a cost of $30, it is valid for twelve months from date of purchase. This pass can only be purchased at the park's Contact Station, located inside the reconstructed fort at 1001 E. Fifth St., Vancouver, WA, during regular operating hours.          America the Beautiful - The National Parks and Federal Recreational Lands Pass Series      On January 1, 2007 the old Golden Age, and Golden Access Passes were replaced with a new series of interagency passes called the America the Beautiful - National Parks and Federal Recreational Lands Pass. All National Parks Passes, Golden Access, and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes.  A pass from the America the Beautiful series is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free. Passes are available throughout the year at the Contact Station inside the reconstructed Fort Vancouver, 1001 E. Fifth St., Vancouver, WA. Please note that passes are not sold or issued at Pearson Air Museum or the park's McLoughlin House Unit in Oregon City, Oregon.            America the Beautiful Annual Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Annual Pass Cost $80   This non-transferable pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 15 are admitted free). The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or online at http:\/\/store.usgs.gov\/pass.    Frequently Asked Questions about the Interagency Annual Pass         Senior Pass   American the Beautiful National Parks and Federal Recreational Lands Pass   Senior Pass  Cost $10  This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 15 are admitted free). The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. The pass can be obtained in person at the park, or via mail for an additional $10 processing fee by filling out and mailing in this application. This pass can also be purchased with an additional $10 processing fee online here. Frequently Asked Questions about the Interagency Senior Pass          Military Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Annual Pass for Military Free   To honor our active military personnel and dependents, admission is free at sites that charge entrance or standard amenity fees. It is available to active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173). The pass admits the pass owners and any accompanying passengers in a private non-commercial vehicle at per vehicle fee areas, or the pass owner and up to additional 3 adults at sites that charge per person. Admission for children under the age of 15 is free. Military Passes can only purchased in person. A list of places to obtain Military Passes can be found here.   Frequently Asked Questions about the Annual Pass for U.S. Military        Access Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Access Pass Free   This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. The pass can be obtained in person at the park, or via mail for an additional $10 processing fee by filling out and mailing in this application.   Frequently Asked Questions about the Interagency Access Pass        Volunteer Pass   America the Beautiful National Parks and Federal Recreational Lands Pass Volunteer Pass Free  This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 15 are admitted free). Contact the park at 360-816-6230 or visit our website to learn about volunteer opportunities at Fort Vancouver NHS.        Every Kid in a Park Pass   Every Kid in a Park Pass Free  This is a free pass available to fourth grade students. The pass is valid September 1, 2015 to August 31,2016, no matter when it is acquired. Students must go online here and complete a short activity. Upon completion, print out a voucher. This paper voucher is good for the student and three accompanying adults (admission for children 15 and under is always free) at sites where per person fees are charged. The paper voucher can be turned in for a plastic pass. The fourth grader holding the pass must be present at all times.  Frequently asked questions about the Every Kid in a Park Pass     Golden Access and Golden Age Passports are no longer sold. However, these passes will continue to be honored according to the provisions of the pass.  The five agencies that participate in the Interagency Pass Program are:  National Park Service U.S. Forest Service U.S. Fish and Wildlife Service Bureau of Land Management Bureau of Reclamation  See the site locations that issue these passes. Pass Program Definitions",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/fees.htm"
}
