{
    "title": "Fort Vancouver National Historic Site: Blacksmith Shop",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Cultural Demonstrations     Blacksmith Shop                Blacksmith Shop        Dedicated volunteers in the fort's Blacksmith Shop demonstrate nineteenth century blacksmithing skills and connect their work to the fur trade and the Hudson's Bay Company's activities in the Pacific Northwest and beyond. NPS Photo by Troy Wayrynen        In an age when virtually everything needed by man can be had, ready-made from store or factory, it is somewhat difficult to imagine the need for and reliance on the blacksmith by communities of 150 to 200 hundred years ago. To our ancestors the blacksmith combined the work of the welding shop, the service station, and the hardware store in one man. Every community had need of a good blacksmith and Fort Vancouver was no exception, employing at least four at any one time.       To assess the full worth and standing of the blacksmith in early communities one has only to examine the character of the items he made, and the way in which he met the problems connected with each. Virtually every article for home or farm that could not be formed of wood was the province of the blacksmith. Look around your own home today and try to imagine the blacksmith making all the iron or steel items, both mechanical and non-mechanical that you see. You can observe the important work of the historic blacksmith by visiting the ongoing demonstrations in the blacksmith shop. Here, you can observe staff and volunteers manufacturing historic accurate tools and hardware from iron. Blacksmith demonstrations are volunteer based. To check if there are blacksmith demonstrations on the day of your visit, call the Fort Vancouver Visitors Center at (360) 816-6244 on the morning of your visit. Dig deeper...  To learn about the latest happenings in the Blacksmith Shop, read Forge & Plane, the newsletter of the Fort Vancouver Trades Guild, by clicking here. To view some of the site's historical studies click here.",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/blacksmith-shop.htm"
}
