{
    "title": "Oregon Caves National Monument & Preserve: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Grand Column on cave tour route. NPS  A Great Place to Volunteer Oregon Caves is one of the few publicly accessible marble caves in the northwest and contains a rich store of scientific knowledge about the region's natural history. The visitor center and historic Chateau lodge are nestled around the cave entrance under a crown of lush green conifers, maples, and madrone trees. Oregon Caves National Monument preserves an old-growth forest within the rugged and of southwestern Oregon, a region widely recognized for its rich geological and biological diversity. Can you picture yourself here? Do you want to help serve park visitors and protect park resources? Good news, there are VIP positions open at the Monument!      2014 Volunteers-in-parks (VIP)  VIP Application Download the volunteer application (369KB PDF). You can then submit the VIP application to John Roth, VIP Coordinator.         Volunteer at Oregon Caves and help save bats! NPS  Volunteers-in-Parks Volunteers have the flexibility to work in a wide variety of jobs and projects for short and long periods of time. Oregon Caves offers some unique underground experiences as well as opportunities in science, restoration, interpretation, and more! You can gain experience, learn new skills, and stay active and involved. Student internships and group service projects can work in conjunction with our Volunteers-in-Parks program to provide opportunities for career development and service. There are also many potential projects for volunteers with specialized skills and backgrounds. There are many options for volunteers:  For Individuals: We have opportunities to volunteer during special volunteer events and to join our team in a volunteer position. For Students: We partner with the Student Conservation Association and the Geological Society of America to offer student internships. For Groups: We schedule groups for a day or a half-day of service, often to pull weeds or pick lint in the cave.  International volunteers must meet visa and immigration requirements to be able to volunteer with the National Park Service. Learn more about the International Volunteers-in-Parks program. Volunteer Housing Dormitory-style park housing is limited but may be available. Park policy does not permit pets in the dorm. Download the housing handout (202KB PDF). There are no RV sites in the park. An off-park RV site may be available for volunteers who make a commitment of at least three months.",
    "url": "https:\/\/www.nps.gov\/orca\/getinvolved\/volunteer.htm"
}
