{
    "title": "Oregon Caves National Monument & Preserve: Volunteer Groups",
    "body": "Volunteer Groups         A volunteer group prepares to do cleanup and restoration in the cave NPS  Volunteer groups can help make enormous strides in reducing lint and trash along the cave tour path, removing invasive plants, and clearing and piling brush. Scheduling a day or half-day of volunteer work for your group can build camaraderie and help your group meet its service goals.  Important considerations:  Please contact us at least two weeks in advance of the date you are interested in volunteering. That will give us enough time to plan the work and prepare and schedule the staff members who will supervise the group. Certain times of year we are unable to schedule volunteer groups because we are either short-staffed or it is not the best time to try to complete the work. The size of the group we can work with depends on our staffing at the time. As a general rule, we may not be able to work with groups larger than 12, but acceptable group size also depends on ages of the volunteers, number of group leaders, whether we are working in the cave or outside, and whether the volunteers are experienced. The time of year affects what kind of work we have available, and most of the work for volunteer groups is physical. We pull weeds in late spring and early summer before they go to seed. We pick lint and trash in the cave in spring and fall, when cave tours are not full, and sometimes in winter while the cave is closed. Other projects are potentially available for volunteer groups with specialized skills and interests. With youth volunteers, there are additional considerations such as maturity and number of chaperones. All volunteers under age 18 MUST have a parent or legal guardian sign a permission form before they can do ANY work.  Contributions and accomplishments of volunteer groups:  Cascade, High Desert & Willamette Valley Grottos - February 2012 (395 KB pdf file)  Give us a call at (541) 592-2100 or e-mail us to arrange a volunteer activity for your group. This page provides information for groups or group leaders interested in volunteering at Oregon Caves. Information about scheduling groups for cave tours or education visits (field trips) are found on other pages.",
    "url": "https:\/\/www.nps.gov\/orca\/getinvolved\/supportyourpark\/volunteer-groups.htm"
}
