{
    "title": "Fort Vancouver National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Special Events at Fort Vancouver National Historic Site The following is general information for holding special events at Fort Vancouver National Historic Site, a unit of the U.S. National Park Service. If you are interested in holding a special event in the national park, please contact our reservation coordinator, Eva Dodd, at 360-816-6241 as soon as possible and she or a member of the park ranger staff can directly discuss your proposed activity with you. If you are interested in obtaining a permit for commercial filming, please click here for more information. Background The units of Fort Vancouver National Historic Site are home to nationally significant landscapes, historic structures, and settings that can be ideal venues for a variety of special activities such as picnics, ceremonies, and family and group gatherings. Special events can provide a unique, intimate opportunity for visitors to connect to this National Park and understand why it is considered so special as to be one of just over 400 sites in the National Park System--America's Best Idea. Process & Guiding Principles The process for obtaining permission to hold a special event in a national park is different than many other venues. Each applicant submits a permit application along with a $100 non-refundable application fee to park staff. This application form can be obtained in person at the Visitor Center or downloaded from the park website here. All applications are reviewed by park staff on a case-by-case basis, to ensure that applicants' needs are balanced with park efforts to allow a national park experience for all visitors while also preserving the park for the enjoyment of future generations. For approved applications, park staff issue a special use permit. This permit establishes the date, time, and location of the activity and includes any additional costs and conditions of use, based on the event type and location. The most successful special events are those that are small in size and scale (fewer than 300 participants) that use the park's designated locations as the setting. Examples of appropriate special events include weddings at the Bandstand, group picnics at the Great Meadow, and meetings, celebrations, or change of command ceremonies in the Historic Hangar at Pearson Air Museum. Some activities--such as the sale of food, drink or merchandise, the charging of a separate public admission fee, and the release of helium balloons--are prohibited in national parks. Park staff will work with you on a case-by-case basis to make sure your proposed activity fits the national park setting, so please be sure to contact park staff as early as possible. The metro area is home to many local, county, regional, state, national, and privately-owned venues suitable for special events. With that in mind, large events, such as concert and festival-style events, may be better suited to these numerous other community resources.      Suggested Locations When considering a location for your special event, park staff have identified a number of venues where events have successfully taken place. Each has its own special qualities, so be sure to visit in person if possible. Other areas may also be available. The Picnic Shelter Located just yards from the Visitor Center, the Picnic Shelter provides easy access to accessible restrooms, picnic tables, and our children's play structure. This accessible space provides a perfect venue for active, food-oriented events, such as family gatherings, birthday parties and group picnics. The structure is covered and has picnic tables available. It holds approximately 70 people. For more information on this venue, please click here. The Bandstand Located at the heart of the historic parade ground, the Bandstand provides some shelter from the elements and works as a great venue for an activity with up to 200 attendees, such as a formal ceremony, wedding, or group picnic. This location is popular with members of our Armed Services for official Change of Command ceremonies. The Bandstand is not wheelchair accessible and has no restrooms--the nearest park restroom facility is in the Visitor Center. For more information on this venue, please click here. The Great Meadow & Heritage Oak Perhaps one of the largest and oldest trees on the grounds of Fort Vancouver National Historic Site, this heritage oak is located in the heart of the Great Meadow & Heritage Oak between the Visitor Center and the reconstructed stockade. Activities with up to 300 participants--such as intimate wedding ceremonies, historical talks, and group picnics--work best under the splendor of this majestically aging oak. This venue is not wheelchair accessible, and has no restroom access--the nearest restroom facility is in the Visitor Center. For more information on this venue, please click here. The Historic Hangar at Pearson Air Museum Located at the Park's Pearson Air Museum, the Historic Hangar provides a connection to the Park's rich aviation history through its large indoor space highlighted by an expanse of historic windows across the building's south side. With natural lighting, accessible restrooms, and available electricity, the Historic Hangar is the perfect indoor venue for a celebration, meeting, dinner, or commemorative event with up to 300 participants.Photo gallery For more information on this venue, please click here. The Tex Rankin Theater at Pearson Air Museum Located inside the park's Pearson Air Museum and adjacent to the main museum exhibit floor, the Tex Rankin Theater provides indoor space with a large video screen and moveable chairs for meetings, conferences, presentations or commemorative events. Fully accessible, it seats 80 people theater-style and 30 people classroom style. For more information on this venue, please click here.",
    "url": "https:\/\/www.nps.gov\/fova\/planyourvisit\/permits.htm"
}
