{
    "title": "Montezuma Castle National Monument: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Montezuma Castle National Monument is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Take a Stroll at Montezuma Well  Take a stroll at Montezuma Castle's other site: Montezuma Well.  Check out a natural well, Sinaguan cliff dwellings, and watch how drastically the desert gives way to lush, green trees and bushes in the riparian area along Beaver Creek.  End with a picnic at the picnic area where you can dip your feet in the historic canal, fed with water from Montezuma Well. Read more      Call to Action Projects      More Than Meets the Eye in Montezuma Well  Montezuma Well’s significance is due, in part, to its unique water chemistry and ecosystem. As we continue to identify endemic species (weird bugs!), we help define the Well’s unique environment and distinguish it from all other locations in the region and world. Similarly, research provides invaluable insight into the development and evolution of the MOWE ecosystem. Read more   Riparian Pasture Project Restores Montezuma Well’s Native Habitat  The Montezuma Well Riparian Restoration Project, located at the Well Unit of Montezuma Castle National Monument, began in 2008 as a cooperative venture with Natural Channel Design (NCD).  Despite many challenges during the project, the overall goal of restoring the native habitat and reducing the number of invasive species has been successful.   Read more   Researchers Help Keep Montezuma Castle Looking Good  The Montezuma Castle cliff dwelling is one of the best-preserved ruins in the Southwest, and the NPS wants to keep it that way. Here, plasters made from local clay and wood ceilings that might normally have been lost to weathering are intact and protected.  The NPS has partnered with researchers from the University of New Mexico to learn more about the Castle and how best to help protect it. Read more   Founders Day Art is Afire!  In celebration of Founder’s Day 2012 we held a youth-centered art event. Art played a major role in the creation of National Parks by bringing the beauty and splendor of our nation’s landscapes to the attention of Congress and the public. To honor the impact of art in the history of the National Park Service we invited children of all ages to come out and get creative by painting, drawing, and illustrating their vision of our parks on paper. Read more   Summer Junior Ranger Camps Mix History and Nature  Land use has always been a mix of the biological and social sciences.  During the 2012 Summer Junior Ranger Camps held at Montezuma Well, Jr Rangers learned about the past cultures which have lived on and utilized this land.  That means that the kids did everything from building a pueblo-style wall, just like the pre-historic Sinagua culture, to taking hikes while identifying useful plants! Read more",
    "url": "https:\/\/www.nps.gov\/moca\/getinvolved\/2016.htm"
}
