{
    "title": "Saint Croix National Scenic Riverway: Orientation & Migration",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Orientation & Migration                  Orientation & Migration       North-South Orientation Effect There are a large number of birds whose range ends within the Riverway. The best examples are those species where this is the northern or southern limit of their breeding range. A good example is the Prothonotary Warbler whose range extends northward along the St. Croix River to St. Croix Falls, Wisconsin. Indeed, the bird is considered common in the smaller back channels but is unheard of north of St. Croix Falls. Likewise, Hooded Warblers are known to nest along seeps at the base of forested bluffs near Somerset Landing and north of County O Landing on the Wisconsin side of the river south of Grantsburg. These are among the northernmost records of breeding for these birds. Other southern species showing up in small numbers include Great Egret, Acadian Flycatcher, Blue-gray Gnatcatcher (common), Blue-winged Warbler, Cerulean Warbler, Kentucky Warbler (Kinnickinnic State Park), Louisiana Waterthrush (common in its preferred habitat), and Orchard Oriole. Those Riverway species whose breeding range lies mostly to the north are almost too numerous to list. Many of the warblers typical of the boreal forest can be found in the uppermost portions of the St. Croix and Namekagon rivers. It is here where you can regularly find Alder Flycatchers, Winter Wrens, Northern Parula, Canada Warbler, Black-throated Green Warbler, Northern Waterthrush, Yellow-rumped Warbler, Nashville Warbler, Mourning Warbler, Blackburnian Warbler, Hermit Thrush, White-throated Sparrows, and Evening Grosbeaks (Namekagon River north of Hayward). The rarer species include Blackpoll Warbler, Magnolia Warbler, Connecticut Warbler, Lincoln's Sparrow and Dark-eyed Junco.        Whooping Cranes taking flight in the fall. NPS  Migration in the Riverway The north-south orientation of the river also makes the Riverway an excellent location to observe birds passing through during spring and fall migration. The St. Croix River in early spring is often a good place to find concentrations of migrants as they migrate to the 'north woods' through an increasingly developed and agricultural landscape in the southern third of the Riverway. From a bird's eye view, the river valley can be seen as north-south corridor of forests and wild lands bordered by cities and agricultural lands. To the north the forests and other wild lands become more common and the birds are more likely to spread out on their northward migration. Regardless, the native plant communities of the Riverway are always a good place to stop and replenish themselves on their way north. Bald Eagles and many ducks also follow the river northward as the ice begins to melt. When conditions are right, large concentrations of waterfowl can be found on the river in April, especially between Stillwater and the upstream end of the Indianhead Flowage formed by the Xcel Energy dam at St. Croix Falls. The fall migration is most apparent as small kettles, or flocks of hawks pass through. Again, the river makes a good geographical corridor for the hawks and depending upon the wind, they are often able to ride updrafts as the winds turn skyward upon meeting the bluffs lining the river. St. Croix Falls can be a good location to watch this spectacle, especially between mid-September and late October.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/nature\/migration-in-the-riverway.htm"
}
