{
    "title": "Oregon Caves National Monument & Preserve: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip      Field TripsOur Education season runs from late March through first Sunday in November. If you are interested in bringing your class to the Oregon Caves for educational purposes, please download and read the Field Trip Packet (docx file).In this document you will find all the information to register for and plan a successful field trip. After thoroughly perusing the information, return to our registration materials to find the fillable forms used in booking your visit.These forms should be downloaded, completed, and emailed to the Education Coordinator.If you have any questions or concerns, please contact us at 541-592-2100 ext. 2261.        Fee Waivers Fee waivers can be granted for other accredited educational groups (e.g. university classes, science clubs, education groups not accommodated during the education season, etc.). Please visit Fee Waivers for more information or read more in the Field Trip Packet. Please check carefully to ensure that you have met ALL of the requirements.   Prepare for Your Visit Please download the following materials in order to be prepared for the field trip.  Teacher's Guide to the Forest Hike, 1,229 KB pdf file Chaperone's Guidelines, 203 KB, pdf file    When You Arrive at Oregon Caves The bus parking area is part of the public parking area (please refer to the parking map in your field trip packet). When you arrive, have your students remain on the bus. A Park Ranger will meet you in the parking lot and give a brief orientation to students and chaperones on the bus. They will then line up your group and lead them to the visitor center.  When You Depart from Oregon Caves The field trip does not include time for visiting the gift shop. If your school has allotted extra time after the ranger activities are completed, your students may visit the gift shop. There must be at least one adult accompanying each group of four children. You may rotate additional groups of four children when the previous group has finished.",
    "url": "https:\/\/www.nps.gov\/orca\/learn\/education\/planafieldtrip.htm"
}
