{
    "title": "Oregon Caves National Monument & Preserve: Timeline",
    "body": "Timeline         Takelma Indians   Long before the establishment of Oregon Caves National Monument in 1909, various people occupied, settled and developed the lands of southwestern Oregon. History records events and changes over time. Today is tomorrow’s history. Pre 1820s: The native Takelma Indians lived for thousands of years along the rich Applegate and Rogue river valleys in what we now know as southwestern Oregon. No current evidence indicates native use of the cave. 1820s: Hudson Bay Company fur trappers explored the Siskiyou Mountains and traveled through the Rogue River valley.        Miner and Pack Mules   1830s: Settlers and gold seekers followed the path of the fur trappers on their way to California. 1840s: Lindsey Applegate and others surveyed and opened up the Applegate Trail, a new route for emigrants entering Oregon that traveled into the Rogue and Applegate drainages.      1850s: In 1851, prospectors discovered gold on Josephine Creek, named after Floyd Rollins daughter, in the Illinois River valley. The signing of the 1853 treaty with the Takelma Indians opened the southwestern Oregon Territory to farmers, ranchers and loggers. February 14, 1859, Oregon admitted to the Union 1870s: While on a hunting trip in the fall of 1874, Elijah Davidson found a cave and is credited with the discovery of Oregon Caves, once known as Josephine County Caves. Elijah returned in 1877 with his brother Carter, and possibly John H. Kincaid, Frank M. Nickerson, John M. Chapman and W.W. Fidler, and discovered what is now known as the 110 Exit.          Government Camp of Oregon Caves in the late 1800s   1880s: In 1884, Walter C. Burch first heard of the cave from Elijah Davidson. Burch and his brother-in-laws, Homer and Ernest Harkness, staked a squatter's claim at the lower cave entrance. They charged one dollar per person for a guided cave trip, camping, good pasture and \"medicinal\" cave waters, as advertised in the Grants Pass Courier newspapaper. They tried to acquire title to the land but the land was unsurveyed so after a few years they abandoned the idea of development. 1890s: \"Captain\" A. J. Smith of San Diego, California, along with locals W. J. Henderson and F. M. Nickerson held a mineral claim on the cave as the Oregon Caves Improvement Company. The San Francisco Examiner newspaper sponsored a well-publicized expedition to assist with full-scale development. After four years and financial difficulties the “Captain” disappeared.        Oregon Caves Proclamation NPS  1900s: In 1903, President Roosevelt withdrew millions of acres of forest lands from the public domain including the proposed Southern Oregon Forest Reserve which included the cave. Two years later the U.S. Forest Service was created to administer the forest reserves followed by the establishment of the Siskiyou Forest Reserve, now known as the Siskiyou National Forest. On June 8, 1906, Congress passed the Antiquities Act. This allows the President to set aside as National Monuments \"...historic landmarks, historic and prehistoric structures, and other objects of historic or scientific interest that are situated upon lands owned or controlled by the Government of the US.\" July 12, 1909, President Taft established the 480 acre Oregon Caves National Monument. Taft's proclamation states \"any use of the land which interferes with its preservation or protection as a National Monument is hereby forbidden\". The Monument was to be administered by the U.S. Forest Service. The cave drew 360 visitors. An article by Joaquin Miller in Southern Pacific Railroad's magazine Sunset and Chandler B. Watson's book Prehistoric Siskiyou Island and the Marble Halls of Oregon gave the monument wide publicity on the west coast and helped to increase visitation.      1910s: In 1910, the Forest Service began employing men to guard the cave and give free tours during the summer. Congress created the National Park Service on August 25, 1916 \"...to conserve the scenery and the natural and historic objects and the wildlife therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.” 1920s: During 1920, 1,800 visitors visited the Monument. They traveled 10 miles by one trail from the Williams Valley via Steven's ranch or 8 miles by trail from the Holland Valley via Grimmett's ranch. Surveys were begun for a new road to the cave in connection with a survey of the proposed Redwood Highway. The road officially opened on June 27, 1922 with the last 13 miles taking over two hours to travel. On April 11, 1923 the Forest Service granted a 20-year contract to Oregon Caves Company, a private concessionaire headed by George Sabin and other Grants Pass businessmen, to provide guide service and build a hotel. Arthur Peck, a landscape engineering professor, recommended an alpine style building with siding of Port Orford-cedar bark to blend with the surroundings. Gust Lium, a contractor from Grants Pass, designed the building to accommodate a kitchen, dinning room, gift shop and ticket sales area on the first floor and dormitory for female employees on the second floor. By the end of June the chalet was completed at a cost of $5,000. In 1926, Oregon Caves Company built seven two-bedroom cabins in the ravine above the Chalet, and a two story dormitory nearby for male employees. Also in 1926, the town of Cave Junction was established Elijah Davidson died in 1927 and was buried in Williams, OR.      1930s: During the 1930s, men of the Civilian Conservation Corps (CCC) from Camp Oregon Caves near the present day Grayback campground assisted in many development projects at the monument. They built a waterline to the monument, picnic areas and trails, installed miles of telephone lines and enhanced landscaping by planting trees and building ponds and rock walls. In 1930, electric lights were put into the cave with power generated on site and work on the new exit tunnel was started. Caves Highway was widened and paved in 1931, the same year construction began on the Chateau. The National Park Service took over administration of the monument from the Forest Service in 1933. In 1934, the six story Chateau was completed at a cost of $50,000. Today it still offers 23 overnight rooms, a coffee shop and fine dining, with the creek from the cave running through the dinning room.        the Chalet, 1942   1940s: In 1941, the CCC built an information and comfort station in the lower parking lot. By 1942, the Chalet was rebuilt and enlarged with a third floor added. The Chateau closed for four years during World War II but the guide service through the cave continued. 1950s: Refrigeration was installed in the Chateau. Previous to this, milk, butter and other perishables were carried into the cave during hot weather. In 1959, gates were installed on all cave entrances. By 1957, the cave tour route was completely paved with asphalt.        flood damage in the Chateau, January 1964   1960s: In 1962, an earthquake centered off the coast near Crescent City was felt at the monument but not felt in the cave. During the winter of 1964, after much snowfall followed by warm rain, a 17 foot wall of water flowed from the ravine behind the Chalet, through the archway and slammed into the Chateau causing $100,000 in damage.  In 1968, the millionth visitor went through the cave. This is also the first year a female tour guide begins to work. 1970s: In 1976, Oregon Caves Company sells its interest in the concession to Canteen Corporation of Oregon.      1980s: In 1986, restoration projects began in the cave including removal of rubble from tunnel construction. October of 1987, the Secretary of the Interior declared the Chateau to be a National Historic landmark. In 1988, the guest cabins were removed because of the potential for impact on the caves below      1990s: During the summer of 1990, two airlock doors were installed in the blasted tunnels. Over 1400 tons of rubble was removed from cave passages where the rubble was originally put after the tunnels were blasted. By 1992, the asphalt trail was removed. In September of 1994, work began on the new cave trail which is a combination of cement and extruded fiberglass. Lighting systems were also redesigned. In 1995, Jaguar bones were discovered that were later dated as 38,600 years old. Grizzly bear bones were also discovered and dated at over 50,000 years old. 2000s: In 2001, National Park Service tour guides began leading the cave tours. As of 2003, all the structures first built by private concessionaire became the property of the American public and are managed by the National Park Service. In 2004, a long term (10 year) contract was issued to the Illinois Valley Community Development Organization, a non-profit from Cave Junction that hires local, shops local and stocks the gift shop with quality local made arts and crafts. In 2009, Oregon Caves National Monument celebrates its centennial along with Oregon’s sesquicentennial. 2014. December 11, 2014 113th Congress passes the National Defense Authorization Act which contains the commonly called \"Lands Bill\" which defines the creation of Oregon Caves National Monument and Preserve. Friday, December 19, 2014 President Obama signs the National Defense Authorization Act in law.",
    "url": "https:\/\/www.nps.gov\/orca\/learn\/historyculture\/timeline.htm"
}
