{
    "title": "Oregon Caves National Monument & Preserve: Elijah Davidson's story by Tom Siewert",
    "body": "Elijah Davidson's story by Tom Siewert         Elijah Davidson is the first known person to enter the caves.   Hear a condensed version of the cave \"discovery\" story Elijah's Story, as told by Tom Siewert, 1,638 KB RealPlayer (sound) file. You will need to have a program called RealPlayer installed on your computer. If you do not have the software to view this file, download it. Elijah Davidson's Story His feet pounded the ground as he made his way through tall brush up the steep incline on the flanks of Sand Mountain.¹ In syncopation to that rhythm, the bellows in his chest pushed in and out as fast as they could, and the drumming of his pulse in his ears added a third rapid beat. “Bruno,” he called, eyes scanning the slope for the canine companion that had taken off after who knows what other animal, just after they had subdued the deer. He felt the weight of his muzzle-loading percussion rifle in his hand, the bouncing of his ammunition pack against his hip, and the cold autumn air on his cheeks and in his lungs. He heard the barking of his faithful friend, now somewhat muffled, a short ways ahead.    First he saw the stream that seemed to come out of nowhere, appearing from between the rocks and brush. Then as he glanced to his right, the direction from which a deep growl and series of barks emerged, he caught sight of a dark hole behind the scrub of Oregon grape and ocean spray. Approaching, now slowly and carefully, he listened with piqued attention as the cacophony of growling and barking seemed to fade into the mountain itself. He looked in bewilderment at the opening in the rocks and debated whether or not to enter. The dog was a good hunter and companion, one he felt loath to lose, but entering such a dark recess, knowing that an angry bear lurked somewhere inside, could mean not making it back to Minerva, Anna Geneva, and Winter, his kith and kin.    His moment of indecision came to an abrupt end when he heard a loud, high pitched yelp spring from the cavern before him. He set down his rifle…too long and cumbersome in such a small place, pulled out his knife and grabbed some matches from his pouch. He broke off a few, ² struck them on the rocks, and lit the way ahead of him into a dark, damp underground realm. He paused for a moment just inside the hole to let his eyes adjust to the twilight. In the enclosed space, the smell of the sulfur matches stung his nostrils, but he hardly noticed, for what lay before him held his concentration. He looked down at the floor of the small room in which he crouched, and saw the telltale sign of a bear’s having slept there. Creeping onward he heard echoes of the stream inside the walls of stone, and soon came to the water’s edge. Crawling among the rocks to avoid getting his feet soaked in the cold water, he made his way, matches and knife in hand, past uneven walls of ghostly shapes. Never had he seen such a place, but the growl of the bear brought him back to the matter at hand.    His matches burned downed to his fingertips and he pulled out the block and broke off some more. Holding them up to see as well as possible, he pushed onward, listening for dog or bear, his concentration broken now and then by the odd-looking white and tan rocks that glistened in the dancing light. He continued in this manner until he realized he was down to the last of the matches, his only source of light. Tempted to go farther underground, he turned and began to retrace his steps, but it all looked so completely different from the other direction, that he wasn’t certain through which of the maze of passageways he had come. He found his foot and hand prints in some soft earth, but just as he began to follow them, the matches died, and with it died his only light. The dark engulfed him like a tidal wave and he stopped in his progress dumfounded by the total absence of any viable direction.  He thought of Bruno and of the bear. He thought of his relatives expecting him back at camp soon.³ He thought of his family waiting for him in their Williams Valley home. As the face of fear thrust itself into his imagination, he sat down, rocks poking into his spine from several angles. He began to wonder if anyone could find him before it was too late. Just then, a rushing sound came to his attention. The stream. He knew if he could get back to the stream, that he could find his way out of this rather disheartening predicament. He moved his head around, cupping his ears to try and determine the likely direction of the water. When he thought he had pinpointed it, he began to crawl, one hand on the ground and one out ahead of him feeling for the shape of the passageway.    His knees complained at their contact with rocks, but he pushed onward ignoring the pain. His clothes caught on the narrow walls frustrating his efforts, but still he kept moving. Stopping now and then to listen for the water and check his direction, he gladdened to the increasing sound of the stream. It seemed that voices rose from the gurgling waters, those of his fellow hunters or just imagination? He kept on moving, calling out now and then to Bruno, to his brothers. The sound of the bear had faded, which on the one hand comforted him, but on the other had brought hair on the back of his neck to attention…where was the brute now? He had no choice but to continue as best he could.    The sound of the stream grew ever louder until, glad for the hope of his emerging again into light, he felt cold running water on his fingertips. He increased his pace, but slowed when his head reminded him of the uneven shape of the rock walls and ceilings. He had to leave the streambed in a few places due to the narrowness of the openings…he didn’t want to squeeze into places and be totally underwater for an unknown period of time, but eventually he saw in the distance, a faint glow of light that indicated his success in returning to the world of living. Still moving cautiously he walked through the cold, swift water and in a short time he had to shield his eyes from the bright light of day. But by this time it had become more the light of evening, for the sun had neared the western horizon. When his eyes adjusted he looked to the West and estimated his time underground at a shade over 3 hours. It was the longest 3 hours he would ever remember.   He sat down and thanked the Good Lord that he had returned to safety. But what about Bruno; was he still in the cave? He grabbed his rifle and strode down the hill to where the dead deer lay. He knelt and hoisted the buck onto his right shoulder and trudged up the slope until he stood at the cave entrance once again. He lay the carcass down and as he turned and began to head down the hill, he heard a familiar bark from behind him. Bruno ran down the slope, limping a bit on his left foreleg, but smiling his pleasure at seeing his human friend once again. The dog had some nasty cuts, but would heal in good time. For now, the two were just so glad to see one another that the hunter didn’t mind the face washing he got from his four-legged friend. The sun had just about dipped below the horizon as they set out for camp.    When they glimpsed the campfire in the distance they could see there wasn’t too much activity; the other intrepid hunters, trusting their friend’s knowledge of the woods and his capabilities, had all hit the sack except one, his brother Carter. “You look a bit the worse for wear. It’s about time you found your way back, and empty handed at that.” In between mouthfuls of stew Carter had kept warm for him, the hunter recounted his adventure of the afternoon. Carter had never known his brother to be a teller of tall tales, but this sure seemed like one. Still, Elijah did look like he’d had quite a time of it and Bruno was scratched pretty badly in a few places. After the tale, Carter just shook his head and bid his brother “Goodnight.” Elijah just let the food settle for a while after his brother had gone to his bedroll, then washed Bruno’s cuts before he, exhausted, crawled into his own bedroll for a sound night’s sleep.    The next day after breakfast, Elijah headed back to the Cave entrance with Bruno. Most of the party had just grinned in disbelief when he told them about the previous afternoon’s adventure, but his brother-in-law Jules Goodwin found himself intrigued enough to join him in returning to the cave. When they neared the place where he had shot the deer, they could already hear the singing of the stream as it poured from the cave. In a short time they caught sight of the entrance and Elijah pointed in its direction. “You see that black spot? That’s my bear.” It had eaten a good chunk of the deer carcass and lay engorged on the ground in front of the black hole. Just as Elijah had described, Jules saw two dark holes in the side of the mountain, one with the stream emerging from it. They tried to awaken the bear, but he was so groggy that their taunts produced only a few lazy movements and some half-hearted groans. Finally Elijah shot the bruin and began dressing him out, but not before he took Jules a short ways into the cavern to confirm his story. By the light of Jules’ matches they stood in awe of the amazing passageways and rocks features that Elijah had had little chance to appreciate the day before. So the story WAS true, and not a tall tale as the others, and Jules to be honest, had assumed. Elijah had found a cave.   The hunter’s name was Elijah Davidson, and on that day in the Autumn of 1874,* he became the first man known to have entered the hallowed walls of Oregon Caves. While it is likely that the Native Americans had found the cave or at least had known of its existence prior to Elijah’s discovery, no evidence of that exists, or at least none has yet come to light. So until Elijah Davidson lit a bundle of Chinese sulfur matches and illuminated the total darkness of these marble halls, the rocks and creatures of this gem in the Siskiyou Mountains of southwestern Oregon had possibly never known that light even existed.    ¹Sand Mountain was an early name for what we now call Mount Elijah, the mountain in which the cave has formed. ²The matches Elijah were called Chinese sulfur matches, probably because they contained real sulfur as well as white phosphorus, the latter of which was mostly obtained from China in the 1800s. They came in a block, sort of like a Lego piece and one broke off several at a time. White phosphorus is highly flammable in the presence on oxygen. The matches were covered with a varnish and when they were scraped against a hard surface, the varnish seal was broken causing the phosphorus to come into contact with the air and ignite. Unfortunately, sometimes the varnish rubbed off or cracked due to drying while in one’s pocket, thereby causing a difficult and potentially painful situation for the bearer. That’s why these matches are no longer used. ³Elijah had come into the mountains on a hunting trip with several brothers and brothers-in-law, a party of 6 or 7 in total.  *I use the date 1874 because it is the most widely quoted and the stone at the cave entrance which bears Elijah’s name and the date of discovery uses that year (November 23 to be exact). In Elijah’s own writing of the discovery, which he didn’t write until about 1922, he said he wasn’t certain of the date, but thought that it was October of 1873. His niece, who recounted the story of the discovery she had heard from her uncle during a recorded campfire program in the late 1960’s, also used the 1874 date.",
    "url": "https:\/\/www.nps.gov\/orca\/learn\/historyculture\/discoverystorytom.htm"
}
