{
    "title": "Oregon Caves National Monument & Preserve: Civilian Conservation Corps",
    "body": "Civilian Conservation Corps         CCC dinner line, basement level of the Chateau.   During the Great Depression of the 1930s, many people in the United States were in desperate need of employment so that they could feed their families. When Franklin Delano Roosevelt was sworn in, he began the New Deal, which included programs that still help our country today, such as Social Security and The Federal Deposit Insurance Corporation (FDIC). Another was the Civilian Conservation Corps (CCC), a work relief program for young men established in 1933. CCC workers did environmental work and were paid well for it, but were required to send home $25 of the $30 they made each month. FDR said, “In creating this Civilian Conservation Corps we are killing two birds with one stone. We are clearly enhancing the value of our natural resources and second, we are relieving an appreciable amount of actual distress.” One of those resources was Oregon Caves National Monument. The work CCC did here mainly focused on the landscape of the Monument, although they did do work within the cave as well including the marble wall on the platform of the Ghost Room.        CCC cabin near Grayback campground.   The CCC worked at the Monument between 1934 through 1941. They established camp Oregon Caves near present-day Grayback campground.  The CCC worked inside, outside, and around the caves.  Inside the cave they improved the cave tour route stairs, removed \"headache\" rocks, and constructed the Connecting Tunnel to allow easier access deeper inside the cave. Outside the Monument, projects included telephone line construction, repairs to Caves Hwy (Hwy 46), construction of the entrance sign, picnic areas, rock retaining walls and campfire circle masonry work. They were also involved in tree planting and landscaping in developed areas.  Around the Monument, the CCC also helped with trail maintenance and repair of Big Tree, Cliff Nature, No Name, and Exit Trail.  We are so thankful for these young men!",
    "url": "https:\/\/www.nps.gov\/orca\/learn\/historyculture\/ccc.htm"
}
