{
    "title": "Oregon Caves National Monument & Preserve: Chateau",
    "body": "Chateau       The Chateau at the Oregon Caves:  \"A cool cave with a warm hearth.\" The Chateau at Oregon Caves National Monument is one of the National Park's Great Lodges and a National Historic Landmark. The six-story hotel located on the monument has a fine dining room, a 1930's era coffee shop, and 23 rooms. Each of the rooms in the Chateau has its own unique charm. Visit their website: www.oregoncaveschateau.com. The Chateau is open May through October.  Take a Photo Tour of the Historic Chateau!  Chateau photo tour, 1,711 KB Adobe Reader file  Construction of the Chateau The Chateau was completed in 1934, at which time the Chalet became the gift shop and guide residence. The original concessionaire that operated the Chalet and Chateau (now often called \"the Lodge\") had invested significant money into the projects and as a reward was given test contract to run the cave tours as well. Many year have passes since the original local company was the concessionaire, and the National Park Service began providing cave tours in 2001.         An example of the many pieces of Monterey furniture found in the Chateau. NPS  Monterey Furniture The Monterey furniture within the Chateau is unique. It was constructed by the Mason Manufacturing Company of Los Angeles and is all hand-made, mostly from Oregon alder wood. Each of the craftsmen had their own design, generally a floral pattern, which they painted on many of the pieces they made. After all these years the designs have either faded or have been eliminated during refurbishing, but see if you can find the original patterns on your chair as you sit before the great stone fireplace drinking a cup of hot tea after a tour in the cold cave. Please take a few moments to walk through the Chateau, even if you are not staying there, and see the beautiful interior of the building. As you do, listen to the voices of the past speak to you from every piece of wood and stone. Look around and thank the people who envisioned, built, and operate(d) to become an important part of the historical and cultural legacy of southwest Oregon. For more information about the Chateau, please call (541) 592-3400 or visit their website.        Chateau with a close-up view of Port Orford Cedar bark. NPS  The Design of the Lodge The design of the buildings, using local material in a rustic fashion, is in keeping with most of the old lodges found in National Parks and National Forests. Landscape architect Arthur Peck suggested the traditional look of the district, and Grants Pass carpenter and self-taught architect Gust Lium followed suit when he designed and built the Chateau. The rocks are the same marble as that which comprised the cave and the bark which covers the structures is from native Port Orford Cedar trees. The rustic design of the cave's historic district set a precedent which was followed in constructing other buildings in several state parks and the Siskiyou National Forest.",
    "url": "https:\/\/www.nps.gov\/orca\/learn\/historyculture\/chateau.htm"
}
