{
    "title": "Oregon Caves National Monument & Preserve: Elijah Davidson",
    "body": "Elijah Davidson         Elijah Davidson, when he was a younger man   What Compels a Man to Enter the Hidden Passageways Underground? Is it just sheer drive, determination, fear, plain bravery, or stupidity? Elijah Davidson, the first known man to enter Oregon Caves National Monument, entered in pursuit of his favorite dog Bruno and a bear in late November of 1874. The powerful friendship that is built between man and his animal can change the course of history as it did here in the Illinois Valley. After chasing the bear and his dog into the cave, Elijah Davidson was lost in utter darkness as his last match goes out deep inside. Known to have been a small man in stature standing only 5 feet 5 inches, who would wrestle bears, this man had more gumption than most. The Hunter From Williams, Oregon  Elijah Davidson, born in Schuyler County, Illinois on January 22, 1849 came west with his family to Williams, OR as a small boy. Growing up in Oregon, his father helped establish a university but Elijah learned to hunt, farm, and mine for gold rather than become an astute scholar. Later in life as he broke off on his own, he married Minerva Adelaide Farris on the 4th of July 1870 and began a family. After giving up gold mining in the Illinois Valley, Elijah resolved to feed his family by hunting and trapping bobcats, bears, deer, and mountain lions. Elijah Revisits the Caves with His Brother  The cave remained silent until May of 1877 when his younger brother Carter convinces him to explore the cave deeper with more light and supplies. Elijah brought his brother Carter, and friends William Fidler, James Nail, Ira Sparlin, and David Johns along, and they began to go deeper and deeper under the mountain. After many hours of exploration, they reached a solid wall and believed it was the end of the cave. A few years later, a young gold miner, Walter Burch, learns of the caves discovery through Elijah. This engages Burch's imagination and desire to explore the caves. Elijah's next adventure though awaited him in the gold mines of Alaska. Elijah and His Family Move to Nome, Alaska  In 1906, with his wife, Minerva, and youngest daughter Vesta Pearle, the Davidson family boards a ship in Bandon Oregon, and moves north to Nome, Alaska, to once again try gold mining. Elijah after attempts at mining in Alaska, finds that he is still best suited to provide for his small family by using his skills at hunting, storing all the gathered meat into a rustic refrigerator lined with saw dust to keep. By venturing out into the Alaskan frontier on weekend group hunts, Elijah is able to bring back just enough meat and skins to live on almost comfortably. Times were tough and Vesta Pearle assists the family by taking up a job in a bakery in Nome. Living in Alaska though played a hard toll to Minerva. The cold, damp weather kept her sickly due to the family living in a wood hut for shelter. So the family returns to Oregon in 1909, just in time for the establishment of the Caves as a National Monument. Elijah Returns to Oregon and Recounts the Discovery of the Caves This once tough little man who was known by his family to tackle and wrestle bears with his bare hands, showed his weakness in front of groups when asked to recount his cave story. He found that the discovery story of Oregon Caves published was not accurate as to what happened. There was no way to change that story now except for Elijah to write an account of his own, which was published in 1922 in the Oregon History Quarterly, 48 years after the fact. The Discovery Story Lives On After losing his wife in 1913, Elijah moved to Williams Creek where he lived until September 9, 1927. As a granddaughter remembers, Elijah never owned a car and when family came to visit, Elijah met them in a buckboard and forded the stream bordering his farm. Elijah Davidson remained a quite man towards the end of his days but the story of his discovery lives on here at the Monument along with many more adventure stories, inside and outside the cave.",
    "url": "https:\/\/www.nps.gov\/orca\/learn\/historyculture\/elijah-davidson.htm"
}
