{
    "title": "Oregon Caves National Monument & Preserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Cave Tours All cave tours at Oregon Caves are considered moderately strenuous, and is not recommended if you have a history with heart, breathing, balance or walking problems. The Discovery Tour has 500 steps (most of which are steep and uneven) with a total climb of 230 feet (70 m). The lowest passageway is 45 inches (about 1 m) high. The Candlelight tour contains 125 steps with a total climb of 110 feet (33 m). The Off-Trail Adventure Tour requires upper body strength, and sharp mental focus as you will be climbing over boulders and negotiating very tight spaces.   Be Prepared for Hikes Even a short hike can be dangerous if you are unprepared. Talk to a Ranger about trail conditions before you embark on any trail. Be sure that you understand the duration of the hike and let friends or family know which trail you are taking. Be prepared for the hike. Take and drink plenty of water, wear good walking shoes, and wear a hat or provide protection from the sun. Hiking trails on days with heavy wind can be hazardous due to falling tree branches.   Hiking Safely in Cougar Country Although cougars are rarely seen, and the risk of being attacked by one is low, it doesn't hurt to be prepared. Here are some recommendations.     Be aware, not scared. Never approach a mountain lion especially one that is feeding or with kittens.    Most mountain lions will avoid confrontation.    Always give them a way to escape. Don't run. Stay calm.    Hold your ground or back away slowly.   Face the lion and stand upright. Do all you can to appear larger. Grab a stick. Raise your arms.   If you have small children with you, pick them up.   If the lion behaves aggressively, wave your arms, shout and throw objects at it. The goal is to convince it that you are not prey and may be dangerous yourself.   If attacked, fight back!     Driving If you use GPS or get directions not provided by NPS you will be given directions to Oregon Caves that is the shortest distance--by use of Forest Service roads from Williams, Oregon. This route is NOT recommended. The road at times is one-lane, not paved, and sometimes not clearly marked. You will need a vehicle with 4-wheel drive. Although this route is shorter, it will ultimately take you longer to reach Oregon Caves.   Winter Months (October through April) If you plan to visit the cave during the winter months, be prepared for ice and snow on trails leading to cave openings. Bad weather may cause road closures or tour cancellations. Call ahead for current conditions.",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/safety.htm"
}
