{
    "title": "Oregon Caves National Monument & Preserve: Wildlife Viewing",
    "body": "Wildlife Viewing        Black Bear on the Big Tree Trail. NPS Photo       The abundant and diverse wildlife at Oregon Caves is as famous as its caves. Habitat preferences and seasonal cycles of movement determine, in a general sense, where a particular animal may be at a particular time. Early morning and evening hours are when animals tend to be feeding and thus are more easily seen. But remember that the numbers and variety of animals you see are largely a matter of luck and coincidence. Check at the visitor center for detailed information.        Safely Viewing Wildlife in Oregon Caves  Wild animals, especially females with young, are unpredictable and dangerous. Do not approach bears on foot within 100 yards (91 m) or other wildlife within 25 yards (23 m). Keep a safe distance from all wildlife.   Use roadside pullouts, if available, when viewing wildlife. Use binoculars or telephoto lenses for safe viewing and to avoid disturbing them. By being sensitive to its needs, you will see more of an animal's natural behavior and activity. If you cause an animal to move, you are too close!  Bears  Bears can run up to three times faster than a human.  Visitors are required to keep all food and garbage stored in a bear-proof manner. When viewing bears along roads, use pullouts and stay in your car. If you have a surprise encounter with a bear, do not run. Slowly back away. Carry bear spray and know how to use it. If you are injured by a bear (regardless of how minor), or if you observe bear or bear sign (including scat), report it to a park ranger as soon as possible. Someone's safety may depend on it.  Mountain Lions   Usually do not confront humans. If you encounter one, make yourself as large as possible by standing tall and holding out your arms. Pick up children to appear larger. Do not run or make any sudden moves. Maintain eye contact and back away slowly.  Deer and other wildlife  Never feed the wildlife. Do not touch or pet the wildlife. If you see injured wildlife, do not touch.",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/wildlife-viewing.htm"
}
