{
    "title": "Oregon Caves National Monument & Preserve: Hiking Trails",
    "body": "Hiking Trails       Hiking Oregon Caves National Monument and Preserve  We have four hiking trails with wonderful views of Oregon Caves National Monument and the Siskiyou Mountains that surround it. Most of the trails weave in and out of the boundary of the Monument and Preserve. You can download maps of individual trails on the Monument which are found on the pages about the trails, or you can download maps of larger views of Oregon Caves which include all of the trails found up here.   Oregon Caves Hiking Trails Handout, 708 KB pdf file   Oregon Caves Hiking Trails Map, 1,300 KB pdf file            Moss and marble outcrops on the Cliff Nature Trail. NPS Photo  Cliff Nature Trail (map) Distance (from the cave exit): 0.7 mile (1.1 km) Estimated Time: 30 minutes to 1 hour Elevation Gain: 75 feet (23 m) Trailhead: Cave exit Distance (from Visitor Center): 1 mile (1.6 km) Estimated Time: 45 minutes to 1 hour Elevation Gain: 371 feet (113) Trailhead: Visitor Center Walk over marble outcrops, through the fir forests, and enjoy panoramic views of the Illinois Valley.        Hikers taking a break at the Big Tree. NPS Photo  Big Tree Trail Distance: 3.3 miles (5.3 km) loop, 1.3 miles (2.1 km) to Big Tree Estimated Time: 3 hours (loop), 2.5 hours (Big Tree and back) Elevation Gain: 1,125 feet (343 m) Trailhead: Visitor Center A great afternoon hike, a steep climb takes you through mountain meadows and forests, past the widest-girthed Douglas-fir tree known to exist in Oregon.        No Name Trail behind the Chateau. NPS Photo  No Name Trail Distance: 1.3 miles (2.1 km) Estimated Time: 45 minutes to 1 hour Elevation Gain: 268 feet (82m) Trailhead: Chateau parking lot Short but steep, you'll encounter streams, mossy cliffs, and dense forests. Walk underneath the covered bridge along Cave Creek. Two short trails lead to two waterfalls on No Name Creek.        The Old Growth Trail. NPS Photo  Old Growth Trail Distance: 1 mile (1.6 km) loop Estimated Time: 30 to 45 minutes Elevation Gain: 200 feet (60 m) Trailhead: Visitor Center This historic trail, connecting the Visitor Center to the main parking lot, gradually climbs past oak trees, over marble outcrops, and through old growth forests.        Enjoy the sounds of Cave Creek. NPS Photo  Cave Creek Trail Distance: 3.6 miles (5.8 km) round trip Estimated Time: 2 to 4 hours (round trip) Elevation Gain: 1,245 feet (379 m) Trailhead: Chateau parking lot Wind your way down the mountain to the Cave Creek Campground. Enjoy the dense forest, splashing streams, and rock outcrops. Note: For a 1 to 2 hour hike, consider arranging a ride to pick you up at the campground.        Mountain meadows at Bigelow Lakes. NPS Photo  Bigelow Lakes - Mt. Elijah Loop Trail Distance: 9.2 miles (14.8 km) loop; 8 miles (12.8 km) to Mt. Elijah and back Estimated Time: 5 to 7 hours depending on route Elevation Gain: 2,390 feet (728 m) Trailhead: Visitor Center, follow Big Tree Trail This full-day hike to the summit of 6,390 foot (1,948 m) Mt. Elijah takes you past meadows and lakes. clear days offer views of Mt. Shasta and Preston Peak.",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/trails.htm"
}
