{
    "title": "Oregon Caves National Monument & Preserve: Hunting",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hunting                Hunting          The regulations for hunting at Oregon Caves National Preserve are designed to provide a meaningful and safe experience for hunters. Oregon Caves National Preserve is one of a few National Park Service units to allow hunting. Hunting within the boundaries of Oregon Caves National Preserve is a recreational activity at times and locations designated as open for hunting. Rules and Regulations Hunters are asked to be familiar with both Oregon Department of Fish and Wildlife and federal rules and regulations concerning hunting in Oregon and Oregon Caves National Preserve. Not that many park visitors are unaware that hunting activities occur within the Preserve boundary. Information on Oregon Department of Fish and Wildlife hunting regulations can be found here. National Park Service regulations are not contained in those guides. Following are some regulations which hunters will need to be aware of:  Hunting is prohibited within the boundaries of Oregon Caves National Monument. Possession of firearms is allowed within the boundaries of Oregon Caves National Preserve and must be in accordance with Oregon State law. Viewing and hunting of wildlife with artificial light is prohibited, except when allowed by Oregon State law. Permanent tree stands and \"screw-in\" tree stand steps are prohibited. All vehicles must remain on designated roadways and the use of all Off-road vehicles (ORV's) is prohibited. All trash and other man-made materials must be packed out and deposited in trash receptacles. Police your brass and shotgun round casings. Target shooting or the sighting in of weapons, including bow and arrow, is prohibited. Trapping is prohibited in the boundaries of Oregon Caves National Preserve. During fire season hunting areas may temporarily be closed or restricted. For news and updates about wildland fires in Oregon check with Oregon Department of Forestry.         Hunting is only allowed within the boundary of the Preserve. Hunting is not authorized within the boundary of the National Monument.",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/hunting.htm"
}
