{
    "title": "Oregon Caves National Monument & Preserve: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Campgrounds        Entrance to Cave Creek Campground. NPS\/Jamie Cleaver         Campsite at Cave Creek Campground. NPS\/Christopher Willis  Cave Creek Campground Enjoy the crackling of a campfire and sleep under the stars in Oregon Caves National Monument and Preserve. Cave Creek Campground is located at mile marker 16. It offers primitive amenities and will NOT accommodate large RVs (no pull through site), or trailers. The campground offers 17 sites on a first-come first-serve basis. How To Secure A Campsite   Camping fees $10 per night, if you have a Senior Pass or Access Pass the cost is $5.00. Select a vacant site and pay at a registration area. Complete a fee envelope and depositing it in the fee tube within 30 minutes of arrival. Retain the envelope receipt and clip it on your numbered site post. Pay only for the nights you plan to camp.  Refunds are not available.  Camping is permitted between Memorial Day and Labor Day.   Camping is limited to 14 days, either in a single period or combined separate periods. Campsite capacity is limited to eight people and two vehicles, where space is available. A maximum of two tents per site is permitted. Sites may not be left unattended for over 24 hours. Check out time is 12:00 noon. If staying another night re-register by 11:30 a.m. Secure your valuables in a locked vehicle out of sight.      Food Storage Animals are attracted to food and food odors. All food, garbage, and equipment used to cook, serve or store food must be kept sealed in a vehicle, or in bear resistant container at all times, except when these items are being transported, consumed, or prepared for consumption. Do not burn waste in fire rings or leave litter around your camp. Garbage must be properly stored at all times. Use bearproof trash cans.       Quiet Hours & Generator Use Activities must be kept to a level that ensures noise does not disturb other campers. Quiet hours are from 10:00 p.m. to 8:00 a.m. Generator use in the campground is not permitted during quiet hours. Pets Pets must be on a leash no longer than 6 feet (1.8 m) and are not allowed on trails. Pets are not to be left tied to an object when unattended. Pet owners must pick up after their pets and dispose of waste in a trash receptacle. Owners must not allow a pet to make noise that is unreasonable.      Fires & Firewood Only dead wood on the ground may be collected for use as fuel for campfires. Fires must be kept inside fire grates and attended all times. Be sure your fire is dead out when leaving for any reason. Fireworks are prohibited in Oregon Caves National Monument and Preserve.  Sanitation & Water Using campground faucets to wash dishes, clothing, clean fish, prepare food, or to bathe is prohibited. Do not leave wastewater unattended. KEEP A CLEAN CAMP!          Camping Outside the Park Public Campgrounds and RV Parks  Grayback Campground (US Forest Service) is located 8 miles from the caves. Grayback offers running water and vault toilets. The area is flatter and more accommodating to RVs. The campsites are offered on a first come, first serve basis. Call Ranger Station at 541-592-4000 for current conditions. Chinquapin Group Campground (US Forest Service) is located at Grayback Campground. For more information click here.  Lake Selmac (Josephine County Parks), Selma. 500 Reeves Crk. Rd. Selma, OR 97538 (800) 452-5687. www.co.josephine.or.us The park is located about 25 miles from Oregon Caves and has 91 sites, 39 with full hook ups, RV dump station, restrooms, showers, picnic shelters, ball fields, playground, and boat ramps. Assistant Ranger and seasonal hosts in park to answer questions.  Private Campgrounds and RV Parks  Country Hills Resort\/Campground, 7901 Caves Hwy, Cave Junction (541) 592-3406. www.countryhillsresort.com. Reservations are taken. Dewitt's Town & Country RV Park, 28288 Redwood Highway, Cave Junction (541) 592-2656. Reservations are taken. Lake Selmac Resort, 2700 Lake Shore Drive, Selma (541) 597-2277. www.lakeselmac.com This resort offers camping, RV spaces, boat rentals, 18-hole mini-golf, fishing, swimming, horse trails and a general store. Reservations are taken. Lone Mountain RV Resort, 169 Lone Mountain Rd. O'Brien (541) 596-2878. www.lonemountainrv.com. This RV resort has trails and wilderness areas. There is a volleyball court, horseshoe pits, gazebo and picnic area with barbeque. Amenities include a laundry area, gas station, and a grocery store within walking distance. Kerby Trailer & RV Park, 24542 Redwood Highway, Kerby (541) 592-2897. Reservations are taken. Ol' Jo RV Park, 156 Ollis Road, Cave Junction (541) 592-4207. Reservations are taken. Shady Acres Trailer & RV Park, 27550 Redwood Highway, Cave Junction (541) 592-3701. Reservations are taken. Twin Pines RV Park, Restaurant and Motel, 38548 Redwood Highway, O'Brien (541) 596-2952. Reservations are taken.",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/campgrounds.htm"
}
