{
    "title": "Oregon Caves National Monument & Preserve: Wilderness Areas",
    "body": "Wilderness Areas         a view of the Kalmiopsis Wilderness USDA Forest Service  Kalmiopsis Wilderness Travel Time: about 1 ½ hours Distance: approximately 40 - 60 miles Overlapping northern California and southern Oregon this 180,000 acre Kalmiopsis Wilderness is characterized by deep rough canyons, sharp rock ridges, and clear rushing streams and rivers. An outstanding botanical and geologic region can be accessed by a 20 mile gravel road that takes you to the Babyfoot Lake trail head. Most of the trails drop into the Upper Chetco River drainage. Another follows the ridges to the Pearsoll Peak fire tower.        a view of Red Butte Wilderness Area USDA Forest Service  Red Buttes Wilderness Travel Time: about 1 hours Distance: approximately 20 miles from Oregon Caves The Red Buttes Wilderness area contains several lakes and and the Rogue River and Klamath River watersheds in Oregon and California. The wilderness includes over 20,000 acres in the Siskiyou Mountains. Directions: Six miles down from the caves, turn right at a hairpin turn on FS Road 4612. Drive ten miles on FS Road 4612, then bear left on FS Road O98, heading south along Sucker Creek and above the Wilderness to the west.        a view of Siskiyou Wilderness USDA Forest Service  Siskiyou Wilderness Travel Time: about 2 hours Distance: approximately 60 miles from Oregon Caves The Siskiyou Wilderness is found in Del Norte, Humboldt and Siskiyou Counties of northwestern California. A cluster of granite peaks cradle several lakes that are destinations for hikers. There are trails for all day or half day hikes as well as weeklong backpacking.        a view of Wild Rogue Wilderness Area USDA Forest Service  Wild Rogue River Wilderness Travel Time: about 2 hours Distance: approximately 60 miles from Oregon Caves Located the Rogue Valley, Oregon, the wild and scenic Rogue River Wilderness contains one of the most dramatic rivers in the United States. Since it is protected under the Wild and Scenic Rivers Act of Congress, whitewater enthusiasts are guaranteed a pristine environment restricted from the encroachment of civilization.         a view of Marble Mountains Wilderness USDA Forest Service  Marble Mountain Wilderness Travel Time: about 3 hours Distance:  approximately 100 miles from Oregon Caves Marble Mountain Wilderness  is located in Klamath National Forest in California. Marble outcrops contain 15 miles of mapped caves. Backpack or ride horseback into the remote trout fishing lakes of the Marble Mountain Wilderness.",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/wildernessarea.htm"
}
