{
    "title": "Oregon Caves National Monument & Preserve: Nearby Parks",
    "body": "Nearby Parks                   Redwood National and State Parks               Crater Lake National Park               Lava Beds National Monument               Tule Lake Unit of WWII Valor in the Pacific               Lassen Volcanic National Park               Whiskeytown National Recreation Area             Circle of Discovery Did you know that northern California and southern Oregon are home to seven national park sites? This circle of parks protects everything from America's tallest trees and deepest lake to hydrothermal areas, marble caves, and dramatic waterfalls. Plan your centennial trip around the circle or \"tour\" them all at a special centennial exhibit at Turtle Bay Exploration Park in Redding, California from September 30, 2016 through January 2, 2017.         Wizard Island & Crater Lake NPS Photo  Crater Lake National Park ~3 hours\/130 miles from Oregon Caves (map\/directions) Crater Lake has inspired people for hundreds of years. No place else on earth combines a deep, pure lake, so blue in color; sheer surrounding cliffs, almost two thousand feet high; two picturesque islands; and a violent volcanic past. It is a place of immeasurable beauty, and an outstanding outdoor laboratory and classroom.          Islands at Whiskeytown National Recreation Area NPS Photo  Whiskeytown National Recreation Area ~4½ hours\/233 miles from Oregon Caves (map\/directions) Whiskeytown National Recreation Area is geographically situated at the juncture of the Klamath Mountain Range and the northern edge of the Central Valley, making it home to a diverse collection of animal and plant life. The park provides outdoor enthusiasts with excellent opportunities for water recreation, hiking, mountain biking, horseback riding, and camping.         Brokeoff Mountain at Lassen Volcanic National Park NPS Photo  Lassen Volcanic National Park ~5 hours\/258 miles from Oregon Caves (map\/directions) Come witness a brief moment in the ancient battle between the earth shaping forces of creation and destruction. Nestled within Lassen's peaceful mountain forests you will find that hissing fumaroles and boiling mud pots still shape and change the land.         Blue Grotto Cave at Lava Beds National Monument NPS Photo  Lava Beds National Monument ~4 hours\/191 miles from Oregon Caves (map\/directions) Lava Beds National Monument is a land of turmoil, both geological and historical. Over the last half-million years, volcanic eruptions on the Medicine Lake shield volcano have created a rugged landscape dotted with diverse volcanic features. More than 700 caves, Native American rock art sites, historic battlefields and campsites, and a high desert wilderness experience await you!          Coast redwood trunks and sword ferns. NPS Photo  Redwood National and State Parks ~2 hours\/70 miles to Crescent City, Calif. from Oregon Caves (map\/directions) ~2¾ hours\/113 miles to Orick, Calif. from Oregon Caves (map\/directions) Home to the tallest trees on Earth. The park also protects vast prairies, oak woodlands, wild riverways, and nearly 40 miles of pristine coastline, all supporting a rich mosaic of wildlife diversity and cultural traditions. Together, the National Park Service and California State Parks manage these lands for the inspiration, enjoyment, and education of all people.         Inmates pass through Tule Lake Segregation Center NPS Photo  Tule Lake Unit of WWII Valor in the Pacific National Monument ~3½ hours\/174 miles (map\/directions) The Tule Lake Unit, WWII valor in the Pacific National Monument includes both the Tule Lake Segregation Center, the largest and most controversial of the sites where Japanese Americans were incarcerated during World War II, and Camp Tulelake, which was first a Civilian Conservation Corp camp, then a prisoner of war camp, and finally an additional facility to detain Japanese Americans.        The Klamath Network of national park sites in northern California and southern Oregon form the \"Circle of Discovery.\" NPS Photo",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/nearby-parks.htm"
}
