{
    "title": "Oregon Caves National Monument & Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit      Are you dreaming of an Oregon Caves adventure?We want to help you plan your visit!Get ready for stalactites and stalagmites. Springtails and Harvestmen. Forests and lakes. Historic District and Pleistocene fossils. Oregon Caves offers countless opportunities for discovery and we hope you will have fun, make lifelong memories, and develop a deep connection to this special place. Looking for a Discovery Cave Tour, Off-Trail Adventure Tour, or Candlelight Tour.Where to begin?Things To Do, Eating and Sleeping, Accessibility, Directions, Operating Hours and Seasons, Fees and Passes, Permits and Reservations, and Safety.Visit the official Facebook, Twitter, YouTube, and Instagram pages for photos, news, and events.       See the wonders of the \"Marble Halls of Oregon\"        Cave Tours  \"Never attempt to go through the caves without a competent guide as there a thousand places in which to get lost.\" Vic Smith, a guard appointed to the Caves, 1911. Discovery Cave Tour Click here to make a reservation. Take a 90 minute, ranger-guided tour through a marble cave. Learn and discover how the geology, fossils, cave life, bats, watershed, old-growth forest, and human history make Oregon Caves significant. Children must be at least 42 inches (107 cm) tall. Moderately Strenuous The cave is not recommended for people with heart, breathing, balance, or walking problems. The tour has 500 steps (most are steep and uneven) with a climb of 230 feet (70 m). The lowest passageway is 45 inches (about 1 m) high. For information about accessibility click here. What to Bring  Warm clothing. The cave is 44 degrees Fahrenheit (7 degrees Celsius). Good walking shoes. Do not wear open-toed shoes, flip-flops, or sandals.   Be Aware  Children must be at least 42 inches (107 cm) tall Children cannot be carried through the cave. No flashlights, backpacks, large purses, or tripods. Protect our bats. Do not bring anything worn or used in another cave.  Leave pets behind. The parking lot is hot with no shade         Experience the off-trail tour. NPS\/Christopher Willis   Off-Trail Adventure Tour (summer schedule-partial) Click here to make a reservation. An Introduction to Caving Experience the adventurous, wild areas of Oregon Caves National Monument off trail! Trained guides will teach you caving techniques, cave etiquette, and bring you face-to-face with the marble structure of Oregon Caves. During this three hour experience you will scramble over boulders, belly crawl, and negotiate tight squeezes as small as 11 inches high by 19 inches wide. This tour will challenge and exhilarate you!  Fees and Cancellations The cost is $45 per person. You must reserve a tour in advance and space is limited to 8 per tour. To begin the reservation process click here. Should you need to cancel your reservation click here. Mobility Limitations This is an intense tour both physically and mentally. You will be climbing and descending over areas that require upper body strength and good balance. This tour is not recommended if you have a history of heart, respiratory, back mobility including twisting and bending, shoulder or knee problems, joint complaints, vision difficulties, if you are prone to panic attacks or claustrophobia, or if you are pregnant. All participants must be at least 5 feet tall. Minimum Age Participants must be at least 15 years of age and at at least 5 feet in height. Youth ages 15 - 17 need a signed waiver to attend the tour. We Provide Helmet, headlamp, gloves, knee-pads, elbow pads, and a souvenir bandana. Gear worn or used in another cave is not permitted. Help Protect Our Bats! White-nose syndrome is devastating bat populations in eastern North America. To avoid spreading this fungus to Oregon Caves, do not bring clothes, boots, or equipment used in any cave or mine.    Preview the Off-Trail Adventure              Oregon Caves Off Trail Tour   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 9 seconds  Preview the safety hazards of the off-trail route. This short video shows the uneven terrain of the off-trail tour.           Visitors explore the cave by candle light. NPS\/Christopher Willis  Candlelight Cave Tours (summer schedule) Click here to make a reservation. Experience this 60 minute cave tour lit only by candlelight! See what early explorers of the cave might have seen as they went from room to room with a candle. Open to ages 8 and over. The tour is moderately strenuous and is not recommended for people with a history of heart, breathing, balance, or walking problems.                     Centennial Media-Quality Photo   5 Photos  Oregon Caves National Monument and Preserve NPS Centennial media quality images.",
    "url": "https:\/\/www.nps.gov\/orca\/planyourvisit\/index.htm"
}
