{
    "title": "John Day Fossil Beds National Monument: John Day Formation",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations     John Day Formation                  John Day Formation         Cathedral rock preserves fossils from the Turtle Cove time period to the Kimberly. NPS Photo  Striking Strata The middle and upper portions of the extensive John Day strata can be conveniently divided into four major fossil-bearing units deposited between 30 and 18 million years ago. From oldest to youngest, they include the Bridge Creek Flora, Turtle Cove, Kimberly, and the Haystack Valley. More fossils are found in the John Day strata than in any other layers in this area. This period continues the general trend of cooling and drying in North America. Early in the John Day time, when the Bridge Creek and Turtle Cove units were formed, the climate was temperate and humid. By the time the later Kimberly and Haystack Valley units were deposited, it was cooler and drier. Watch for indications of changes in climate and landscape as you proceed on your journey through the units of the John Day strata.         Bridge Creek shale outcrop NPS Photo  Bridge Creek Flora The Bridge Creek Flora is commonly represented in layers of fine-grained shales, which are typically formed in environments with slow moving water, such as lakes. Periodically, these ancient bodies of water filled with sediments from ancient volcanoes to the west. Over time, successive layers buried millions of leaves, and occasionally fish, insects, frogs, and salamanders now preserved in shale. The Bridge Creek Flora is also preserved in brightly colored paleosols (\"fossil\" soils) such as those of the Painted Hills. The colorfully striped appearance of strata in the John Day area is the result of sequential volcanic ash deposits that were followed by soil formation. Deeply reddened paleosols, like those at Painted Hills, are the result of extensive weathering of clay-rich floodplain soils that formed in mesic, or moist, environments.         Rich blue-green claystones that make up the Turtle Cove member NPS Photo    Turtle Cove Over millions of years, volcanoes more than a hundred miles to the west spewed out material that became the Turtle Cove rock layers. Welded ash flow tuffs (hard rock formed from flows of superheated gases, ash, and pulverized rock) were left behind. Thick sequences of blue-green claystone formed from redistributed ash.  The shocking color of the claystone can be attributed to a mineral called celadonite, which formed when water moved through the alkaline ash beds under high pressure. Within each of these colorful layers is an impressive variety of unusual fossils, many unique to the Pacific Northwest.         Buff to pink to pink colors of the Kimberly NPS Photo  Kimberly  The Kimberly Member is represented with light gray, tan, and buff-colored tuffaceous sediments. Like the Turtle Cove, much of the strata of the Kimberly represent ancient floodplains with fossil soils and stream channels. These light pink or gray-to-buff layers are very similar in mineral composition to the Turtle Cove beds they typically cover, but do not contain the blue and green mineral, celadonite. In many places, the Kimberly consists of thick sections of redistributed volcanic ash with abundant fossils.         Yellow paleosols and interspersed tuff layers of the Haystack member NPS Photo  Haystack Valley  Haystack Valley is characterized by a combination of fluvial sandstones and conglomerates with light gray, green, and yellow tuffaceous units.  During the Haystack Valley time, low-lying areas were uplifted. As the elevation of the area increased, numerous valleys were carved by streams that cut deeply into underlying Kimberly paleosols. These processes formed sequences of sandstones and conglomerates (pebbles and cobbles cemented together by other minerals) as additional airborne ash from volcanoes settled.         NPS Photo  Fossils from the John Day Strata Each of these members bears many different fossil types. For instance the Bridge Creek Flora preserves fossil leaves and occasionally fish or salamanders. The Turtle Cove member had protected a turtle shell fossil that would launch the area into a frenzy of paleontological expeditions. While the Kimberly and Haystack members portray the progression of cooling trends and life’s adaptations to the changing climate.  Click here for the extent the John Day Strata's fossil bearing rock.",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/john-day-frm.htm"
}
