{
    "title": "John Day Fossil Beds National Monument: Rattlesnake",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Fossils     Rattlesnake                  Rattlesnake      Seven million years ago rivers chewed down into the soft, ashy soils of large floodplains, carving out river channels and creating lush riparian zones. These riparian woodlands and meadows were the home to grazing ungulates (horses\/ camelids) and burrowing mammals (moles, gophers, and ground squirrels). Aridification through time caused a shift from mixed hardwood forests to tall grasslands and semiarid wooded shrubland, similar to what is seen in the current John Day River Valley. Life in the valley was dangerous, with predators about like short faced bears, coyote-like dogs, and multiple species of saber tooth cats. Life in the Rattlesnake came to an abrupt end seven million years ago as a stratovolcano in the Harney Basin (near current-day Burns) erupted, as pictured in the mural below.  Tephra was expelled from the mouth of the volcano, coming down like a fiery hail on the land. The eruption created a pyroclastic flow whichattained speeds over 400 mph and spewed hot, ashy gas that reached nearly 1,800 °F.  This event cause nearly 13,000 square miles of Eastern Oregon to be covered in an ashy tuff that destroyed everything in its path         Click on the image for a larger resolution Mural by Roger Witter        Key to mural       Dominant Fossils Found in this Assemblage:   Vulpes stenognathus (canid animal)  Indarctos oregonensis (bear with long legs, short muzzle) Teleoceras cf. fossiger (grazing rhinoceros creature. Short legs, barrel chested built like a hippo) Mylohyus longirostris (peccary, pig sized animal) Pliohippus spectans (Pliocene aged horse, equine ungulate) Amebelodon sp.(genus gomphotheriidae, four tusked elephant creature) Hemiauchenia cf. vera (long neck, looked similar to a llama but with more camelidae features) Machairodus sp. (saber tooth feline, large. Similar in size to living panthers) Bunch grasses Mixed forest (Poplus, Alnus, Salix, etc.)   Filling the Role...  Every one of these animals had a role in this environment, whether they were primary producers or primary consumers, they each had a niche. Stenognathus was a canid predator, related to modern red foxes, that preyed on smaller animals such as gophers and voles.  It would have taken advantage of the thick bunch grasses in the landscape to ambush its prey. Indarctos was a 12 foot relative of modern bears- a formidable predator.  Considering Indartcos had long legs and a large stature, it would have easily preyed on small, grazing animals such as Pliohippus and Hemiauchenia. Teleoceras was a grazer and mixed feeder, like its modern African rhino relatives. This animal had short legs and a barrel chest, built much like a modern hippo, but more closely related to a rhinoceros. Mylohyus closely resembled modern peccaries, like those found in South America.  It was likely a forager, indicated by his teeth omnivorous teeth, surviving on fruits, nuts, and berries, as well as other sorts of more succulent vegetation in the area. Pliohippus was a long legged herbivore, similar in size and appearance to modern horses.  This animal was the first true one toed horse, or odd-toed ungulate (perissodactyls). This trait is common in animals that live in open steppe\/prairie environments, because there are fewer obstacles.  Having multiple toes helps animals dodge rocks and other debris, while having just one toe give animals a speed advantage.   Pliohippus would not have been easy prey for slower predators, as they were both fast runners and dangerous, strong kickers.  Amebelodon was similar in size to a modern elephant, but had four tusks.  Gomphotheres, nick named “shovel-tusked”, would have used these protrusions for protection or to remove low hanging vegetation from trees.  Most modern artistic renditions portray the Amebelodon as having a trunk (or proboscis), used for grabbing vegetation and selectively browsing on leaves or branches. Hemiauchenia vera was a long-necked, intermediate feeder with a browsing preference. It looked similar to a modern llama, but is more closely related to camels.  H. vera had only two was of defending itself from predators; staying with the heard or spitting, much like its camels and llamas relatives. It is thought that Machairodus lived in this time, although there are only fragments of its existence in the fossil record.  This saber toothed feline would have been an ambush hunter, as its legs were too short for a sustained chase with something like Pliohippus.  Machairodus had smaller saber teeth than some of its relatives, which fit in its mouth more conformably while still being long and effective for its ambush hunting style.  Click here for a complete floral listing. Click here for a complete faunal listing.                      Rattlesnake Formation Mural Close-ups   8 Photos  These images are selective close-ups of the animals depicted in the murals at the John Day Fossil Beds National Monument          Fossils From the Rattlesnake   6 Photos  Pictures from the Thomas Condon Paleontology Center's exhibits",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/rattlesnake.htm"
}
