{
    "title": "John Day Fossil Beds National Monument: Rattlesnake Formation",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations     Rattlesnake Formation                  Rattlesnake Formation      The Rattlesnake Formation...  ...is the mesa-like cap rock that that unconformably overlies the Mascall formation and can be seen above the hills here in the John Day River Valley.  The rim rock was formed during a devastating eruptive event 7 million years ago (Mya).  A proto-Cascade Range volcano (the size of Mount Hood) near Burns erupted, spewing hot ash, cinders, and other debris that scattered over 13,000 square miles of Eastern Oregon. The formation is named for the type locality for the formation, which is found along Rattlesnake Creek, located within the monument. Can you spot the paleontologists in this photo?        They are in the top left, looking at the them can give you an idea of the scale of the RAFT. NPS Photo  Hint: They are very small in comparison to the Tuff towering over them.        The lowest layer of the Rattlesnake Formation, a silt stone, contacts the upper portion of the Mascall formation. NPS Photo  Whats a \"Tuff?\"   The Rattlesnake Ash Flow Tuff (RAFT) is a rock formation called a welded tuff. Tuffs are formed when hot ash is ejected from volcanic vents, lain down over a landscape, and consolidated to create a characteristic grainy textured rock with intermixed volcanoclastic particles.  This eruption scattered ash that created tuffs ranging from 30 to 100 feet thick.  Bellow this tuff layer there is a conglomerate rock. This is a sedimentary rock that is composed of a sand grained matrix with imbricated river cobbles, suggesting that before the horrific RAFT event, 7 Mya, water coursed through the area.  Meandering rivers cut into the earth, reshaping the landscape as the climate and water levels continued to change. The conglomerate layer overlies the Mascall formation in a sequence of siltstones, claystones, and sandstones with varying degrees of lithification (consolidation and compaction of rock). Click here for an image of the two layers in contact.   . After the RAFT Water once again took hold in the area and created a fanglomerate (conglomerates that form an alluvial fan) layer on the rim rock. In some areas this layer is almost 65 feet thick, while in others it has pinched out.  The landscape long ago would have looked similar to today, but thanks to erosional processes like water and wind the topography of the area is always slowly changing.  If you would like to view more of the RAFT's geology and timeline we suggest you check out the generalized Stratigraphic Column here!           Fossils from the Rattlesnake formation... ...are generally found bellow the tuffaceous portions of the unit, since the tuff  likely would have been too hot to preserve any bone or trace material from animals.  If you would like to see the extent of the Rattlesnake Formations fossil bearing layers, please click the link here.  If you would also like to find out more about the dominant mammals and some of their habits, click the link to the Rattlesnake Paleontology page.",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/rattlesnake-formation.htm"
}
