{
    "title": "John Day Fossil Beds National Monument: Hancock Mammal Quarry",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Fossils     Hancock Mammal Quarry                  Hancock Mammal Quarry      Within the depths of the Clarno strata is a 40 million year old point bar, formed by the buildup of silt, sand, clay, and gravel traveling around the bend of an ancient stream.  The seasonal flooding of Clarno’s semitropical forest washed away an incredible variety of dead animals and plants to the point bar, preserving a record of a diverse forest, rich with a variety of both plants and animals.  Dozens of strange-looking beasts are fossilized in the Hancock Mammal Quarry including Haplohippus – small leaf-eating horses; huge rhino-like animals called brontotheres; and Acheanodon – bear-like creatures similar to modern pigs. The large scavenger Hemipsaladon feasted on the carcasses, while cat-like animals hunted prey here.          Click on the image for a larger resolution Mural by Roger Witter        Key to mural       Dominant fossils found in this assemblage:   Protitanops (brontothere, rhino relative) Protapirus hancocki (tapir) Eubrontotherium clarnoensis (large brontothere) Diplobunops (agriochoerid animal)Epihippus gracilis (three-toed horse) Zaisanamynodon protheroi (\"marsh rhino\") Teletaceras radinskyi (ancestral rhinoceros) Haplohippus texanus (three-toed horse, more primitive than Epihippus) Hemipsalodon granidis (carnivore the size of a bear) vines  Filling the Role...  Protitanops was a brontothere, a type of perssiodactyl (odd toed ungulate). Although it resembles a rhino it is more so closely related to horses.  It had two knob-shaped horns that pointed straight up.  This large brontothere would have spent its time browsing on twigs and leaves, lumbering about the forest floor.  Hemipsalodon grandis was a large terrestrial carnivore that would have fed on slower herbivore mammals like Plesiocolopirus hancocki and Teletaceras radinskyi.  It only lived in North America but had smaller Hyaenodontidae relatives that lived in warmer climates further south. Epihippus gracilis was an odd toed ungulate (hooved animal) that is believed to have evolved from Orohippus, which continued the evolutionary trend of efficient grinding teeth. E. gracilis had three toes that gave it the edge of maneuverability as the environment at the time was thickly forested.   Another horse lived alongside E. gracilis named Haplohippus texanus, which was more primitive than Epihippus.    Click here for a complete floral listing.   Click here for a complete faunal listing.                    Fossils From the Hancock Mammal Quarry   9 Photos  Pictures from the Thomas Condon Paleontology Center's exhibits           Hancock Mammal Quarry Mural Closeups    11 Photos  Selective closeups of the animals depicted in murals at the John Day Fossil Beds National Monument",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/hancock-mammal-quarry.htm"
}
