{
    "title": "John Day Fossil Beds National Monument: 2014 Wildflower Updates",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     2014 Wildflower Updates                  2014 Wildflowers       April 30, 2014 Clarno Unit Flowers in bloom include arrowleaf balsamroot (Balsamorhiza sagittata), fiddleneck (Amsinckia sp.), cushion phlox (Phlox hoodii), bitterbrush (Purshia tridentata), and threadstalk locoweed (Astragulus filipes). Buds are present on orange globe mallow (Sphaeralcea munroana) and red desert paintbrushes (Castelleja sp.), with blossoms expected in the next 2-3 weeks. Painted Hills Unit Bitterroot (Lewisia rediviva) is starting to appear in large numbers, with more blossoms expected over the next week. Bitterbrush (Purshia tridentata) is in full bloom. A few scattered golden bee plants (Cleome platycarpa) are blooming in the flat areas, but no flowers are present on the hills. A small number of prairie stars (Lithophragma bulbifera), Fiddleneck (Amsinckia sp.), and false dandelion (Microseris troximoides) are also in bloom. Common larkspur (Delphinium nuttallianum) are in bloom in isolated stands.  Hedgehog cactus (Pediocactus simpsonii) are starting to bloom in one of the fenced off areas of the unit. More blossoms are expected over the next 2-3 weeks. Visitors interested in seeing them in bloom should visit our Ranger Guided Activities page for more information on scheduled hikes that enter this area.  Sheep Rock Unit Arrowleaf balsamroot (Balsamorhiza sagittata) is blooming in multiple locations in the unit. False dandelion (Microseris troximoides), pepper grass (Lepidium perfoliatum), and nine-leaf desert parsley (Lomatium triternatum) are blooming at the Cant Ranch. (Although not a wildflower, it is worth noting that the lilacs at the Ranch House are in full bloom.)  Red osier dogwood (Cornus stolonifera), Columbia hawthorn (Crategus columbiane), western serviceberry (Amelanchier alnifolia), chokecherry (Prunus virginiana), bitterbrush (Purshia tridentata), and golden current (Riber aureum) are all blooming along the river's edge. The Foree area has multiple flowers and shrubs in bloom, including threadstalk locoweed (Astragulus filipes), Humboldt milkweed (Asclepias crytoceras), shadscale (Atriplex confertifolia), wavyleaf paintbrush (Castilleja applegatei), lupine (Lupinus aridus), and thickleaved thelypody (Thelypodium laciniatum).   April 12, 2014 Clarno Unit Flowers in bloom include prairie star (Lithophragma sp.), arrowleaf balsamroot (Balsamorhiza sagittata), golden currant (Ribes aureum) and nine-leaf desert parsley (Lomatium triternatum). Larkspur (Delephinium sp.) is blooming along Pridle Pass, 10 miles east of Clarno. Painted Hills Unit Red stem filaree (Erodium cicutarium) is abundant near the picnic area. Fiddleneck (Amsinckia sp.) is present in small numbers throughout the unit. Golden bee plant (Cleome platycarpa) and chaenactis (Chaenactis douglasii) are starting to sprout in small numbers. If weather conditions remain favorable (continued rain is vital to their survival), they will probably peak in mid to late May. Sheep Rock Unit Arrowleaf balsamroot (Balsamorhiza sagittata) are starting to blossom, with more on the way within the week, especially in the wash along the Flood of Fire trail at Foree. Red stem filaree (Erodium cicutarium) is abundant in patches throughout the unit. Cushion phlox (Phlox hoodii) and blazing star (Mentzelia laevicaulis) can be found along the Blue Basin Overlook trail.    March 15, 2014 Clarno Unit Lomatium (Lomatium hendersonii), yellow bell (Fritillaria pudica), buttercup (Ranunculus glaberrimus), and grass widow (Sisyrinchium inflatum) are all blooming in the unit. Many of our other common flowers are beginning to sprout, but blossoms are not expected in the near future. Painted Hills Unit Bitterroot (Lewisia rediviva) and hedgehog cactus (Pediocactus simpsonii) are starting to show signs of a good year. They will probably blossom in early to mid May. No signs of other flowers as yet. Sheep Rock Unit Yellow bells (Fritillaria pudica) are blooming in small numbers throughout the unit. The first few prairie star flower (Lithophragma sp.) blossoms are opening, with more expected in the next few days. Most of our other common spring flowers are starting to show signs of a good year, but will probably not blossom until early to mid April.",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/2014-wildflowers.htm"
}
