{
    "title": "John Day Fossil Beds National Monument: Mascall",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Fossils     Mascall                  Mascall      The 15 million year old Mascall formation caps the Picture Gorge Basalts with a sequence of ashy layers and paleosols.  This formation records a gradual yet influential climate change event that took place over millions of years, the mid-Miocene climatic optimum.  Paleosol evidence from the Mascall formation indicates a period where forests returned, outcompeting the sagebrush steppe of the mid-Miocene.   These wooded environments were similar to modern temperate forests found in the Eastern United States, filled with swamp cypress along bodies of water, deciduous forests in the lowlands, and coniferous forests in upland habitats.  Though forests dominated the area, the decline in shrubland allowed for the growth of short sod grasslands. Grazing animals lived alongside the more common, larger mammals that dominate the Mascall fauna.         Click on the image for a larger resolution Mural by Roger Witter        Key to the mural        Dominant Fossils Found in this Assemblage:  Mylagaulus (rodent) Tephrocyon (bear-dog) Dromomeryx (giraffe-deer, hooved animal) Merychippus (three-toed horse) Gomphotherium (trunked, four tusked elephant relative) Parahippus (three toed horse) Archaeohippus (three toed horse) Taxodium (Swamp cypress) Aphelops (rhino relative) Miolabis Pseudaelurus (panther relative, tree climbing cat) Amphicyon (bear-dog) Mixed forest (Celtis, Liquidambar, Quercus, Ulnus, Acer, Fagus, etc.) Leptarctus Clemmys (turtle) Falcon, unidentified Dipoides (beaver relative)  Filling the Role... Mylagaulus was a horned rodent with long claws that would have looked similar to a gopher.  These rodents used their claws to create burrows. They gnawed on bones of dead animals for a source of calcium.  It is thought that these horns were used a self-defense mechanism; as Mylagaulus left its burrow any predator sticking is nose down the hole would get a pointed attack on its nose. Tephrocyon was a ground dwelling carnivorous dog that had teeth very well suited to crushing bones. Tephrocyon is part of a subfamily of canines known as “bone crushing dogs” or Borophaginae.  It had a large powerful jaw that would have easily crushed smaller prey.  Dromomeryx was an artiodactyl (even toed ungulate) which was similar in size to a modern white tail deer.  Its horns grew up and forward of their eyes, similar in style to a gazelles. Dromomeryx was a browser as isotopic data from its teeth and tooth structure suggest that it ate leaves and other foliage above ground level. Merychippus was a perissodactyl (odd toed ungulate).  This horse records one of the biggest evolutionary steps in the lineage of horses. Since grasses were lower to the ground dust and other particles had tendencies to wear down teeth rather quickly. The teeth of Merychippus had permanently formed tall crests with higher crowns reinforced with cementum which allowed it to become a true grazer and not accrue extreme wear on its teeth.  This trait would be carried on through each successive species, allowing generations of horses to keep grazing in the expanding steppe landscape. Gomphotherium in Latin means “Welded Beast.”  It is an extinct genus of ancestral elephant (proboscidean) that immigrated to North America from other continents. Gomphotherium looked much like a modern elephant; however it had four tusks - two on the upper jaw and two on the lower jaw.  It was a browser that had teeth adapted for grinding plant material to a pulp.   Click here for a complete faunal listing. Click here for a complete floral listing.  Click here for a complete diatom listing.                   Fossils from the Mascall Assemblage   70 Photos  Pictures from the Thomas Condon Paleontology Center's exhibits          Mascall Mural Closeups   24 Photos  Selective closeups of the animals depicted in the murals at the John Day Fossil Beds National Monument",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/mascall.htm"
}
