{
    "title": "Scotts Bluff National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Geologic Layers of Saddle Rock NPS Photo  Scotts Bluff National Monument was established in 1919 by Presidential Proclamation primarily for its historical significance and unique geological features. While human history is the dominant theme today at Scotts Bluff, the area's natural history provides the setting in which a multitude of significant human events has transpired. Its principal natural value is the topographically diverse landscape in which the main features of the historic landscape are still preserved.   The Monument lies within the western Great Plains in an area that was once almost continuous mixed and short grass prairie and that is now largely utilized for farming and ranching. The Monument lands encompass two large, cliff-rimmed, bluffs:  Scotts Bluff and South Bluff. Most of the land within the boundary is in native mixed-grass prairie with some previously disturbed areas harboring a variety of non-native vegetation. There is also an area of mostly barren badlands between the north base of Scotts Bluff and the North Platte River.  The landscape at the beginning of the Oregon-California Trail time period was primarily \"natural\" and largely \"undisturbed,\" in a pre-European habitation sense. Euro-American emigrants arriving during the mid-nineteenth century found a landscape here that was richer in wildlife and more sparsely wooded than it is today, but the essential features of the scene -- the imposing bluffs rising from the plains -- are relatively unchanged. The effects these emigrants had on the landscape were certainly significant, but the landscape that evolved was still primarily \"natural,\" overlain with periodic and concentrated human disturbance. The expansive plains, prominent bluffs, and the dominant prairie vegetation made up the primary elements of the landscape. The plains and bluffs suffered immediate, but relatively little long term, disturbance from the passing of the emigrants. The vegetation near the trail was probably heavily affected by the concentration of both human traffic and large numbers of livestock. The vegetation probably regenerated in a short time due to the extensive root systems of the native plants, because of nearby seed sources available on the surrounding undisturbed lands, and because natural ecosystem processes remained intact.  The region's landscape and that of the Monument are very different than they were 150 years ago. The plains and bluffs remain, but now are dotted with buildings, roads, trails, canals, and trees. A large portion of the prairie vegetation has been disturbed, now resembling a \"patch work\" pattern of multiple disturbance events of various levels of intensity, size, and recovery. A significant portion of the lands surrounding the Monument have been converted to farmland or residential areas; therefore, nearby native seed sources are scarce. Many of the natural processes that helped shape the landscape, such as grazing by bison and other native fauna, and naturally ignited fires, are now gone or severely limited. Climatic influences and erosion still take place, but in some places the natural erosion rate may be accelerated by human-caused impacts.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/nature\/index.htm"
}
