{
    "title": "John Day Fossil Beds National Monument: Upper John Day Assemblage",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Fossils     Upper John Day Assemblage                  Upper John Day Assemblage      Above the striking blue-green beds of the Turtle Cove are the buff-to-pink volcanic sediments of the 24 million year old Kimberly and the fluvial sandstones and conglomerates of Haystack Valley.  With similar flora and fauna, the two youngest assemblages of the John Day Formation (Kimberly and Haystack) are commonly grouped together. Many taxa persist from Turtle Cove into the upper John Day, but the overall fauna suggests more open habitats.  The habitat was forest and field, with elm, birch, oak, maple, fir, spruce, and smaller plants and shrubs.  Grasses start to appear and the most abundant mammals from the Kimberly fauna are gophers. Burrowing beavers, another specialized tooth-digging animal, which would have preferred open habitats, are common as well.  Greater abundance of running adapted herbivores, like camels and ‘stilt-legged’ horses, and the presence of Daphoenodon, the first running adapted predator in Oregon, support the interpretation of more open environments at this time.  In general, the climate begame cooler and drier. The appearance of bunch grasslands and the spread of sagebrush steppe occurred at the expense of forests, woodlands, and swamps, which had previously dominated the area.  Ecosystems changing to more open habitats correspond with the appearance of burrowing and running animals.  Paleosol evidence indicates that the ecosystems continued to evolve, with short sod grasslands appearing by the end of the Upper John Day assemblage.          Click on the image for a larger resolution Roger Witter        Dominant Fossils Found in the Kimberly Assemblage:  Entoptychus (gophers - multiple species) Archeolagus sp. (rabbit) Leptocyon mollis (fox relative) Kalobattipus praestans (horse) Merycoidodontidae (oreodont - multiple species) Capacikala gradutus (beaver relative) Liquidambar (sweetgum) Gentilicamelus sternbergi (camel relative)  Filling the Role...  Entoptychus was well represented in the fossil record with multiple different species that proliferated during the time of the Kimberly Member.  This genus of gophers is an example of a primary consumer and would have foraged on the local vegetation.  Entoptychus was also a burrower, escaping predators like Leptocyon by fleeing into its burrow. Archaeolagus was an agile rabbit.  This genus was similar to the modern rabbit that grazed on low vegetation.  The legs of Archaeolagus were not as well adapted for running as their modern cousins, reflecting the more forested environment at that time.Leptocyon was an early fox-like carnivorous dog that preyed on smaller animals such as Entoptychus or Archaeolagus.  It is a member of the Caninae, this group of dogs would eventually give rise to all living wild dog species, including domestic dogs. Capacikala gradatus was a burrowing beaver.  Unlike their cousins today, this member of the beaver family did not live in water or cut down trees.  Instead, burrowing beavers used their claws and chisel-like incisors to dig burrows underground, living like modern gophers and prairie dogs. The appearance of burrowing beavers in Oregon around 30 million years ago reflects more open environments at that time.Gentilicamelus sternbergi is the oldest known camel to come from Oregon and existed between 30-25 Million years. This camel is a rare part of the Turtle Cove and Kimberly faunas.  G. sternbergi was adapted for running and living in open habitats, suggested by its slender limbs.  Like most modern camels, G. sternbergi was an artiodactyl and walked on two toes. Camels were among the first mammals to adapt to open environments and as time progressed they thrived in the region.     Click here for a complete faunal listing.           Click on the image for a larger resolution Roger Witter      Dominant Fossils Found in the Haystack Assemblage: 1. Daphoenus socialis (bear-dog)2. Hypolagus sp. (rabbit)3. Moropus oregonesis (chalicothere)4. Daedon humerosum (Entelodont\/ giant pig-like animal)5. Parahippus pawniensis (horse)6. Ursavus sp. (bear)7. Miotapirus harrisonensis (tapir)8. Paratylopus sp. (camel relative)9. Poplus10. Ginko  Filling the Role...    Daphoenus socialis, more commonly referred to as “bear-dog,” shared relatively the same proportions as an early dog while having a heavy build similar to a bear.  This extinct mammal would have preyed on many smaller faunas such as Hypolagus but would have gone for larger game like horses or camels if it hunted in packs.  Hypolagus sp. was much like Archaeolagus mentioned above. This species was similar to the modern rabbit that grazed on low vegetation.  This rabbit is very common in some parts of Turtle Cove Member. Like rabbits today, its teeth grew throughout life.Moropus oregonesis was a large perissodactyl (odd toed) that moved about on clawed feet instead of hooves. Much like a giant ground sloth, it would have used its claws to bring food down from low hanging branches or aid in its defense from predators.  Moropus means “slow foot,” as the name implies its clawed feet and pigeon-toed gait made this calicothere a clumsy mover.  Daedon humerosum was a large entelodont artiodactyl (even toed) commonly referred to as a hell pig. Daedon from Greek means “dreadful or hostile teeth.”  While Daedon stood tall at the shoulders and had the appearance of a carnivorous warthog, it had an omnivorous diet.   Click here for a complete faunal listing                    Fossils from the Upper John Day Assemblage    18 Photos  Pictures from the Thomas Condon Paleontology Center's exhibits          Upper John Day Assemblage Mural Closeups   16 Photos  Selective closeups of the animals depicted in the murals at the John Day Fossil Beds National Monument",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/upper-john-day-assemblage.htm"
}
