{
    "title": "John Day Fossil Beds National Monument: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                 Geologic Formations         The fossil bearing rocks of the John Day basin are wide spread. NPS Photo  These web pages contain geologic information geared to park visitors. If you would like more indepth geologic information, the 2014 Geologic Inventory for John Day Fossil Beds is now available. The geology at the John Day Fossil Beds can be split into two broad categories: physical and historical. Physical geology describes the processes that form rocks, faulting events, and other geologic occurrences. Historical geology examines the origins of the Earth and life’s adaptations to a dynamic planet. Both of these categories are utilized to find fossils as well as research and describe the landscapes that dominate the area. Sedimentary layers are deposited in a time sequence, with the oldest on the bottom and the youngest at the top. Think of layers of rock as being pages in a book. As you continue paging through the book, you work from the youngest layer in a time sequence to the oldest. Though the former is not always the case, sometimes older rock may overlie younger formations. Faulting events or unconformities (missing sections of geologic time) can often pit old rock against young where there ought to be horizontal time continuity of rock layers. How old are the rocks? John Day Fossil Beds are now dated through the study of zircons, which is a highly accurate method of determining the age of igneous rocks. Boise State University conducts the zircon dating for the monument. The university offers a detailed tutorial for the method of zircon dating. Click this link: ZirChron to learn more.          Rocks at the fossil beds are stacked up like layers of a cake.Click on the timeline for a larger version.   Fossils don’t just occur anywhere...  Knowing the age or relative time in which fossil bearing unit paleontologists prospect in can be the difference between finding a fossil or not.  Having knowledge of how and where fossils occur, along with the regional lithology (physical characteristics of a rock unit) can help determine if fossil material may be present. A fossil taken from in-situ (its original position) without temporal data (how old the rock formation is) or stratigraphic reference (a point in a vertical column of rock) loses its ability to lend information to researchers.  To have fossil bearing rock there needs to be a set of favorable conditions. Physical geologic occurrences allow fossils to be preserved. Most fossilized organisms had a durable skeleton or structure, and lived in an environment where sedimentation (deposition of solid materials including ash fall) occurred frequently or rapidly. The historical geology in the National Monument tells a story of plant progression and mammal evolution as climates changed from balmy swamps to arid steppe environments.   Learn more...   Use the links to the left or below to navigate the geologic formations within the National Monument, they are ordered youngest at the top to oldest at the bottom.   For a condensed, printer friendly version, download Geology of John Day Fossil Beds, a pdf handout designed to be printed on legal paper (8.5x14 inches.) Paper copies are available at the Thomas Condon Paleontology Center.  The Sheep Rock Geology diagram, designed to be printed on letter paper (8.5x11 inches) is useful to help decipher the geology of the river valley near Sheep Rock, where rock layers have shifted around due to faulting and have been eroded by the river. Paper copies are available at the Thomas Condon Paleontology Center.                 Rattlesnake Formation              Picture Gorge Basalts Subgroup                Mascall Formation                John Day Formation                Clarno Formation                Gable Creek Formation",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/geologicformations.htm"
}
