{
    "title": "Montezuma Castle National Monument: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers           Return Junior Ranger campers earn their certificates and loups (magnifying glasses) to keep exploring! NPS Photo  \"Teaching children and being outdoors at the same time - it doesn't get much better than that!\" Deb Sims, TRT 2013 \"To immerse myself in subjects like ecology, ancient culture, archaeology, and geology while honing my teaching skills, I could not have asked for a more rewarding experience than taking part in the TRT program.\" Brian Buttafuoco, TRT 2011 Do you want to be a Teacher-Ranger-Teacher, taking your skills from classroom to park and back again? Want to spend your summer outdoors, instilling the amazing world of cultural and natural resources into kids?? Want to be part of this incredible team?? Read on!  In the Teacher-Ranger-Teacher (TRT) program, teachers spend summers as park rangers, and both parks and schools reap the rewards. At Montezuma Well, Montezuma Castle and Tuzigoot TRTs directly experience some of the most noteworthy locations in Arizona's pre-contact history. When they return toschool in the fall, teachers' new experiences help them connect students with all that awaits them in America's great outdoor spaces. At the same time, teachers help us improve educational programs. It's an amazing experience. Here are the specifics:  TRTs must be currently employed teachers. They spend the summer as a ranger, and then go back to being classroom teachers for the school year after.  They take their experiences back to the classroom, and that's how they get the name: Teacher-to-Ranger-to-Teacher. Montezuma Castle and Tuzigoot National Monuments usually have two TRT positions available each summer. TRTs also make presentations back at their schools during the following National Parks Week, usually in April. You will receive a $3,000 stipend for this work, as well as a uniform shirt and hat. You will participate in, and receive graduate course credit for, an Experiential Learning course with Colorado University, Denver. For more information on the program visit http:\/\/teacherrangerteacher.org\/  2016 Summer Season We have not started the recruitment processes for the 2016 Summer Season.  Please check back with us, we will continue to post updates on our recruitment process.  Inquiries can be sent to: Mary Ontiveros Montezuma Castle & Tuzigoot National Monuments P.O. Box 219 Camp Verde, AZ 85322 (928) 567-3322 x 228",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/education\/development\/trt.htm"
}
