{
    "title": "John Day Fossil Beds National Monument: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                 Wildflowers         Yellow bells ( Fritillaria pudica )   2015 Wildflower updates coming soon! 2014 Wildflower Updates During the spring and early summer months a great variety of wild flowers are in bloom at the monument. Despite the rugged conditions and poor soil, many of these plants flourish, if only for a few weeks. While peak wildflower season will vary from year to year, there are long term trends that we have observed. The 2013 Wildflower Updates page is available for reference. The 2014 season is running about 2-4 weeks behind, depending on the monument unit and the particular species of flower. Below is an average year's trends. Clarno Unit: Wildflower season at the Clarno Unit runs from late April until late June. Grass widow (Sisyrinchium inflatum), lomatium (Lomatium hendersonii), and prairie star (Lithophragma bulbifera) are usually first to blossom, followed by yellow bell (Fritillaria pudica) and red stem filaree (Erodium cicutarium). Prairie rocket (Erysimum asperum), prairie clover (Petalostemon sp.) and larkspur (Delphinium sp.) follow, usually in mid-May. Mariposa lilies (Calochortus macrocarpus) and common sunflowers (Helianthus annuus) round out the season in late June, with the sunflowers often blooming into July and sometimes even early August. Rabbit brush (Chrysothamnum nauseosus) and snakeweed (Gutierrezia sarothrae) are common late August through October. Painted Hills Unit: Wildflower season at the Painted Hills Unit varies dramatically from year to year. Some years flowers are plentiful; some years there are virtually none. Some years are inbetween, where rainfall conditions may nourish some flowers, but dry up before others have a chance to flourish. In peak years, bitterroot (Lewisia rediviva) and hedgehog cactus (Pediocactus simpsonii) are usually the first to appear in late April. If rain continues to fall during this time, they are usually followed by golden bee plant (Cleome platycarpa) and chaenactis (Chaenactis douglasii) on the Painted Hills themselves, drawing thousands of people on the years they bloom. Prickly pear (Opuntia ploycanthua) and common sunflowers (Helianthus annuus) usually peak in mid-July. Many other species of flowers bloom in small numbers from May - September. Rabbit brush (Chrysothamnum nauseosus) and snakeweed (Gutierrezia sarothrae) are common late August through October. Sheep Rock Unit: Flowers in the Sheep Rock Unit tend to be a bit more dispersed than at the other two units. Late May to early July brings scattered Mariposa lilies (Calochortus macrocarpus), orange globe mallow (Sphaeralcea munroana), buckwheat (Eriogonum sphaerocehpa), purple sage (Salvia dorrii), yarrow (Achillea millefolium), prairie clover (Petalostemon sp.), larkspur (Delephinium sp.), and blazing star (Mentzelia laevicaulis). Late August through early October is the typical time for rabbit brush (Chrysothamnum nauseosus), western goldenrod (Soldago occidentalis), hoary aster (Machaeranthera canescens), snakeweed (Gutierrezia sarothrae) and gumweed (Grindela nana).",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/wildflowers.htm"
}
