{
    "title": "John Day Fossil Beds National Monument: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                Fire Regime         Fire is a natural part of the ecosystem.   Fire and the exclusion of fire have affected the ecosystems of John Day Fossil Beds National Monument. Fire plays a variety of roles. It can injure wildlife and destroy habitat and buildings; it can also contribute to dynamic processes in diverse plant and animal communities that ensure their survival. The 3 units of the monument have similar grass-sagebrush steepe communities, all of which developed under a frequent, low severity fire regime. Prior to Anglo-American influences, these areas would typically burn every 5 to 15 years either from lightening caused fires or from fires ignited by the native tribes to attract big game to the area the following year. Since the early 1900's, fire suppression has been the standard for the region, with only a limited number of wildfires actually burning onto monument lands. Clarno has received most of these burn events. One result of fire suppression over the past century has been a very large increase in the number of juniper trees found on the landscape; where once scattered junipers would be found only along the rocky ridges and in protected hollows (as evidenced in historic photos from around the region), now junipers can be found from the edges of the river valley clear up into the higher elevation conifer forests. With extensive, shallow roots near the soil surface, junipers are able to outcompete most grasses and other trees in quickly drawing up any new moisture entering the soil. They can also self-prune during extremely dry periods by losing needles and even diverting internal fluids from going to many of their branches. As populations have increased, so to has the number of seeds produced and scattered by birds and animals. This has further accelerated juniper's establishment. As the juniper numbers have increased, many areas have seen a large decrease in the grasses and shrubs and in the wildlife species that use these types of habitat. The monument has prepared a Wildland Fire Management Plan that is kept current and prescribes the uses of fire. The use of this natural process allows for fires to be started under specified conditions in order to burn carefully prepared segments in each of the units. This ensures that fire is used as a tool to reduce juniper numbers, to reinvigorate decadent brush and grass stands, and to protect the wildlife species that use these habitats from large scale and extremely dangerous wildfires.",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/fireregime.htm"
}
