{
    "title": "John Day Fossil Beds National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Seeing a hedgehog cactus in bloom is a rare and thrilling sight.   World renowned for its collections of fossilized seeds, leaves, and wood, the John Day Fossil Beds National Monument also features a unique collection of modern flowers, cacti, and plants that have adapted to the volcanic outcrops and steep, rugged terrain found in the semi-arid environment. Many visitors come to see wildflowers in bloom at the Painted Hills Unit. Chaenactis and bee plants put on a flowery show in May when weather conditions have been favorable. The colorful yellow flowers against the orange and red backdrop of the exposed hillsides are stunning. Hedgehog cacti add their pink flowers to the show in rocky outcrops and in drainages. 50 to 200 year old juniper trees are scattered around the hills with sagebrush, shadscale, and mountain mahogany comprising the bulk of the shrub community. Bluebunch wheatgrass, Idaho fescue, indian ricegrass, and needle and thread make up only a few of the many grasses that protect the soils from erosion and provide food for wildlife. Two Research Natural Areas have been designated within the Sheep Rock Unit to protect nearly pristine plant communities once common to the region. The entire monument is fenced and some areas have not had livestock grazing for over 25 years. The monument is making a strong effort to restore the natural process of fire. This allows the plant communities to continue to thrive under conditions similar to those that existed prior to the influx of European-Americans into the region 150 years ago. The John Day River and two of its tributaries, Rock Creek and Bridge Creek, meander through the monument. Cottonwood, willows, and alder provide line these areas. Sedges, rushes, and reed canarygrass also line the river edge, providing important bank protection. The riparian zone may be a few feet wide to several yards wide, with many of the plants sending their roots down several feet to draw from the subsurface flows associated with the river during the hot summers.",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/plants.htm"
}
