{
    "title": "John Day Fossil Beds National Monument: Cant Ranch",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Cant Ranch                Cant Ranch         The Cant Ranch House has been renovated by the National Park Service back to how it appeared in the thirties, before the second floor porch seen in this photo was added.   Life at The Cant Ranch In 1910, Scottish immigrants James and Elizabeth Cant purchased approximately 700 acres of land from the Officer family and established their own ranch. By 1916, they and their four children were outgrowing the old house, and they ordered plans for a larger one through the mail. Built with lumber milled near the town of Mitchell, the building was completed in 1917. Now the John Day Fossil Bed's head quarters, the Cants' house was structurally very similar to what you see today -- the major recent changes include the conversion of James' study at the southeast corner of the first floor into public restrooms. In the summers, the women and girls in the household slept on the upstairs porch, while the men and boys slept outside on the first-floor porch. The Cants frequently had guests staying with them; there were also a number of ranch hands who slept in the house or in the bunkhouse just to the southeast. Often the family had overnight guests after hosting social events. Midnight suppers were popular at these affairs, and neighbors remember them often lasting until dawn. School was held in the third floor attic until the nearby Cant School was built in 1919, and the schoolteacher lived with the Cants as a family member. The Cant School continued to be the area's educational center until the road through Picture Gorge was completed in the mid-1920s, after which the children traveled to Dayville for school. Cant Ranch Grounds The Cants cultivated the grounds around the house for their immediate needs. In addition to the vegetable garden and fruit orchards, the lower pasture held a hog pen, while the chicken coop was closer to the house. Near the river the fields were cultivated with wheat, alfalfa, and other crops; they were irrigated with ditches that had been made when the Officers owned the land. One of the original structures built by the Officer family still stands today. Most of the other existing buildings were constructed during the time that the Cant ranch was in operation. Over time, land was added to the Cant property until it encompassed nearly 6,000 acres. James Cant, Jr., and his wife Freda helped James and Elizabeth run the ranch until their deaths in the early 1970s.",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/historyculture\/cant-ranch.htm"
}
