{
    "title": "John Day Fossil Beds National Monument: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses         Great Basin wildrye grows to heights of 3 to 5 feet on wetter sites.   Grasses vary between the 3 major range types found on the monument: bottomland and fans; warm, low precipitation terraces and footslopes; and higher precipitation terraces and uplands. Bunchgrasses tend to have exposed soil or other plants between each distinct bunch. Soil types, rainfall amounts, the aspect (north versus south facing slopes), and disturbance all influence the types of grass that are currently growing. Common bunchgrasses include basin wildrye, blue-bunch wheatgrass, Idaho fescue, and Thurbers needlegrass. Other bunchgrasses that are less common include needle&thread grass, Indian ricegrass, sand dropseed, and bottlebrush squirreltail. Cheatgrass, medusahead rye, toadflax and the knapweeds are invasive in the lower elevations, and can completely displace native grasses if not controlled. Many bunchgrass species have difficulties germinating seed in the absence of fire. By restoring fire as a natural process on the landscape, we can reduce the competition and give native grasses a new start. Since they are perennial and resprout from the root crown each year, properly planned and timed prescribed fires (approximately every 15 years) can bring on a flush of new growth and vigor to the adult plants and create opportunities for new seedlings. Sod-forming grasses are the kind that are familiar to most people, since these are the types of grasses we use in lawns. The two most important native grasses in this category are Sandberg bluegrass and big bluegrass. Cheatgrass unfortunately seems to compete well with the bluegrasses and has replaced them in many areas. Reed canarygrass is another grass that forms dense stands along the riparian courses. There is still debate about whether this grass is native to in the Northwest.",
    "url": "https:\/\/www.nps.gov\/joda\/learn\/nature\/grasses.htm"
}
