{
    "title": "John Day Fossil Beds National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Heat and Sun Heat exposure is far and away the most likely hazard that visitors should plan for. The summer months, particularly July and August, can be extremely hot with many days reaching over 100 degrees Farenheit and very little shade on the trails.  Snakes If you see a snake during your visit to the Monument, it will probably be a non-poisonous bull snake or garter snake. However, two species of rattlesnakes also make their home here, the northern pacific rattlesnake and the prairie rattlesnake. Rattlesnakes will usually try to crawl away or remain hidden unless surprised. You can minimize the chances of being bitten by keeping your distance. It also helps to watch where you put hands and feet. Snakes will seek shady, cooler areas when the hot summer sun is out, so avoid putting hands and feet in locations where you can't see.  Spiders Black widow spiders are found under stones, around stumps, in holes in the ground, around outbuildings, under furniture or sinks, in trash or leaves, and in similar places. Though they are quite venomous, they seldom bite people. When disturbed they are much more likely to attempt to escape than attack.  Brown recluse spiders are usually found in sheltered places out of doors, such as in basements, attics, barns, or behind furniture. A person bitten by a brown recluse will probably not even feel the bite or know that they have been bitten until 12 hours or so later when a lesion at the bite site may start to appear.     Ticks Adult ticks rest on grasses and low plants and attach themselves to people or animals that brush against the vegetation. Once they hitch a ride upon a passing animal or person they can spend up to 2 to 4 hours climbing the host to find a good site to attach. Make periodic inspections of your clothing and that of your companions. If a tick is imbedded in the skin follow standard first aid procedures for removal. If you develop a rash or any flu-like symptoms, visit a doctor.  Scorpions  Scorpions are not considered deadly, though their sting can make some people ill or cause an allergic reaction. They are rarely seen out in the open except at night.     Plants  You may encounter poison ivy (Toxicodendron radicans) or poison oak (Toxicodendron diversilobum) on your visit. They have shiny, heavily veined leaves that are usually dark green. Poison ivy can turn yellow, orange, red, and violet, particularly in late summer. They like to grow in rocky areas where water is nearby.",
    "url": "https:\/\/www.nps.gov\/joda\/planyourvisit\/safety.htm"
}
