{
    "title": "John Day Fossil Beds National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities         Cathedral Rock is just one the many scenic spots along the John Day River.   Hiking Two printable guides with maps, trail descriptions, and distances are now available. Painted Hills and Clarno Unit Trails Sheep Rock Unit Trails  Dog owners note that dogs are allowed on trails (and roads) so long as they are on a six foot leash under the control of the owner. Dogs are not allowed off trail. Only certified service animals are allowed in buildings in the monument.   Camping While there is no camping within the three units of the monument, there are many choices for nearby camping. This John Day Camping and Travel Map (updated in March 2015) includes campgrounds, RV parks, and certain local services such as lodging, groceries, and restaurants near the monument. The Malheur National Forest offers a camping map. Look for the Highlights section and click on \"Camping Map.\" River rafting Large portions of the John Day River system, including those travelling through John Day Fossil Beds National Monument, are designated as a National Wild and Scenic River as well as an Oregon Scenic Waterway. Spring flows bring the best rafting conditions with the river becoming unfloatable usually by July 4th for most boats. Floating at levels between 1500cfs, and 5000cfs will keep most people away from rocks and trouble. Call Oregon River Flow at 503-261-9246, visit the Oregon Water Resources Department website to determine current stream flow levels. Advance BLM\/Oregon State Parks permits are required for to travel on the John Day River during the main float season between Service Creek, Clarno, and Cottonwood, regardless of distance travelled.   Fishing It is legal to fish in the monument and elsewhere on public lands along the John Day River with the proper Oregon state fishing license. Smallmouth bass and rainbow trout are abundant. For more information, contact the Oregon Department of Fish and Wildlife in Canyon City at 541-575-1167.   Mountain Biking There are no mountain biking areas within the monument, but there are many designated routes in nearby public lands.",
    "url": "https:\/\/www.nps.gov\/joda\/planyourvisit\/outdooractivities.htm"
}
