{
    "title": "John Day Fossil Beds National Monument: 2017 Eclipse",
    "body": "Explore This Park    Plan Your Visit     2017 Eclipse            August 21, 2017 Solar Eclipse        Illustration by Tyler Nordgren  Basic Information:  The total eclipse of August 21, 2017 will be visible from all three units of John Day Fossil Beds National Monument. The Painted Hills and Sheep Rock Units are both directly under the center line of the eclipse, and the Clarno Unit is north of center line but still within the range of totality. The eclipse will begin shortly after 9am, with the sun being completely blocked at or shortly after 10:20am, depending on which unit you are at. The sun will be blacked out one minute and forty seconds at Clarno and just over two minutes each at Sheep Rock and Painted Hills. For more detailed information on the eclipse visit NASA's Eclipse Page. The Details: Park Staff is still determining the details. Special parking areas will be designated, and areas that are normally open may be closed and\/or open to foot traffic only. Expect traffic delays travelling to and within the area, long walks to prime viewing areas, and long lines at restrooms. Check back on this page for more detailed information as it becomes available. We are expecting over twenty times the number of visitors we normally have this time of year, therefore programs and services will be limited. Planning Your Eclipse Visit: Camping is not permitted in monument boundaries. Please plan accordingly. Our Camping and Lodging pages may be helpful, but please note that most area accommodations that accept reservations have been already been booked for years for the eclipse. Local infrastructure is limited. We recommend visitors fill their vehicle with fuel ahead of time and keep the tank topped off as much as possible. Pack sufficient water and food for the day for all members of your group in case of extreme traffic congestion and\/or if local businesses sell out of gas, food, beverages, and other supplies. The high temperatures in August can still reach into the 100s, so plan to bring a larger supply of water than you think you will need. Remember eclipse viewing safety and come prepared. While many local businesses, including the bookstore at the paleontology center, will carry eclipse viewing glasses and\/or filters, it is possible they may sell out before the event. It is best to purchase these items ahead of time and bring them with you to ensure you have them available to use. Never look at the sun without eclipse rated eyewear. Permits are required for commercial tours, commercial photography, commercial videography, and other special uses and events. Visit our permits page for more information if you are planning any sort of activity that might require a permit or other sort of special permission.",
    "url": "https:\/\/www.nps.gov\/joda\/planyourvisit\/eclipse.htm"
}
