{
    "title": "John Day Fossil Beds National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           32651 Highway 19  Kimberly, OR 97848                 Directions         John Day Fossil Beds is made up of three geographically separated locations in Oregon. The Sheep Rock Unit is located between the towns of Dayville and Kimberly. The Painted Hills Unit is located 9 miles northwest of of the town of Mitchell. The Clarno Unit is located on Highway 218 twenty miles west of the town of Fossil.  Directions Details           Operating Hours & Seasons         Thomas Condon Paleontology Center Contructed in 2003, the Thomas Condon Paleontology Center is the best place to see fossils at the monument. Here, fossils from all three units of the park, as well as those from other federal lands in the area, are on display for visitors to see up close.    Standard Hours    Sunday: 10:00 AM - 5:00 PM   Monday: 10:00 AM - 5:00 PM   Tuesday: 10:00 AM - 5:00 PM   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: 10:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      Birthday of Martin Luther King, Jr.:  Closed      New Year’s Day:  Closed      Washington’s Birthday:  Closed      Thanksgiving Day:  Closed      Veterans Day:  Closed                 Weather           Weather conditions at John Day Fossil Beds National Monument are highly variable in this semi-arid desert landscape. Summer highs can climb into the 110's. Winters tend to be fairly mild, with occassional snow and ice and lows occasionally dipping into the single digits.          Fees & Passes     Entrance Fees:   No entrance fees at John Day Fossil Beds National Monument - $0.00 There are no entry fees at John Day Fossil Beds National Monument.         Visitor Centers       Thomas Condon Paleontology Center Contructed in 2003, the Thomas Condon Paleontology Center is the best place to see fossils at the monument. Here, fossils from all three units of the park, as well as those from other federal lands in the area, are on display for visitors to see up close.                John Day Fossil Beds National Monument is comprised of three separate units scattered in Oregon: the Sheep Rock Unit, the Painted Hills Unit, and the Clarno Unit. The three units of the monument hold some of the best fossil bearing locations within the larger John Day Fossil Beds, which cover most of eastern Oregon. You will find no dinosaurs here - this area was underwater then. The John Day Fossil Beds preserve plant and animal fossils from most of the Age of Mammals, covering a time period from 44 million years ago until 7 million years ago. With such a vast span of time covered in one place, this area provides unparalleled insight into how the world as we know it came to be.       Location of John Day Fossil Beds National Monument, as well as the geologic layers that make up the John Day Fossil Beds.        Important things to know before your first visit Public collecting or digging for fossils is never allowed in the monument. All three locations of John Day Fossil Beds National Monument are within a rural area of the state. There is no cell phone service within the monument. Most of our local communities do have cell coverage, but your coverage will vary depending on your carrier. Mitchell has no cellular service, but there is still a functioning pay phone across the road from the general store. Due to winding roads, actual travel times are longer than those estimated by most mapping programs and GPS units. Visitors should expect to average no more than 45 miles per hour anywhere in the region. The road to the Clarno Unit (Highway 218) is particularly curvy, and visitors should not expect to cover more than 35 miles per hour on it. Oregon is a full-service only state, meaning that you are not permitted to pump your own gasoline. Due to this requirement, it can be difficult to impossible to buy gasoline after business hours in the communities surrounding the monument. Fill up with gasoline before leaving major highways or urban areas if you will be traveling later than 7:00pm in summer or 6:00pm in winter. Recent changes in the law allowing for self-service after hours has taken effect but many local businesses have not installed new pumps that can accommodate self-service. There is a fleet (business-use members only) fuel station in Mitchell. There is also a retail pump that is open intermittently. Otherwise, the nearest fuel available from Mitchell is at Prineville (53 miles west of Mitchell), Dayville (51 miles east of Mitchell), Fossil (44 miles north of Mitchell), and Spray (59 miles northeast of Mitchell).",
    "url": "https:\/\/www.nps.gov\/joda\/planyourvisit\/basicinfo.htm"
}
