{
    "title": "Lewis and Clark National Historical Park: Trunk Reservation Instructions",
    "body": "Trunk Reservation Instructions       Traveling Trunks Program: Reservation Instructions Fees-Zones-Shipping Dates   Rental period includes 15 teaching days (not including weekends) and shipping time to your school. The park will ship the trunk to your school on the 1st date indicated via UPS.  You ship the trunk back to the park on or before the last date indicated on chart below via UPS at the school's expense or you can opt to prepay the return shipping.  If you intend to use the trunk for more than one grade level,  consider borrowing the trunk for more than one loan period (if availability permits). Choose at least four (4) dates from the list provided below for your zone. First-Come, First-Served, so don't delay. Do not send payment until you have a confirmed reservation. Mail or FAX reservations must be received at least four (4) weeks prior to your requested date(s).   To make a reservation, please complete a reservation form print and mail or fax.    Lewis & Clark National Historical Park Attn: Traveling Trunk Coordinator 92343 Fort Clatsop Rd Astoria, OR 97103     FAX reservations to: (503) 861-4428 Attention: Traveling Trunk Coordinator   Please allow a mimimum of 4 weeks to process your request. If you do not receive a confirmation letter within 2 weeks after your initial request, please contact the park to make sure your reservation request was received. You will receive a date assignment and payment information in the mail along with acceptance of date assignment form. Please be sure to return the acceptance of date assignment form and your payment no less than 14 days prior to your scheduled ship date in order to keep your reservation.  If the park does not receive your payment or acceptance card within 2 weeks, your reservation will be considered to be canceled and given to the next school on the waiting list.    Rental Fees by Zone  Note: Borrowers are responsible for the cost of insured return shipping.      $40   WA, OR, ID         $45   NV, CA, MT, CO, WY, UT, AZ         $55   ND, SD, NE, NM, KS         $60   MN, WI, MI, IA, IL, MO, TX, AR, OK, LA, MS, AL, FL, GA, SC, NC, TN, VA, WV, IN, OH, PA, DC, MA, DE NY, NJ, CT, RI, VT, NH, ME, KY         Actual Cost   AK, HI, US Territories              The first date listed is the date the trunk is shipped to you--not the date the trunk arrives at your school.  The last date is the date you ship the trunk back to the park at your expense or by prepaid return shipping. Note: see \"Rental Fees\" for which zone you are in.   For summer reservations please contact the park for availability. Shipping Dates 2015-2016 School Year     Ship Out   Ship Back    September 14, 2015 October 12, 2015   October 26, 2015 November 30, 2015   December 28, 2015 January 25, 2016   February 16, 2016 March 14, 2016   March 28, 2016 April 25, 2016   May 9, 2016 June 6, 2016                  Science Trunk NPS Photo",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/education\/trunk-reservation-instructions.htm"
}
