{
    "title": "Lewis and Clark National Historical Park: Class of Discovery",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided     Class of Discovery                  Class of Discovery         Ranger demonstrating candle making during Class of Discovery NPS PHOTO  Are you ready to experience Fort Clatsop in style? Immerse your class, through a hands-on experience, in the 1805-06 Lewis and Clark Expedition winter encampment at Fort Clatsop. This in-depth, hands-on experience explores the Lewis and Clark Expedition at Fort Clatsop in 1805-06 through curriculum-based pre-visit, in-park and post-visit activities. Students become the members of the expedition and, while at the fort, serve on guard duty; write with quill pens; work with hides and furs; and make flint-and-steel fires, tallow candles, and the optional fun and games. This education program is a truly authentic experience! Especially for those visiting in December, January, February or March when the expedition was here! The cornerstone of the success of \"Class of Discovery\" is the team-teaching approach. Park staff, classroom teachers, adult volunteers and parents come together to help students experience and learn about the expedition. Teachers are trained to conduct visitor center and outdoor activities during an all day workshop which is offered twice a year. Adult volunteers and parents are trained to teach the activities at the fort. These training classes are offered throughout the school year. A ranger in buckskin at the fort and a uniformed ranger at the visitor center coordinate the entire team. This in-park program day is divided in half, up to 34 students are at the fort at a time while the remainder of the group is participating in teacher-conducted activities elsewhere on site.  All adults must be prepared to assist with, or lead, activities. Chaperone Ratio:  1:5 min. 1:3 max. Grade:  3-5, 6-8 Group Size:  20-60 students Time:  8:45 a.m. - 3:45 p.m. Make a Reservation and select a date:  Click Here This program has two requirements: 1) \"Class of Discovery\" Teacher's Workshop (C.O.D.T.W.): Mandatory for all NEW educators participating in the \"Class of Discovery\" education program AND educators who have not participated in the in-park program for 2 out of 3 years since training. Check Availability Calendar for workshop dates. 2) Fort Activity Instructor Training (F.A.I.T.): This workshop will prepare your adult volunteers to step into the role of educator for a day. They will receive instruction in the basics of the Lewis and Clark Expedition and learn how to teach the four hands-on activities at the fort. The movie \"A Clatsop Winter Story,\" and a brief tour of the park is included. These Fort Activity Instructors will then teach the hands-on activities to your school's students. Check Availability Calendar for training dates. How Many Volunteers should you send to training? Each school is required to register a minimum of 5 and a maximum of 10 volunteers for each reserved program day. This ensures that all schools will be able to send their volunteer instructors through training. When should your volunteers come through training? Ideally 1-2 months prior to your trip. Groups visiting in the fall may register people for any fall training date. Groups visiting February or later may register people for any date occurring January or later. Note: At least 30% of adult volunteers registered to attend this training do not show up. So, please make sure you have firm commitments, reliable people and extra volunteers ready to be trained so your program wont be canceled.  Returning Fort Activity Instructors: If you are a returning school you may utilize Fort Activity Instructors from previous years. These instructors do not have to attend a training class IF they were successful instructors during the last school year. Please let us know how many returning instructors you have on your registration form.",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/education\/classofdiscovery.htm"
}
