{
    "title": "Lewis and Clark National Historical Park: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us        Youth Conservation Corps:  Several Positions (no experience required) Have you ever wanted to live the life of a park ranger and make a difference? The Youth Conservation Corps (YCC) is a great chance to learn about the National Park Service through a summer work youth program. If selected, you will work with park staff on a variety of projects, including trail building and revegetation work as well as invasive plant removal and wetland restoration. You will also share your knowledge with the park's summer visitors.     Work Dates: June 20, 2016  through August 26, 2016   Pay Rate: $9.25 per hour   Work Schedule: Monday through Friday, Daytime, 40 hours per week   Age: Must be 15 years old by June 20, 2016 but not over the age of 19 on August 26, 2016     Youth Conservation Corps Application (pdf)  Return applications by 5:00 PM March 18, 2016  to: Lewis and Clark National Historical Park - Fort Clatsop Visitor Center 92343 Fort Clatsop Road Astoria, OR 97103 Attn: YCC  Questions? Call Josh Fry (503)861-4412 or e-mail us       Job opportunities in the National Park Service All park work opportunities, except Youth Conservation Corps, are announced on USA Jobs website. For current vacancies with the National Park Service got to www.usajobs.gov. For the summer of 2016 watch for these positions to be posted to USA Jobs website:   Student Trainee Laborer, Student Trainee Park Guide, Park Ranger Interpretation, Visitor Use Assistant and Biological Technician.      Creating a Federal Resume A resume for a job with the Federal government is different than one for the private sector. Unlike the typical resume that is one page, the federal resume needs to be several pages and should have concise detailed information. Here is some help for creating a resume: The www.usajobs.gov website has a federal resume builder that can help you. This is a powerpoint from a resume workshop offered periodically at the park.  Resume Workshop (pdf, 37 pages; 3.8 MB) Checkout this example of a Federal resume. Though the character is fictitious and silly, the layout of the information is an excellent example of what detail is needed for the resume.",
    "url": "https:\/\/www.nps.gov\/lewi\/getinvolved\/workwithus.htm"
}
