{
    "title": "Montezuma Castle National Monument: Cacti and Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti and Desert Succulents                Cacti and Desert Succulents       To many people, the word \"desert\" invokes images of a sun-baked, sand and rock-strewn landscape, where only cacti will grow. While it is true that cacti can be found in all of the world's deserts, cacti can also be found in almost all of the lower forty-eight states. Cacti have evolved from plants that originally grew in more moist environments and exhibit a wide variety of adaptations that have allowed them to exist in the face of changing environmental conditions.        Strawberry hedgehog cacti bloom in the spring, after most of the wildflowers. Penny Wagner  Visitors to the monuments in the Verde Valley will see an assemblage of cacti including species of prickly pear, cholla, and hedgehog cacti. Cacti produce flowers based in part on the ambient ground temperature. Ground-hugging species such as hedgehog and prickly pear flower much earlier than the stately saguaro. Cacti are opportunistic plants when it comes to capturing rainfall. Most have shallow taproots, but very well-developed lateral root systems near the surface of the ground that can take advantage of any rain that falls. This can be a disadvantage at times to large cacti, such as the saguaro, in that they can tip over if they engorge with enough water. Cacti not only are efficient at capturing moisture, but have also developed mechanisms to deter any loss of moisture. The prickly pear grows pads at angles that reduce direct exposure to the sun. Spines provide limited shade and reduce the dessicating effects of the wind. Spines also deter animals from utilizing the moisture contained within the cactus. Hedgehog cacti will often be found sheltered at the base of mesquite trees where shade and wind protection is available.        Prickly pear cactus with tunas   In the Southwest, the prickly pear cactus has a long history of use by the native inhabitants, from prehistoric times up to the present day. In the spring, the young pads, called \"nopalitos\", are harvested and eaten before the spines harden. In the late summer, the fruits, called \"tunas\", are collected and used as picked or serve as the main ingredient in jellies. The pads have been used medicinally in the treatment of cuts and burns, since they contain a mucilgenous substance similar to the mucopolysaccharide hydrogel found between the cells of the body. The polysaccharides help strengthen the hydrogel after it has been damaged.",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/nature\/cacti-and-desert-succulents.htm"
}
