{
    "title": "Saint Croix National Scenic Riverway: Where to Bird",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Where to Bird                  Where to Bird         A birder peering through binoculars on the banks of Lake St. Croix. NPS  Watching birds from a canoe, kayak or small boat is the best way to access most of the river. There are many locations where you can get out and tromp through the woods to seek out birds. That being said, access points can be found all along the rivers with over 75 public landings, roads that parallel the river, campsites that are accessible with short walks from roadways, trails on National Park Service land as well as state parks and forests and other public locations. Numerous unofficial trails also exist to provide good areas to search. Some favorite locations on or along the Namekagon River include:  Paddling the upper Namekagon River from Namekagon Dam Landing to Phipps Landing is one of the best ways to find the northern boreal species that nest within the Riverway. Namekagon Dam Landing. Excellent bird watching can be had from the landing and adjacent parking areas. The adjacent portion of Lake Namekagon abounds with floating and emergent wetland plants that provide cover for a variety of waterfowl including one of the only locations in the Riverway where you can find Pied-billed Grebes and American Coots nesting. Wilson's Snipes are commonly heard in the evenings during mating season. Pacwawong Flowage. Easily accessed by river or by car, this is another excellent location for finding Pied-billed Grebes during nesting season. Black Terns have also nested here and a pair of Bald Eagles have nested here for years. On the southwest side of the flowage is Cook Road, now abandoned. This quiet road makes for an easy half mile walk with especially good birding at the old bridge. A landing is located on the west side of the flowage for those wishing to paddle the flowage searching for rails. Wild Rice covers most of the flowage by mid-July and provides food and cover for a variety of waterfowl.        A Heron Rookery on the St. Croix River at Cedar Bend, North of Marine-on-St.Croix. NPS",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/nature\/where-to-bird.htm"
}
