{
    "title": "Lewis and Clark National Historical Park: Cooperating Association",
    "body": "Explore This Park    Get Involved     Partners     Cooperating Association              Cooperating Association       Lewis & Clark National Park Association Lewis & Clark National Park Association's Mission: To promote Fort Clatsop and enhance the public's understanding of the Lewis and Clark Expedition and its significance. The Lewis & Clark National Park Association was established November 29, 1963 as a non-profit organization for the purpose of supporting National Park Service educational and interpretive activities at the Fort Clatsop unit of the Lewis and Clark National Historical Park. The Association receives no public funds nor is it supported by any private endowment. It is run by a seven member board, who have employed an Executive Director, and staff to run the bookstore. Highlights of our many years in the Park include commissioning the bronze statue Arrival  to commemorate the 175th anniversary of the Lewis and Clark Expedition; completing a successful fundraising effort to help build the visitor center facilities at Fort Clatsop; purchasing a major Lewis and Clark library for research at Fort Clatsop; publishing The Charbonneau Family Portrait, and two books on the plants of Fort Clatsop as well as educational resource guides for educators; buying 32 acres of land to the north of the park to protect important Park resource values and purchasing 61 acres to the south of Fort Clatsop for the new Netul Landing area. This scenic day use area along the Lewis and Clark River functions as the new summer entrance to the park. The Association has also contributed $15,000.00 to the creation of the Fort to Sea Trail, and has coordinated the contributions for the Fort-Rebuild effort.   In 2003, in anticipation of the Lewis and Clark Expedition Bicentennial, the Board of the Lewis & Clark National Park Association opened its membership. Now, after the culmination of bicentennial events which highlighted the winter stay at Fort Clatsop, our membership remains open. We invite you to become a member of the Lewis & Clark National Park Association. With your help, we can continue to make a difference. Please see our Membership page for details. Visit our store online.",
    "url": "https:\/\/www.nps.gov\/lewi\/getinvolved\/supportyourpark\/coopassociation.htm"
}
