{
    "title": "Montezuma Castle National Monument: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs      Trees of Montezuma Castle and Montezuma Well        Arizona sycamores shed their bark giving a mottled look. Sharlot Hart  Arizona Sycamore (Platanus wrightii) This tree is the most conspicuous at the monument, both because of its size (up to 80 feet tall), and by its appearance. The white, brown, and green bark sets this tree apart. The constantly shedding bark creates an ever-changing mosaic of color. While other species of sycamore can be found in North America, in Arizona this tree can only be found along riparian corridors. The extremely large leaves reveal that this tree is a tree that must have its roots in permanent water in order to survive. The tree uses an amount of water, by weight, equal to the weight of the leaves every hour of the day. The main beams of the Castle are made of sycamore.        Cottonwoods and other water-loving trees grow along a historic irrigation canal near Montezuma Well's picnic area. Case Griffing  Cottonwood (Populus fremontii) This is another of the riparian-dependent trees of the monument. The leaves closely resemble those of the aspen, with whom it is a close relative. In the spring, the air is filled with the white, cottony fluff that gives this tree its name. The roots are carved to make kachina dolls, while the trunks are cut and used as drums.        Squirrels love eating the walnuts from this tree each summer. Sharlot Hart  Arizona Walnut (Juglans major) This tree is a type of black walnut, which produces a nut a little smaller than its east coast cousin. The edible nut contains the anti-fungal agent juglone, and the husk is used to produce brown dyes. The nuts are harvested in the late summer and fall by both people and squirrels. Shells have been found in archaeological sites, letting us know that the prehistoric Sinagua harvested them as well.        The berries on this hackberry are not quite ready... they'll turn more red before being edible. Sharlot Hart  Netleaf Hackberry (Celtis laevigata var. reticlulata) The smooth, gray bark of the hackberry becomes warty with age. This tree produces an edible berry which turns from green to red in the fall. The berry can be picked before the first frost when it turns red. The berries were ground-up and mixed with other edible plant parts or animal fat which could be stored for use during the winter.      Velvet Ash (Fraxinus velutina) This deciduous tree grows up to 30 feet tall, with a velvety surface on the leaves giving the tree its name. The seeds are a food source for birds and animals.      Goodings Willow (Salix goodingii) The lance-shaped leaves and deeply-furrowed bark are the main characteristics of this tree. The bark contains salicin, which is the basis of salicylic acid, from which aspirin is made.        This one-seed juniper on the rim of Montezuma Well catches the first rays of  the morning sun. Case Griffing  One-seed Juniper (Juniperus monosperma) This evergreen tree has gray, fibrous bark and green scale-like leaves. The berries have been used for both medicine and food. The twigs and branches have been burned to purify places and people. A hot tea of the leaves has been used for headaches and colds. Tea made from the berries and leaves is used for bladder infections.        These mesquite bean pods are ready to eat!   Velvet Mesquite (Prosopis velutina) This tree produces an edible bean, which has been an important food source for both people and animals. A tea of the bark, leaves, and pods has been used for stomach disorders, and sucking on a hard candy of the sap reduces heart burn. Honey from bees which seek the mesquite flower is also very popular.        Desert willow put out beautiful purple-ish flowers in the spring. Sharlot Hart  Desert Willow (Chilopsis linearis) Desert Willow has been used as roofing material, and powdered or made into a wash for skin infections. It has strong anti-fungal properties. The flowers have been brewed into a tea for relieving coughs. This is not a true willow, however, and the bark does not have the same properties as Salix spp.      Shrubs of Montezuma Castle and Montezuma Well        Mormon Tea takes its name from early pioneers who used the plant for its medicinal properties. Case Griffing  Mormon Tea (Ephedra viridis) This plant, also known as joint-fir, has no noticeable leaves. Its green bark contains chlorophyl which allows for photosynthesis to occur. A tea of the joints has been used for stomach disorders, rheumatism, and as a decongestant for colds. New world ephredras contain psuedoephedrine, while old world ephedras contain ephredrine.        Creosote bushes have small, fragrant leaves and fuzzy seeds. Sharlot Hart  Creosote bush (Larrea tridentata) This plant produces a toxin through the root system that very few plants can tolerate. This eliminates competition for rainfall. It is the most wide-spread of the desert shrubs, and can be found from west Texas to central Nevada, often forming pure stands. It is a veritable \"medicine chest\" and has been used for upset stomachs, coughs, and colds. It contains nordihydroguaiaretic acid which is being studied for its anti-cancer properties.        Saltbush flowers turn yellow as the seeds mature. Sharlot Hart  Four-wing Saltbush (Atriplex canescens) The leaves and seed heads contain 18 percent protein and have been used as a food source. The chewed roots have been used on insect bites. A lukewarm tea can be used for nausea and vomiting, and a hot tea can be used to break a fever.        Mahonia leaves have their own defence - they are just as pokey as holly. NPS PHOTO  Red Barberry (Mahonia haematocarpa) This plant contains berberin and has been used to lower a fever, as a laxative, and as an anti-bacterial skin wash.        Catclaw acacia is named for the thorns which look like cats' claws. Sharlot Hart  Catclaw Acacia (Acacia greggii) The bean of this plant has been used as a food source. A poultice of ground pod and water has been used for muscle pain, bruises, and sprains. A warm water infusion of stems and branches has been used for coughs and throat irritations. Be careful though, it is named for its curved thorns.        This golden currant was found flowering in March, even after a snow storm! NPS Photo  Golden Currant (Ribes aureum Pursh.) A rare, perennial shrub, the flowers are fragrant and bright yellow. It blooms between March and June; the following berry is mostly black or red.",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/nature\/trees-and-shrubs.htm"
}
