{
    "title": "Lewis and Clark National Historical Park: Ranger Guided",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided                 Ranger Guided          Ranger-Conducted Programs Fort Clatsop offers ranger-conducted programs for school groups, which have been developed to give students and teachers the opportunity to explore Fort Clatsop. Since each program has different grade availability, time commitments and pre-visit and registration requirements, please read the following information carefully. The education programs outlined in these pages are currently offered, subject to staff availability.  Class of Discovery The most in-depth ranger\/teacher conducted program and requires the most pre-visit preparation. Between 300 and 700 students participate in this program annually. Teacher and parent training is required. Students become the members of the expedition while they visit the park and participate in hands-on activities.  They will make tallow candles, learn how to use flint and steel, explore nature and learn what life was like during the time the Corps of Discovery stayed here.  Life at the Fort The most popular ranger-conducted program. This program is offered twice a day on the days the park has ranger-guided programs, once at 9:45 am and once at 12:45 PM.  Life at the Fort includes a visit at the fort with a ranger and two or three 30 minute self-guided activities (depending on group size). If you have a group larger than 60 students the start and end times are extended. A group of 60-80 would require a 2 1\/2 hour program starting at 9:15 am and ending at 12:00 PM or a program starting at 12:45 PM and ending at 3:30 PM. Any group larger than 80 students requires special arrangements to be made with the park.   Me and My Park A shorter ranger-conducted program for grades Pre-K. Designed for this age group's attention span. Includes science, a walk, and a fort program with a ranger and age appropriate activities.",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/education\/rangerguided.htm"
}
