{
    "title": "Lewis and Clark National Historical Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip         Park Ranger with Students NPS Photo  Step 1: Plan your field trip   The right program for you!   We have guided and self-guided education programs at Lewis and Clark National Historical Park. Our programs are open to schools, homeschool and exchange groups as well as other youth groups and college groups.   The restrooms, theaters and many of trails (wood chipped and crushed granite) at Lewis and Clark National Historical Park are accessible to all visitors. Parts of the Fort are accessible. Foreign language and braille brochures are available in the Visitor Center. The program presented at the fort replica is designed to be interactive so all students will have a worthwhile learning experience. Please contact us in advance so we can accommodate your needs.   There are also service learning opportunities that arise during the school year. Please contact Education Program Coordinator e-mail us for more information or by phone (503)861-4422.   Ranger Guided Programs   Me and My Park (Pre-K)   Life at the Fort (3rd-5th) and (6th-8th) and (HS)   Class of Discovery   Self Guided Programs   Diligent Pursuit   Additional Programs   Service Learning The Education Program at Lewis and Clark National Historical Park is committed to service learning, a teaching and learning strategy that integrates meaningful community service with instruction and reflection. Opportunities for service learning at the park arise from time to time.     To learn about Step 2: Reserving an Education Program, please click here or on the link to the right. Fee Waiver Directions to the Park  Things to See and Do In the Area Accessibility Information  If you have any questions about the education programs offered, please call the park's education program: (503) 861-4422 or e-mail us. We look forward to exploring history and nature with you!",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/education\/planafieldtrip.htm"
}
