{
    "title": "Lewis and Clark National Historical Park: Fees",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Fees                Fees      Entrance fees are collected year round.  Most school groups qualify for a waiver of entrance fees.  If you wish to request a waiver follow the instructions below.    All reservation requests will be processed as they are received and a confirmation letter indicating the total fee amount to be paid upon arrival will be sent without waiting for, or requesting, additional materials. If you wish to request a waiver of entrance fees you must submit your request at the same time as your reservation OR prior to the date of your reservation request. Each Fee Waiver request will receive a confirmation letter.      In order to keep costs low for school groups wanting to visit the park, the Federal Government offers a waiver of entrance fees for bonafide educational and scientific institutions IF :   A) The school can show a direct relationship between the purpose of the visit and the use of the facility is shown (not just an end of the year trip to the beach) AND Provide a statement of visit purpose.   B) Have an \"Application for Waiver of Fees \" form on file with the park superintendent.  To Obtain Waiver you need all of the following: 1) Make a print-out of the form, copy it onto your school letterhead and have it signed by the principal.  Fee Waiver Form 2) Return the fee waiver (along with your Reservation Request if you wish) by Mail or FAX.  If you wish, your school or School District office can submit an Appliction for Waiver of Fees for your entire school system for any visit during the school year. This form would be valid for the school year (September 1-August 31). It is best if the principal submits these as early as possible and keeps its confirmation on file for use by all teachers.   NOTE: A maximum of one adult for every three students is allowed under the waiver of fees process. Additional adults accompanying the group are charged the regular entrance fee.   Admission Name Tags  Once fees have been waived, all group participants, student and adult, are encouraged to wear nametags which identify the name of the group and the bearer's name -- these nametags serve as their admission, and identifies them as participants in one of the education programs.    Class of Discovery Fort Activity Instructors  Adult Fort Activity Instructor volunteers must be pre-registered for the training workshops in order to obtain free admission on that day. The confirmation letter will serve as their admission ticket.      36CFR Fee Citation  The following citation details why and how entrance fees at Lewis and Clark National Historical Park can be waived for educational institutions. If any part of the cited section applies to your group, then you probably qualify for the waiver which can be approved by the park superintendent prior to your visit.   Title 36 CFR - Parks, Forests, and Public Property Part 71 section 71.13 Exceptions, exclusions, and exemptions.  (d) No Federal recreation fee shall be charged for commercial or other activities not related to recreation, including, but not limited to, organized tours or outings conducted for educational or scientific purposes related to the resources of the area visited by bona fide institutions established for these purposes. Applicants for waiver of fees based on this basis will be required to provide documentation of their official recognition as educational or scientific institutions by Federal, State or local government bodies and will also be required to provide a statement as to the purposes of the visit proposed. The use of any recreation facilities for which a fee waiver is requested must relate directly to scientific or educational purposes of the visit and may not be primarily for recreational purposes. No Federal recreation fee shall be charged any hospital inmate actively involved in medical treatment or therapy in the area visited.  Entry Fees 16 and older- $3.00 each -Entrance fee good for 7 days, including date purchased under 16 years old- free     If you have any questions about the education program, fees, or the fee waiver process, please contact the park's education registrar, Cathy Peterson by phone: (503)861-4422, or e-mail at e-mail us",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/education\/fees.htm"
}
