{
    "title": "Lewis and Clark National Historical Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management          Proposed Entrance Fee Increase in Lewis and Clark National Historical Park  The park is seeking input from November 7 – December 7th 2014, about the proposed increase in the park entrance fee.  The National Park Service has updated the current entrance fee schedule, which has not changed since 2008. Currently, 131 of the 401 National Park Service units collect entrance fees. Beginning in 2015, parks are authorized to change their entrance fee rates to align with the new system wide rate schedule, after park managers have actively engaged the public and stakeholders about proposed changes and impacts. The decision to adjust fees will be made locally, with input from local communities, to ensure that the fee increases are implemented in a way that works best for parks and visitors. Based on feedback received through civic engagement, parks will develop an implementation strategy that meets the needs and expectations of the community. New fee implementation may begin in 2015, but in some cases, parks may choose to phase in rates over several years.  The proposed fee increase for Lewis and Clark National Historical Park would raise the park entry price from the current cost of $3 each to $10 each for adults. The current park entrance fees have been in place since July 2001.  Annual Lewis and Clark National Historical Park passes, valid for 12 months, will increase in cost from $10 to $40.  Following the civic engagement and other stakeholder outreach, the feedback we receive will determine how, or if, a fee increase would be implemented. Entrance fees are not charged to persons under 16 years of age or holders of the America the Beautiful National Parks and Federal Recreational Senior, Access or Military Passes.  All revenue from fees collected in Lewis and Clark National Historical Park stay in the park for future projects. Revenue from the increased entrance fee will be used to improve visitors’ experiences, and additional revenue raised by a fee increase would help replace our aging septic system, improve accessibility of park facilities, upkeep our expanded trail system, increase the youth programs in the park and provide additional recreational activities to visitors.  Past fee projects include the construction of the Kwis Kwis and South Slough trails, canoe landing improvements at Netul Landing, summer camps, local youth employment and community outreach.  The National Park Service will accept public comments several ways during the 30 comment period between November 7th 2014 and December 7th, 2014: Via e-mail: e-mail us  In person: Comment forms can be filled out during regular visitor center hours, 9am-5pm daily.  Via US Mail: Lewis and Clark National Historical Park Attn: Superintendent 92343 Fort Clatsop Road Astoria OR 97103  We would also like to invite you to participate by providing comments for this proposal. Thank you for taking the time to consider this request. If you have any questions, please contact Scott Tucker, Superintendent at 503-861-4401.       Middle Village - Station Camp Concept Design as of July 20, 2011 [pdf] 22 pages; 3.6MB Station Camp - Middle Village Environmental Assessment [pdf] 177 pages; 13.0MB Environmental Assessment by Chapters Preface [pdf] 5 pages; 718KB Chapter 1 [pdf] 11 pages; 12MB Chapter 2-1 [pdf ] 7 pages; 3.8MB Chapter 2-2 [pdf] 5 pages; 1.5MB Chapter 3 [pdf] 19 pages; 2.0MB Chapter 4 [pdf] 30 pages; 498KB Chapter 5 [pdf] 5 pages; 192KB Chapter 6 [pdf] 3 pages; 136KB Appendix  [pdf] 92 pages; 4.38MB      Middle Village FONSI [pdf] 14 pages; 996 KB Forest Environmental Assessment [pdf] 131 pages; 2.6 MB Fire Management Plan [pdf] 211 pages; 3.2 MB      Otter Point - Environmental Assessment [pdf] 78 pages; 11 MB Otter Point - Finding of No Significant Impact (FONSI) [pdf] 11 pages; 523 KB      Lewis & Clark National Historical Park Museum Management Plan [pdf] Fort Clatsop Administrative History [pdf] Fort Clatsop Suggested Historical Area Report [pdf] Identifying, Documenting, and Evaluating Cultural Resources: Station Camp Unit: Lewis and Clark National Historical Park [pdf] Lower Columbia River Lewis and Clark Sites Boundary Study [pdf] The Lewis and Clark Trail from Fort Clatsop to the Clatsop Plains [pdf] Fort Clatsop Environmental Assessment [doc]",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/management\/index.htm"
}
