{
    "title": "Lewis and Clark National Historical Park: South Clatsop Slough Restoration Project",
    "body": "South Clatsop Slough Restoration Project           South Clatsop Slough Restoration Project   LOCATION   The South Clatsop Slough Restoration Project is in the recently expanded Fort Clatsop unit of the Lewis and Clark National Historical Park. The project site is located between the Fort Clatsop Visitor Center and Netul Landing, along the Lewis and Clark River approximately 1 mile upstream from the confluence with Youngs Bay.   The project is approximately 47 acres.   PROJECT GOALS AND DESCRIPTION   The project goals are to:   Protect the property in perpetuity as a part of the National Park Service unit.   Reconnect the former slough with the Lewis and Clark River and Columbia River Estuary.   Reestablish estuary habitats on approximately 47 acre of land. Habitat that will be created includes riparian, emergent marsh, stream channel and Sitka Spruce marsh.   Use the site as outdoor laboratory for research and education.     The acquisition of the property that contains South Clatsop Slough has increased the National Park Service’s ability to manage the lands in the park to restore ecological process, provide recreational and educational opportunities. This project will restore approximately 47 acres of marginal pasture land to a part of the Columbia River estuary.   The project is starting with planning, engineering and design that will in turn direct the work to reestablish the connection between the slough and the Columbia River estuary. It is envisioned that the planning and engineering will call for the removal of structures and fill to create this connectivity and enhance the habitat.   As part of the initial work extensive surveys are being conducted to establish base line conditions. This data and monitoring stations will allow scientists and teachers to study, learn and teach about the changes that will take place. Studies now underway include: channel geometry, vegetation communities, water quality, topography, fish species, and current tidal elevations. This information will be used to drive the design of the engineering plans and contract specifications for the work to create the wetlands. It is expected that the data sampling will be repeated through time to measure the changes over years.   The slough is part of a small watershed (approximately 540 acres) that is entirely within the Lewis and Clark National Historical Park. The watershed is comprised of this slough and uplands that were until recently managed as commercial timberlands. Given that the entire watershed is within the boundary of the park makes the project ideal for estuary enhancement without creating concerns for impacts to adjacent landowners.   PROJECT BENEFITS AND PURPOSE   By reconnecting the slough to the estuary, the site is expected to change from a marginal pasture tord a mix of estuary habitats. This means moving towards a stream channel with native aquatic vegetation, emergent wetland and marsh habitat, stream riparian habitat and Sitka spruce swamp. These different vegetation types provide important habitat for wildlife. This includes, but is not limited to, habitat for; salmon, cutthroat trout, white sturgeon, beaver, river otters, and muskrats, bald eagles, osprey and great blue heron. With more food and cover resident animals such as elk, black bear and mountain lion will make greater use of the watershed.   The project is also expected to serve as an outdoor laboratory for scientists and teachers. Scientists will be able to monitor the changing conditions at the project site and this in turn will help them to evaluate the effectiveness of the restoration techniques used. Teachers and families will be able to use the site to learn about the native habitat and wildlife, about restoration science and the ecology of the region.   PROJECT PARTNERS   The Conservation Fund initially purchased the property and has provided $150,000 grant.   The Lower Columbia River Estuary Partnership provided a $150,000 grant.   The North Coast Land Conservancy has provided $18,000 in grants for the project.   The Port of Portland has provided a $10,000 grant to help with the project.   The Columbia River Estuary Task Force (CREST) is managing the restoration project in partnership with the National Park Service.   Clatsop County Road Department, Youngs Bay Watershed Council, Youngs Bay Diking District are all providing technical support.   Mr. and Mrs. Ness, the previous landowner, demonstrated great patience in working to have this property become a part of the park.",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/nature\/south-clatsop-slough-restoration-project.htm"
}
