{
    "title": "Lewis and Clark National Historical Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals       The park's most charismatic large mammals, Roosevelt elk (Cervus elaphus roosevelti), figure prominently in the site's history from the time of the Lewis and Clark expedition. The abundance of elk was a critical factor in the party's decision to winter in the area. In February of 1806 Meriwether Lewis wrote, \"The Elk is the same with that found in much the greatest portion of North America, they are common to every part of this country, as well the timbered lands as the plains.\" Today a resident herd frequents the park's forests and willow swamps during winter, and elk are often seen loafing in nearby fields in spring and summer.  Six of the Memorial's bat species and the white-footed vole (Arborimus albipes) are federal species of concern. These nocturnal mammals reside in the park's mature coniferous forests, together with northern flying squirrels (Glaucomys sabrinus sabrinus) and western red-backed voles (Clethrionomys californicus).        Roosevelt Elk NPS PHOTO  IF YOU GO:   Elk remain abundant in the region. The best viewing times are early morning and early evening, from October through April. Here’s where you can often see elk.   Near Fort Clatsop: Elk graze in the open fields between Fort Clatsop and the Astoria Airport. As you exit Fort Clatsop Road, make a left heading back to U.S. Highway 101 and Warrenton.   South of Seaside, along U.S. 101: An elk herd frequents the open fields along U.S. 101, between the south end of Seaside and the entrance to Oregon Highway 26.   Jewell Meadows Wildlife Area: The Oregon Department of Fish and Wildlife maintains this excellent elk-viewing site. There is ample parking, viewing areas and an interpretive talk on 530 AM radio. To reach the refuge, enter the roundabout on the Astoria end of the new Youngs Bay Bridge and take Oregon Highway 202 turn for 22 miles. From Seaside, take Oregon 26 east to the Jewell Junction and follow Oregon 202 north.   QUICK ELK FACTS   • Elk breed from mid-September to mid-October. • Bull elk like to bugle mainly during breeding season. • Jewell Elk Refuge feeds elk from December through March. • Bull elk shed their antlers from March to mid-April. • New antlers grow one to two weeks after old antlers shed. • Cow elk show their calves in the open in mid-June.       Roosevelt Elk Herd at Fort Clatsop NPS Photo",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/nature\/mammals.htm"
}
