{
    "title": "Lewis and Clark National Historical Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Bioblitz graphic design by Sally Lackaff  Count Me In! BioBlitz on the Clatsop Plains October 6, 2012 Join Lewis and Clark National Historical Park and North Coast Land Conservancy on Saturday, October 6 from 9 am to 3 pm at the 2012 Clatsop Plains BioBlitz-a unique event that is part biodiversity festival, part scientific endeavor and part outdoor classroom. Spend the day as a citizen scientist, helping visiting and local experts explore the forest, dunes, wetlands, open water and beach at LCNHP's Yeon Property near Sunset Beach, discovering and documenting as many living creatures as possible. Together, we can increase understanding of the rich biological diversity found where our families, friends and neighbors live, work and play. BioBlitz events have taken place all over the country, and all over the world. Across the country, BioBlitz efforts have helped the National Park Service discover and document thousands of species on public land. This is a great opportunity to gain a better understanding of the variety and abundance of less-studied organisms that live on the Clatsop Plains. Events taking place throughout the day on Saturday, October 6th include joining teams of science specialists working to capture and identify a variety of species like beetles, spiders and bugs, nature walks to look at lichens, birds and mushrooms, dragonfly observation, nature photography demonstrations, scientific illustration demonstrations, and native plant identification. Visitors will park at the Fort to Sea Trailhead parking area at Sunset Beach and walk in to the property, about a 15 minute walk. Bring a picnic lunch and a re-useable water bottle and stay for the day- water will be available at the park. Events will take place rain or shine, so dress for the day's weather and come help make scientific history on the Clatsop Plains! For more information about the Clatsop Plains BioBlitz visit www.nclctrust.org\/clatsopbioblitz or call (503) 861-4443.           Lewis and Clark River. photo by:  Nancy Eid  Lewis and Clark National Historical Park rings the ecologically significant Columbia River estuary, with 12 units in southwest Washington and northwest Oregon. Its regional maritime climate is warm and dry in summer and fall, mild and wet in winter and spring. Mean annual precipitation averages 74 inches in the coastal lowlands, mostly as rainfall. The coastal geology consists of Quaternary marine and non-marine terrace deposits and alluvium in the lowlands, with Miocene basalts and marine sandstone, siltstone, and shale in the uplands. Elevations in the park range from sea level on the ocean shores to 300 feet atop Clatsop Ridge.   The park preserves a variety of ecosystems from coastal dunes, estuarine mudflats and tidal marshes to shrub wetlands, temperate rainforests and swamps. Situated within the Sitka spruce vegetation zone, its forests are dominated by conifer trees and carpeted with a great diversity of understory shrubs, ferns and wildflowers. Giant Sitka spruce more than 100 years old and up to 36 feet in circumference are found here. Extensive wetlands in the park include fringing saltmarshes on the lower Columbia River, the tidally-influenced lower Lewis and Clark River and many low-gradient brackish sloughs and marshes. Freshwater streams and springs are numerous in park forests, and freshwater ponds are found in various habitats. These wetlands provide valuable habitat for a diversity of mammals, birds, reptiles, amphibians and fish.  The great variety of flora and fauna in the park reflects its diversity of habitats, location on the Pacific migratory flyway and proximity to the Pacific Ocean. More than 140 species of vertebrates, including at least 44 mammals, 75 birds, 11 amphibians, 3 reptiles and 9 fish pass through or make their permanent home within the park. Over 250 species of vascular plants and 74 of bryophytes have been documented in recent surveys, and most are represented in the park herbarium. Many additional species of invertebrates, fungi and lichens have yet to be inventoried.  The park's natural resources are significant from a historic as well as a contemporary perspective. During the winter of 1805-06, explorers Meriwether Lewis and William Clark described, sketched or collected more than three dozen of the region's plants, including evergreen huckleberry (Vaccinium ovatum) and salal (Gaultheria shallon), both new to science. Their journal entries also documented 23 mammals, 28 birds and several fish, reptiles, amphibians and invertebrates during the expedition's winter stay.",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/nature\/index.htm"
}
