{
    "title": "Lewis and Clark National Historical Park: Tribes",
    "body": "History & Culture: People: Tribes         Clark's 1806 Map of the Oregon Coast Journals of Lewis & clark  Treated with \"extrodeanary friendship\" When Lewis and Clark reached the northwest tip of what is now Oregon in 1805 they found some 400 Clatsop living in several villages on the southern side of the Columbia River and south down the Pacific Coast to Tillamook Head. Their neighbors, the Chinook, lived on the northern banks of the Columbia and on the Pacific Coast, while the Nehalem, the northernmost band of the Tillamook, lived on the Oregon coast at Tillamook Head south to Kilchis Point. They were all wealthy and shrewd traders, masterful canoe builders, with few enemies, and they treated Lewis and Clark with \"extrodeanary friendship.\"      The captains found the tribal people talkative, inquisitive, intelligent, and possessing excellent memories of trading ships visiting the area. The tribes used a trade jargon, a mixture of several tribal languages, to communicate with other tribes in a vast trade network from Alaska in the north, down the Pacific Coast, and up the Columbia River to the east. The trade language, originating with the Nootka (Nuu-Chuh-Nuth) people in the north, included Chehalis, Nisqually, Lummi, Makah, Kathlamet, Chinook, Clatsop, Kalapuya, and other tribal languages. English words were added after contact with 18th century mariners. When supplemented with sign language, Lewis and Clark were able to communicate with all the coastal people. The trade language is known today as the Chinook Jargon. “At this place we had wintered” The Corps of Discovery wintered at Fort Clatsop from December 7, 1805, until March 23, 1806. During that time, Clatsop and Chinook Indians, whom Clark described as close bargainers, came to the fort almost daily to visit and trade. The captains wrote often in their journals of these tribes’ appearances, habits, living conditions, lodges and abilities as hunters and fishermen. Friendly relations prevailed between the Clatsop and the explorers through-out the winter. When the Corps departed on March 23, 1806, Lewis and Clark left the fort and all of its furnishings to Coboway, one of the Clatsop leaders, who “has been much more kind an[d] hospitable to us than any other Indian in this neighbourhood.”      More Information: Homeland Tribes   Chinook Nation   Clatsop-Nehalem Confederated Tribes   Associated Tribes   Confederated Tribes of Grand Ronde http:\/\/www.grandronde.org    Confederated Tribes of Siletz http:\/\/ctsi.nsn.us    ShoalwaterBayTribe http:\/\/www.shoalwaterbay-nsn.gov   Chinook Jargon http:\/\/chinookjargon.home.att.net\/shaw.htm",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/historyculture\/histcult-people-tribes.htm"
}
