{
    "title": "Lewis and Clark National Historical Park: Sound Portraits on the Fort to Sea Trail",
    "body": "Sound Portraits of the Fort to Sea Trail by 6th Graders         Recording sounds on the Fort to Sea Trail. NPS photo  Almost 200 sixth grade students from Warrenton and Astoria hiked the Fort to Sea Trail last spring, and each one of them had a story. With professional audio gear the students interviewed each other as they spent a day with classmates recording streams, birds and short ranger talks.   Now you can listen to their hikes on this web page.   The four to seven minute stories have many unique moments. Students react with great enthusiasm as they peel off their blindfolds after they complete a trust walk and see a quiet pond. A student records her personal observations as she hikes down the trail alone for a short stretch. Giggles can be heard as one student leads her class in the ultimate silly hiking song. All of the sound portraits are unique and reflect the personality of each class.   Dubbed “Six for Six,” the ranger-led hikes featured nature journaling, trust walks, plant identification and solo walks. The team-building hike was developed as part of the Lewis and Clark National Historical Park’s program to Adopt the Class of 2016, in honor of the National Park Service Centennial in 2016.    Check out this radio interview about the sixth grade sound portraits on The Underground — the public affairs show for youth issues on KBOO Community Radio in Portland, Oregon.   http:\/\/kboo.fm\/node\/16144     Questions? Please call (503) 861-2471, ext 220 or e-mail us   (When downloading the sound portraits please be patient. They may take a minute or two to play.)      Ms. Sapp's 6th Grade Girls Ms. Sapp's 6th Grade Boys Ms. Sturm's 6th Grade Girls Ms. Sturm's 6th Grade Boys Ms. Kaul's 6th Grade Girls Ms. Kaul's 6th Grade Boys Ms. Sproul's Sixth Grade Class Ms. Sproul's Sixth Grade Class Mr. Zametkin's Sixth Grade Class Mr. Zametkin's Sixth Grade Class, Banana Sloths Ms. Nelson's Sixth Grade Girls Ms. Nelson's Sixth Grade Boys Ms. Keenan's Sixth Grade Girls Ms. Keenan's Sixth Grade Boys Mr. Wilock's Sixth Grade Class, Chocolate Bombers",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/photosmultimedia\/sound-portraits-of-the-fort-to-sea-trail-by-6th-graders.htm"
}
