{
    "title": "Lewis and Clark National Historical Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park                   One of the many views along the Kwis Kwis Trail.               Ranger Guided Kayak tours             Looking for more information about Lewis and Clark NHP? Please click on these links to learn more.  News Stay connected with news and information about Lewis and Clark NHP, look no further! We want to help you keep connected with what's happening here.   Photos & Multimedia Photos in these albums represent key sites. Official NPS photos are available free for media use with proper credit.   History & Culture President Thomas Jefferson’s had for years been fascinated by the vast and virtually unknown territory west of the Mississippi River. He sent an exploratory party overland to the Pacific and by 1806 they had settled in at Fort Clatsop.     Nature Lewis and Clark National Historical Park rings the ecologically significant Columbia River estuary, with 12 units in southwest Washington and northwest Oregon. Its regional maritime climate is warm and dry in summer and fall, mild and wet in winter and spring.    Education Come explore our outdoor classroom. Based at Fort Clatsop, it connects students to the stories that have shaped the Columbia Pacific region.   Kids & Youth Follow in the footsteps of the Corps of Discovery as you hike one of our many trails; check out and touch the fun exhibits at our visitor centers; call on our friendly and helpful staff to make this a memorable visit.   Management We would also like to invite you to participate by providing comments for this proposal. Thank you for taking the time to consider this request.  Bookstore Browse through the entire catalog or, by using the headings below, go directly to the catalog section in which you are interested. Remember, members receive a 10% discount on most bookstore items.",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/index.htm"
}
