{
    "title": "Lewis and Clark National Historical Park: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations               Multimedia Presentations         Film Camp student and  NW Documentary Arts Instructor   Lewis and Clark Film Camp 2010 Nine students from the Pacific Northwest participated in this year’s film camp. The students interviewed local and regional experts and gathered oral histories to produce three films. Planning is underway for the 2011 camp. Film subjects might include the Chinook Nation’s construction of a longhouse at the park’s Middle Village unit, the search for the real Dismal Nitch, and excavation of historic tidal channels along the Netul River.                        Conservation by Design: The Yeon Legacy Conservation by Design: The Yeon Legacy seeks to solve a mystery involving one of the Northwest’s most influential architects at the park’s new retreat house along the Oregon coast.   Duration:5 minutes, 52 seconds                                Brain Tanning: A Way to Connect to our Past  Brain Tanning: A Way to Connect to our Past explains the ancient art through modern practitioners.    Duration:3 minutes, 34 seconds                                A Peek at the Early Days of Logging on the Netul River A Peek at the Early Days of Logging on the Netul River explores the largest historic log-rafting yard at the mouth of the Columbia through historic photos and video and the recollections of one employee.  The log raft yard is one of the park’s most visible historic features.  Duration:4 minutes, 27 seconds                 AudioTour of Fort Clatsop The Audio Tour of Fort Clatsop was written and produced by award winning sound designer Peter B. Lewis for the CarTours Foundation. The 50-minute audio program includes journal readings, sounds and music of the Corps of Discovery and voices of Clatsop and Chinook tribal members, descendants of the native people who helped the explorers make through the winter 200 years ago.  Material was also pulled from the \"Trail of Discovery\" series of audio programs exploring the Lewis and Clark story along the Columbia River, 1805 - 1806, which was produced by the CarTours Foundation in partnership with the National Park Service at Fort Clatsop (and is on sale in the bookshop at the Visitor Center). Much of the music for the new audio tour was performed by Daniel Slosberg, well known along the Lewis and Clark Trail as Pierre Cruzatte, the one-eyed boatman and principal fiddler with the expedition. Many of the natural sounds used in the production were recorded within the Park for authenticity.  Bonus Track 01 Preamble 04:22, 4 MB mp3  Bonus Track 02 Clatsop Welcome 02:21, 2.2 MB mp3  Chapter 01 Park Overview 02:21, 2.2 MB mp3  Chapter 02 Fort Exterior 03:32, 3.2 MB mp3  Chapter 03 Interior and Parade Ground 06:13, 5.7 MB mp3  Chapter 04 Spring Overlook 03:45, 3.4 MB mp3  Chapter 05 Canoe Landing 04:24, 4 MB mp3  Chapter 06 Museum Intro & Maps 03:04, 2.8 MB mp3  Chapter 07 The Arrival Monument 02:14, 2 MB mp3  Chapter 08 The Canoe Display 04:14, 3.9 MB mp3  Chapter 09 After Fort Clatsop 09:06, 8.3 MB mp3  Bonus Track 03 Lots to Explore 02:38, 2.4 MBmp3  Bonus Track 04 Clatsop Blessing & Goodbye 00:49, 820 KB mp3  Bonus Track 05 Music and the Party w\/ Yellipt 02:56, 2.7 MB mp3  Bonus Track 06 Same as above Plus Stewardship 04:19, 4 MB mp3  Bonus Track 07 Brain Tanning Method 01:25, 1.3 MB mp3  Credits:  Voice of Clark: John Luzader Voice of Lewis: Bill Weldon Voice of T. Jefferson: Bill Barker Voice of Sergeants Gass and Ordway: James R. Kampmann Clatsop: Richard Basch Chinook: Peggy Disney and Tony Johnson Jefferson's music by Rob Turner, Kevin Bushee, Lynanne Wilson; Recorded in the Dome Room at Jefferson's Rotunda at the Univ. of VA Recorded and edited at AUDISEE Sound\/Seattle Journal quotes from The Journals of the L&C Expedition, Moulton, Gary. Nebraska Press         Oregon Public Broadcasting's Lewis & Clark Explorer Guides  Home  A Salty Day in Seaside  A Whale of a Hike!  A Day in the Life  Pathfinders  A Walk in the Woods  Joy, Misery and Decision  A Lewis and Clark Safari",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/photosmultimedia\/multimedia.htm"
}
