{
    "title": "Lewis and Clark National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Be Safe Out There! Lewis and Clark National Historical Park offers many opportunities to explore. To help ensure a safe, enjoyable visit, pay attention and follow a few important guidelines as you explore the park. Know before you go! In Case of Emergency Call 911  Planning Ahead   Check the weather and dress appropriately for the condition. Rain gear is helpful during the winter rainy seasons, and sun protection including sunscreen, hat, and sunglasses during the summer months.   Trails and walkways especially boardwalks, can be slippery especially when wet and icy, so please take extra caution. A visit to the park can require a significant time outdoors and some trails have exposed roots, so consider wearing sturdy walking, hiking or running footwear. There is no food or drink available in the park. Drinking fountains are available at Fort Clatsop Visitor Center and near the Fort Clatsop picnic area. When hiking or walking the trails carry drinking water. During the summer months, wasp make their nests in the ground through out the park. Please be careful to stay on the trails to avoid being stung. Be sure to tell someone your plans - when you are leaving, where you are going, and when you are returning especially if hiking the parks trails or paddling on the river.  Fort Safety:   The fort rooms are dark, often wet and the flooring is uneven, please walk slowly through the rooms. Watch fingers if you are opening and closing fort doors. Please sit on the lower beds of the bunk beds but please no climbing in or on the fort.  Trail Safety:    Tell someone your plans. Check and prepare for the weather. Wind storms are frequent in the late fall through spring. Hiking in a windstorm is hazardous due to falling trees and flying debris. If in doubt check at the Fort Clatsop Visitor Center. The park will close trails and the park due to high winds. Carry water, snacks when hiking. Wear appropriate footwear. Take a map. Be advised: Cellphone coverage is limited through out the park. Know the difficulty level of the trail and your physical abilities and limitations.  Water Safety:  The Netul Landing offers a great opportunity to explore the Lewis and Clark River by water via non-motorized water crafts.   Wear your life jacket. This is a Oregon State Law for kids Know the tides. The rivers and sloughs in and around the park are subjected to 9 to 10 foot tides which can create strong unexpected currents. Check the weather. Even in the summer months there can be winds that can cause unsafe conditions for canoes and kayaks. Carry water and snacks. Weather appropriate clothing and have spares in vehicle in case you get wet. Take a chart. Know where you are going and possible the water hazardous. Know the difficulty level of the water trail and your physical abilities and limitations. The boat ramp can be muddy and slippery. Take precautions when entering and exiting the water.",
    "url": "https:\/\/www.nps.gov\/lewi\/planyourvisit\/safety.htm"
}
