{
    "title": "Lewis and Clark National Historical Park: Location of the William Hampton Smith House and Fort Clatsop",
    "body": "Location of the William Hampton Smith House and Fort Clatsop         Identification of Fort Clatsop, 30 August 1899. Shown are George Noland, Silas Smith (pointing), George Hines. Photo courtesy of Oregon Historical Society, photo negative number 1692-93   Process Of Discovery Location of the William Hampton Smith House and Fort Clatsop David A. Ek May 19, 1994   SMITH HOMESTEAD  William Hampton Smith and his wife Ada built a house in 1872 near the location of the original Fort Clatsop. The house was built adjacent to a half buried rotten log which the Smith's claimed, or rather thought, was a remnant of the original Fort Clatsop. This log was positioned in a East\/West direction. They \"respect(ed) that log as a momento of the old Fort Clatsop. And so they didn't take it up. They built along side of it\" (Harlan Smith 1957) . The sketch map provided by Harlan Smith in 1957 shows the location of the log to be under an addition to the house. The map shows the log lying just north of the center portion of the house (under their kitchen) . Two additions were added to the house, one in 1872 and the other in 1875. One of these additions was built on top of the old log thought to be a portion of the original Fort Clatsop.  The Smith's mined clay from the area starting in 1877 or 1888. Later William Smith and James Steel, a Portland banker, formed the Portland Pottery Company, based in Portland. Clay mined in the Fort Clatsop area was loaded on barges at the Canoe Landing area to be taken to the pottery company in Portland. Bricks were made on site and marketed in Astoria. The Smith's lived in the house for eight years before moving to Portland in 1880. After the Smith family moved out, Joseph and Louisa Stevenson moved in. The Stevenson's had a land claim just up the Lewis and Clark River. There is a little discrepancy here since Stevenson supposedly rented the house starting sometime between 1876 and 1879, however the Smith's lived there until 1880. The Stevenson's were living there by July 19, 1882 when surveyors were in the area. They moved to Portland sometime between 1882 and 1889.  By 1890 the Smith house was unoccupied. In 1905 the house burned down.  EARLY SURVEYS  A geodetic survey and section line surveys were first established in this area in 1856 by General Land Office Surveyors Joseph and John Trutch. They placed a post marking the location of the 1\/4 Corner between Section 35 and 36 (a 1\/4 Corner in a survey marker designating the half way point between Section Corners which are 1 mile apart) . When placing a survey marker it is customary to survey several other nearby objects, \"witnesses\", in order to help find the point later.  The next surveyor in the area was County Surveyor Gelo F. Parker. On July 19, 1882 he ref ound the old post marking the 1\/4 Corner. They established two new witnesses, an 18\" Spruce and the southeast corner of the Smith house (\"Stevenson House\") , which had been built since the last survey. The 18\" Spruce was blazed and a \"1\/4 S\" was inscribed on the blaze.  The next survey party to reestablish the 1\/4 Corner was again Parker on November 6, 1905. The original stake marking the 1\/4 Corner was gone. \"The Stevenson house had burned down this year\". There is no indication that the 18\" Spruce was relocated. It is unclear what they utilized to reestablish the 1\/4 Corner, but apparently they utilized incorrect references, since they were approximately 67 feet off of the proper 1856 location. This mistake was not uncovered until 1993. Subsequent surveys and 1\/4 Corner reastablishments were based upon the marker improperly placed by Parker.  The 1\/4 Corner posts long gone, in May 1993 County Surveyors lead by Robert Hovden reestablished the 1\/4 Corner and placed a brass cap set in concrete. The error of 1905 was discovered when the survey did not figure properly and with the finding of the 1882 18\" Spruce witness. The removal of the decaying outer portion of a 30\" rotting stump clearly showed the \"1\/4 S\" mark. New witnesses established by Hovden included the east and south corners of the fort exhibit. As a side benefit, they surveyed an old exposed brick near the start of the Canoe Landing Trail.  RECENT SURVEY  On May 18, 1994 David Ek performed a compass and tape survey from the south corner of the fort exhibit to the coordinates of the southeast corner of the Smith house (as surveyed by the 1882 survey) . A small wooded stake was placed in this spot. Utilizing photographs and a floor plan sketch by Harlan Smith, William and Ada's son, the rough outline of the house was superimposed over the present landscape. The old Smith house location is directly on top of the start of the Canoe Landing Trail, adjacent to the two large red alder trees on the edge of the grassy demonstration area (not the rifle demonstration area) . The position of the exposed brick surveyed in 1993 is nearby. This places the location of the old log, claimed by the Smiths to be a part of the original Fort Clatsop, underneath the present Canoe Landing Trail approximately 65 feet from the main gate to the fort exhibit. Besides the exposed brick shown on the 1993 surveyor's map, there are other exposed stones or bricks lying basically within the \"gutter\" of the existing Canoe Landing Trail. The row of stones appears to be a footing or a foundation.  During the 1957 interview, Harlan Smith believed the Smith house was in the same spot as the fort exhibit, when in fact they are approximately 65 feet apart. This error could be either faulty recollection or the fact that the 1\/4 Corner monument was off by approximately 70 to 80 feet from 1905 to 1993.  Enclosed are a few sketches to better illustrate the position of these structures. Map number one through three show the existing conditions with different proposals as to the original location of the Smith's house. The outlineof the Smith's house is based upon the sketches provided by Harlan Smith. Utilizing the sketches and the descriptions, I based my maps on a twelve by twelve foot parlor.       Archaeological Research 1957-1998  Overview of Archaeological Exploration Immunological Analysis of Musket Ball (Bioarch) The Exploratory Excavation of Fort Clatsop (Caywood) Archeological Field Notes - 1957 (Schumacher) Archeological Field Notes - 1961 (Schumacher) Analysis Of Magnetic Gradiometer Surveys - 1997 (Weymouth) Analysis Of Magnetic Gradiometer Surveys - 1998 (Weymouth) Summary Report Of The Field And Cartographic Work (Garnett) Location of the William Hampton Smith House and Fort Clatsop (Ek)       Map number one has the southeast corner of the Smith house at the location identified by the surveyors. The orientation of the house is due north-south-east-west, as shown on the Harlan Smith sketches. The log claimed be a portion of the original Fort Clatsop then would lie entirely under the existing trail. The row of stones adjacent to the trail is not oriented in any logical manner to be considered a part of the house, although they are under the old Parlor.  Map number two also has the southeast corner of the Smith's house in the same location, but the house is rotated to be in line with the existing row of stones (foundation?) . The row of stones would then be located along the front edge of Smith's old fireplace within the Parlor.  Map number three has the outline of the Smith's house moved so the outside wall is in line with the existing row of stones. This places the southeast corner of the house in a different location than what the surveyor's indicated, which is not likely. The crude surveying instruments that I utilized could possibly have resulted in this much of an error, but then again, not likely. This map was shown to indicate some of the possibilities that could exist.  The positioning identified on map number two was superimposed over the map of the archeological trenches constructed by Schumacher from 1956 to 1961. A portion of trench number nine goes through the edge of the kitchen and through the center of the wood shed. The existing row of rocks (foundation?) and the proposed location of the old log is not within a trenched area. The entire house lies within the area identified by Schumacher as being an area of \"concentration of mid and late 19th century artifacts\". This rectangular area is identified on the map by lines of Xs (e.g. \"XXXXXXXXXXXXXXXXX\") . This information is compatible with my proposal .  The positioning identified on map number two was also superimposed over the geophysical report produced by James Bell in 1990. In his report, Bell identified eight possible subsurface features. Two of these eight features are below the proposed Smith house location. Although the positioning of these potential subsurface features is compatible with my proposal, the alignment of the two features does not match the alignment in any of the three positions identified on maps one through three. The existing foundation (?) and the log location was not within the scanned portion of this geophysical survey.  Included after map number three are the following maps:      A portion of the survey notes from the different surveys in this area. (omitted from on-line edition)   A sketch made by Harlan Smith of the floor plan for the Smith's house. (omitted from on-line edition)   The southern section of Schumacher's archeological trench map showing the relationship to the proposed location of the Smith's house.   The map from James Bell's geophysical report showing the areas scanned in relation to the proposed location of the Smith's house.          REFERENCES  Suggested Historical Area Report Fort Clatsop Site, Oregon by John A. Hussey  A transcribed interview of Harlan Smith conducted by Hussey and Schumacher on July 6, 1957  Clatsop County survey records, Clatsop County Public Works Department  Fort Clatsop, Oregon by Alan H. Patera  The Archeological Base Map produced by the National Park Service in March 1962 depicting archeologist P.F.J. Schumacher's excavated trenches constructed between 1956 and 1961.  Report of the Geophysical Survey of Fort Clatsop National Monument (sic) 1990 by James Walter Bell.                        Dismal Nitch Report - Exec Summary   12 Photos  Executive Summary and Acknowledgements of the Dismal Nitch Report, December 4, 2006          William Hampton Smith House   3 Photos  Sketches to better illustrate the position of these structures. Map number one through three show the existing conditions with different proposals as to the original location of the Smith's house. The outlineof the Smith's house is based upon the sketches provided by Harlan Smith. Utilizing the sketches and the descriptions, I based my maps on a twelve by twelve foot parlor.          Netul Landing   5 Photos  Photos at and around Netul Landing, Fort Clatsop, Lewis and Clark National Historical Park            LEWI Pad Map   7 Photos  This oversized map shows, in detail, the Columbia Pacific region containing the 12 units of Lewis and Clark National Historical Park",
    "url": "https:\/\/www.nps.gov\/lewi\/planyourvisit\/arch-location-william-hampton-smith-house-and-fort-clatsop.htm"
}
