{
    "title": "Lewis and Clark National Historical Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities       The Lewis and Clark National and State Historical Parks offer a number of hiking trails that follow similar routes to those taken by the Corps of Discovery. These trails feature stunning panoramic views and access to a wide variety of natural eco-systems. The trails in Cape Disappointment State Park and the Discovery Trail between Ilwaco and Long Beach allow visitors to explore the cape and beaches where the expedition first walked along the shore of the Pacific Ocean they had traveled so many miles to reach.   Explore the Oregon coast on the Clatsop Loop Trail at Ecola State Park. The new interpretive Oregon Coast Trail's route over Tillamook Head is the park's backbone. Hiking options vary from round trip adventures to shorter hikes originating from Ecola Point leading to Indian Beach or descend a steeper and more difficult trail to Crescent Beach. Tillamook Head is where Captain William Clark and 12 members of the Corps of Discovery climbed over the rocky headland to view the whale that had reportedly washed ashore.   Fort Stevens State Park has a network of six miles of hiking trails through spruce and hemlock forests, wetlands, dunes and shore pine. Dedicated in November 2005, the Fort To Sea Trail leads 6.5-miles from Fort Clatsop to Sunset Beach, traveling through the homeland of the Clatsop Indians, the forests, coastal rivers and lakes and traversing the coastal dunes.   Put on your shoes, grab your backpacks and don't forget your binoculars, because hiking trails abound in the Lewis and Clark National Park. Rugged to reasonable, our trails offer something for everybody and every family!   NETUL RIVER TRAIL 1.5 mile between Fort Clatsop and Netul Landing (OR) The Corps of Discovery arrived at the site where they built Fort Clatsop by paddling up the Netul River. The hike is a gentle 1.5 mile walk along what is now called the Lewis and Clark River. The trail connects the Visitor Center at Fort Clatsop with the nearby Netul Landing. Also, at Netul Landing is a kayak\/canoe launch that is part of the Lower Columbia River Water Trail. Bring your non-motorized boat or sign up for a Ranger guided trip during the summer months. Netul Landing also offers a chance to check out wildlife, such as eagles and river otters.   Directions:  From Astoria head south on Hwy 101. From Seaside head north on Hwy 101.  From Hwy 101 follow the signs to Fort Clatsop. Drive 1.5 miles past the entrance to Fort Clatsop to Netul Landing.      FORT TO SEA TRAIL 6.5 miles between Fort Clatsop and Sunset Beach (OR) The Fort To Sea Trail is a 6.5-mile trail that runs from Fort Clatsop to Sunset Beach on the Pacific Ocean. It travels through what was Clatsop Indian land and features much of the same plants and animals encountered by the Clatsops, and members of the Corps of Discovery as they hunted, gathered food, made salt and traded with the Indians.   The trail takes you through forests, along coastal rivers and lakes, and traverses the coastal dunes. If you look close, along the way you may see sign of the abundant wildlife like elk, deer, eagle or even bear, bobcat or beaver.   The Fort To Sea Trail starts from the Visitor Center at Fort Clatsop. The first 1.5 miles features a gentle 350 foot climb to the top of Clatsop Ridge, where on a clear day you can see through the trees to the Pacific Ocean. The round trip distance is  3  miles. A short ½ mile loop immediately adjacent to the Visitor Center also starts from the same trailhead. Either of these shorter options makes great excursions for younger hikers or if you have just an afternoon for exploration.   Another short hike option takes off from Sunset Beach. There, a gentle 1-mile trail winds through the dunes and along small lakes. There are abundant mushrooms underfoot and birdlife above. Good guides to coastal plants and animals are handy to have.    Directions:   To Fort Clatsop: From Astoria head south on Hwy 101. From Seaside head north on Hwy 101. From Hwy 101 follow the signs to Fort Clatsop. The trail starts at the park's visitor center.   To Sunset Beach: Between milepost 13 and 14 on Hwy 101 (south of Astoria and north of Seaside) turn onto Sunset Beach Lane. Drive to the Sunset Beach\/Fort To Sea Trailhead parking lot.       CLATSOP LOOP 2 ½ miles, with an additional 4 miles to cross Tillamook Head, Ecola State Park, Cannon Beach and Seaside, Oregon   Native Americans forged this rugged trail now called Clatsop Loop, and the Corps of Discovery followed it later as they looked for a beached whale and the promise of oil and blubber.   The Clatsop Loop Trail, a segment of the Lewis and Clark National Historic Trail and Oregon Coast Trail, is a steep, 2½ mile loop path through lush forest and along steep cliffs with magnificent views of the Pacific Ocean. The loop trail starts at the Indian Beach parking lot and ascends 800 feet to Hiker's Camp, part way to the top of Tillamook Head. From the half-way point at Hiker's Camp a short trail takes you to an overlook with a view of Tillamook Rock Lighthouse.    The Hiker's Camp is primitive in nature, but does have three small, Adirondack-style cabins to provide shelter. Each of these rustic structures sleeps four on bunk bed-style wooden platforms. They circle a large fire ring and a central picnic shelter. The camp is almost halfway between the Ecola Point and Seaside parking lots.   Want more hiking adventure? Consider combining the trail to Hiker's Camp (1 ¼ miles and 800-foot climb) with the 4-mile trail and 60- foot climb over Tillamook Head to the trailhead in Seaside (The trailhead is at the far south end of Seaside at the end of Ocean Vista Drive.)   If you end the trail in Seaside, you'll be able to take your boots off and tip your toes in the Pacific Ocean, near the site where the Corps of Discovery made salt, and where modern day surfers make their own adventures at the premier surfing spot dubbed \"the Cove\" by locals.  Directions: From the North or South: Take Hwy 101 towards Cannon Beach, OR. Take the first Cannon Beach exit and follow the signs to Ecola State Park      CAPE DISAPPOINTMENT STATE PARK Ilwaco, WA Washington Coast Trail Beard's Hollow .5 miles and beyond. Cape Disappointment's Washington Coast Trail links together a series of trails with a primary route of about 4.5 miles. Several \"spur trails\" branch off this main route to areas within the State Park. Beginning at the parking lot at the trail head to Beard's Hollow, hikers immediately have two choices: to start the primary trail or take the moderately challenging (and oh-so-rewarding) hike to Beard's Hollow. Here you'll find lots of driftwood and the most southern access to more than 20 miles of beach northward. The primary Washington Coast Trail starts from the Beard's Hollow trailhead parking lot. The roughly half-mile hike through coastal forest and sand dunes opens up into a cove known as Beard's Hollow. From Beard's Hollow you can wind your way through coastal forest with occasional great views of the Pacific Ocean. The trail will connect you to 100-year-old North Head Lighthouse (the original lightkeeper's home, which is available for rent on a per night basis), to Waikiki Beach. This is a relatively swim safe beach, so take your swimsuits, but be on the lookout for undertows, rogue waves and riptides. The trail continues past MacKenzie Head (now you are walking in Captain Clark's footsteps), on to the Lewis and Clark Interpretive Center. Captain Clark explored this area in November 1805. Finally, you will arrive at the Cape Disappointment Lighthouse, the oldest lighthouse still in use on the West Coast and with a stunning view of the mouth of the Columbia River. Directions:  From Astoria drive north on Hwy 101 across the Columbia River. Follow the signs to Ilwaco, Washington. From Ilwaco follow the signs to Cape Disappointment State Park. Beards Hollow, North Head Lighthouse and the Lewis and Clark Interpretive Center are all well marked and have small parking lots. During the summer months, parking may be limited. Make use of the free shuttle offered to hike one way and ride back to your car.  Discovery Trail 8 miles Ilwaco,Cape Disappointment State Park to Long Beach, WA. The Discovery Trail stretches 8 miles from Ilwaco, WA, through Cape Disappointment State Park north to Long Beach. You can hike the entire trail or travel segments from one of the many trailheads. Portions of the trail are open to bikes. The trail winds through coastal forest and wetlands at Beards Hollow in Cape Disappointment, then travels along the dunes north past Long Beach. The trail segment in Long Beach has four key monuments related to the Corps of Discovery's exploration of the area: a 9-foot etched basalt monolith, a gray whale skeleton, a life-size bronze of Clark with sturgeon and Clark's Tree, a 19-foot bronze sculpture noting the most Northwest point the Corps reached on its trip.  Directions: From Astoria, drive on Hwy 101 North to Ilwaco, Cape Disappointment or the City of Long Beach. From Washington, drive south on Hwy 101 or west on Hwy 4 to Ilwaco, Cape Disappointment or the City of Long Beach. Main trailheads are at the west end of the Port of Ilwaco, Beards Hollow in Cape Disappointment State Park, and three trailheads in Long Beach where Sid Snyder Drive, Bolstad Ave and 26th Ave meet the beach.      Saddle Mountain State Natural Area 2 ½ miles to summit U.S. Highway 26, between Portland and Seaside Saddle Mountain enjoys the distinction of being the highest point in northwest Oregon. At 2 ½ miles each way, the Saddle Mountain hiking trail offers as a reward on top fabulous views of the Pacific Ocean, the mouth of the Columbia River and the Cascade Mountain range.   That said, reaching the summit means climbing from a parking lot elevation of 1,650 feet to 3,283 feet. Pack water, layer your clothing and wear sturdy hiking boots. You'll travel through mature forests and wildflower fields and up steep terrain to reach the rocky summit. You might want to bring a walking stick and take your time on the last 400 feet of the trail, a stretch of pathway known for loose rock.    A note to plant enthusiasts - some of the oldest plants on the mountain survived the last Ice Age.   At the trailhead, there are 10 primitive campsites available first-come, first-served. Campsites are open from March 1 to late October. RVs are restricted to the parking area.   Directions: Follow signs on U.S. Highway 26 to Saddle Mountain State Natural Area . The turnoff is 17 miles east of the U.S. 26-U.S. 101 junction and 8 miles northeast of the Necanicum Junction.",
    "url": "https:\/\/www.nps.gov\/lewi\/planyourvisit\/outdooractivities.htm"
}
