{
    "title": "Lewis and Clark National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      The Lewis & Clark Story at Their Destination“Ocian in view! O! the joy.”When Capt. William Clark wrote these words in his journal on November 7, 1805, he was not standing at the Pacific Ocean but the Columbia River estuary.  It would be another couple of weeks before he and Capt. Meriwether Lewis would stand at what they had “been so long anxious to see.”  By then they had traveled more than 4,000 miles across the North American continent with a contingent of 31 explorers, mostly U.S. Army enlisted men, known as the Corps of Discovery.The expedition was President Thomas Jefferson’s idea.  He had for years been fascinated by the vast and virtually unknown territory west of the Mississippi River, and in June 1803 he announced plans to send an exploratory party overland to the Pacific.  He had chosen Lewis to head it, and Lewis selected Clark, his friend and former commanding officer to share the responsibilities.  They were to explore the Missouri River to its source, then establish the most direct water route to the Pacific, making scientific and geographic observations along the way.  They were also to learn what they could of Indian tribes they encountered and impress them with the technology and authority of the United States.       Clark's 1805 Map, North Shore of the Columbia River, Dismal Nitch, Station Camp and Cape Disappointment.          The explorers started up the Missouri River from near St. Louis on May 14, 1804. After a tedious journey of five months, they wintered at Fort Mandan, which they built near the Mandan Indian villages 1,600 miles up the Missouri. Here they acquired the interpreting services of Toussaint Charbonneau, a French-Canadian trader, and his young Shoshone wife, Sacagawea, accompanied by their infant son, Jean Baptiste. In April 1805 the Corps of Discovery left Fort Mandan and followed the Missouri and its upper branches into an unknown world. Along the Lemhi River, in what is now Idaho, Sacagawea's people provided horses and a guide for the grueling trip over the Continental Divide. In November 1805, after some 600 miles of water travel down the Clearwater, Snake, and Columbia rivers, they finally sighted the Pacific. Within 10 days of arriving on the coast, Lewis and Clark decided to leave their storm-bound camp on the north shore and cross the river, where elk were reported to be plentiful. Lewis, with a small party, scouted ahead and found a \"most eligible\" site for winter quarters. On December 10, 1805, the men began to build a fort about two miles up the Netul River (now Lewis and Clark River). By Christmas Day they were under shelter. They named the fort for the friendly local Indian tribe, the Clatsop. It would be their home for the next three months. More Information:  The Journey National Park Service National Heritage Area Program Heritage Development Institute Fort Clatsop Administrative History Fort Clatsop National Memorial: SUGGESTED HISTORICAL AREA REPORT Fort George Research Inventory and Assessment",
    "url": "https:\/\/www.nps.gov\/lewi\/learn\/historyculture\/index.htm"
}
