{
    "title": "Lewis and Clark National Historical Park: Wildlife Refuges",
    "body": "Wildlife Refuges         Townsends Chipmunk NPS Photo  Just a short distance from the Lewis and Clark National Historic Park sites is a wildlife jewel waiting to be explored. The Willapa National Wildlife Refuge Complex includes three national wildlife refuges, giving wildlife a protected habitat and visitors a unique experience. Visitors to the refuges can enjoy viewing a wide variety of wildlife, from spawning salmon in the refuge's numerous streams, to Roosevelt elk on Long Island, to the tens of thousands of migrating shorebirds that crowd the beaches at Leadbetter Point. Please note that collection of plants and animals, including mushrooms, is illegal on national wildlife refuges. For more information about the Willapa NWR Complex, call (360) 484-3482. You can learn more about the Lewis & Clark National Wildlife Refuge and the Julia Butler Hansen Refuge by calling (360) 795-3915. Here are the three sites: The Willapa National Wildlife Refuge (where the Complex Headquarters is located) encompasses 15,000 acres of tidelands, temperate rainforest, ocean beaches, and small streams. Old growth coastal cedar forest remnants can be found here, as well as preserved habitat for spawning wild salmon, migrating shorebirds and threatened and endangered species such as the marbled murrelet The Lewis and Clark National Wildlife Refuge includes a chain of approximately 20 islands located along 27 miles of the Columbia River, from the mouth upstream nearly to Skamakowa, WA. The refuge, established in 1972, includes 35,000 acres of islands, bars, mud flats and tidal marshes. The islands, some sandbars that are covered in high tide, were formed as buildups of river silt. Some thousands of ducks, tundra swans and Canada geese gather on the islands each February and March before their northward migration. Many of these low, marshy islands are readily explored by kayak or watercraft. Please note that the Columbia River surrounding Lewis & Clark NWR is subject to large tidal swings. Because some of the lower islands can be entirely submerged at high tide, navigation can be challenging. Columbia River Kayaking (360) 795-0895 or www.columbiariverkayaking.com is a good source for local kayaking information. The Julia Butler Hansen Refuge for the Columbian White-tailed Deer marks a success story in species repopulation. The refuge, located in Southwest Washington along the Columbia River, was established in the 1970s to preserve habitat for the endangered Columbian white-tailed deer (CWT deer). The CWT deer, which is the only white-tailed deer found west of the Cascade Mountains, was considered extinct in the 1930s. However, a small population was discovered in the early 1960s, and the refuge was established to preserve the species.",
    "url": "https:\/\/www.nps.gov\/lewi\/planyourvisit\/wildlife-refuges.htm"
}
