{
    "title": "Lewis and Clark National Historical Park: Indoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Indoor Activities              Indoor Activities         View from McKenzie Head, Cape Disappointment State Park, WA NPS Photo  Two great interpretive centers tell the story of the historic Lewis and Clark expeditions, offering exhibits and special programs. The Fort Clatsop Visitor Center is a primary hub for the Lewis and Clark National Historical Park, featuring an exhibit hall, a theater showing the orientation film \"A Clatsop Winter Tale,\" and a museum store offering guidebooks, educational games and toys for children, artwork and Native American arts and crafts.  Lewis & Clark's arrival at the Pacific Ocean was one of the most dramatic episodes of the expedition. It was at the sandy base of Cape Disappointment that the Corps of Discovery achieved their principle mission of traveling across the continent to the Pacific Ocean. Perched on a cliff 160 feet above the mouth of the Columbia River, the recently renovated Lewis and Clark Interpretive Center recounts the story of the Corps of Discovery's journey from St. Louis to the Pacific Ocean. The Lewis and Clark Interpretive Center is a wonderful stop for families with interactive exhibits that let children try to pack a canoe without tipping it, follow a treasure hunt and check out what the Corps had for its inagural meal and what it ate during the rainy winter at Fort Clatsop. During December and March, trained volunteers are available at the center to help visitors spot passing grey whales on their migration. The Interpretive Center also sports a display on shipwrecks, 'The Graveyard of the Pacific' as well as showcasing the original fresnel ('fray-nel') lens and information on the two nearby lighthouses, Cape Disappointment & North Head lights.      National Park Service  Fort Clatsop Fort to Sea Trail Clark's Dismal Nitch Station Camp Salt Works Netul Landing Memorial to Thomas Jefferson  State of Washington  Cape Disappointment State Park Fort Columbia State Park  State of Oregon  Fort Stevens State Park Sunset Beach State Recreation Area Ecola State Park",
    "url": "https:\/\/www.nps.gov\/lewi\/planyourvisit\/indooractivities.htm"
}
