{
    "title": "Lewis and Clark National Historical Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Special Use Permits Special Use Permits authorizes activities that benefit an individual, group or organization, rather than the public at large; and that require written authorization and management control in order to protect the park resources and public interest. The following information applies to Fort Clatsop, Fort Clatsop Visitor Center and surrounding area and trails including the Fort to Sea Trail east of Highway 101, Middle Village\/Station Camp, Dismal Nitch, Salt Works and Netul Landing.  For special use permits for Fort Steven State Park, Ecola State Park and Fort to Sea Trail west of Highway 101 contact Oregon State Parks and Recreation. For special use permits for Cape Disappointment State Park and Fort Columbia State Park contact Washington State Parks and Recreation. Special Use Permits for Activities\/Events: Public spectator attractions, entertainment, and encampments may be permitted by the park when, in the determination of park staff:   there is a meaningful association between the park area and the event; and the event will contribute to visitor understanding of the significance of the park area.  The National Park Service will not permit the public staging of special events that are:  conducted primarily for the material or financial benefit of organizers or participants; or are commercial in nature; or that demand in-park advertising or publicity; or which charge a separate public admission fee.  Parking at Middle Village\/Station Camp for Weddings at St. Mary's Church: A Special Event Permit is required to park at Middle Village\/Station Camp when conducting a wedding at St. Mary's Church in McGown, Washingtion. To arrange a wedding at St. Mary's Church please contact the Parish office at (360) 642-2002.   Special Event\/First Amendment Activities Permit    Filming\/Photography All commercial filming requires a permit. Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. It does not include news coverage or visitor use.   Still photography activities require a permit only when:   the activity takes place at location(s) where or when members of the public are generally not allowed; or  the activity uses model(s), set(s), or prop(s) that are not a part of the location's natural or cultural resources or administrative facilities; or the park would incur additional administrative costs to monitor the activity; or the park needs to provide management and oversight to:   avoid impairment or incompatible use of the resources and values of the park, or limit resource damage, or minimize health or safety risks to the visiting public.    News coverage does not require a permit, for either filming or still photography, but is subject to time, place, and manner restrictions, if warranted, to maintain order and ensure the safety of the public and the media and protect natural and cultural resources. Filming within Fort Clatsop Depending on the size and scope of the project, filming in the fort is permitted. However it usually is necessary to schedule this filming either before or after the hours that the site is open to the public, so that the visitor experience is not adversely affected by the filming.  Fort has limited space, rooms are only 16 ft by 10 ft and limited light and electricity. Permit Application: To complete an application form (see link below). The form requires that you include either a tax i.d. number or a social security number. This number is required by 31 USC 7701 (c) from a person or organization doing business with the federal government. This number will be used by the federal government to collect and report delinquent debt. Filming Application Short Form Filming Application Long Form Costs: The National Park Service is required by law to recover the cost of providing goods, resources or service to support or facilitate special park uses. These costs include administrative costs, management costs, and location fees. * Please note that all commercial filming permits and still photography permits are subject to cost recovery and a location fee.    Administrative Cost: The administrative cost for a Special Use Permit is $50, made payable to the National Park Service. This amount covers the administrative cost of processing your request. This fee is due at the time the application form is submitted. This amount is non-refundable. Management Cost: Project that require NPS personnel for activities such as resource protection and oversight or entry into closed areas will also incur management costs, including staffing costs. Location Fee: The location fee is calculated per day and is based on the following national schedule. It is determined by the type of activity (commercial filming versus still photography) and the number of people on the park lands associated with the permitted activity. Please note that there is no deviation from the schedule.   National Park Service  Location Fee Schedule: Motion Pictures\/Videos   1-2 people, camera and tripod only - $0\/day 1-10 people - $150\/day 11-30 people - $250\/day 31-49 people - $500\/day Over 50 people - $750\/day  Commercial Still Photography   1-10 people - $50\/day 11-30 people - $150\/day Over 30 people - $250\/day  Certificate of Insurance: The National Park Service requires a Certificate of Insurance, listing the United States as \"additionally insured\" for the date(s) of the event or activity. This liability coverage includes operations, personal injury, product liability, property damage and loss, and other necessary categories to be listed in the permit (range: $1,000,000 to $5,000,000.)   For more information or questions on park facilities please contact: Jill Harding (503) 861-4421 or email          Reservations Groups of 10 or more people require a reservation in order to best accomodate the group as well as other visitors. School groups please click here for more information. Tour groups please click here for more information.",
    "url": "https:\/\/www.nps.gov\/lewi\/planyourvisit\/permitsandreservations.htm"
}
