{
    "title": "Roger Williams National Memorial: To Know a People",
    "body": "Roger Williams: To Know a People         Illustration of typical Native American village    “. . . in consideration of many kindnesses and services he hath continually done for us . . . we do freely give unto him all that land from those rivers reaching to PautexetRiver.”  Algonquian-speaking tribes that Roger Williams came to know so well had long prospered in southeastern New England. When English settlers first came to their homeland, the tribes already had met Europeans, from Basque fishermen to traders and explorers like Verrazano, and were ready to deal with English as equals. The region’s tribes—Pequot, Wampanoag, Narragansett—were migratory, their economy based on agriculture and hunting, fishing and gathering. They moved with yearly cycles to established places to best exploit seasonal resources. Spring found dispersed groups near waterways in coastal areas, living in circular wigwams made of bent saplings covered with woven reed mats, hides, or bark. They harvested fish and shellfish, trapped ducks and geese, hunted, and gathered plant foods. They burned large areas to create meadows to attract deer for meat and to open fields for planting maize, beans, and squash. Fire-resistant trees such as oak, hickory and chestnut produced a fall nut harvest. Their settlements were never very large, but in winter they gathered inland in sheltered valleys. There several families lived in long houses built like wigwams. They relied on fresh shellfish, stored food, and hunting to survive the cold, lean months. A Fragile Bond Roger Williams spent a lifetime trying to forge closer ties with the Wampanoag and especially the Narragansett tribes. The Narragansett deeded him the land for Providence and, with the Wampanoag, helped the colony in its early months. Thereafter Williams’ complex relationship with the Indians included defending their rights, studying them as an anthropologist, and dealing with them as a diplomat. Williams’ A Key into the Language of America (1643) alternated translated- Narragansett words with related cultural notes. Uppaquontup (the head) and wesheck (hair) preceded the note that “some cut their haire round, and some as low and as short as the sober English.” Williams’s religious tract, Christenings make not Christians, condemned mass Indian conversions, because an Indian’s conscience should be as inviolate as a European’s. He preached the gospel and lived the Christian life as an example to them, but he believed they had the right to worship as they wished. Williams admired the Indians but never romanticized them. They could be both noble and “insolent.” And he was English first of all: He headed a militia during King Philip’s War, then presided over selling Indian slaves to raise money for English families who lost homes in the war. For his time, Williams had extraordinary respect for tribal rights. When settlers seized Indian land,  Williams asserted that the Indian had as strong a sense of land  ownership as the English. When others, in the Indian deed to Rhode  Island, chose to interpret grazing rights granted along a river bank to mean rights to the entire region, Williams insisted on a literal interpretation. Perhaps the dying request of Narragansett sachem Canonicus best shows Williams’ relationship with the Indians. Canonicus asked that Williams attend his funeral and that he be buried in the cloth Williams gave him. Williams championed Indian rights, but—unlike his fight for religious freedom—this bore little fruit. By 1676 the rich Indian cultures of 1620 were reeling from war and disease, and Europeans would take virtually all of their lands. But Roger Williams led in helping these Europeans understand the first settlers of North America.         Back to \"King Philip's War\" Next to Later Years",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/toknowapeople.htm"
}
