{
    "title": "Roger Williams National Memorial: Native American Garden",
    "body": "Native American Garden         Corn, beans and squash, the three sisters, growing at the Roger Williams National Memorial.   The Narragansett and Wampanoag people have lived around what is now called Narragansett Bay for a very long time, long before any European came to settle here. The People fished for salmon, cod and bass, hunted deer and bear and farmed with the “Three Sisters”. Most people today are in some way familiar with fishing and hunting, but few have knowledge of the “Three Sisters”.  Corn, beans and squash, also know as the ‘Three Sisters’, were the principal crops of Native American farmers in the northeast and had been planted together for at least 300 years by the time Europeans arrived.  Each family would plant about an  acre of land. Small mounds would be created all over this acre, about three feet across and three feet apart (on center) and about 8 to 10 inches high. These mounds would be hoed up, so there was no extensive plowing or disturbance of the soil.  Grown together these crops are able to thrive and provide high-yield, high-quality food source with a minimal environmental impact and high nutritional value. One acre of land planted and farmed in this manner would produce a surplus of food for each family. This surplus of food is what the Wampanoag and Narragansett often traded with the early European settlers to New England.  When the corn, beans and squash are cooked together with additional protein from meat or fish, this misickquatash or succotash provides a completely balanced diet.  Development of farming encouraged the development of 'permanent' settled areas. In some areas in the Northeast this took the form of settled villages. In Southeastern New England, particularly the lands of the Wampanoag and Narragansett, because of the close and easy access to an abundance of fish and other coastal maritime resources, the permanent settled areas took the form of a more spread out ‘homeland’ with dispersed groups of dwellings and accompanying fields over a larger area. Women, who did most of the farming, were the anchors for communities that lived year-round in these settled areas.",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/native-american-farming-in-new-england.htm"
}
