{
    "title": "Roger Williams National Memorial: Later Years",
    "body": "Later Years          \"My dearest love and companion in this vale of tears, I send thee, though in winter, a handful of flowers made up in a little posy, for thy dear self and our dear children to look and smell on, when I, as grass of the field, shall be gone and withered.\"  -Letter from Roger Williams while he was in England to his wife Mary.   Roger Williams served Rhode Island in various roles in throughout his life but only served as it’s chief officer from 1654 through 1658. The two trips to England to secure documentation for the Colony exhausted his finances, even so far as forcing him to sell his trading post with the Narragansett to finance one of the trips. These trips to England kept him away from his beloved family for several years at a time.   Roger and his wife Mary had six children, 3 boys and three girls. Of these children, Mary, Daniel and Joseph each had six children of their own. Daughters Freeborn and Mercy had four and eight children respectively. Providence was the only one of the Williams children not to have children of his own. Today, the descendants of the Williams’s number in the thousands.  In addition to his trips to England, Roger spent a great deal of time with the Narragansett. While he would preach to those that would listen, he also learned from them. Roger took several lessons from the Narragansett. He would often comment how the Indians did not attack one another over religious beliefs. Quite often he would use examples of how the Narragansett lived as a contrast to the behavior of the English.   Although they have not so much to restraine them (both in respect of knowledge of God and lawes of Men) as the English have, yet a man shall never heare of such crimes amongst them [as] robberies, murthurs, adultries &c., as among the English.          and further:  When Indians heare the horrid filths, of Irish, English Men, The horrid Oaths and Murthers late, Thus say these Indians then:  We weare no Cloaths, have many Gods, And yet our sinnes are lesse: You are Barbarians, Pagans wild, Your Land’s the Wildernesse.   As the colony grew, religious dissenters flocked to Rhode Island.The religious liberty given to the small colony in the Charter of 1663guaranteed that no person would be punished because of their beliefs.  That our royal will and pleasure is,that no person within the said colony, at any time hereafter, shall beanyway molested, punished, disquieted, or called in question, for anydifferences in opinion in matters of religion… that all and everyperson and persons may, from time to time, and at all times hereafter,freely and fully have and enjoy his and their own judgments andconsciences, in matters of religious concernments -Royal Charter of 1663.   This was an extraordinary accomplishment for the 17th century.When the divine right of Kings was a given, Roger had succeeded ingaining full religious liberty for the small colony. Here in RhodeIsland, separation of church and state made for a government thatderived its authority not on the endorsement of the Devine, but on thesovereignty of the people.    “The sovereign, original and foundation of civil power lies in the people.”  -R. Williams, 1644         This ‘lively experiment’ with a mix of various religious beliefs didn’t create a utopia where everyone agreed with everyone else. There were religious differences. When Roger was 70 years old, he rowed the 25 miles to Newport to have a three day long debate with a group of Quakers there. After the debate, he returned to Providence and wrote a book (George Fox Digged Out of His Burrowes) detailing why he disagreed with Quaker beliefs. Yet even with these disagreements, Quakers were allowed to settle in Rhode Island and thrive, becoming one of the dominant religious groups in Rhode Island for many many years. In contrast, in the Massachusetts Bay Colony in 1659\/60, several Quakers were taken out and hanged on Boston Common.   The freedom to believe as you wish, this Liberty of Conscience, is at the heart of Roger’s legacy. Rhode Island was the safe haven, the refuge for people who were being persecuted because of their religious beliefs. The colony became host to the First Baptist Church in America. The oldest Synagogue and the oldest Quaker Meeting House in America are also in Rhode Island.   During the later years of his life, Roger saw almost all of his town of Providence burned during King Philip's War, 1675-1676. While he lived to see the town rebuilt, shortly after the war his wife Mary died. Through it all, Roger continued to preach, as the Colony grew through its acceptance of settlers of all religious beliefs.   On May 6, 1682, he wrote to Governor Bradstreet saying he was:  \"old and weak and bruised (with rupture and colic) and lameness on both my feet\"   Less than a year after that letter Roger died. Exactly when was never recorded, but it was sometime between January and March. A small ceremony was held graveside, and that was about it for the founder of the colony.   Roger's own words are best to write the summation of his life:  What are all the contentions and wars of this world about but for greater dishes and bowls of porridge? But here all over this colony a great number of weak and distressed souls, scattered, are flying hither. The Most High and only Wise hath provided this country and this corner as a shelter for the poor and persecuted according to their several persuasions. And as to myself in endeavoring after your temporal and spiritual peace, I humbly desire to say, if I perish I perish. It is but a shadow vanished, a bubble broke, a dream finished. Eternity will pay for all. -Roger Williams           Back to \"To Know A People\" End",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/later-years.htm"
}
