{
    "title": "Roger Williams National Memorial: Return to England",
    "body": "Roger Williams: Return to England          Roger Williams made two trips back to England. The purpose of the first trip in the summer of 1643 was to obtain a Charter for his colony. Massachusetts Bay Colony, Plymouth and the other English Colonies in New England had legal documentation in the form of either a Royal Charter or a Company Charter. Roger’s settlement was secured by negotiations with the Narragansett, but had no English legal standing. On the two-month voyage to England, Roger wrote down what he had learned about the Narragansett culture and language. Upon his arrival in England, friends suggested that he publish this collection as the English were starved for information about the Americas. The book that resulted, ‘A Key into the Language of the Americas,’ is one of the first studies of Native American culture. Roger ran into problems in England. Parliament and the King had been at odds for years. The King felt he did not need Parliament’s authority to run the country. By the time Roger arrived in London, civil war had broken out. Luckily he had friends, such as John Milton, Sir Henry Vane the younger and Oliver Cromwell and others on Parliaments side. In just over a year, he returned with a Patent form Parliament for \"the Providence Plantations in Narragansett Bay.\" This Patent incorporated Providence, Newport, and Portsmouth into a single English Colony. Some of the leaders of the other towns were not happy with being included in Roger’s colony, including William Coddington of Newport. In 1651 Coddington received a commission to govern Aquidneck and neighboring Conanicut Island for life. In 1651 Roger sold his trading post and returned to England for a second time with John Clarke of Newport in order to have Coddington’s commission revoked and the Charter confirmed. Roger returned to Rhode Island in 1654. John Clarke stayed in England. After many years of hard work, the end of the Commonwealth and the restoration of the King, Clarke finally obtained a Royal Charter from King Charles II on 8 July 1663. The Charter guaranteed that this small colony would:  “hold forth a lively experiment, that a most flourishing civil state may stand and best be maintained, and that among our English subjects, with a full liberty in religious concernments; …That our royal will and pleasure is, that no person within the said colony, at any time hereafter, shall be anyway molested, punished, disquieted, or called in question, for any differences in opinion in matters of religion, and does not actually disturb the civil peace of our said colony; but that all and every person and persons may, from time to time, and at all times hereafter, freely and fully have and enjoy his and their own judgments and consciences, in matters of religious concernments,”  This Charter guaranteed an unprecedented level of religious liberty making Rhode Island a refuge for all persecuted for their conscious’s sake.         Back to \"The Verin Case\" Next to \"King Philip's War\"",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/england.htm"
}
