{
    "title": "Lewis and Clark National Historical Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather         William Clark overlooks what is now Cannon Beach, Oregon NPS PHOTO  Weather and Climate  During the 106 days the Lewis and Clark Expedition wintered at Fort Clatsop in 1806 it rained all but 12 days and they saw the sun 6 times. We are not nearly so dreary, but we do see an average of 70 inches of rain a year and we are the foggiest location in the Lower 48 states. Summer months are usually nice with days ranging from 55-70 degrees. Winters are wet and mild, usually 40-55 degrees. National Weather Service Station In June of 1998 Fort Clatsop signed a Cooperative Agreement with the National Weather Service wherein Fort Clatsop would receive a basic Weather Station and would record daily weather observations (maximum and minimum temperatures and precipitation amounts) for the NWS. These observations are recorded on a monthly report and sent to the NWS office in Portland, Oregon. The Resource Management Division at Fort Clatsop has compiled weather records for previous years from the NWS internet site for the Astoria Regional Airport, which for many years housed a National Weather Service Station. The Airport is located only about 2 miles from Fort Clatsop. The climate of Fort Clatsop is continually mild and wet with annual precipitation averaging 70 inches. Seasonal and daily temperature fluctuations are minimal. Average monthly maximum temperatures range from 47 to 67 degrees F. Average minimums range from 35 to 53 degrees F.      What to Wear at the Coast The northwest coast is fun to explore in any weather and any weather is what you'll experience during your stay! Be sure to bring rubber boots and rain gear to splash around in so you can enjoy the beaches even drenched in our liquid sunshine. Rain jackets or ponchos with hoods are best. Summer weather often has early morning fog and warm sunny afternoons. Temperatures during the fall and winter months are moderate but can be wet and windy with occasional winter storms (the most exciting time to be on the coast!).",
    "url": "https:\/\/www.nps.gov\/lewi\/planyourvisit\/weather.htm"
}
