{
    "title": "Montezuma Castle National Monument: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Gambel's Quail are commonly seen along the parking lot and trails at Montezuma Castle, particularly in the early morning, when their dove-like calls fill the air. NPS image by Robb Hannawacker  Over 200 species of birds inhabit the riparian (areas located near water) and upland habitats at Montezuma Castle National Monument. Although the number of species observed each month is highest during the breeding season, partly due to a large number of migrating birds, species richness is high during non-breeding seasons as well. The Sonoran Desert Network (SODN) has put together a new bird checklist! Click here to download it for your trip! SODN has also put together a Top Ten list for the birds of Montezuma Castle and Montezuma Well. The rankings below are based on visits during the months of May and June. Read below, and see how many you can see the next time you're at one of the sites!      Montezuma Castle Top 10 1. House Finch 2. Lucy's Warbler 3. Gambel's Quail 4. Brown-crested Flycatcher 5. Mourning Dove 6. Bewick's Wren 7. Phainopepla 8. Ash-throated Flycatcher 9. Black-throated Sparrow 10. Brown-headed Cowbird Montezuma Well Top 10 1. Mourning Dove 2. House Finch 3. Northern Mockingbird 4. Yellow Warbler 5. Bewick's Wren 6. Lesser Goldfinch 7. Gila Woodpecker 8. Black-throated Sparrow 9. Brown-crested Flycatcher 10. Brown-headed Cowbird      During the breeding season, Black-throated Sparrows, Bewick's Wrens and Brown-headed Cowbirds are among the most common species. Because a variety of habitats are present, even the most predominant species in a given year accounted for no more than 12% of the species observed. The number of breeding species within the monument (49) is high, given the small area, and reflects the topographic and habitat variability that occur here and the presence of substantial amounts of good quality riparian habitats. Approximately 75% of the breeding species are neotropical migrants and, therefore, leave the monument and Verde Valley during the fall or winter following the breeding season. As a result, there is a major change in the ecology of the monument between breeding and non-breeding seasons. Similar patterns have been shown along the Colorado River in the Grand Canyon. In fact, most of the riparian breeding species in the Southwest are neeotropical migrants that winter elsewhere, such as Central and South America.",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/nature\/birds.htm"
}
