{
    "title": "Roger Williams National Memorial: Youth & Education",
    "body": "Roger Williams: Youth & Education          Youth and Education  \"This Roger Williams, when he was a youth, would in a short hand take sermons and speeches in the Star Chamber, and presented them to my dear father. He, seeing so hopeful a youth, took such liking to him that he sent him into Sutton's Hospital.\" - A handwritten note by Mrs. Anne Sadleir, eldest daughter Roger Williams’s patron and mentor  Sir Edward Coke  Roger was born in London England about 1603 and was christened at St. Sepulcher Church. The exact date of his birth is unknown because the church’s parish records were destroyed during the Great London Fire of 1666. Roger’ father, James Williams, was a successful merchant tailor. He left his family comfortably situated after his death in 1621. Roger’s mother, Alice Pemberton, ran a successful inn in London and died in 1634. Alice left an inheritance to Roger and his wife Mary who were by that time ‘across the seas.’  Roger had an older brother, Sydrach, an older sister, Catherine, and a younger brother, Robert. Though financially comfortable, Roger’s family fell low in the “Great Chain of Being.” This ranking system was believed to hold the universe together. Everything on earth was ranked in its order of importance. Merchants fell below Priests, Squires, and Pages. But they were above farmers, soldiers, and servants. The Great Chain severely limited one’s social mobility. It was considered not only improper to disrupt this order, but also dangerous to all existence. Much of Roger’s early years remain unknown. We do know that he taught himself shorthand, the new method for writing and recording the spoken word verbatim. This skill attracted the attention of Sir Edward Coke. At that time Coke was the chief justice of the king’s bench. Coke was the prosecutor in the Sir Walter Raleigh and Guy Fawkes trials. A jurist and prolific law writer, Coke was unafraid to challenge royal power and is still considered an eminent figure in the history of English law.  Coke recognized Roger’s talents, intelligence, and potential. He sponsored Roger’s education at Sutton’s Hospital, also known as Charterhouse school. Charterhouse was founded by Thomas Sutton in 1611 as a hospital for “such as had been servants to the Kings Majesty . . .”  It was also a school for ‘persons distinguished either by their high birth, dignified situation or splendid talents.’ At Charterhouse, students were ‘fed, clothed and instructed in classical learning, writing and arithmetic at the sole expense of the charity.”   Roger excelled in Latin, Greek, and Hebrew. He was one of eight students granted a scholarship to Pembroke College at Cambridge University. There he received his A.B. in 1627. To this day, Pembroke still recognizes Roger Williams as one of its outstanding 17th century students. In 1629 Roger was ordained as a minister in the Church of England. He accepted the post of chaplain to Sir William Masham’s manor house at Otes in Essex. There he courted Jane Whalley. This courtship was brought to an abrupt end by Jane’s aunt Lady Barrington, who felt that Roger’s social status as a minister was not equal to their noble blood. Overcome by the rejection, Roger fell ill. Mary Barnard, a member of Lady Masham’s household, nursed him back to health. Roger and Mary were married at All Saints Church, High Laver in Essex on December 15, 1629. Roger became increasingly dissatisfied with the Church of England. He felt they were moving closer and closer in substance and style to the Roman Catholic Church.  Roger’s own beliefs were better aligned with those of the Puritans who wanted to simplify and purify the Church of England. But this was a dangerous time for those who challenged the Church of England. Under King James I (1603-1625) and increasingly under King Charles I (1625-1649) religious dissent was dealt with harshly, including by execution. In 1630 the first mass exodus of Puritans left England. Under John Winthrop approximately 1000 Puritans sailed for what was to become the Massachusetts Bay Colony. Roger and his wife Mary followed shortly thereafter.         Back to \"Roger's Life\" Next to \"Rejecting the Middle Way\"",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/youth.htm"
}
