{
    "title": "Roger Williams National Memorial: Verin Case",
    "body": "Roger Williams: The Verin Case          When Roger Williams fled Massachusetts in February of 1636 he was joined that spring by several other followers including a man named Joshua Verin, a rope maker and the son of Phillip Verin of Salem.  By the summer of 1636, Roger had negotiated an agreement with the Narragansett for the land that became Providence, and founded a colony unique in its commitment to full liberty in religious beliefs.  In this new colony, Joshua Verin and his wife Jane obtained the lot next to Roger Williams.  Joshua chose not to attend the religious meetings held in those early days at Roger’s house.  This choice would not have been possible in the Massachusetts Bay or Plymouth colonies, where church attendance was mandatory. Against her husband’s wishes, Joshua’s wife Jane began regularly attending the religious meetings at Roger’s house. For this disobedience, Joshua beat her. As Williams described in a letter to Massachusetts Governor John Winthrop in May 1638,  “…he hath trodden her under foote tyrannically and brutishly: which she and we long bearing though with his furious blows she went in danger of Life…”.   Town members met to reprimand Verin for his brutal behavior and for violating his wife’s liberty of conscience. Counter opinions raised by Providence resident William Arnold and others in support of Joshua Verin argued that the town’s vote would “breach (an) ordinance of God, the subjection of wives to their husbands,” were to no avail.  Instead “the major vote of us discard him from our Civill Freedome.” The town voted to disenfranchise Joshua, casting him out of Providence Colony for violating his wife’s freedom of conscience.  Joshua Verin returned to Salem. Sadly, he compelled his wife to accompany him.  Of this Roger wrote:  “He will hale his wife with ropes to Salem, where she must needes be troubled and troublesome as differences yet stand.  She is willing to stay and live with him or else where, where she may not offend…”   Although the concern of Williams and town members about Jane Verin is clear in these documents, they were unable to ensure her safety. Today, we might call this a classic case of abuse, coercion and lack of protection.  In Puritan New England, as well as in Tudor and Stewart England, it was the accepted belief that intelligence and understanding was given to men, not women.  Women were not allowed to speak in church, and were seen as intellectually and morally inferior (starting with Eve’s failing in the Garden of Eden).  At the same time, women were a valuable part of the 17th century household, particularly in early New England where they were expected to maintain and direct the household operation in the absence of the husband. However, when the husband was present, they were expected to defer judgment to him. In Puritan New England, it was not uncommon for courts to punish husbands for abusing their wives. Corporal ‘correction’ was allowed, but if the ‘correction’ became so severe as to disrupt the peace of the community, the authorities had the right to step in. Plymouth town records indicate:  That all such misdemeanors of any pson or psons as tend to the hurt & detriment of society Civility peace & neighbourhood be enquired into by the grand Enquest & the psons presented to the Court that so the disturbers thereof may be punished & the peace & welfare of the subject comfortably preserved. (PCR 11: 18).  Joshua Verin was not prosecuted for ‘his furious blows’ that put his wife Jane ‘in danger of Life.’ He was prosecuted for violating an individual’s liberty of conscience. What is significant about what happened in the spring of 1638 in Providence is that it appears to be the first time a legal action was taken which supported a woman’s decision, independent of her husband, to act according to the dictates of her conscience. Earlier that very same year, Anne Hutchinson, of Boston, was charged with heresy and banished from Massachusetts. In 1637, Hutchinson had challenged the Puritan clergy and asserted her own religious views. Her preaching was labeled \"antinomianism\" or heresy.  Governor John Winthrop of Massachusetts called her a “woman of haughty and fierce carriage, a nimble wit and active spirit, a very voluble tongue, more bold than a man.” Anne insisted on practicing religion as she chose, including preaching herself.  After being banished from Massachusetts she went to Rhode Island. With assistance from Roger Williams, she and others purchased an area on Aquidnick Island and established the settlement of Portsmouth in 1638, further affirming Rhode Island as a refuge for those persecuted for conscience sake.  ...at last to proclaim a true and absolute soul-freedom to all the people of the land  impartially; so that no person be forced to pay nor pray, otherwise then as his soul believeth and consenteth. Ought the nation and every person in it, be permitted to see with its own eyes, and to make free choice of that ministrie, and maintenance they please, whether parochial or otherwise. -Roger Williams          Back to \"In Providence\" Next to \"Return to England\"",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/verincase.htm"
}
