{
    "title": "Roger Williams National Memorial: Founding Providence",
    "body": "Roger Williams: Founding Providence           \"I was sorely tossed for one fourteen weeks in a bitter winter season, not knowing what bed or bread did mean.\"  The winter of 1635\/6 was cold even by New England standards. That winter, Narragansett Bay froze over, an event that rarely happens. In this extreme cold, Roger Williams, a city boy from London, made his escape on foot from Salem. The nearest European settlement that he could go to was New Amsterdam, now known as New York, more than 200 miles away. The English settlements at Plymouth and Boston would not welcome him back. But there were people close by willing to help. More than likely it was a Wampanoag hunting party who found Roger, gave him shelter, and brought him safely to Massasoit’s home near present day Bristol, Rhode Island. As chief sachem of the Wampanoag, Massasoit welcomed Roger and sheltered him through the winter. That spring Massasoit gave him a tract of land along the SeekonkRiver in what is now East Providence. A handful of Roger’s followers came down from Salem and began to plant fields and build houses. Almost as soon as they had started, Roger received at letter from Governor Winslow of Plymouth. Winslow warned Roger that he was within the bounds of Plymouth Colony and advised him to cross the SeekonkRiver. By moving beyond Plymouth’s jurisdiction, all could live as friends.         In a canoe with several others, Roger scouted the area across the Seekonk River. They spotted a group of Narragansett on a large rock, known afterwards as Slate Rock, along the western shore of the Seekonk River. As they approached the Narragansett greeted them by calling out: “What Cheer Netop!” This greeting is a combination of English and Narragansett languages. ‘What cheer’ was an informal common English greeting of the day, short for ‘what cheery news do you bring’ and today’s equivalent of “what’s up?’’  “Netop” is the Narragansett word for friend.  …having made covenant of peaceable neighborhood with all the sachems and natives round about us, and having, in a sense of God’s merciful providence unto me in my distress, called the place PROVIDENCE, I desired it might be for a shelter for persons distressed for conscience;  From Slate Rock, Roger and his companions rowed south along the Seekonk River, around the point of land now called Fox Point and continued up the Great Salt River. Where the Great Salt River split into the Moshassuck and Woonasquatucket Rivers, it opened up into a large Salt water cove. A Native trail, which stretched from the Massachusetts Bay along the coast to New York, ran around the eastern edge of this cove. The English called this trail Towne Street. Emptying into the cove on the west side of the trail was a fresh water spring. East across the trail from this spring Roger built his house, on the lower slope of a great hill.   West of the spring lies the Great Salt Cove. The Cove was a resource gathering spot. At a choke point where the Moshassuck and Woonasquatucket rivers came together, the salmon ran so thick that the English said they could walk across the river on the backs of the salmon without getting their feet wet. Along with the salmon, thousands of ducks and geese stopped there when they migrated for the winter. There were also eels, lobsters, crabs, clams, quahogs, and oysters. This area was a resource used by Native Americans for as much as 5000 years. When the salmon were running, members of the Massachusett,  Nipmuc, Wampanoag and Narragansett tribes would gather around the cove. While there they would catch salmon, participate in large games between members of the different tribes, and settle disputes before returning to their homelands. Roger negotiated a deal for the land that was to become Providence with the Narragansett Sachems Cononicus and Miantonomo. In return for the land, Roger would allow the Sachems to come and take whatever English trade goods they wanted from him. The Narragansett’s made this deal with Roger  so they could add one more resource to the area around the Cove: English trade goods. By giving the land to Roger the Narragansett now had close access to these trade goods without having to deal with Boston or Plymouth,  English that they trusted far less than Roger.         Back to \"Rejecting the Middle Way\" Next to \"In Providence\"",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/historyculture\/foundingprovidence.htm"
}
