{
    "title": "Saint Croix National Scenic Riverway: Riverway Specialties",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Riverway Specialties                  Riverway Specialties        Trumpeter Swans are frequently seen along the Riverway. NPS         The Bald Eagle population in the St. Croix Valley and nationwide has been rebounding since a lowpoint in the 1970s. NPS   Every area has its specialties and the Riverway is no exception. Prothonotary Warblers, nesting in tree cavities in bottomland forests are common south of St. Croix Falls\/Taylors Falls especially along the smaller back channels. Red-shouldered Hawks are also found in these habitats but are also common north to St. Croix State Park. Indeed, this is one of the best places in Minnesota and Wisconsin to find these birds. Bald Eagles are very common along the river with over 30 pairs known to nest here. Spring migration can bring large concentrations of eagles heading north as they follow the breakup of the ice. During fall migration these birds can be abundant at times with 30-40 birds seen per hour cruising through St. Croix Falls, often in small flocks or kettles. Trumpeter Swans, so successfully reintroduced into the wild beginning in the 1980's, are commonly observed in some areas, especially just outside the Riverway boundaries. In winter, they congregate on the river at several locations including near Nevers Dam and especially at the mouth of the Willow River in Hudson where over 100 birds have been found for many years. They can show up almost anywhere on the river as long as there is open water to be found.        The threatened golden-winged Warbler can still be found in the Northern portions of the St. Croix National Scenic Riverway. U.S. Fish and Wildlife Service  Finally, the Riverway is in the heart of breeding range for Golden-winged Warblers. This wetland shrub loving species is common, especially along the north half of the Riverway with at least 26 pair found on breeding bird surveys in 2010-2011. This species is being considered for inclusion in the Threatened and Endangered Species list. For more information about these bird species, we recommend perusing the U.S. Fish and Wildlife Service's webpage.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/nature\/riverway-specialties.htm"
}
