{
    "title": "Roger Williams National Memorial: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Guest Speakers                 Guest Speakers          The Roger Williams National Memorial offers a number of educational programs that will bring a National Park Ranger right into your classroom. All programs are based on the Common Core and RI Social Studies Framework and are offered at no charge.   Please check out the programs below, and follow the links for more information, and some pre and post visit materials.   For further information about booking a program, please phone Ranger Sparkle Bryant at (401) 521-7266 ex. 204.        Elementary School  Travels with Roger is a 60 minute, ranger-led program that introduces students to Roger Williams and his struggles to gain religious freedom.  Through the use of a large map, students will follow the travels of Roger Williams across the landscape of Southeastern New England. Although the program is mainly historical, it also incorporates science, natural history, language arts, and geography. (Suitable for grades 2 – 3)  Roger Williams: Champion of Religious Freedom is a 60 minute, ranger-led program that introduces students to Roger Williams' idea of Liberty of Conscience. Students will become members of the community that will discuss Williams' \"newe and dangerous opinions\" against the government. This interactive role play activity will illustrate the viewpoints of magistrates, religious leaders, colonists, and American Indians as they decide whether Roger Williams should be allowed to stay or forced to leave Massachusetts Bay Colony. (Suitable for grades  4 – 6)  Anne Hutchinson: Religious Freedom for All is a 60 minute, ranger-led program that introduces students to Anne Hutchinson and her struggles in early Colonial New England to promote religious freedom for women as well as men. Students will take on the roles of settlers at a Providence town meeting where they will discuss if Anne should be allowed to settle in Rhode Island. (Suitable for grades  4 – 6)  You've Got Mail . . . Postcards from Your National Parks! is a 60 minute ranger-led program that introduces students to the National Park Service. Through the use of a large United States floor map and an exploration packet containing national park brochures, new & antique postcards, observation cards, gloves and\/or magnifying glasses, students will take an imaginary vacation exploring America, locating national parks and learning about what makes them special. (Suitable for grades  4 – 6)",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/education\/classrooms\/guestspeakers.htm"
}
