{
    "title": "Roger Williams National Memorial: Multimedia Presentations",
    "body": "Multimedia Presentations          Roger Williams & Our Religious Freedom (video, 30 min.)    This video requires you to have an Adobe Flash plugin. If you have trouble viewing this video, try enabling pop-up windows for this site.          2012 Youth Engagement Video Roger Williams National Memorial was one of 49 national parks that participated in the 2012 America's Best Idea program sponsored by the National Park Foundation, the official charity of America's national parks. Inspired by the critically-acclaimed Ken Burns documentary The National Parks: America's Best Idea, the America's Best Idea grant program funds park projects designed to connect diverse, under-engaged populations throughout the United States with their national parks in innovative and meaningful ways.     \"The support from the National Park Foundation's America's Best Idea program allowed us to expand an existing partnership with our community partners, The Steel Yard and Groundwork Providence, and engage 15 local teens in the story of Roger Williams and his legacy through the creation of a speakers' corner now sited at the Memorial,\" stated Jennifer Smith, Site Manager of Roger Williams National Memorial. \"We were also able to introduce the teens, through a National Park Service exploration component of the summer-long program, to nearby National Park Service units and a diversity of career opportunities available to them. We would not have been able to offer such a comprehensive experience to the teens without this critical funding from the National Park Foundation.\"     The park's 2012 summer youth program, A Place for Ideas: A Speakers' Corner for Roger Williams National Memorial, supported, in part, by the America's Best Idea grant program culminated with a community celebration on September 14th and the unveiling of a speakers' corner and three lightboxes highlighting environmental stewardship projects undertaken as part of the eight week program.    Please watch this video to learn more about this project.",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/photosmultimedia\/multimedia.htm"
}
