{
    "title": "Roger Williams National Memorial: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     October 19, 2015  The Tree Root That Ate Roger Williams  Come see the infamous tree root that ate Roger Williams.   July 29, 2015  The Art of Blacksmithing  On Saturday, August 8, 2015 from 12:00 p.m. to 4:00 p.m., the Steel Yard will share their knowledge and passion for the old world craft of blacksmithing at Roger Williams National Memorial.   June 20, 2013  Lively Experiement  On Saturday, June 22 Rhode Island will celebrate the 350 Anniversary of our 1663 Colonial Charter. Events will take place at the State House and at the Roger Williams National Memorial.   April 05, 2013  Roger Williams Decoded  In the John Carter Brown Library is a book, the margins of which are filled with a mysterious code long believed to be the writing of Roger Williams. In 2012, a team of Brown University undergraduate researchers, with the support of several faculty members, was able to crack the code. Join us Tuesday, April 30, 2013 at 6:00 p.m. at the First Baptist Church of America, 75 North Main Street in Providence to hear how Roger Williams was decoded.   September 20, 2011  Inspired Providence release  Roger Williams National Memorial is pleased to present Inspired Providence—a fall lecture series celebrating Providence’s rich cultural heritage from Roger Williams’ “lively experiment” in 1636 to the rise of a “Creative Capital.”  Seven evenings of civic discourse and lively debate will take place between September 29th and November 10th at cultural institutions across the city.  Each free lecture will begin at 6 PM and is open to the public.   March 30, 2011  Celebrate Rhode Island National Parks Day  No abstract supplied.   April 24, 2010  Earth Day  Future Junior Rangers in the Making!   February 09, 2010  Special Event to Commemorate Abraham Lincoln's Birthday  Special Event to Commemorate Abraham Lincoln's Birthday.   September 16, 2009  Volunteer Open House - Sept 26 2009  No abstract supplied.   September 10, 2009  Lecture: How Providence Became a City  No abstract supplied.   September 10, 2009  Kaleidoscope Theatre to Perform Goldilocks & The Three Bears  On Saturday, September 19, 2009 at Roger Williams National Memorial in downtown Providence, RI, Kaleidoscope Theatre will perform the musical production GOLDILOCKS & THE THREE BEARS! Showtime is 3:00 p.m.  As a special treat, to begin the festivities, fan-favorite characters Snow White and Cinderella will be making appearances.  Both princesses will be reading their stories, singing songs, greeting audience members, and posing for photographs. Snow White will arrive at 2:00 p.m. and Cinderella will follow at 2:30 p.m.   September 03, 2009  Press Release: Presenting \"A Midsummer Night's Dream\"  Roger Williams National Memorial will be hosting a performance of William Shakespeare's A Midsummer Night's Dream by the Flying Vegetables Theatre Troupe on Saturday, September 5, 2009 at 3:00 p. m.    December 09, 2008  New Staff Joins Roger Williams National Memorial  Jan Reitsma, superintendent of the Roger Williams National Memorial announced today that a new site manager had begun work at the Memorial.   March 13, 2007  National Parks Passes now available at Roger Williams  National Parks and Federal Recreational Lands Passes Now Available at Roger Williams National Memorial",
    "url": "https:\/\/www.nps.gov\/rowi\/learn\/news\/newsarchive.htm"
}
