{
    "title": "Roger Williams National Memorial: Nearby Attractions",
    "body": "Nearby Attractions          Touro Synagogue Touro Synagogue Foundation 85 Touro Street Newport, RI 02840 401.847.4794 www.nps.gov\/tosy http:\/\/www.tourosynagogue.org \"It [Touro] is not only the oldest Synagogue in America but also one of the oldest symbols of liberty. No better tradition exists than the history of Touro Synagogue's great contribution to the goals of freedom and justice for all.\" – President John F. Kennedy, September 15, 1963   Roger Williams was a crusader for religious tolerance and acceptance and his ideals spread strong throughout Rhode Island. The oldest synagogue in the country, Touro Synagogue, is in Newport, Rhode Island. The Touro Synagogue stands as not just a part of the American Jewish experience and community but as a mark of Roger Williams’s ideals and teachings. It is a symbol of religious freedom for all Americans. The Congregation dates back to 1658 and the synagogue itself was dedicated in 1762. The Touro Synagogue is affiliated with the National Park Service as a National Historic Site. The tour schedule may vary due to Jewish holidays, ceremonial occasions and special events so it is always a good idea to call first before you plan your visit. Also, unfortunately, the Synagogue is not wheelchair accessible and there are no public restrooms available on the site. Finally, tours are not offered on Saturdays or Jewish Holidays. Please visit the Touro Synagogue website (above) for a full list of operating hours.           Smith’s Castle 55 Richard Smith Drive Wickford, RI 02852 401.294.3521 smithscastle@earthlink.net Website Around 1637, Roger Williams came to Cocumscussoc (now Wickford), where he learned the Narragansett customs and language. He established a trading post on land bought from his friend, the great sachem Canonicus of the Narragansett tribe. Around 1637, Richard Smith, an original settler of Taunton in Plymouth Colony, also established a trading post in Cocumscussoc. According to Williams, Smith \"Put up...the first English house...in Nahigonsik Countrey.\" It is thought to have been a grand house that was, possibly, fortified. Thus, the name Smith's Castle. Richard Smith purchased Williams's trading post in 1651. Smith continued to increase his holdings, and Cocumscussoc soon became a center of social, political, and religious activities. Smith died in 1666 leaving Cocumscussoc to his son, Richard Smith, Jr.  Docents in period clothing provide interpretive tours at 12:00, 1:00, 2:00, and 3:00 p.m. Thursdays through Sundays June, July, and August and Fridays through Sundays in May, September, and October. Mid December through mid April, the Castle is closed. However, tours may be arranged by appointment.           Governor Stephen Hopkins House 15 Hopkins Street Providence, RI 02903 401.421.0694 Website Governor Stephen Hopkins was the Ten Times Governor of Rhode Island. He attended the first Continental Congress in 1774 and signed the Declaration of Independence in 1776. George Washington visited his home on two separate occasions, and he was a prominent statesmen and political figure who helped to make Rhode Island what it is today. The Stephen Hopkins House is owned by the State of Rhode Island and Providence Plantations and, since 1927, has been administered by the National Society of Colonial Dames of America. The Stephen Hopkins House is open Saturdays 10AM to 4PM, May through November and til 10PM on full lightings of WaterFire, or by appointment.           Brown University 64 College Street Providence, RI 02906 401.863.2378 Website Brown University is part of the Ivy League and is one of the oldest Universities in the country. The school itself dates back to 1764. It was originally founded as the College of Rhode Island in Warren. The school had its first register of students in 1765. In 1770, the school moved to its present location on College Hill, overlooking the city of Providence. In 1804 in recognition of a gift from Nicolas Brown, the College of Rhode Island was renamed Brown University. In 1891, the first women were admitted to the college. Brown is considered one of the most prestigious Universities in the country. Please visit the Brown University web page (above) to view a list of operating hours for tours and visiting.           Roger Williams Monument, Prospect Park Congdon Street Providence, Rhode Island www.mytravelguide.com\/attractions Search: Prospect Street. Rhode Island In 1860, Stephen Randall, a Roger Williams descendant, dug up what was thought to be the remains of Williams. Roger Williams’s grave never contained a marker or monument signifying his resting place. Concerned citizens joined Stephen Randall and formed the Roger Williams Monument Association in April 1860. Their goal was to raise enough funds in order to create an appropriate monument to Roger Williams, who gave so much to this state and this country. Throughout the years, they slowly raised money, but as the association’s members grew older and many passed away, the interest in the project seemed to decrease. Stephen Randall, before he died, left a thousand dollars to be used for the monument in addition to the association’s funds and a deed detailing the ideal location and what type of monument. Due to the details of Randall’s deed and the sporadic interest of the state’s people, it would take over 300 years after Roger founded Providence for a monument to be erected in his honor. The monument was finally built on Prospect Terrace and was formally dedicated on June 29, 1939. This park is located on Congdon Street in Providence’s beautiful College Hill Historic District and is not only the final resting place of Rhode Island’s founder but offers an overlook of the city with a spectacular view of the state capital. The monument is symbolic of a man that fought his entire life for religious freedom and “Liberty of Conscience”. His hand is stretched out blessing the city and its people.           First Baptist Meeting House 75 North Main St. Providence, RI 02903 401.454.3418 Website The Baptist congregation in Providence is the oldest congregation in America although the Baptist Meeting House itself dates back to 1775 (there would be no meeting place until 1700 and, by 1775, this church was the congregation’s third). In 1636 when Roger Williams founded Providence he gathered men and women in his home a few times a week to worship. He continued to do this for about two years, and then in 1638 the small congregation became the First Baptist Church in America. Shortly after, Williams became disillusioned by the congregation, the very one he helped to create. He believed all of the churche’s virtues and practices became invalid after 385 A.D. when Roman Emperor Theodosius made Christianity the state religion of the empire. In 1639, he left the congregation but still believed that the church he helped to create was based on scriptures and held that belief until his death.  The First Baptist Meeting House, although not as old as the congregation, is an impressive structure. It is what is called a Transitional structure. It is a traditional meeting house combined with a London style steeple. It is as much a landmark today as it was 200 years ago. Not only for religious symbolism, the impressive 185 foot steeple is sometimes secondary to its usefulness a navigation aid to the lost wandering the streets of Providence, or those at sea who use it as a navigation aid. The church still holds services every Sunday at 10:00 a.m. and after the service there is a guided tour every week. There are also tours June-Columbus Day, Monday-Friday 10:00 a.m. to12:00 p.m. & 1:00 p.m. to 3:00 p.m. & Saturdays 10:00 a.m.to1:00 p.m. There are also self guided tours available October-May, Monday through Friday 10:00 a.m. to12:00 p.m. and 1:00 p.m. to 3:00 p.m.The first Baptist Meeting House is closed on all holidays and is not open on Saturdays during the off season. The cost is $1.00 for a self guided tour and $2.00 for a guided tour. They also offer group tours but by appointment only. The cost is $1.00 per person. Tour times are subject to change without notice in the event of a memorial service, funeral, or wedding.           Slater Mill 67 Roosevelt Avenue Pawtucket, RI 02860 401.725.8638 Website Email It was in this mill in Pawtucket, Rhode Island that Samuel Slater began the American Industrial Revolution with the construction of the first successful textile mill in 1793. Moses Brown had been trying to bring cotton manufacturing to Rhode Island since 1787 but could not spin the cotton strong enough to wrap a loom. Moses Brown needed help and Samuel Slater did not like his job in New York so a perfect match was formed. Moses had the money to fund the mill and Slater had the innovation. What Slater did was develop a sturdy and reliable mill. Samuel Slater had the sense to create technology that worked with the surrounding area. He was clever in that he created a system where he would move entire families in providing work for everyone. Without Samuel Slater’s genius, Brown’s mill would have definitely failed. Visitors to Slater Mill are surrounded by vintage textile machinery bathed in the light of large windows and receive information about the site from expert interpreters dressed in period dress. The mill is located on the Blackstone River which runs from Pawtucket to Worcester and is open May-October, Tuesday-Sunday 10:00 a.m. to 4:00 p.m. and is closed Monday.           John Brown House Museum 52 Power Street Providence, RI 02906 401.273.7507 www.rihs.org\/Museums  The John Brown House was completed in 1788 and was the first home to John Brown, a prominent figure in Rhode Island. He was a statesman, a businessman, a patriot, and merchant involved in the China Trade and the slave trade. Marsden Perry, utility, real estate and trolley mogul, also lived in the home in the early twentieth century. This commanding, three-floor mansion sits almost atop College Hill adjacent to Brown University. Now, owned by the Rhode Island Historical Society, this mansion retains some of the original furniture. Hours: April 2 to December 19, Tuesday through Friday, tours begin at 1:30 p.m. and 3:00 p.m. and on Saturday, tours begin at 10:30 a.m., 12:00 p.m., 1:30 p.m. and 3:00 p.m. January 2 through March 31, Fridays and Saturdays ONLY, tours begin at 10:30 a.m., 12:00 p.m., 1:30 p.m. and 3:00 p.m. Tickets: Adults: $8 Seniors and Students: $6 Children 7-17: $4; RIHS Members: FREE. Gift Shop hours: 1:00 p.m. to 4:00 p.m. on days when the museum is open.           Cathedral of Saint John (Episcopal) 275 North Main Street Providence RI 02903-1298 401.274.4500 info@cathedralofstjohn.org  This colonial parish was established in 1722, one of the four original parishes in the state. The church contains antique communion silver, pew boxes, and is the site of many historic grave markers. It is on the National Register of Historic Places, and is both a National Historic Landmark and a National Historic Site.  From the Providence Preservation Society: The Cathedral of St. John is the successor to King's Church, organized in the same location in 1722. The building, as it exists today, was designed by Providence's Federal-era architect John Holden Greene and built in 1810. In 1929, the building was designated as the official Episcopal seat for the Episcopal Diocese of Rhode Island and has been known as the Cathedral ever since. The church is constructed in Smithfield stone with brownstone trim and combines Federal forms with Gothic detailing: the end-gable-roof Federal mass is articulated with lancet-arch windows with tracery. A clustered-colonnette-porch introduces the projecting gabled vestibule, which supports a square clock tower and belfry with spiky pinnacles above it. Inside is a low-saucer-dome ceiling nave supported by clustered colonnettes. The church is also home to an 1851 Hook organ. The building has been enlarged and somewhat remodeled, notably in 1855, 1866, 1906, and 1967, but still retains its architectural integrity.  State of the Cathedral: The deteriorated church tower is causing the rotting of wood structural elements as well as cracking and crumbling of the interior plaster walls and the sanctuary ceiling. The building received a new roof after being included on the 2007 Most Endangered Properties List but many windows remain broken or boarded and the building is still in an overall deteriorated state.           Rhode Island Statehouse 82 Smith St Providence, RI 02903 http:\/\/www.rilin.state.ri.us\/  The General Assembly met in legislative session for the first time in this magnificent marble edifice on New Year's Day, January 1, 1901, a year after the building was completed. At one time in its long history, the Assembly met in five different locations throughout the state: Newport, Bristol, East Greenwich, Kingston and Providence. Designed by the New York firm of McKim, Mead & White, the State House is sculpted from white Georgia marble and sits atop Smith Hill in downtown Providence. Construction took nine years to complete, beginning in 1895 and finishing in 1904. Legislators were quite taken with their new home, as can be evidenced in the 1899-1900 edition of the Legislative History and Souvenir of Rhode Island: \"The feeble colony's first house was built of wood - and its next was a brick one. The wealthy little State moves into a marble palace at the beginning of the twentieth century.\" Educational tours are offered daily and can be scheduled by calling the Secretary of State's office at 401.222.2357.           Rhode Island State House (The Old State House) 150 Benefit Street Providence, RI, 02903 401.222.2678 http:\/\/www.preservation.ri.gov\/about\/contact.php  The Old State House has been the setting of many important events. Here on May 4, 1776, the General Assembly repealed a previous act of allegiance to the crown. The date is now celebrated as Rhode Island Independence Day. While meeting here in 1784, the Assembly passed the first act in the United States providing for the gradual emancipation of slaves. In 1781, George Washington attended a dinner and ball given here in his honor. He returned as President in 1790 to attend a banquet commemorating Rhode Island's ratification of the federal Constitution. The Old State House is treasured for its associations with significant historical events and admired for its architectural quality. Known at various times as the Providence Colony, County, Court, or State House, the building assumed the popular name Old State House after the new capitol on Smith Hill was occupied in 1901. The Old State House was listed in the National Register of Historic Places in 1970, and is a key element of the College Hill Historic Landmark District, designated in 1971. The building is open Monday through Friday, 8:30 a.m. to 4:30 p.m.           Governor Henry Lippitt House Museum 957 North Main Street Providence, RI 02904  401.272.5101  http:\/\/www.preserveri.org\/content\/gov-henry-lippitt-house-museum-history  Henry Lippitt was the Gov ernor of Rhode Island from 1875-1877. He build his magnificient mansion in the grand style of the day, as a testament of his family’s taste and ambition. Built at 199 Hope Street in Providence for Lippitt, a textile merchant, his wife Mary Ann Balch Lippitt and their six children, the house was completed in 1865 and occupied by several generations of the Lippitt family for 114 years. Over the years, the family made only a few changes respecting the historic integrity of their ancestor's legacy. The house was designated a National Historic Landmark in 1976 and is an exceptional testament to local craftsman of the time. The only outside decorating firm hired to work on the house was Pottier and Stymus, a design firm from New York hired at the beginning of their career. The majority of the Lippitt furnishings are still in the house.",
    "url": "https:\/\/www.nps.gov\/rowi\/planyourvisit\/nearbyattractions.htm"
}
