{
    "title": "Roger Williams National Memorial: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           282 North Main Street  Providence, RI 02903                 Directions         From Interstate 95 North, take Exit 23 - State Offices. Take a left at the light to the bottom of Orms Street. At light, right onto Charles Street; continue straight through one light, then quick left into memorial parking lot. From Interstate 95 South, take Exit 23 - Charles Street. Take first left onto Ashburton Street and continue straight through three lights. After the third light, take a quick left into the memorial parking lot.  Directions Details           Operating Hours & Seasons         Roger Williams National Memorial Summer Visitor Center Hours: Monday to Sunday 9:00 a.m. - 5:00 p.m. Winter Visitor Center Hours: Closed Mondays and Tuesdays starting January 4, 2016 to March 31, 2016. The visitor center will be open Wednesday to Sunday 9:00 a.m. to 4:30 p.m. Holidays: Closed on Thanksgiving Day, Christmas Day, and New Year’s Day.     Standard Hours    Sunday: 9:00 AM - 4:30 PM   Monday: 9:00 AM - 4:30 PM   Tuesday: 9:00 AM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: 9:00 AM - 4:30 PM             Weather           Summer temperatures range from 56-83F. Fall temperatures range from 30-70F. Winter temperatures range from 20-45F. Spring temperatures range from 30-70F.         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no fee to enter Roger Williams National Memorial.         Visitor Centers       Roger Williams Visitor Center Through exhibits and a 5 minute film shown at the visitor center, discover the many contributions Roger Williams made to the cause of religious freedom. Walk through the landscaped park that includes the site of the fresh-water spring and common area of the first European settlement in Providence.                      The Roger Williams National Memorial celebrates Roger Williams and his contributions to the creation to the First Amendment rights that all American's enjoy today. The Visitor Center features an exhibit and a short film, and there are also several exhibit panels throughout the 4.5 acre Memorial grounds. Operating Hours and Seasons Fees & Passes Permits & Reservations",
    "url": "https:\/\/www.nps.gov\/rowi\/planyourvisit\/basicinfo.htm"
}
