{
    "title": "Crater Lake National Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial             NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Crater Lake National Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Circle of Discovery  Circle of Discovery parks of northern California and southern Oregon include Redwood National and State Parks, Oregon Caves National Monument and Preserve, Crater Lake National Park, Lava Beds National Monument, Tule Lake Unit, Lassen Volcanic National Park, and Whiskeytown National Recreation Area. Read more   Take a Boat Tour Inside of a Volcano  Have you ever been inside a volcano? Have you ever been on a boat cruise inside a volcano? By taking a Volcano Boat Cruise at Crater Lake National Park you can check both of these things off of your to-do list. Read more      Call to Action Projects    Learn more about the work we're doing to prepare for the future.               #FindYourSelfieAtCraterLake Centennial Scavenger Hunt  Test your detective skills, learn about your park, and take a selfie! Use the clues to find the areas around Crater Lake National Park and take a selfie of yourself with it! Upload all five of your selfie images to Facebook with the hashtags #FindYourSelfieAtCraterLake & #FindYourPark for your chance to win a Centennial prize. There are two scavenger hunts available! Scavenger Hunt 1 & Scavenger Hunt 2",
    "url": "https:\/\/www.nps.gov\/crla\/getinvolved\/2016.htm"
}
