{
    "title": "Crater Lake National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Junior Ranger Program What is the Junior Ranger Program? The National Park Service Junior Ranger program is an activity-based program conducted in national parks across the country. Many national parks offer young visitors the opportunity to join the National Park Service \"family\" as Junior Rangers. How do you become a Junior Ranger at Crater Lake National Park? There are two ways to become a Junior Ranger at Crater Lake. Kids can complete an activity book to earn a Junior Ranger badge, and in the summer they can participate in a ranger-led activity to earn a Junior Ranger patch.         Junior Ranger Badge Kids ages 6-12 can earn a Junior Ranger badge by completing at least 7 pages of the park's Junior Ranger activity book [3.3 MB PDF]. The books are available free of charge at either visitor center, year-round. Or you can download and print one from home to get a jump-start.         Junior Ranger Patch  In the summer, kids ages 6-12 can earn a Junior Ranger patch by participating in a fun, ranger-led activity. The activities last about 20 minutes and take place three times each day, at 1:30 pm, 3 pm, and 4:30 pm. Meet behind the Rim Village Visitor Center. In 2016, activities will be offered daily from July 1 through September 5. Patches are not available the rest of the year.           Every Kid in a Park The Every Kid in a Park initiative is aimed at providing an opportunity for each fourth grade student across the country to experience federal lands and water in person throughout the 2015-16 school year. Students logon onto the Every Kid in a Park website to complete an on-line activity and earn a voucher that can be exchanged for a plastic pass at park entrance stations. The Every Kid in a Park Pass gives students access to public lands and water free of charge until August 31, 2016.         A ranger presents a Junior Ranger Program at the Rim Village Visitor Center. NPS  Links for Kids Visit WebRangers to design your own ranger station, explore parks, and collect virtual junior ranger badges! Have fun while you explore and learn about other national parks by visiting the National Park Service kids page.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/kidsyouth\/index.htm"
}
