{
    "title": "Crater Lake National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners         The NHA bookstore inside Steel Visitor Center. NPS  Crater Lake Natural History Association The Crater Lake Natural History Association, established in 1942, is an officially recognized National Park Service non-profit cooperating association dedicated to advancing educational and scientific activities at Crater Lake National Park and Oregon Caves National Monument. They operate the bookstores at Steel and Rim Visitor Centers.      The Crater Lake Ski Patrol Established in 1983, the Crater Lake Ski Patrol is an integral part of winter operations at the park. Highly trained patrol members provide information and assistance to park visitors, and participate in park search and rescue operations. Patrol members coordinate closely with park staff on a variety of tasks.  In turn, Crater Lake National Park develops and maintains a skilled and capable cadre of volunteer patrol members to assist visitors through out the winter. Click here to go to the ski patrol volunteer recruitment page.       Friends of Crater Lake National Park Founded in 1993, Friends of Crater Lake National Park is a non-profit organization cooperating with the National Park Service in the stewardship of the natural and cultural resources of Crater Lake National Park. Cooperation may be provided through supporting appropriate visitor opportunities to observe, experience and understand the character of the area; working with park staff in completing special projects; and taking the lead in fund raising for special projects.      Crater Lake National Park Trust  The Crater Lake National Park Trust is a charitable non-profit organization that works to help protect, promote, and enhance Crater Lake National Park, its unique water purity, and its value for human inspiration and knowledge. Their fund raising efforts have provided much needed support for the park's Classroom at Crater Lake school programs.        Sample Crater Lake License Plate Oregon DMV  Crater Lake Centennial License Plates The Crater Lake Centennial License Plate is available for Oregon residents from Oregon DMV. Money from license plate sales goes helps fund an endowment created to support the park's new Science and Learning Center. For more information, click here.",
    "url": "https:\/\/www.nps.gov\/crla\/getinvolved\/supportyourpark\/index.htm"
}
