{
    "title": "Crater Lake National Park: Laws & Policies",
    "body": "Laws & Policies       The National Park Service carries out its responsibilities in parks and programs under the authority of federal laws, regulations, and Executive Orders, and in accordance with policies and Director's Orders established by the Director of the National Park Service and the Secretary of the Interior.  Law Enforcement -  Division of Resource and Visitor Protection Crater Lake National Park is an area of exclusive federal jurisdiction. All law enforcement functions within the park are carried out by commissioned park rangers within the Division of Resource and Visitor Protection who are duly appointed federal law enforcement officers. Their duties include law enforcement, emergency medical services, search and rescue, wildland and structural fire-fighting, as well as visitor safety, assistance and information. Along with the federal laws, regulations and policies listed, commissioned park rangers also have the authority to enforce applicable Oregon state criminal statutes and the Oregon state vehicle code . For more information on Oregon state statutes, please click here.  Code of Federal Regulations Federal regulations that apply to all National Park Service sites can be found in the Code of Federal Regulations under Title 36. Federal Laws Among the Federal Laws that are enforced by commissioned park rangers are those within Title 16 of the United States Code (U.S.C.) that apply to the National Park System or all Federal lands, Federal Criminal Laws within Title 18 U.S.C. and various Federal Drug Laws within Title 21 U.S.C. Firearm Regulations As of February 22, 2010, a new Federal law law (Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, P.L. 111-24, 123 Stat. 1764-65) allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, click here for more information on Oregon state firearms laws. Federal law (18 USC 930) also prohibits firearms in certain facilities in this park; those places are marked with signs indicating such at all public entrances.  For a list of those park facilities, see the Superintendent's Compendium or click here. For more information, see Frequently Asked Questions about National Parks and Firearms. Hunting Regulations Hunting is prohibited in Crater Lake National Park. Click here for more information. Superintendent's Compendium In the Code of Federal Regulations (CFR), Superintendents of each unit in the National Park System have the option to develop specific designations, closures, permit requirements, and other restrictions to address unique management needs of their particular unit.  Within the CFR Superintendents are given the authority to amend, modify, relax or make more stringent certain regulations.  These park specific regulations are incorporated into a document called the Superintendent's Compendium and are an extension of the CFR.  These publications help direct the park's management efforts to best serve the mission of the National Park Service and the needs of visitors. Click here or on the link to the right to download the most current Compendium for Crater Lake National Park. Marijuana on Federal Lands   With the legalization of recreational marijuana in the State of Oregon as of July 1, 2015, Crater Lake National Park would like to provide clarification regarding the use of and possession of marijuana on Federal lands.  The recently passed Oregon state law which allows for limited recreational marijuana use under specific conditions, as well as the previous state law that legalized marijuana for medical purposes, has no bearing on Federal laws and regulations which continue to identify marijuana as a Schedule I illegal drug and prohibit its use.   Possession of marijuana or use of any amount of marijuana, even for medical purposes with a valid state medical marijuana card, is prohibited in Crater Lake National Park, its facilities, concessions, and campgrounds.  Violations are punishable by a fine of not more than $5,000.00 for an individual or $10,000 for an organization, or imprisonment for not more than six months, or both (18 U.S.C. 3559 and 3571).   For more information, please contact a Park Ranger by calling the park dispatch office at (541) 594-3060.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/management\/lawsandpolicies.htm"
}
