{
    "title": "Montezuma Castle National Monument: List of Classified Structures",
    "body": "List of Classified Structures              List of Classified Structures (LCS).td>    The List of Classified Structures (LCS) is an evaluated inventory of all historic and prehistoric structures that have historical,architectural, and\/or engineering significance within parks of the National Park System in which the National Park Service has, or plans to acquire, any legally enforceable interest. The list is evaluated or \"classified\" by the National Register of Historic Places criteria. Structures are constructed works that serve some form of human activity and are generally immovable. They include buildings and monuments, dams, millraces and canals,nautical vessels, bridges,tunnels and roads,railroad locomotives,rolling stock and track, stockades and fences,defensive works,temple mounds and kivas, ruins of all structural types that still have integrity as structures, and outdoor sculpture. The information below is from the LCS database managed by the Park Historic Structures and Cultural Landscapes Program.      Number  Name State  Significance Level    AZ O:5:14 Montezuma Castle Arizona Contributing   AZ O:5:62 Rockshelter with Masonry Rooms Arizona Contributing   AZ O:5:69 Masonry Structure Arizona Contributing   AZ O:5:75 Cavates Arizona Contributing   AZ O:5:88 Rockshelter with Masonry Room Arizona Contributing   AZ O:5:89 Rockshelter with Masonry Rooms Arizona Contributing   AZ O:5:90 Pueblo Arizona Contributing   AZ O:5:91 Pueblo Arizona Contributing   AZ O:5:93 Swallet Cave Ruin Arizona Contributing   AZ O:5:94 Prehistoric Irrigation Canals Arizona Contributing   AZ O:5:95 Castle A Arizona Contributing   MB-3 Equipment Shed Arizona Local   MG-06 Historic Irrigation Ditch System Arizona Contributing   MG-10 CCC Revetment Arizona Local   MH-4 Residence #4 Arizona Local   MH-5 Residence #5 Arizona Local",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/historyculture\/list-of-classified-structures.htm"
}
