{
    "title": "Crater Lake National Park: Crater Lake",
    "body": "Explore This Park    Learn About the Park     Science & Research     Water Monitoring     Crater Lake                Environmental Monitoring of Crater Lake              Why monitor Crater Lake   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:41 seconds  This short video is an excerpt from the visitors center film \"Crater Lake  Into the Deep\".        Long-term Limnological Monitoring Program (LTLMP) The current LTLMP began as a ten-year study (1983-1993) to determine if Crater Lake water clarity was decreasing and to monitor and document the characteristics of Crater Lake. The goals of the current LTLMP are:  develop a reliable database for lake, springs, and seep environmental data develop an understanding of   physical chemical  and, biological processes of the lake, springs, and seeps.   continue a long-term monitoring program investigate the possibility of long-term changes in the lake and, if changes found, and human-caused (for instance pollution), recommend mitigation techniques.          Environmental research is conducted on Crater Lake using the research boat Neuston (pictured), park biologists, university researchers, and other government scientists. NPS  Lake Crater Lake National Park has had an environmental monitoring program running continuously since 1983. The monitoring program is conducted by Crater Lake biologists and other university and government scientists. The monitoring includes:  water chemistry newts crayfish moss fish zooplankton algae physical processes like water currents and weather              The research boat Ouzel is used when monitoring springs and seeps inside the caldera because this boat can safely approach the shallow edges of Crater Lake. NPS  Springs and Seeps  Biologists also do environmental monitoring of groundwater springs and seeps inside the caldera. These springs and seeps contribute small amounts of water to Crater Lake. Springs monitoring has been conducted since 1992. The monitoring includes:  water chemistry physical characteristics of the springs like flow and temperature",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/nature\/monitoringcraterlake.htm"
}
