{
    "title": "Crater Lake National Park: Mazama Newts",
    "body": "Explore This Park    Learn About the Park     Science & Research     Mazama Newts               The Mazama Newt in Crater Lake         Bottom view of a Mazama Newt. NPS   The Mazama Newt (Taricha granulosa mazamae) is found only in Crater Lake. A sub-species of rough-skinned newt. Was the native top predator in the lake prior to fish and crayfish introductions.   Park biologists are concerned about the future of the Mazama Newt so they are studying:   <20px>Genetics to confirm the Mazama Newt is a distinct sub-species, <20px>Locations in Crater Lake to determine the effects of introduced crayfish, <20px>Toxicity to find out if newts are protected from predators.          Mazama Newt crawling on rocks in an aquarium.(object placeholder)      Nature Notes From Crater Lake, Volume 18, 1952 The Mazama Newt: A Unique Salamander of Crater Lake  By James Kezer, Ranger-Naturalist and Donald S. Farner, Assistant Park Naturalist  Summary: The smallest larvae that we have found in the Lake were collected in a partially cut-off pool behind the Government Boathouse on Wizard Island during the first week of September, 1951. Ten of these larvae had an average length of about 3\/4 inch which indicated to us that they had hatched from the egg mass at least three weeks previously. September 6, 1951, on the east side of Eagle Point where the shore of the Lake consists of a rocky beach covered with willows. Two hundred and fifty-nine newts were massed together in an area of water not more than thirty feet square, the vast majority of these being under a single flat rock about nine feet square, resting on other rocks in approximately one foot of water. Making up the aggregation were adults of varying sizes, large larvae and newly metamorphosed individuals. On August 7, 1952, an enormous aggregation of Mazama newts was observed under rocks in the shallow water of about 15-20 feet of shoreline in Eagle Cove. We estimated that at least three hundred newts were involved in this aggregation and, as previously noted, all sizes from large larvae to the largest adults were present.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/nature\/craterlakenewt.htm"
}
