{
    "title": "Crater Lake National Park: Crater Lake water level",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Crater Lake water level                Crater Lake Surface Water Elevation              Lake Elevation and Watershed   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:25 seconds  Video excerpted from the visitors center film \"Crater Lake   Into the Deep\".             Crater Lake water surface elevations (above mean sea level) beginning in 1901.  Gaps in the line indicate missing data.CLICK on the image to get a full size version. NPS  Excerpted from Redmond,K.T. 1988 Crater Lake, An Ecosystem Study.  In 1886, a group of people representing the U.S Geologic Survey, measured the depth of Crater Lake in several places. Using piano wire and a lead weight, they determined that the greatest depth of Crater Lake was 1996 ft. In 1959, a similar survey from the U.S.G.S. corrected the earlier measurement using sonar and established the depth at 1932 ft. This depth is referenced against a surface elevation of 6,176 ft. Because the Lake loses water daily by evaporation and seepage, there are times when the Lake depth must be less than the 1959 value. Likewise, since Lake inputs vary from year to year, there are years when the 1932 ft. depth is exceeded.  Crater Lake is unique for many reasons including its isolation from surrounding streams and rivers. The primary input for the Lake is the annual precipitation the region receives which is close to 69 inches for the long term average as measured at Park Headquarters. The Lake level rises annually from October to April since input exceeds output. As precipitation lessens, the level of the Lake stabilizes until late June. This condition can be explained on the basis of a balance between evaporation and seepage momentarily matching reduced precipitation and run off from melting snow. For the rest of the summer the Lake level falls at a daily average rate of .675 cm\/day or about 25 hundredths of an inch per day. The Lake level is normally at its lowest yearly amount at the end of September. For the Lake level to return to the same value year after year, the input as measured at Park Headquarter must be 66.9 inches which is close to the long term average measured at this site (Redmond, 1990).  Lake level measurements have been recorded inconsistently since the early 1880's. These values have been adjusted to a September 30 date for comparison. The lowest Lake level was recorded on September 10, 1942 when the Lake dropped to a surface level of 6,163.20 ft. This historic reading is related to low precipitation amounts observed regionally during the 1930s. In 1975, the Lake level reached an historic high when it rose to a level of 6,179.34 ft. There is some evidence that the Lake never gets much higher than this 1975 measurement. Lichen stains on rocks near shoreline indicate that the water may have not been above 6180.50 ft. This evidence is also consistent with trees both dead and alive rooted just a few feet above the observed Lake level maximum.  Since Crater Lake has no other significant input source, the Lake level is subject to abrupt changes year to year when snowfall amounts vary. For example, the Lake level rose 2.5 ft between 1951 and 1952. Later it fell 3.40 ft between 1976 and 1977. With more normal amounts of snowfall, little change occurs to the gross Lake level from year to year. As noted earlier, the range of Lake level measurements has varied some 16.14 ft during the last century. The 30 year average for the Lake level is 6,175 ft. This is slightly higher that the average for the period 1907 to 1988 which is 6,170 ft which obviously reflects the low water level observed in the 1930s and early 1940s.  During the summer of 1991, the Lake level was estimated at 6,170.80 ft on July 31. Assuming no significant precipitation through September, by September 31, the Lake level may be near 6,170 ft, the lowest level since the early 1950's. As with the low Lake levels earlier this century, the present trend appears related to less than normal precipitation amounts beginning in the mid 80s. A hundred years of Lake measurements have taught us that we should not assume that the level of Crater Lake does not change. 30 year or even 100 year averages can be very misleading. What we observe one year or one decade is no indication of what can happen the next. Furthermore, since Lake level changes are related to regional climatic events, it is impossible to forecast the next season's Lake level accurately. When we tell the public that Crater Lake is 1932 ft deep, we are relating a single measurement observed at a given time during the recent past. As with any dynamic system, the depth of Crater Lake and its elevation above sea level is never a fixed pair of values since each rise and fall according to forces imposed by nature from outside the caldera.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/nature\/craterlakelevel.htm"
}
