{
    "title": "Crater Lake National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 13, 2015  Park Entrance Fees Increase Beginning May 15  Starting on May 15th, Crater Lake National Park will increase entrance fees for visitors in order to fund important maintenance and improvement projects within the park.   April 24, 2015  Tourism to Crater Lake National Park Creates Over 61 Million in Economic Benefits  A new National Park Service (NPS) report shows that over 535,000 visitors to Crater Lake National Park in 2014 spent close to $45 million in communities near the park. That spending supported 769 jobs in the local area and had a cumulative benefit to the local economy of over $61 million.   January 16, 2015  Park Presented Governor's Film Advocate Award  In a ceremony on January 6, 2015, in Portland, Oregon, Crater Lake Superintendent Craig Ackerman accepted the Oregon Governor’s Office of Film and Television Film Advocate Award on behalf of all staff for their contributions to advancing the film and television industry in the state.   November 20, 2014  Park Proposes Entrance Fee Increases  Crater Lake National Park is considering increases in entrance fees based on new standards being implemented for national parks across the country. Under the proposal Crater Lake would be placed into a tier that includes most major national parks.   September 19, 2014  Founders Day Fire Update  The Founders Day Fire, which was discovered on August 25th, has benefited from continuous planning and analysis from fire management and ecology staff from throughout the southern Oregon and Northern California region.   September 10, 2014  Two Active Fires at Crater Lake National Park  Two fires are currently burning in the park - the Caldera Fire and the Founders Day Fire.  There are no road or trail closures associated with the fires burning within the park.Smoke from the Caldera and Founders Day Fires is minimal and is not impacting park operations.   August 08, 2014  Park Announces Stage 1 Fire Restrictions  Crater Lake National Park and the northwest geographic area have experienced extremely high levels of fire activity during July and early August.Prolonged drought conditions combined with abundant lightning has resulted in numerous large fires.These extreme conditions have resulted in an early onset of fire season and 4 to 6 additional weeks of high fire potential are anticipated for the remainder of the 2014 season.   August 05, 2014  Park Rangers Seek Information on Pacific Crest Trail Hiker  Crater Lake National Park Rangers are seeking information on an individual who was involved in a Search and Rescue incident within the park starting on August 1, 2014.They are also trying to ascertain the welfare of the individual following the incident.On August 1st rangers responded to an area along the west rim north of Discovery Point adjacent to the Rim Trail for an individual who was observed to have fallen from the caldera rim surrounding Crater Lake.The man was reported to have disappeared in the trees on the slope at that location.   June 18, 2014  Crater Lake National Park Announces Vehicle-Free Dates on East Rim Drive  Crater Lake National Park Superintendent Craig Ackerman announced today that sections of the park will be open for non-motorized traffic only June 21-22. For those who need a bit more time to plan, he also announced the Second Annual Vehicle-Free days at Crater Lake will be held on Saturday, Sept. 20 and Saturday, Sept. 27. The park plans to preserve every third and fourth Saturday in September as an annual opportunity to highlight non-motorized use of the park and will open for some time in June, depending on snow pack.   May 22, 2014  North Entrance to Open at Crater Lake National Park  The North Entrance Road in Crater Lake National Park will open for travel Friday afternoon, May 23, 2014 – just in time for the holiday weekend.  Superintendent Craig Ackerman announced that visitors will now be able to drive to and from the park via this popular route and access spectacular views of the lake from West Rim Drive.   This is a very early opening for Crater Lake's North Entrance.  Warm temperatures and a low snow pack have resulted in a greatly accelerated spring opening this year.   May 07, 2014  Snowshoe Hiker Missing at Crater Lake  CRATER LAKE, OREGON – Rangers at Crater Lake National Park are searching for a missing snowshoe hiker last seen on Monday, April 28. The park received a report of a missing visitor on Wednesday morning April 30. The report indicated that the visitor had arrived at the park two days earlier, rented snowshoes from the park concessioner, and set off to hike and take photos.   March 21, 2014  Trail Management Plan Public Scoping  Crater Lake National Park invites your participation in public scoping for the forthcoming Crater Lake National Park Trail Management Plan (TMP).  The scoping will focus on objectives of a TMP that evaluates recreational trends, identifies appropriate opportunities and develops a comprehensive trail network that facilitates alternative experiences to enhance visitor understanding, appreciation and enjoyment of park values while preserving those values unimpaired.   December 12, 2013  Ranger-Guided Snowshoe Walks Begin at Crater Lake National Park  Crater Lake National Park is pleased to announce that our popular ranger-guided snowshoe walks are about to begin for the 2013-2014 winter season.  The walks will start this weekend and will be offered every Saturday and Sunday at 1:00 p.m. through April 27, 2013.  Walks will also be offered daily from Thursday, December 26 through Wednesday, January 1.   December 11, 2013  Park Announces 2014 Artist-in-Residence Program  The Crater Lake National Park Science & Learning Center announced today that it accepting applications for the 2014 Artist-in-Residence program at the park. Application forms and more information are available online at http:\/\/www.nps.gov\/crla\/slc.htm  and are due by February 1, 2014.   August 20, 2013  Crater Lake National Park Announces Inaugural Vehicle-Free Weekend  Crater Lake National Park Superintendent Craig Ackerman announced today the inaugural Vehicle-Free Weekend at Crater Lake to be held this year September 21-22.  The park plans to preserve every third weekend in September as an annual opportunity to highlight non-motorized use of the park.   July 10, 2013  Crater Lake Announces Annual Art Show  Art on the Rim, the 4th annual art show to be held at Crater Lake National Park, is scheduled for July 13th and 14th at the Rim Village Community House from 10:00 AM to 5:00 PM  both days.  The artwork featured was created by the park's recent Artists-in-Residence.  The park Artist-in-Residence program, which draws from artists across the country, was launched four years ago.   June 20, 2013  EAST RIM ROAD OPENS FOR NON-MOTORIZED RECREATION  Due to the season's early snowmelt, Crater Lake National Park Superintendent Craig Ackerman today announced an agreement with Travel Oregon and Cycle Oregon to open East Rim Drive circling Crater Lake to non-motorized traffic, providing a rare experience for visitors to enjoy the park on foot or on bike the weekend of June 22 and 23.   February 26, 2013  Crater Lake and Oregon Caves Tourism Creates Local Economic Benefits  A new National Park Service (NPS) report for 2011 shows that the 76,194 visitors to Oregon Caves National Monument spent $3,848,000 in communities surrounding the park.  This spending supported 59 jobs in the local area.  The report also shows that the 423,551 visitors to Crater Lake National Park spent $34,688,000 in communities surrounding the park, supporting 565 jobs.   November 29, 2012  2013 Artists-in-Residence Program  The Crater Lake National Park Science & Learning Center announced today that it accepting applications for the 2013 Artist-in-Residence program at the park. Application forms and more information are available online at http:\/\/www.nps.gov\/crla\/slc.htm and are due by February 1, 2013.   November 20, 2012  Ranger-Guided Snowshoe Walks Begin at Park  Crater Lake National Park is pleased to announce that our popular ranger-guided snowshoe walks are about to begin for the 2012-2013 winter season.The walks will start this weekend (November 24 \/25) and will be offered every Saturday and Sunday at 1:00 p.m. through April 28, 2013.   November 20, 2012  Crater Lake Ski Patrol is Seeking Volunteers  The Crater Lake Ski Patrol is seeking skilled volunteers to collaborate with the park staff to provide information to visitors, maintain winter trails, and assist park rangers with emergency and search and rescue incidents.   August 28, 2012  Threat of Invasive Species to Temporarily Close Crater Lake to Scuba  To prevent the introduction of aquatic invasive species into the pristine waters of Crater Lake, Crater Lake National Park has issued an immediate, but temporary closure, prohibiting scuba diving and other use of water gear in the lake.   June 12, 2012  North Entrance Road Opens 2012  The North Entrance Road opened June 11th for the 2012 summer season.   May 17, 2012  Annular Solar Eclipse at Crater Lake  Celebrate the Annular Solar Eclipse at Crater Lake National Park.   May 16, 2012  Thanking America's Armed Forces  As a show of our appreciation for America's Armed Forces, the National Park Service will begin issuing a free annual pass for active duty military members and their dependents.   March 01, 2012  National Parks Equal Visitors Money Jobs  According to an annual visitor spending analysis from Michigan State University, national parks bring the national and local economies visitors, spending and jobs.   December 01, 2011  Crater Lake National Park Announces 2012 Artist-in-Residence Program  Crater Lake National Park is accepting applications until February 1, 2012, for the 2012 Artist-in-Residence program.   November 23, 2011  Ranger-Guided Snowshoe Walks to Begin This Weekend at Crater Lake National Park  Ranger-guided snowshoe walks to begin this weekend at Crater Lake National Park.   October 27, 2011  Crater Lake National Park Rim Drive Closes for the Season  The Rim Drives and North Entrance Road at Crater Lake National Park will close for the season on Tuesday, November 1, 2011.   September 02, 2011  Lightning Ignites Wildfires at Crater Lake National Park  Lightning started fires are burning in Crater Lake National Park and have caused some trail closures.   July 24, 2011  Rim Drive Opens at Crater Lake National Park  The 33-mile Rim Drive around Crater Lake is now open for the summer season.   July 13, 2011  Park Rangers Rescue Man at Crater Lake - UPDATE  Update on the condition of a man who fell into the caldera of Crater Lake.   July 11, 2011  Park Rangers Rescue Man from the Crater Lake Caldera  Park Rangers rescued a man after he fell in the Crater Lake caldera from the Sinnott Memorial Overlook.   July 09, 2011  Construction Begins on Cleetwood Cove Bulkhead  This summer, work is underway to replace the bulkhead at Cleetwood Cove. The bulkhead is the structure that holds the boat docks in place and is critical for boat research and tour operations. It was originally constructed in the 1960s and can no longer be relied upon.   June 29, 2011  Summer Art Show and Fall Artist-in-Residence Program  The 2nd annual Art Show, Art on the Rim, is scheduled for July 9 and 10 at the Rim Village Community House. Applications for the Fall Artist-in-Residence program are due by July 15, 2011   June 29, 2011  North Entrance Road Opens at Crater Lake National Park  Crater Lake National Park's North Entrance Road and West Rim Drive opened for the summer season on June 24, 2011.   January 01, 2011  Road to Rim Reopens After Major Storms  Crater Lake National Park is pleased to announce the reopening of the road to Rim Village.   December 03, 2010  Ranger-Led Snowshoe Walks Resume  Crater Lake National Park is pleased to announce that our popular ranger-guided snowshoe walks are about to begin for the 2010-2011 winter season.  The walks will take place every Saturday and Sunday at 1:00 p.m. from December 4 through April.   October 25, 2010  Rim Drive Closes for the Season  Rim Drive and the North Entrance are now closed for the season due to snow and icy conditions. The South and West Entrances to Crater Lake National Park remain open to visitor traffic year round.   October 13, 2010  Prescribed Fire Planned  Fire managers at Crater Lake National Park are monitoring weather, fuels, and smoke management forecasts in anticipation of implementing the Upper Panhandle prescribed fire starting as early as Friday, October 15.   September 22, 2010  Helicopter Recovery Operation  Helicopter operations safely removed automobile parts and associated debris within the caldera of Crater Lake that resulted from the 9\/11\/2010 auto mishap near North Junction.   September 19, 2010  Only Second Automobile to Tumble into Crater Lake  The 2003 Volkswagen Passat that tumbled to the shore of Crater Lake last Saturday evening was only the second automobile to ever do so.   September 16, 2010  Automobile Mishap  Automobile mishap leads to 1,100 foot tumble into Crater Lake, but no injuries.   August 27, 2010  Phoenix & Williams Ridge Wildfires  Interagency fire crews and engines continue to manage the Phoenix Wildland Fire burning an estimated 350 acres in Crater Lake National Park, with about 30 to 50 of those acres on the Fremont-Winema National Forests.   February 07, 2010  Lost Skiers Rescued  Crater Lake National Park Service Rangers launched a Search and Rescue Mission for three overdue cross country skiers early Wednesday. Park Rangers and members of the Ski Patrol found the skiers and assisted them back to the Headquarters Area.   May 12, 2008  Crater Lake National Park Announces No Increase in Entrance Fees in 2008  Crater Lake Superintendent Craig Ackerman has announced that Park entrance fees will remain unchanged for 2008.  An increase in fees that had been under consideration has been cancelled for the immediate future.    March 03, 2008  Craig Ackerman Selected as Crater Lake National Park Superintendent  Craig Ackerman is the newly appointed superintendent of Crater Lake National Park, said National Park Service (NPS) Regional Director Jonathan B. Jarvis today.  Ackerman replaces Chuck Lundy who retired at the end of last year.   August 24, 2006  Crater Lake Science and Learning Center Grand Opening  The new Crater Lake Science and Learning Center will celebrate its grand opening on Friday August 25.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/news\/newsarchive.htm"
}
