{
    "title": "Crater Lake National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 11, 2016  Cleetwood Parking Lot To Close During Parking Lot Expansion Beginning August 15  Beginning on August 15, the Cleetwood parking lot will close during a major construction project that includes expanding the parking lot by more than 70 percent, installing two permanent vault toilets, and improving trailhead access. From August 15 through September 5, the only way to access the lake for boat tours, hiking, swimming, or fishing will be to take a paid shuttle from Rim Village.   August 06, 2016  Updated Evacuations and Closures for Bybee Creek Fire Area  Crater Lake National Park will lift the Level 1 Evacuation Notice for Rim Village and Park Headquarters on Sunday, August 7, at 8 a.m. The entire length of the Pacific Crest Trail (PCT) within Crater Lake National Park, including the alternate route along the Rim Trail, will also reopen at this time. West Rim Drive will reopen on Monday, August 8, at 8 a.m., from the intersection of Munson Valley Road and West Rim Drive (near Rim Village) to North Junction.   August 02, 2016  Crater Lake National Park Notifies Visitors and Residents to “Be Ready”  for Potential Evacuation of Rim Village and Park Headquarters Areas  Crater Lake National Park is issuing a Level 1 Evacuation Notice for Rim Village and Park Headquarters effective at 3:30 p.m., August 2, 2016. The Level 1 notice informs residents and visitors to “be ready” for a potential evacuation of Rim Village and Park Headquarters in the event that the Bybee Creek Fire approaches these areas.   July 31, 2016  Crater Lake National Park Implements Stage 1 Fire Restrictions  To ensure public safety and to provide the highest degree of protection to park resources, Crater Lake National Park has implemented Stage 1 fire restriction effective at midnight tonight, July 31, 2016.   July 29, 2016  Bybee Fire Burning in Crater Lake National Park  The Bybee Fire is currently burning on the west side of Crater Lake National Park along the Pacific Crest Trail. The fire was discovered yesterday afternoon and by 10 p.m. was estimated to be nearly 50 acres with no containment. It is located near the junction of the Lightning Springs Trail and the Pacific Crest Trail.   July 27, 2016  Man Rescued Through Coordinated Effort After Fall in Pinnacles Area  A 21-year-old Portland, Oregon, man fell 250 feet into Wheeler Creek drainage at the Pinnacles area at approximately 7 p.m. on Saturday, July 23.   July 11, 2016  Crater Lake National Park Rangers Seize 234 Pounds of Morel Mushrooms  Crater Lake National Park rangers seized more than 234 pounds of illegally harvested morel mushrooms during the Fourth of July weekend. The estimated market value of the confiscated mushrooms is $7,944.   July 06, 2016  Crater Lake Announces Summer Art Show  Art on the Rim, the 7th annual Art Show to be held at Crater Lake National Park, is scheduled for July 9th and 10th at the Rim Village Community House from 10:00 am to 5:00 pm both days.   June 12, 2016  Beetle BioBlitz at Crater Lake National Park  The Crater Lake National Park Science and Learning Center is sponsoring a survey and inventory of Crater Lake’s beetles (Coleoptera) on Saturday, July 23, 2016 from 9:00 am to 5:00 pm.  This Beetle BioBlitz is an opportunity for “citizen scientists” from the general public to join park staff and other scientists to characterize the biological and genetic diversity of beetles occupying the Crater Lake landscape.   May 30, 2016  Two Hikers Rescued from Crater Lake Shoreline  Two Hikers Rescued from Crater Lake Shoreline   May 05, 2016  Spring Opening Operations Underway at Crater Lake National Park  Crater Lake National Park has begun spring opening operations along West Rim Drive. The Crater Lake road crew has cleared snow to the Diamond Lake Overlook, about five miles northwest of Rim Village. The first mile of West Rim Drive, from Rim Village to Discovery Point, is currently open to motorized vehicle traffic. The North Entrance is projected to open to vehicles between Memorial Day and mid-June, dependent on weather. Crater Lake will begin charging an entrance fee beginning Friday, May 6. Entrance fees for a seven-day pass into the park are $15 per car or $10 per person for motorcycles, bicycles, and pedestrians.   April 21, 2016  Tourism to Crater Lake National Park Creates $71,212,400 in Economic Benefits  A new National Park Service (NPS) report shows that 614,712 recreational visitors to Crater Lake National Park in 2015 spent $52,185,000 in communities near the park. That spending supported 887 jobs in the local area and had a cumulative benefit to the local economy of $71,212,400.   March 03, 2016  Augment Annie Springs Water Supply Environmental Assessment  Crater Lake National Park officials announced today the release of the Augment Annie Springs Water Supply Environmental Assessment (EA) for public review. The EA analyzes alternative sources of potable water to ensure an adequate, safe, long-term supply for the park’s developed areas. The National Park Service proposes to utilize an existing exploratory well as a new groundwater source for potable water that can either supplement the Annie Springs surface water source or provide a sole source of supply to the park water system should Annie Springs not be available.   February 25, 2016  Crater Lake National Park Signs Sister Park Agreement with China Park  As America’s National Park System gears up to celebrate its Centennial Anniversary, Crater Lake, Oregon’s National Park gem, joined with Wuyishan National Scenic Area (a UNESCO World Heritage Site in China) in a Sister Park Agreement.   February 03, 2016  Public Scoping - Invasive Vegetation Management Plan  Crater Lake National Park invites public input on the scope of an Invasive Vegetation Management Plan in conformance with the National Environmental Policy Act (NEPA). The Invasive Vegetation Management Plan would provide a framework for managing non-native, invasive plants in order to protect the park’s native ecosystems.   January 29, 2016  2015 Visitation to Crater Lake National Park Highest in 25 Years  Crater Lake National Park welcomed 664,000 visitors in 2015, a 13.5 percent increase from 585,000 visitors in 2014. This is the highest park visitation in 25 years.   December 23, 2015  Crater Lake National Park Open During Winter Storms  Crater Lake National Park remains open during winter storms that have brought more than 130 inches of snow to park headquarters since December 9. The Steel Visitor Center is open daily from 10 a.m. to 4 p.m., except on December 25, and Highway 62 South is plowed and passable, although chains or traction tires are required for travel on park roads, and visitors should be prepared for winter driving conditions.   December 17, 2015  West Panhandle Forest Restoration Project Public Scoping  Crater Lake National Park is seeking public input on the scope of an environmental assessment (EA) to be prepared for the West Panhandle Forest Restoration Project in conformance with the National Environmental Policy Act (NEPA).   November 25, 2015  Ranger-Guided Snowshoe Walks to Begin This Weekend at Crater Lake  Crater Lake National Park is pleased to announce that our popular ranger-led snowshoe walks are about to begin for the 2015-2016 winter season.  The walks will start this Saturday, November 28, and will be offered every Saturday and Sunday (and some holidays) through May 1, 2016.   October 28, 2015  Winter Road Closures at Crater Lake National Park  Crater Lake National Park’s North Entrance Road and East and West Rim drives will close for the season on Sunday, November 1, at 5 p.m. All visitors to Crater Lake National Park must use Highway 62 to access the park from the south or west during these closures. The North Entrance Road and Rim drives, with elevations from 5,850 to 7,960 feet above sea level, receive an average of more than 40 feet of snow each year and are not plowed from fall to late spring because of deep drifts, avalanche risk, and other dangerous conditions.   September 01, 2015  Crater Lake National Park Welcomes Fourth Grade Students Through Every Kid in a Park Initiative  Crater Lake National Park invites all fourth grade students to visit the park for free as part of the White House’s new Every Kid in a Park program.   August 31, 2015  Pacific Crest Trail Reopens in Crater Lake National Park  The entire length of the Pacific Crest Trail within Crater Lake National Park is now open.   August 28, 2015  North Entrance of Crater Lake National Park to Reopen  Crater Lake, OR - The north entrance to Crater Lake National Park will reopen on Friday, August 28, 2015.  Burn out operations related to the Crescent Fire were successful and have established a strong fire line to the north and east along Highway 138 and the park’s North Entrance Road.   August 16, 2015  North Entrance of Crater Lake to Close Temporarily for Fire Operations  The north entrance to Crater Lake National Park will close temporarily beginning at 10 PM on Sunday, August 16, 2015, to allow for fire line preparation and burn out operations related to the Crescent Fire. The precautionary closure is being put into effect to facilitate fire operations and provide for the safety of firefighters and park visitors.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/news\/newsreleases.htm"
}
