{
    "title": "Crater Lake National Park: Crater Lake Aquatic Moss",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Crater Lake Aquatic Moss                The aquatic moss of Crater Lake              Crater Lake underwater moss   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:24 seconds  The aquatic moss of Crater Lake.  Excerpted from the Visitors Center film \"Crater Lake  Into the Deep\".            Aquatic moss, living in Crater Lake at depths between 25 and 150 yards, grows on a deep lake mooring line. NPS   New information on moss distribution, biomass, and history in the lake is one of the most significant development in the ecology of Crater Lake in 40 years. the moss is a type of bryophyte (Drepanocladus sp. and Fontinalis sp.) the moss is most common around Wizard Island, but can be found around the margins of the entire lake the moss grows at 25-140 meters  field studies used remotely-operated vehicles (ROV), multi-beam sonar, side-scan sonar, and sonar back-scatter analyses to map the moss locations dead moss layers, underlying the live moss, have been dated at several thousand years old         This graph shows a cross-section of the bottom on the east side of Wizard Island, with the aquatic moss deposits shown by the arrows \"Thick Peat Sediments\" and \"Fumaroles\".  The thick peat sediments are remnants of dead moss that have accumulated over hundreds or thousands of years.  Live moss (not shown) still live on the surfaces of some of the peat deposits. The fumaroles are curious pits, depressions, and tubes in some areas of the peat deposits. NPS         A tunnel through dead aquatic moss at the bottom of Crater Lake.  The dead moss layers accumulate over thousands of years, sometimes reaching 40 yards thick.  Various pits, holes, and depressions form in the dead moss which vary in size from inches to tens of yards in diameter. NPS  Fumeroles  there is a strange collection of tubes, pits, holes, and depressions on the surface of the dead moss layers some of the holes begin at the surface of the moss layer and stretch up to five meters into the bottom the strange formations are several inches to tens of meters in diameter the process that forms the tubes and holes is unknown                     Finding the submerged aquatic moss   9 Photos  Photographs of the research boat preparing for collecting moss, other photos show live moss caught by mooring lines and photographs of a submersible sled used in mapping the moss locations.          Collecting aquatic moss from Crater Lake   9 Photos  Photographs of the aquatic moss core pipe and the moss after collection.          Pits and tunnels in moss deposits   18 Photos  Photographs of the pit, tunnels, and depressions found in the dead moss layers in Crater Lake.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/nature\/the-aquatic-moss-of-crater-lake.htm"
}
