{
    "title": "Crater Lake National Park: Winter Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Winter Safety              Winter Safety        Skiing on Garfield Peak Photo by Greg Funderburk      With an average of more than 500 inches of snow per year, Crater Lake National Park offers wonderful opportunities for winter recreation. Enjoy all this park has to offer, but remember that winter conditions bring certain hazards. You are responsible for your safety. Before you head out, take some time to learn about winter safety. AvalanchesSnow on the steep mountain slopes in the park creates ideal conditions for avalanches. Influenced by wind, temperature, snow, rain, slope, and aspect, the risk of avalanche can vary daily or even hourly. The majority of avalanche accidents are caused by backcountry users traveling through terrain that is unsafe, so knowledge of conditions and attention to warning signs is essential for safe winter recreation. Before you venture away from plowed roads and parking lots, stop in at the visitor center for a map of avalanche areas along winter trails at Crater Lake, check current avalanche forecasts on the Mount Shasta Avalanche Center website, and spend some time researching avalanches, avalanche safety, and rescue. Have you checked an Avalanche Safety Checklist? Slope: As a rule, avalanches occur on slopes steeper than 30 degrees. Learn how to identify these slopes and avoid them during hazardous conditions. If you choose to travel on steep slopes, know how to evaluate the hazard and be prepared to react to an avalanche accident.Snowpack: Slides occur when the snowpack is unstable—most often during or right after a storm. Wind also can create unstable conditions by moving snow and adding weight to the snowpack. Temperature changes, such as rapid warming, also can cause snow to become unstable. Snow CornicesSnow cornices are overhanging deposits of snow formed as wind blows snow over an edge. Cornices are difficult to distinguish from above and can extend beyond the rim of the caldera ten feet or more. They can collapse when weight is added to them. You might walk onto a cornice without knowing it. When near the rim of the caldera, stay well away from the edge—what appears to be solid ground may be a cornice that could give way. Cornice falls can happen at any time, not only under high avalanche hazard conditions. RoofalanchesRoofalanches are avalanches that slide off of the roofs of buildings. Heavy sheets of snow and ice often accumulate on roofs before finally sliding. Never stand under the eaves of a building, and don't climb on snow-covered roofs. A roofalanche can occur at any time, trapping a person under heavy snow or between a building and the snowpack.Tree WellsA tree well is an unstable hole or depression around the base of a tree. It is formed when low branches prevent snow from filling in around the trunk. A person can fall into a tree well and become trapped, resulting in suffocation. It is extremely difficult to get out of a tree well without help. Stay safe while snowshoeing or skiing in the trees—don't get too close to trees, always go with a partner, and keep your partner in sight. Terrain TrapsA terrain trap is a landscape feature that increases the chances of injury in an avalanche. They include gullies, creek beds, drainages, abrupt slope transitions, or any other feature that causes avalanche debris to pile up more than on an open slope. Even in a small avalanche, a terrain trap can leave a person buried under deep snow. There are hundreds of small, innocent looking gullies in the park. Before you travel in or near one, think about the consequences: even a small avalanche can be catastrophic there.",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/winter-safety.htm"
}
