{
    "title": "Crater Lake National Park: Schedule of Events",
    "body": "Schedule of Events         A park ranger narrates as a boat tour nears Phantom Ship. NPS  Summer Programs  Crater Lake Boat Tours - Given daily from July to mid-September, weather permitting. Reservations are strongly recommended as few tickets are available on the day of the tour. People with reserved tickets must sign-in at the booth in Cleetwood parking lot. Boat tour access requires hiking 2.2 miles round trip on a strenuous trail! Please check with Xanterra Parks & Resorts for the most current boat tour schedule and reservations.   Trolley Tours - Join a park ranger on a 2-hour tour aboard a historic-styled trolley. Offered daily from July to mid-October (weather permitting). Starting at Rim Village, a driver will navigate the 33 miles of the Rim Drive around Crater Lake including 4 stops for photos. Tickets can be purchased the day of the tour or ahead of time from the Crater Lake Trolley by calling (541)883-2609.  Discovering Crater Lake Talks - Explore the special qualities and features of the \"Jewel of the Cascades\" and how it came to be. This 20 minute talk is presented daily at the Sinnott Memorial Overlook starting in June through Labor Day (weather permitting). Check with the visitor centers for times.  Ranger's Choice Talks - Learn about different unique aspects of Crater Lake National Park. This 20 minute talk is presented twice daily on the back porch of the Crater Lake Lodge. Topics vary from ranger to ranger. Some talks will also be given from late-May to the end of June and in September to mid-October. Check with the visitor centers for times.  Junior Ranger Program - Visitors 6 to 12 years old may become \"Junior Rangers\" by participating in this activity. The program is available in the afternoon by the Rim Visitor Center from early July through Labor Day.  Guided Hikes - Hike with a park ranger to explore and learn about Crater Lake. Trail choice varies depending on the ranger leading the hike. Offered daily from July to September (weather permitting). Check with the visitor centers for times and locations.  Evening Programs - Join a park ranger for an in-depth presentation on a variety of topics relating to the natural and cultural history of Crater Lake. Specific topics are posted at the visitor centers and campgrounds. Programs are presented at the Mazama Campground amphitheater from July through Labor Day (weather permitting).        Folks enjoying a snowshoe walk on a sunny day. NPS  Winter Programs Ranger-led Snowshoe Walks - Rangers lead 2-hour snowshoe hikes discussing various aspects of winter ecology. Walks take place every Saturday and Sunday at 1:00 p.m. from late November (snow permitting) through the end of April. Participants must wear snowshoes because of the deep snow along the route. Free snowshoes are provided. There is a 30 person limit on each walk, and a minimum age of 8 years. Please sign up in advance by calling (541) 594-3100. Snowshoe walks can also be arranged for organized groups (like scout troops, church groups, or hiking clubs) of 10 people or more. Call (541) 594-3093 in advance to make arrangements for these group walks.",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/schedule-of-events.htm"
}
