{
    "title": "Crater Lake National Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections         Photographic aid for firefinder at Watchman fire lookout, 1936. Crater Lake Museum & Archives Collection  The Museum and Archive Collections of Crater Lake National Park support the research and preservation strategies for which the park was established. Their purpose is to document the natural (physical) resources of the park and the history of the park's efforts to preserve and protect those resources; to preserve information about specimens and collections related to the resource as a whole; to perform background research on the object(s), specimen(s), or collection(s); to provide access for research;  to provide information to the public. The collections consist of a variety of cultural objects and papers relating to the park's establishment and development, archival resources such as historic photographs, and natural resources including botanical, aquatic, and geologic specimens. Please contact the CRLA Museum & Archive Collections with any research requests at e-mail us.       Pressed speciman of purple fritillary Crater Lake Museum & Archive Collection  Digital Image Project The Digital Image Project is a compilation of historic and contemporary images that are of or relate to Crater Lake National Park. The Digital Image Project was developed to update the park's photographic archives and interpretive images, document and preserve historic images, and make the photographic archive images of park resources and activities accessible and useable to the public. The goal of the Digital Image Project is to provide a complete visual timeline of events at Crater Lake National Park. The over 1,100 images span a date range of more than one-hundred and twenty years from 1886 to 2010, and will continue to be updated as resources allow. How do I find photographs in the Digital Image Project? Photographs are available on the NPS Focus Digital Library. The NPS Focus Digital Library is the National Park Service digital image\/resource management solution sponsored by the NPS Office of the Chief Information Officer. This site provides a portal for anyone to easily access historic and contemporary images from the Museum and Archive Collections Digital Image Project from anywhere.  Also, a selection of historic images are also posted to Crater Lake's Flickr page (CraterLakeNPS). Why is CRLA Museum & Archive Collections placing photographs on NPS Focus and Flickr? CRLA Museum and Archive Collections has contributed to NPS Focus and Flickr to introduce new audiences to our collections and make them more readily accessible to the public and researchers.   What about copyright or other restrictions? Crater Lake National Park is offering public access to its Museum & Archive Collections as a contribution to education and scholarship. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and\/or by the copyright or neighboring-rights laws of other nations. The reproduction of some materials may be restricted by terms of National Park Service (NPS) gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks. Transmission or reproduction of protected items beyond that allowed by fair use requires the written permission of the copyright owners. Please refer to the Access and Restrictions fields in NPS Focus to determine what use is allowable for each image. The NPS may provide information about copyright owners and other restrictions as a service to aid patrons, however, determination of the appropriate use of an item ultimately rests with the patron. As a publicly supported institution the NPS generally does not own rights to material in its collections and cannot give or deny permission to publish or otherwise distribute material in its collections. Please visit www.copyright.gov for more information. It is the patron's obligation to determine and satisfy copyright or other use restrictions when using materials found in the NPS collections outside of fair use.       Park Superintendent's report for 1911. Crater Lake Museum & Archive Collection  What is the Restrictions field in NPS Focus?  A few types of restrictions exist for this field. An image is either in the public domain or it may have copyright or privacy restrictions that the CRLA Museum & Archive Collections were not able to determine. In the later, the image is provided for Fair Use purposes only and permission to publish, exhibit, perform, reproduce, prepare derivative works from, sell, or otherwise distribute items must be obtained by the researcher separately in writing from the holder of the original copyright as well as from any individual(s), groups, or corporations whose name, image, recorded words, or private information may be reproduced in the source material. The holder of the original copyright is not necessarily the National Park Service. The National Park Service is not legally liable for copyright, privacy, or publicity infringement when materials are wrongfully used after being provided to researchers for \"fair use.\"  What does \"public domain\" mean? An image in the \"public domain\" is no longer under copyright protection or it failed to meet the requirements for copyright protection, and may be used freely without the permission of the former copyright owner. For more information please visit the U.S. Copyright Office at http:\/\/www.copyright.gov\/.   What is \"fair use\"? Under the Copyright Act, certain \"fair\" use of copyrighted material are allowed which do not require permission of the creator or copyright holder of a work. In general, the use must be limited, noncommercial, and in the context of teaching or research. For more information please visit http:\/\/www.copyright.gov.  How is \"fair use\" different in the digital environment?  The electronic world complicates fair use. Although the concept of fair use remains the same, the application of fair use can be different because of the easy ability to copy, download, and forward images without knowing their sources of origin and, therefore, their copyright status. To be safe, you need to know who took the image, when the image was taken, if the image has copyright status, if the image is published or unpublished, registered for copyright protection, etc. For more information please visit http:\/\/www.copyright.gov.",
    "url": "https:\/\/www.nps.gov\/crla\/learn\/historyculture\/collections.htm"
}
