{
    "title": "Crater Lake National Park: Summer Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Summer Safety              Summer Safety        A view from the Wizard Island Summit Trail NPS       Stop by a visitor center to check current information about park conditions. Rangers are available to answer questions and provide information regarding all aspects of safely visiting Crater Lake National Park.       Safe Driving  Always wear your seat belt. Obey posted speed limits. Maximum park speed limit is 45 mph. Check road conditions before you leave on a trip. Be prepared for changing weather conditions. Watch for animals on the road, especially in evening and morning.         Safe Biking    Wear a helmet at all times. Ride bicycles only on paved roadways and on the unpaved Grayback Drive. Bicycles are not allowed on park trails, with one exception:the Pinnacles Trail. Ride on the right side of the road in single file. Obey the rules of the road at all times. Use hand signals to communicate with other drivers.       Lightning Safety    Afternoon storms are common in summer, get to a safe place before storms hit. Avoid mountain tops, ridges, open areas, and lone trees;forested areas with trees of similar height are safer. Do not stand on tree roots. If swimming, get out of the lake. The National Oceanic and Atmospheric Administration (NOAA) provides a variety of material and links through their website at:http:\/\/www.lightningsafety.noaa.gov\/outdoors.htm. This site contains critical lightning safety and medical information.       Water Warning    Giardia, Camphylobacter, and other harmful bacteria may be transmitted through untreated water. If you use water from lakes or streams, boil 3-5 minutes to kill microorganisms, use water treatment tablets or filter with an approved device.       Prevent Human-Caused Fires    Build campfires only in designated areas, monitor them, and make sure they are completely extinguished. Grind out cigarettes, cigars, or pipe tobacco, then properly dispose of them. Ashtrays should be used in vehicles and should never be emptied on the ground. Fireworks and other pyrotechnic devices are prohibited at all times in the park. Obey posted fire restrictions. Restricts are posted as Alerts at the top of this page and at all visitor centers.",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/summer-safety.htm"
}
