{
    "title": "Crater Lake National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes          Park Entrance Fee Payment can be made by cash, check, or credit card at the fee booth upon entering the park. Your fees are put to work improving visitor services and facilities. Thank you for supporting your national parks!  Car - $15.00  Admits one private, non-commercial vehicle (15 passenger capacity or less) and all occupants. Good for up to 7 days. Motorcycles - $10.00 Admits one or two passengers on a private, non-commercial motorcycle. Good for up to 7 days. Bicycles & Pedestrians - $10.00 Admits one individual with no car (bicyclist, hiker, pedestrian). Youth 15 and under are admitted free of charge. Good for up to 7 days. Commercial Vehicles (capacity of 1 to 6 passengers) - $25.00 + $5.00 per passenger The fee structure for commercial vehicles visiting national parks is based on the capacity of the vehicle you arrive in, not the number of passengers. Commercial Vehicles (capacity of 7 to 15 passengers) - $75.00 The fee structure for commercial vehicles visiting national parks is based on the capacity of the vehicle you arrive in, not the number of passengers. Commercial Vehicles (capacity of 16 to 25 passengers) - $100.00 The fee structure for commercial vehicles visiting national parks is based on the capacity of the vehicle you arrive in, not the number of passengers. Commercial Vehicles (capacity of 26 or more passengers) - $200.00 The fee structure for commercial vehicles visiting national parks is based on the capacity of the vehicle you arrive in, not the number of passengers.      Special Passes Whether you are a frequent visitor to Crater Lake, a senior citizen, or maybe looking to take a grand tour of many of America's national parks, there is a pass for you. The passes below are available at the park, when the fee booths are open.         Crater Lake Annual Pass - Valid at Crater Lake National Park and Lava Beds National Monument only, the Crater Lake annual pass is good for one year from the issue month. It admits the pass owner and accompanying passengers in a single, private, noncommercial vehicle, or the pass owner and three persons when entry is by other means. Cost $30.         America the Beautiful Annual Interagency Pass - Available for purchase by anyone 16 years and older. Good for one year at Federal recreation sites where entrance or standard amenity fees are charged. Also available online. Cost $80.         America the Beautiful Annual Military Pass - Available for free for all active-duty service men and women (Army, Marines, Navy, Air Force, Coast Guard, and activated National Guard and Reserves) and their dependents. Good for 12 months at federal recreation sites where entrance or standard amenity fees are charged.         America the Beautiful Senior Interagency Pass - Available for purchase by any US resident or citizen 62 years old and older. Good for lifetime use at Federal recreation sites where entrance or standard amenity fees are charged. Cost $10 in person, or online for $20.         America the Beautiful Access Interagency Pass - Available for any US resident or citizen with a permanent disability. Good for lifetime use at Federal recreation sites where entrance or standard amenity fees are charged. Cost is free, with proper documentation.",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/fees.htm"
}
