{
    "title": "Crater Lake National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Campgrounds          The park has two campgrounds. They are open only in the summer. Both campgrounds are located in forests south of the lake. Senior Pass and Access Pass holders are entitled to a 50% discount.  Camping (and overnight parking) elsewhere in the park is not allowed, except by backcountry permit. For a list of campgrounds outside the park, download the Lodging & Camping brochure from our publications page.                       Mazama Campground  Mazama Campground (214 sites) is located 7 miles south of Rim Village near Highway 62. In 2016, it will be open from June 3 through October 9. All sites in June are first-come, first-served. After June, 75% of the campsites are reservable in advance by calling 888-774-2728 or online. The remaining 25% are first-come, first-served. In July and August, the campground usually fills up, typically by late afternoon. The campground offers tent sites ($22 per night) and RV sites ($31). A few of the RV sites have electric hookups ($35). A water hookup is available at the dump station. There are many pull-through sites; some can accommodate RVs as long as 50 feet. Each site has a picnic table, fire ring, and food locker. Black bears are rarely seen, but campers are advised to store all food in their locker or vehicle. The campground has drinking water, flush toilets, showers, and laundry facilities. A general store sells groceries, firewood, and gasoline. You can call Mazama Campground directly during the summer at 541-594-2255 ext. 3610. It is operated by the park's concessioner, Xanterra Parks & Resorts.      Lost Creek CampgroundLost Creek Campground (16 sites) is a small, tents-only campground on the road to Pinnacles Overlook. Sites are $10 per night. It usually opens in early July and closes in mid-October. Registration is self-service, and reservations are not taken. In July and August, it typically fills by mid-afternoon. It has drinking water, sinks, and flush toilets. Each site has a picnic table, fire ring, and food locker. Payment can be made by check or exact cash. Lost Creek Campground is operated by the National Park Service.          Backcountry Camping  All campers not staying in the park's developed campgrounds must obtain a backcountry permit. The only exception is through-hikers on the Pacific Crest Trail, who may instead sign the trail register as they enter the park. Permits are free and are available at Park Headquarters, from the visitor center or ranger station, between 9:00 am and 5:00 pm. Permits are not available over the phone. Backcountry campers must travel at least 1 mile from their car in order to camp. The group size limit is 8 people.  Due to the park's snowy winters, the backpacking season at Crater Lake is short. Typically, the park's lower elevation trails become snow-free in late June. Some higher-elevation trails typically remain closed by snow until mid-July. The best time to visit the park's backcountry is mid-July through September.  The park has a number of established backcountry campsites. These sites consist of a flat patch of bare ground and usually an established fire ring. The most popular established sites are at Lightning Springs and at Dutton Creek (each of which actually consists of several sites in the same vicinity). The park also allows dispersed camping, where you can pick your own campsite, provided you follow certain rules. The main rule is that campers must be at least 1 mile from the nearest road. Some areas of the park are closed to backcountry camping. For example, camping is not allowed along any of the park's main day-hiking trails. In the summer, camping is also not allowed inside the 33-mile Rim Drive that encircles Crater Lake. In fact, campers must be at least 1 mile outside the Rim Drive. This means that there is no backcountry camping in the summer with a view of Crater Lake.    Because the park's day-hiking trails tend to be more scenic than the park's backcountry trails, some visitors opt to spend most of their time doing day-hikes. In the evening, they backpack a short distance into the backcountry to spend the night. At this time, the park does not have a backcountry trail guide or a list of suggested trails and itineraries. Many possibilities exist; the best way to plan a trip is to consult a topographic map and talk with rangers at the visitor center. Our recommendations will depend on your interests and abilities, and on conditions in the park (such as the presence of snow, the weather forecast, the abundance of mosquitos on certain trails, etc.). Please note that there is no hiking trail that encircles Crater Lake. There is a spectacular hiking trail along a 6-mile stretch of the West Rim, but it is for day use only and not open to camping. Also note that backcountry regulations are different in the winter months (November through May). When the Rim Drive closes to automobiles for the season, it becomes a trail for snowshoers and cross-country skiers. Camping along the rim is allowed when the Rim Drive is closed to vehicles. Snowshoers and skiers must travel at least 1 mile from the nearest plowed road in order to camp.   For more information, download the park's backcountry regulations checklist [69 kb PDF].",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/campgrounds.htm"
}
