{
    "title": "Crater Lake National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations          Reservations Advance reservations for can be made for the park's motels, one of the park's campgrounds, and boat tours on Crater Lake. These services are operated by the park's concessioner, Xanterra Parks & Resorts. Reservations can be made online or by calling 888-774-2728.           Backcountry Permits Permits are required for overnight backcountry travel in Crater Lake National Park. Learn more about obtaining a backcountry permit.   Special Use Permits Most special events and activities held within the park require a Special Use Permit. A Special Use Permit is required for activities that provide a benefit to an individual, group, or organization, rather than the public at large, and for activities that require some degree of management by the National Park Service. The goal of the park in issuing a permit is to ensure that the permitted activity does not interfere with the enjoyment of the park by other visitors and that the natural and cultural resources of the park are protected.  *Please allow 4-6 weeks for processing. Any application fees must be received prior to processing. Additional fees may apply. Activities and events that require Special Use Permits include (but are not limited to):  Filming\/Photography (permit information, long form application, short form application, map) Wedding Ceremonies (permit information, map, application) Scattering of Ashes (permit information, map) Other Special Events such as Rallies, Sporting Events, Large Backcountry Camping Groups, Large Picnic Groups, etc. (application)  Commercial Use Authorizations  Permits are required of all individuals, organizations, or businesses who lead commercial trips within the park or in other ways receive monetary gain or profit from commercial activities that take place within the park. Commercial Use Authorization Application and Instructions Commercial Use Authorization Acknowledgement of Risks  Commercial Use Authorization Annual Report Form Special Use Permits \/ Commercial Use Authorization applications and materials may be submitted to: Crater Lake National Park Attn: SUP\/CUA Coordinator P.O. Box 7 Crater Lake, OR 97604 email 541-594-3052 (phone) 541-594-3050 (fax)",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/permitsandreservations.htm"
}
