{
    "title": "Crater Lake National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Ways to Reach the Park Airplane The closest airport is in Medford (80 miles from Park Headquarters). Car rentals are available. Train AmTrak provides service to Klamath Falls (60 miles from Park Headquarters). From there, it is possible to rent a car or arrange a shuttle (late June to mid-October).  Public Transportation At this time, no public transportation reaches the park. Car There is no restriction on the size of RVs, trailers, or buses allowed in the park. Roads in the park are narrow, however, so drive carefully and watch for wildlife, bicyclists, and pedestrians.        Arriving by Car   Things to Know Cell phone reception in the park and surrounding areas is limited. Be sure to carry a map or GPS. The park does not have a physical address, so it can be difficult to locate using GPS. Try entering \"Crater Lake\" as a town or waypoint, or entering the coordinates for Park Headquarters, which is 3 miles south of Rim Village: 42° 53' 48.91\" North 122° 08' 03.08\" West Be aware that the park's North Entrance is closed for about 7 months each year. It closes November 1 (or earlier, if there is significant snowfall). It usually opens in late May or early June. Unleaded gas is available seasonally at the Mazama Village Store. The rest of the year, the closest gas stations are in the towns of Prospect (33 miles west of Park Headquarters) and Chiloquin (34 miles south of Park Headquarters).  Directions From the West (Medford) - Follow Hwy 62 to the park's West Entrance. Open year-round. From the South (Klamath Falls) - Take Hwy 97 to Hwy 62 and the park's South Entrance. Open year-round. From the North (Roseburg) - Follow Hwy 138 to the park's North Entrance. When the North Entrance is closed, take Hwy 138 to Hwy 230 to Hwy 62 and the park's West Entrance. From the North (Bend) - Take Hwy 97 to Hwy 138 to the park's North Entrance. When the North Entrance is closed, enter either through the West Entrance or the South Entrance. From the junction of Hwy 97 and Hwy 138, it will take the same amount of time, either way you go.",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/directions.htm"
}
