{
    "title": "Touro Synagogue National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions         Exterior View of Touro Synagogue, Newport, RI   Directions to Touro Synagogue From the north and east (Boston and New England): Take Route 128S to Route 24S. Stay on 24S to Fall River. Entering Fall River, take Route 195W and almost immediately exit back onto 24S (Watch the signs carefully here!). Take Route 24 till it ends and merges on to 114S. Although not marked, this route is called West Main Road. Later, as you enter Newport, it becomes Broadway. Stay on this road for its entire length, approximately 8 miles, till you enter Washington Square in downtown Newport. There will be a park on your left. The road ends at a pedestrian mall. A \"Pier One Imports\" store will be directly in front of you and a \"Banana Republic\" store on your left. Make a left turn and then immediately, turn left again. You will now be going back up the square on the other side of the park. This is Touro Street. Go straight through the next intersection, which is Spring Street. The Synagogue is the second building on the left. From the south and west (New York and Connecticut): Take I-95 North to Exit 3A in Rhode Island (138 East). Stay on route 138 across the Jamestown and Newport Bridges. Take the first exit off the Newport Bridge, marked \"Downtown Newport.\" Bear right at the end of the ramp and go through the first traffic light. At the second light bear left. Go through several stop signs. At the next light, a \"Pier One Imports\" store will be on you right, turn left. This is Touro Street. Go straight through the next intersection which is Spring Street. The Synagogue is the second building on the left. Parking: The Synagogue encourages visitors to park at the Newport Gateway Center. From the Gateway Center Touro Synagogue is a pleasant 10 minute walk through the colonial town center. Visitors can also take advantage of the Newport Trolley which provides (for a modest fee) transportation throughout Newport. The City of Newport also has several public pay lots.",
    "url": "https:\/\/www.nps.gov\/tosy\/planyourvisit\/directions.htm"
}
