{
    "title": "Crater Lake National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety        A view of Wizard Island from the Garfield Peak Trail. NPS       Crater Lake National Park belongs to everyone. We all share responsibility in protecting it. Please take a moment to read below and become familiar with these important regulations.  Learn more about regulations, laws and policies pertinent in the national park.      Camping Camping is limited to developed campgrounds and some backcountry areas. Permits are required for backcountry camping.      Driving Use pullouts to enjoy the views. Do not stop in the road. Observe posted speed limits, and watch for wildlife, bicyclists, and pedestrians. Off-road travel is prohibited.      Fires Fires are allowed only in designated rings in the Rim Village Picnic Area and campgrounds. Fires may be restricted at certain times;ask a ranger.      Food Store food properly. Generally, this means sealed in your vehicle or a campground food locker. Backcountry campers should use bearproof canisters or hang food from a tree. Exposing wild animals to our food alters their behavior, is bad for their health, and can be dangerous for us.      Hiking and Climbing Stay on trails. This prevents erosion, protects vegetation, and protects other hikers. Shortcutting trails is prohibited. Hiking and climbing inside the caldera are strictly prohibited. The only exception is the Cleetwood Cove Trail, the only safe and legal access to the lake shore. Serious injuries and deaths have occurred from falls inside the caldera. The walls consist of steep, unstable rocks and soils.      Park Features Leave rocks, plants, animals, and artifacts undisturbed for others to enjoy. Collecting, defacing, destroying, or disturbing natural, cultural, or historical features is prohibited.      Pets Some visitors choose to bring pets along on their vacations. At Crater Lake National Park, pets have a few rules to follow.      Viewpoints Stay back from the edge of the caldera. Do not go beyond established fences and rock walls. Falling may cause injury or death.      Weapons Firearms are prohibited in all posted park buildings.",
    "url": "https:\/\/www.nps.gov\/crla\/planyourvisit\/safety.htm"
}
