{
    "title": "San Juan National Historic Site: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park         Paseo del Morro   As a National Heritage Site, all citizens and visitors may support and protect the San Juan National Historic Site outstanding recognized cultural and historical features as follows:     Enroll in the park’s volunteer program to contribute with your skills, knowledge and abilities in preserving and protecting the park’s historical and cultural resources.   Join Friends of the Forts of Old San Juan to help facilitate community events and donations aimed at protecting and preserving the fortifications as a National Heritage Site, as well as for educating on the historical and cultural significance of the fortifications as a National Heritage Site.   Youth from ages 15 to 18 may also join the Youth Conservation Corps (YCC) during the summer months for learning and helping with maintenance work at the park. The YCC program is designed to promote historical preservation on our youth.    Attend and bring along others to all of the educational community events held at the park throughout the year.   Prevent damage to structures with graffiti or any other type of art that may destroy or adversely impact the park’s historical and cultural features.   When visiting the park, remember not to drop nor leave trash behind, to include kite litter. Use the trash containers located throughout the sites for leaving the grounds clean.   When walking your dog (s), use bags provided on park dispensers for picking up after your dog and disposing these on park receptacles for this purpose.    Visitors can also contribute directly to the park by using the donation boxes located at each one of the entrance stations.   If you would like to make a donation directly to the park, please make your check or money order out to: San Juan National Historic Site. In the memo line state \"for donation\". If your contact information is not up to date on your check, please provide a note with the correct information so that the park superintendent can send you a thank you note for your generosity. Mail donations to:  San Juan National Historic Site 501 Calle Norzagaray San Juan, PR 00901 Attn: donations   We need to always keep in mind San Juan National Historic Site is a heritage we ALL share with the world and we all have a responsibility to protect and preserve our island’s historical marvel to provide for the enjoyment, education and inspiration of present and future generations.    LET’S JOIN HANDS IN SUPPORTING AND PROTECTING OUR NATIONAL HERITAGE SITE!!",
    "url": "https:\/\/www.nps.gov\/saju\/getinvolved\/supportyourpark\/index.htm"
}
