{
    "title": "San Juan National Historic Site: Every Kid in a Park Program",
    "body": "Explore This Park    Learn About the Park     Education     Every Kid in a Park Program              Every Kid in a Park Program         Every Kid in a Park Logo   Attention to all 4th graders or homeschoolers 10 years of age!  This is your special year! As part of the US National Park Service 100th Anniversary celebration, President Barack Obama launched the new Every Kid in a park Program crafted specially for all 4th graders and 10 years of age homeschoolers. These students will have the opportunity to connect with the great outdoors and be inspired to become  stewards, ready to preserve and protect their National Parks and other public lands. If you are a 4th grader or you are part of a homeschool group and have 10 years of age please visit https:\/\/everykidinapark.gov\/     to complete a very simple activity in order to earn a paper voucher. Once you print this voucher please bring it to the fortifications, your pass also covers the entrance fee for three other people 16 years of age and older.One of your three guests must be over the age of 18, and if there are any other kids 15 years or under they are free. Large groups require one adult 18+ for every kid 17 and under. The voucher will be valid until August 2016. For more information click here. 4thgrade teachers and homeschoolers with children of 10 years old. Visit the website https:\/\/everykidinapark.gov\/    to download and complete the activity. You can also download any of San Juan National Historic Site curriculum materials. Then go back to https:\/\/everykidinapark.gov\/ to register your school, redeem and print the vouchers for each of your student. Once you are ready to visit the site please click here to learn more about our reservation process. Please bring all the printed vouchers the day of your visit in order to exchange the paper vouchers for card passes. A ranger or guide will have all the children write their name on the back of their new card. We suggest after they write (not sign) their name that you collect them all and hand them back once at the school to avoid losing them. We will provide you an information sheet for the parents. During the visit you and your students will be able to watch the park movie and then do a self-guided visit with the help of a map of each fortification that you can either download here (El Morro \/ San Cristóbal) or ask for it at the entrance station. Then you will help your students complete the activities of the Junior Ranger Booklet so your whole group receive a sign certificate, get swear in and earn a badge as new Junior Park Rangers! Please encourage your students to keep visiting San Juan National Historic Site and any other federal public land so they take advantage of this program until August 2016. FAQ of Every Kid in a Park             Atención a todos los estudiantes de 4to grado o estudiantes de \"homeschooling\" de 10 años de edad! Este es tu año especial! El Presidente Barack Obama presentó el nuevo programa \"Every Kid in a Park\" Todos los niños en un parque,como parte de la celebración del centenario del US National Park Service.Este programa fue diseñado específicamente para estudiantes de 4to grado y \"homeschoolers\" que tengan 10 años. Estos estudiantes tendrán la oportunidad de establecer una conexión con los exteriores y ser inspirados para convertirse en custodios, listos para defender y proteger los parques nacionales y terrenos públicos. Si eres un estudiante de 4to grado o \"homeschooler\" de 10 años por favor visita https:\/\/everykidinapark.gov\/para completar una actividad sencilla y poder redimir e imprimir un pase que deberás traer el día que visites las fortificaciones. Este pase te permitirá la entrada a ti y hasta tres personas de 16 años o más. Uno de tus tres invitados debe ser un adulto de 18 años o más y todos los niños de 15 años o menos entrarán libre de costo. Grupos grandes requieren un adulto de 18 años o más por cada 10 niños de 17 años o menos. Para más información presione aquí. Maestros de 4to grado o de un grupo de \"homeschoolers\" que tengan 10 años. Visite la página https:\/\/everykidinapark.gov\/ para bajar y completar la actividad con sus estudiantes. También puede bajar cualquiera de los materiales curriculares del San Juan National Historic Site para usarlos antes o después de su visita.Una vez realice las actividades puede ir de regreso a https:\/\/everykidinapark.gov\/ para registrar su escuela, redimir e imprimir los pases de cada uno de sus estudiantes. Presione aquí para conocer más sobre sobre nuestro proceso de reservaciones, cuando ya esté listo para visitar el sitio histórico. Por favor presente los pases de todos sus estudiantes el día de su visita para poder intercambiarlos por un pase de plástico. Un guardaparques o guía le indicará a los estudiantes que escriban su nombre en la parte de atrás de la tarjeta. Sugerimos que una vez escriban su nombre (no que firmen) el maestro las recoja y luego se las entregue en la escuela para evitar que las mismas se pierdan. Junto a las tarjetas se les dará una hoja con información para los padres. Durante la visita usted y sus estudiantes podrán ver la película de orientación del parque y luego hacer una visita autoguiada con la ayuda de un mapa de cada castillo que pueden bajar aquí (El Morro \/ San Cristóbal) o pedirlos en las estaciones de entrada. Luego ayudará a sus estudiantes a completar las actividades del libro Junior Ranger, para que todo su grupo reciba un certificado firmado, se juramenten yse ganen una placa como nuevos Junior Park Rangers or Pequeños Guardaparques. Por favor anime a sus estudiantes a continuar visitando el San Juan National Historic Site y otros terrenos públicos federales para que aprovechen el programa al máximo hasta agosto de 2016. Preguntas Frecuentes de Cada Niño en Un Parque",
    "url": "https:\/\/www.nps.gov\/saju\/learn\/education\/every-kid-in-a-park-program.htm"
}
