{
    "title": "San Juan National Historic Site: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go      Around the Old San Juan Narrow cobblestone streets, colorful colonial buildings, centuries-old fortifications overlooking the Atlantic Ocean, combined with tropical breezes help make Old San Juan, legendary. Wear comfortable shoes and light clothing, grab your camera, and be ready to marvel at the perfect marriage of past and present on the lively streets of Old San Juan. Walking is perhaps the best way to get acquainted with the Old City. If you need a break, hop aboard the free trolleys  that make the rounds to and from La Puntilla and Covadonga parking lots at one of the clearly marked stops. San Juan Bay is the busiest ocean port in the Caribbean, bringing in half of the region's trade and over one million cruise ship visitors a year. Bayside shops carry everything from gold jewelry to island arts and crafts. La Muralla or city wall, was built to protect the city from enemy attacks.  Its construction began in 1634 and its 20 foot thick masonry walls completed by 1782.  From the San Juan Gate, the principles and last remaining of five gates into the walled city, you will be able to see Isla de Cabras and a small Spanish fort, Fortin San Juan de la Cruz, across the bay.Paseo del Morro A National Recreation Trail, follows masonry walls, dating back to 1630. The trail skirts the city wall from the San Juan Gate to Castillo San Felipe del Morro along the entrance to the San Juan Bay.San Juan Gate was built in 1635, it is the oldest and the last gate standing.  San Juan was a gated city with five gates and the San Juan Gate \"La Puerta de San Juan\"  was the main gate to the city. As you approach the gate you will see the inscription \"Benedictus qui venit in nomine Domini\" Blessed who comes in the name of the Lord.Museo de Doña Fela is the original residence of Felisa Rincón de Gautier, the first woman to become Mayor of San Juan. This museum features personal belongings, period memorabilia, and awards granted to this exceptional woman. Open weekdays from 9:00 AM to 4:00 PM Tel. (787) 723-1897. Casa Rosada is a lovely house in front of La Rogativa is Casa Rosada, or Pink House. It was built in 1812 for the Spanish army. Plazuela de la Rogativa features a small plaza with a bronze sculpture by Lindsay Daen. The work recreates the day, that according to legend, a bishop and his companions helped frighten away British troops during the 1797 attack on the city by carrying torches and chanting. The enemies thought the procession was local troop reinforcements. Plaza de Hostos  is the small square in front of Plaza de la Dársena, near La Casita, is Plaza de Hostos. This square features artisans' displays, snack stands, and the traditional piragüeros, vendors who sell snow cones. Paseo La Princesa  is near Plaza de la Marina and a statue honoring the Puerto Rican immigrant, you will find Paseo La Princesa. It is a promenade lined with trees, pocket parks, sculptures, and benches, and leads to a magnificent fountain with a bronze sculpture by Luis Sanguino depicting the island's cultural roots. La Princesa  is midway through the promenade is La Princesa itself, a former jail and now headquarters of the Puerto Rico Tourism Company. The restored building features a gallery of Puerto Rican art with permanent and visiting exhibitions. Tel. (787) 721-2400. La Fortaleza was the first fortification built in Old San Juan in 1533 and it is the oldest governor's mansion still in use in the Western Hemisphere. Tel. (787) 721-7000, ext. 2358.",
    "url": "https:\/\/www.nps.gov\/saju\/planyourvisit\/placestogo.htm"
}
