{
    "title": "San Juan National Historic Site: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 20, 2016  San Juan National Historic Site celebrates12th Annual Artisan’s Fair at El Morro  San Juan, Puerto Rico- Superintendent Walter J. Chavez invites you to come to Castillo San Felipe del Morro and participate in the “12th Annual Artisan Fair at El Morro” on July 23 and 24th, 2016. “Come and enjoy a weekend with local artisans and their crafts. We are expecting close to 200 artisans and this year, our 12th, promises to be our biggest yet and a highlight for the summer” said Superintendent Chavez.   July 18, 2016  San Juan National Historic Site Announces Upcoming Events  Superintendent Walter J. Chavez announces several events to be held at San Juan National Historic Site in the next few weeks. “We encourage you to come and join us as we continue celebrating our Centennial this year. Our 100th Anniversary is a great time to come to the park, enjoy its activities and help us celebrate the 100th birthday of the National Park Service.   May 25, 2016  SAN JUAN NATIONAL HISTORIC SITE VIES FOR GRANT IN PARTNERS IN PRESERVATION: NATIONAL PARKS, A CAMPAIGN CREATED BY AMERICAN EXPRESS AND THE NATIONAL TRUST FOR HISTORIC PRESERVATION  Public Vote Will Determine Which Park Sites Receive Funding   April 23, 2016  Tourism to San Juan National Historic Site Creates 77.6 milllion In Economic Benefits Report Shows Visitor Spending Supports 985 Jobs In Local Economy  San Juan, Puerto Rico- A new National Park Service (NPS) report shows that 1,382,906 visitors for San Juan National Historic Site in 2014 spent 77.6 million in communities near the park.  That spending supported 985 jobs in the local area and had a cumulative benefit to the local economy of 94.4 million.   April 21, 2016  San Juan National Historic Site welcomes partnership with Non Profit Friends of San Juan National Historic Site  San Juan, Puerto Rico- Superintendent Walter J. Chavez announced today the establishment of a new partnership with the Friends of San Juan National Historic Site. The Friends of San Juan National Historic Site is a non-profit organization dedicated to advocacy and fund raising for this National Park site.   February 29, 2016  San Juan National Historic Site to Host 5th Annual Pet Fest at El Morro  San Juan, Puerto Rico- San Juan National Historic Site will once again host the “Pet Fest at El Morro” this Sunday, March 6, 2016 from 10:00 a.m. to 4:00 p.m.   February 18, 2016  San Juan National Historic Site to Host “Centennial of Kites”  Superintendent Walter J. Chavez announces that San Juan National Historic Site will host the “Centennial of Kites” on February 28, 2016 from 11:00 AM - 3:00 PM on the esplanade of Castillo San Felipe del Morro. “We are so pleased to host this “Centennial of Kites” with participation from each of the islands municipalities and partner organizations this year as we celebrate our Centennial” said Superintendent Chavez.   February 05, 2016  Preservation continues on Historic Walls  Have you been on the Paseo del Morro or Castillo San Felipe del Morro recently? Park staff is busy removing vegetation, cleaning, repointing, plastering, repairing and everything needed to help protect these historic walls for many years to come.   November 20, 2015  Thanksgiving Day Closure at San Juan NHS  San Juan, PR. –San Juan National Historic Site will be closed Thanksgiving Day, Thursday, November 26.  “Every year we take this time to give thanks and give our employees an opportunity to enjoy the day with their loved ones” said Superintendent Walter J. Chavez.   November 05, 2015  100 NIGHTS AT SAN JUAN NATIONAL HISTORIC SITE  San Juan, Puerto Rico- Superintendent Walter J. Chavez announced today the launching of the “100 Nights” program at the fortifications of Castillo San Felipe del Morro and Castillo San Cristobal beginning this Sunday, November 8th.   November 03, 2015  INTERNATIONAL KID’S DAY CELEBRATION AT SAN JUAN NHS  San Juan, Puerto Rico- San Juan National Historic Site invites you to celebrate International Kid’s Day on Sunday, November 8th on the grounds of Castillo San Felipe del Morro from 11:00 a.m. to 6:00 p.m.  First proclaimed by the United Nations General Assembly in 1954, International Kids Day was established to encourage countries around the world to annually observe a day for the understanding and promotion of the children’s welfare and their right to be happy.   September 01, 2015  SAN JUAN NATIONAL HISTORIC SITE SEEKING FOR REQUEST FOR PROPOSAL FOR PARK FILM  San Juan, Puerto Rico- Superintendent Walter J. Chavez announced today that San Juan National Historic Site has issued a request for proposals to develop a new park film. The new park film will be shown daily in the fortifications with a longer version of the film being available for sale in the park bookstores. The park film serves as a useful tool for visitors to the park to learn about the fortifications and the park either as an introduction before they actually begin touring the fortifications or to enhance their experience with more detailed information. This new film will replace an outdated film that was created in the 1990’s and will meet the needs of all our visitors.   August 28, 2015  SAN JUAN NATIONAL HISTORIC SITES OPENS TODAY AT NOON  San Juan, PR. –Superintendent Walter J. Chavez announced that San Juan National Historic Site will open to all visitors today, August 28, 2015 at noon. An assessment will be conducted during the morning hours to guarantee and visitor’s safety.   August 26, 2015  CLOSURE DUE TO TROPICAL STORM ERIKA  San Juan, PR. –San Juan National Historic Site has begun shut down procedures today, August 26, 2015 due to Tropical Storm Erika.  The fortifications of Castillo San Felipe del Morro and Castillo San Cristobal will be closed today at 5:00 pm and will remain closed until further notice. In addition, all administrative facilities will be closed.   August 14, 2015  NATIONAL PARK SERVICE CELEBRATES 99th BIRTHDAY AND FREE FEE DAY  San Juan, Puerto Rico- Superintendent Walter J. Chavez invites you to celebrate the 99th Birthday of the National Park Service by visiting Castillo San Felipe del Morro and Castillo San Cristobal on Tuesday, August 25th, 2015.  Entrance to the fortifications will be free for all visitors in recognition of this special celebration.   February 23, 2015  11th Annual Kite Festival To Be Held At Castillo San Felipe del Morro  Superintendent Walter J. Chavez invites you to attend San Juan National Historic Site’s 11th “Festival de Chiringas” at Castillo San Felipe del Morro on Saturday, February 28, 2015 from 11:00 am to 4:00 pm.   November 09, 2014  VETERANS DAY CELEBRATION AT SAN JUAN NATIONAL HISTORIC SITE  San Juan National Historic Site invites you to celebrate Veterans Day by visiting Castillo San Felipe del Morro and Castillo San Cristobal on Tuesday, October 11th.Entrance to the fortifications will be free for all visitors in recognition of this special day as we honor all men and women of our armed forces.   June 28, 2013  EXTENDED HOURS OF OPERATION AT CASTILLO SAN CRISTOBAL  Superintendent Walter J. Chavez announced today that Castillo San Cristobal will stay open until 7:00pm every Friday effective July 5th, 2013.",
    "url": "https:\/\/www.nps.gov\/saju\/learn\/news\/newsreleases.htm"
}
