{
    "title": "San Juan National Historic Site: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Tram service that runs between the fortifications. taken by:  Ernesto Padilla  The historic structures at San Juan National Historic Site were builtover 400 years ago for warfare and the protection of the city of    San Juan  .The surfaces are uneven and rugged, the ramps and staircases are steep and sometimes narrow.  There are also tunnels and narrow passages that may be dimly lit.At the park the historic setting is preserved so the visitor can experience the fortifications as they in their historical context. Accessibility is provided in key areas of both Castillo San Cristóbal and the Castillo San Felipe del Morro to ensure a relevant and enjoyable visit to those visitors needing special accommodations.  Accessible transportation between Castillo San Cristóbal and Castillo San Felipe del Morro is available through a trolley service which is jointly operated with the municipality between the two locations.The trolleys run every 20-30 minutes and can be boarded at the entrance stations of both fortifications.             Castillo San Cristóbal Accessible parking is available at the main entrance of the park (on Calle Muňoz-Rivera).Within the main entrance area (former Civil Defense Building) there are accessible restrooms, water fountains, a bookstore and a theater.From this entrance an elevator provides access to the main plaza or the first floor of the fort.The upper levels are accessible via steep, historic ramps. The historic entrance on Calle Norzagaray is also accessible, but up a steep ramp. There are accessible restrooms and water fountains throughout the main plaza level.  The tunnel leading to the dungeon is considered \"accessible\" but the tunnel leading back to the main entrance area is not. Castillo San Felipe del Morro There is no parking directly at the entrance to Castillo San Felipe del Morro. It is accessed by a ¼ mile road that is used for the trolley . The sidewalk approaching El Morro is level with an accessible grade. Once inside the main plaza (the fifth level) exhibit areas, bookstore and theater are easily accessed. The sixth level can be reached using steep ramps. The lower levels are not accessible. Park films, shown at both locations, are shown in both Spanish and English with captions.             Assisted listening devices are available at both locations. The park brochure is available in Braille in both English and Spanish.  Please ask a ranger at one of the entrance desks. Special Needs Requests. If you need assistance planning your visit, or need special accommodations during your visit, please contact the Chief of Interpretation and Visitor Services at 787-729-6777 prior to your visit. The park staff is happy to help you with exploring options to accommodate your needs.",
    "url": "https:\/\/www.nps.gov\/saju\/planyourvisit\/accessibility.htm"
}
