{
    "title": "San Juan National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Lead VUA Jorge Davila offering one of our orientation talks available at each fortification. SAJU Photo Collection  There are many ways to enjoy and experience San Juan National Historic Site. You are welcome to: Join a Ranger for the hourly orientation talks, offered every hour on the hour. These 15 to 20 minute talks are designed to give you a brief overview of the fortifications of San Juan. Interpretive talks are held throughout the week. Check out the schedule of events for days and times. Programs are available in English and Spanish. Explore the fortifications by taking a self guided tour. Wander through casemates and read the exhibits to learn more. The official park map and guide will help direct you around the site. Watch a video, \"The Fortifications of Old San Juan\"which is shown 15 minutes, in both English and Spanish. This twelve minute long audio visual program features the history of the fortifications. Visit the Discovery Center which is the heart of educational programming for children. You can join the Little Masons Workshop were kids get their hands dirty applying stucco in much the same way the masons did centuries ago.  Watch a short film about the history of the fortifications in the Explore room, get creative and make something to take home in the Creative room. Dress up as an 18th century Spanish Soldier, lady or pirate at the Living History Patio.  Listen to stories and imagine the past on deck in the Adventure room. Relax and ponder as you take in the view of the city from the third level at Castillo San Cristobal, or as you walk to Castillo San Felipe del Morro in the grass area known as the esplanade, which offers space for picnicking and kite flying. Go for a walk thru the Paseo del Morro and enjoy the  views across the bay, the Atlantic Ocean breeze and the massive stone walls. Click here for special events at the park. Things to Know Before You Come The staff at San Juan National Historic Site looks forward to your visit! Click on the brown links above for information to help make your visit safe and enjoyable. Please contact us for more information. Puerto Rico is 100 miles long and 35 miles wide. Close to 4 million people live on the \"Island of Enchantment,\" with more than a million in the greater San Juan metropolitan area alone. It is a vibrant, modern, bilingual, multicultural society, one that has been molded by Spanish, African, Native American Morro with influences from the United States. Both Spanish and English are the official languages, the local currency is the U.S. dollar, and no visas or passports are required to enter Puerto Rico from the United States. Mail is sent through the US Postal Service at the same rates as on the mainland. Puerto Rico is in the Atlantic Time Zone and does not observe Daylight Savings Time. The island uses standard U.S. electric code. European appliances require an adapter. There are no customs duties on articles bought in Puerto Rico and taken to the U.S. mainland. Major credit cards are accepted at most businesses, and ATM's connected to major US and international networks are easy to find. Business hours are similar to those on the mainland, 6:00 AM to 6:00 PM weekdays. Most stores are open Saturdays, and all of the larger towns have shopping malls that are open evenings and Sundays.",
    "url": "https:\/\/www.nps.gov\/saju\/planyourvisit\/things2do.htm"
}
