{
    "title": "San Juan National Historic Site: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Activities       Monthly Activities You are invited to join these Park Guide or Ranger led activities and learn more about the fortifications of San Juan National Historic Site. Interpretive programs include Tunnel Tours and walks through the outer defenses of Castillo San Cristóbal, the largest Spanish fortification in the New World, and a tour of Castillo San Felipe del Morro is also offered.       Park Guide or Ranger Led Activities Programs Daily Orientation Talks: Short informational talks are available every day, every hour on the hour, in the main plaza of Castillo San Felipe del Morro and Castillo San Cristobal. Tunnel Tour: Saturdays at 10:30 am and 12:30 pm in English Sundays at 10:30 am and 12:30 pm in Spanish Explore the legendary tunnels of Castillo San Cristobal and discover the essential role they had as a hidden defense for the fortification system of Old San Juan. (Maximum 15 participants) Outworks Walk: Saturdays at 2:30 pm in Spanish Sundays at 2:30 pm in English Discover the outer defenses and how the \"Defense in Depth\" system helped Castillo San Cristobal remain impregnable. (Maximum 30 participants) El Morro: Keystone to Protection of the Spanish Empire Saturdays at 10:30 am in English and at 2:30 pm in Spanish Sundays at 10:30 am in Spanish and at 2:30 pm in English An introduction to the grandeur and importance of Castillo San Felipe del Morro for the dreams and ambitions of the Spanish Empire. (Maximum 30 participants) Life Inside the Fortification: Third Sunday of the month at Castillo San Felipe del Morro 10:30 am in Spanish and at 2:30 pm in English A soldier's life inside the fortifications of San Juan during the 18th century included military drills and exercises, even recreation.  Join an interpreter and living history demonstrators in period dress for a black powder firing demonstrations and get a colorful glimpse of life inside these Spanish citadels that guarded the entrance to the New World. Discovery Center: Wednesday to Sunday from 9:00 am to 5:00 pm. Next to Castillo San Cristobal. Children and their families are welcomed to have fun and an educational experience while reading stories in the \"Adventure Room\", learning about the San Juan National Historic Site in the \"Explorers Room\" or creating hands-on activities in the \"Creative Room\". (Maximum 26 participants)",
    "url": "https:\/\/www.nps.gov\/saju\/planyourvisit\/guidedtours.htm"
}
