{
    "title": "Montezuma Castle National Monument: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases                 Subscribe  | What is RSS     August 05, 2016  Traditional Stone Bead Manufacturing and Beadwork Demonstrations  Several programs are scheduled at Montezuma Castle National Monument in commemoration of the National Park Service celebrating its 100th anniversary.  From August 25 to August 28, the 421 national parks, monuments and historic sites across the United States will be fee-free in honor of the NPS Centennial.   August 02, 2016  Sedona Academy of Chamber Singers Performance Kicks off National Park Service Centennial Observance  The Sedona Academy of Chamber Singers will deliver a performance of patriotic and inspirational songs Thursday, August 18, 10 a.m., at Montezuma Castle National Monument.   This special event initiates a week of activities and observances in commemoration of the 2016 National Park Service Centennial.   June 14, 2016  Fire Restrictions  Effective June 15th, 2016 at 8:00 A.M., the National Park Service at Montezuma Castle and Tuzigoot National Monuments will implement fire restrictions, comparable to those currently in effect within Yavapai County.   June 01, 2016  Centennial Flute Concert  On Saturday evening, June 18th, Montezuma Castle National Monument continues its Centennial Concert Series with an evening flute concert featuring Myron Beeson.   April 15, 2016  Montezuma Castle to Host Tohono Oodham artist Michael Chiago  On Saturday, April 30, 2016 from 10 am to 3 pm, Tohono O’odham artist, Michael Chiago will be painting at Montezuma Castle National Monument and discussing the inspiration behind his paintings.   April 13, 2016  Montezuma Well to Host Centennial BioBlitz  To celebrate 100 years of stewardship, the National Park Service is planning a shared nation-wide quest to discover and document biodiversity. You are invited to be part of the celebration as Montezuma Well hosts a BioBlitz on Saturday, May 21, 2016.   April 13, 2016  Junior Ranger Day Camps Summer 2016  Montezuma Castle and Tuzigoot National Monuments are pleased to announce six Junior Ranger Day Camps. Four camps will be at Montezuma Well and two will be at Tuzigoot National Monument. All camps are free and designed to teach youth about our national parks and monuments through exploration and hands on activities to foster protection and stewardship.   April 10, 2016  National Park Week 2016 Initiates Centennial Fee-Free Special Events at Verde Valley National Monuments  April 16th to April 24th, is a fee-free opportunity for the public to experience the country’s largest celebration of national heritage. This annual observance is a presidentially-proclaimed celebration of American legacy.  All National Parks are Fee-Free to the public during that time.   March 28, 2016  SciTech Events at Verde Valley National Monuments  The National Park Service, in association with the Verde Valley Science and Technology committee is pleased to offer three different events on Saturday April 2nd, 2016. Please use these opportunities to come learn more about the cultural and natural resources of our three sites.   March 18, 2016  Montezuma Well National Monument to Reopen Outlet Trail  The outlet trail at Montezuma Well, closed to visitors last fall because of safety concerns, will reopen this weekend after park staff completed major repairs and stabilization.  The Well outlet irrigation ditch runs parallel to Beaver Creek and the outlet trail is a separate spur off the main route for visitors, which has always been open to the public.   February 16, 2016  Celebrating Arizona Archeology and Heritage Awareness Month  During the month of March, the National Park Service will offer special tours and events in recognition of Arizona Archeology and Heritage Awareness Month.   January 06, 2016  Day of Service Events at Montezuma Well and Tuzigoot National Monument  Rimrock, AZ – All National Parks are fee free on Monday, January 18, 2016 in honor of Martin Luther King, Jr Day.  The public are encouraged to treat the holiday as “A Day On, Not A Day Off”.  The National Park service will host Day of Service activities from 1p.m. to 4p.m. at Montezuma Well and Tuzigoot National Monument.   December 15, 2015  Montezuma Well Outlet and Irrigation Ditch Closure  Camp Verde, AZ – Over the summer, the retaining wall below the outlet trail was determined by park staff to be unstable and therefore unsafe for our visitors and staff. Since then, we have been working with park and regional staff to come up with potential treatment options and costs for repairing the area.   November 19, 2015  Bird Walks at Montezuma Well and Tuzigoot National Monument  Beginning in December of 2015 and continuing through March of 2016, Montezuma Well and Tuzigoot National Monument will be hosting bird walks.   October 21, 2015  Montezuma Castle and Tuzigoot to Commemorate 2015 Native American Heritage Month with Indigenous Arts, Crafts, and Cultural Events  Camp Verde, AZ - In honor of Native peoples’ contributions to American culture, Montezuma Castle and Tuzigoot National Monuments will host special events each weekend in November to commemorate National Native American Heritage Month. Native Americans have added to every area of endeavor in American life. They built North America’s earliest cities, domesticated its first crops, and developed its earliest great civilizations. Countless Native people have served in our Armed Forces and have fought valiantly for our country.   October 14, 2015  Arizona’s “Rough Riders” To Commemorate Theodore Roosevelt’s Many Accomplishments  Camp Verde, AZ - On Saturday, Oct. 24, from 11 a.m. to 3 p.m., Troop 1A of the Arizona Rough Riders Historical Association will commemorate the birthday and accomplishments of President Theodore Roosevelt and the contributions of northern Arizona’s all-volunteer “Rough Riders” during the Spanish-American War of 1898.   October 13, 2015  Western National Parks Association to host Kachina House at Montezuma Castle  The owners of the well-respected Kachina House in Sedona will be at Montezuma Castle National Monument in Camp Verde, AZ on Saturday, October 17th. The event, sponsored by Western National Parks Association, will be from 10:00 a.m. to 2:00 p.m.   September 17, 2015  Star Party at Camp Verde High School Hosted by the National Park Service and Astronomers of the Verde Valley  Camp Verde, AZ - Montezuma Castle National Monument and Astronomers of the Verde Valley will be hosting a star party on Saturday, October 3rd, 2015, at the Camp Verde High School football field.  This will be a free event where visitors can explore the night sky through high powered telescopes.  We will have members of the Astronomers of Verde Valley on hand to interpret the cosmos and answer questions about our brilliant desert night skies.  This event will be from 7:00pm-9:00pm with a special kids program at 7:30pm.   September 15, 2015  National Parks And Monuments Fee-Free For 2015 National Public Lands Day  Camp Verde and Clarkdale, AZ - National Parks throughout the country will waive entry fees on Saturday, September 26, 2015,  in celebration of National Public Lands Day.   August 21, 2015  Montezuma Castle and Tuzigoot National Monuments Welcome 4th Grade Students Through Every Kid In a Park Initiative  Camp Verde and Clarkdale, AZ - Montezuma Castle and Tuzigoot National Monuments invites all 4th grade students to visit the parks for free, as part of the White House’s new “Every Kid in a Park” program. Starting September 1, 2015, 4th grade students can now go to www.doi.gov\/everykid to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   August 19, 2015  Montezuma Castle Evening Flute Concert  Camp Verde, AZ – On Saturday evening, August 29th, 2015, the National Park Service invites the public to Montezuma Castle National Monument for an Evening Flute Concert with Tewa-Hopi flute player and guitarist Ed Kabotie.   August 17, 2015  National Parks And Monuments' Fee-Free For Founders' Day  Camp Verde and Clarkdale, AZ – National Park Service units throughout the country will waive entry fees on Tuesday, August 25, in celebration of the National Park Service turning 99.       October 25, 2010 Montezuma Castle and Tuzigoot National Monuments to Waive Entrance Fees on November 11 Montezuma Castle and Tuzigoot National Monuments will be joining national park units around the country as they waive entrance fees on Veterans Day in recognition of current and former service men and women.      September 13, 2010 Montezuma Castle Visitor Center Is 50 Years Old To commemorate its upcoming 50th anniversary in 1966, the National Park Service initiated a 10-year program in 1956 to prepare it to meet the demands of the next 50 years. Dubbed \"Mission 66\", this effort gave birth to the visitor center, as we know it today. Fifty years ago this month, U.S. Senator Barry Goldwater cut the ribbon dedicating Montezuma Castle National Monument's new state of the art visitor center, a facility that was built as part of this initiative.      August 12, 2010 National Park Service Announces New \"Green Ranger\" Program for Kids at Montezuma Well The National Park Service will be starting a new youth program called the \"Green Rangers\" targeting kids around the ages of 9-12 to learn about native plants and habitat restoration at Montezuma Well. Kids will be working with park natural resource staff to plant and collect native seed and help weed invasive plants in the Native Pollinator and Hopi Garden areas at Montezuma Well.  June 8, 2010 Montezuma Castle and Tuzigoot National Monuments Present Two Special Programs on June 10 The National Park Service will be presenting two special programs on Thursday, June 10, as part of the Verde Valley-wide Festival of Native American Culture. Both programs will be free to the public.      June 3, 2010 Admission to Montezuma Castle and Tuzigoot National Monuments Free the Weekend of June 5 and 6 In celebration of America's great outdoors, Montezuma Castle and Tuzigoot National Monuments will be joining national parks and wildlife refuges around the country in offering free admission to the monuments on Saturday and Sunday, June 5 and 6.      June 2, 2010 Navajo Code Talker Commemorates Memorial Day at Montezuma Castle National Monument \"I was wondering about all those boys on the beach and thinking about their parents\", said retired Marine Master Sergeant Dan Akee, relating his experience as a Navajo Code Talker during World War II.      May 13, 2010 Summer Junior Ranger Camps to be Held at Montezuma Well This summer, Montezuma Castle National Monument will be holding its Second Annual Summer Junior Ranger Camps at Montezuma Well in Rimrock, AZ. Join a National Park Ranger for an exciting four-day learning experience at the Montezuma Well unit of Montezuma Castle National Monument.",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/news\/newsreleases.htm"
}
