{
    "title": "San Juan National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations          Weddings, Filming and Photography, Special Events and Public Assemblies Application Fee $50.00 Administrative Fee $150.00 Other fees may apply. Details A special park use is a short-term activity that takes place in a park area and provides a benefit to an individual, group or organization, rather than the public at large. The National Park Service may permit a special park use providing the activity will not cause derogation of the park's resources or values, visitor experiences, or the purpose for which the park was established. San Juan NHS issues permits for the following activities: filming and photography, public assemblies and special events. A $50.00 permit application charge applies to all permits with the exception of those issued to groups or individuals exercising their First Amendment right of free speech or assembly. In addition to the permit application charge, the park is authorized to recover and retain all costs associated with monitoring and managing special park use permits and a location fee except for First Amendment events.           Special Park Use events 8 Photos San Juan NHS issues permits for events such as filming, photography, public assembly,… more »           Special Instructions and Available Documents Click on the desired link for further information and printable permit application forms. The application forms are in Adobe PDF format. Permit applications may be send: by e:mail, faxed, hand delivered, or by mail. To print the forms you must have a copy of Adobe Acrobat loaded on your computer. (To get the Free Adobe Reader, which is required to read the pdf files, click here.) 10-930 Application Form for Special Park Use Permit Long Form 10-930s Application Form for Special Park Use Permit Short Form  10-931 Application for Commercial Filming \/ Still Photography - Short Form 10-932 Application for Commercial Filming \/ Still Photography - Long Form   Payments Online. Go paperless and pay online. San Juan National Historic Site Special Use Permit Application Fees Online Payment Option  San Juan National Historic Site Special Use Permit Fees Online Payment Option  San Juan National Historic Site Film Permit Fees Online Payment Option  San Juan National Historic Site Film Location Fees Online Payment Option    Instructions for online payments 1.Clink on link to desired form above. 2.Fill in required fields on form with your information and hit submit. 3.Fill in Bank account (ACH), Dwolla account, PayPal account or Debit or credit card information. 4.On Step 2, Authorize Payment. Can you type in Saju_Permits@nps.gov in the CC box: So that I can get a confirmation of payment. Questions relating to special use permits may be e-mailed to: Special Park Use Coordinator   mobile phone 787.409.0103 Written inquiries may be sent to: Special Park Use Coordinator San Juan National Historic Site 501 Calle Norzagaray San Juan, Puerto Rico 00901 (787) 729-6777 office, extension 232 (787) 289-7972 fax",
    "url": "https:\/\/www.nps.gov\/saju\/planyourvisit\/permitsandreservations.htm"
}
