{
    "title": "San Juan National Historic Site: Park Fun",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun               Park Fun         Mrs. Oppenheimer and Mr. López working on the project. Picture taken by:  Kina González  \"Descubriendo Tesoros\"  is a project for the \"Administración y gestión cultural\" master's degree at the Universidad de Puerto Rico recinto de Río Piedras developed by Jessica Oppenheimer. This page was made available for this project with permission from the Discovery Center in the Interpretation and Visitor Services Division.  The program for children was created using home made movies that could be accessed by QR Codes to educate about history of the fortifications. San Juan National Historic Site does not charge entrance fees for children 15 years old and under and this project will be launched during the first two weeks of June to children participating at a summer camp for residents of La Perla community free of charge. The program consists of a map of San Cristobal with 11 QR Codes at different stations. Every time the children reach a station, with their smart phones or tablets, they'll read a QR Code, watch the movie and follow the clues that will lead them to another station. After the completion of the activity they will have visited almost all areas of the fortification and will have access to information not available in the waysides at the present moment. To capture the attention of the children Mrs. Oppenheimer used sections of music from major Hollywood productions, effects fromhttp:\/\/www.ignitemotion.com\/and Action Movie effect maker on her personal Ipad. She'll be asking the participants questions before the program, to establish the amount of knowledge they have about the fortifications. Then in 3 months she'll be asking the same questions to the same participants to see how much information they were able to retain. Mrs. Oppenheimer will be presenting the empirical part of her thesis on December 2013 to the NPS and to the Universidad de Puerto Rico. Under the fair use doctrine of the U.S. copyright statute, it is permissible to use limited portions of a work including quotes, for purposes such as commentary, criticism, news reporting, and scholarly reports. There are no legal rules permitting the use of a specific number of words, a certain number of musical notes, or percentage of a work. Whether a particular use qualifies as fair use depends on all the circumstances. See FL 102, Fair Use, and Circular 21,Reproductions of Copyrighted Works by Educators and Librarians. Obtained today 5\/23\/2013 at http:\/\/www.copyright.gov\/help\/faq\/faq-fairuse.html             Bienvenida   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 32 seconds  Bienvenida al recorrido para niños al Castillo San Cristobal.               Primera Estacion - Casa de Guardia   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:50 seconds  Primera estacion del recorrido por codigo QR para niños, Casa de Guardia               Segunda Estación Santa Bárbara   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 2 seconds  Segunda estación del recorrido por código QR para niños- Santa Bárbara               Tercera Estación- El Caballero   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 34 seconds  Tercera estación del recorrido por código QR para niños- El Caballero               Cuarta Estación Frente Escalera de Caracol   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 22 seconds  Cuarta estación del recorrido por código QR para niños- Frente a la escalera de Caracol               Quinta Estación- Cuarto de Soldados   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 32 seconds  Quinta estación del recorrido por código QR para niños- Cuarto de soldados               Sexta Estación- El Polvorín   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 19 seconds  Sexta Estación del recorrido por código QR para niños- El Polvorín               Séptima Estación- El Calabozo   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 26 seconds  Séptima estación del recorrido por código QR para niños- El Calabozo               Octava Estación- Garita del Diablo   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 15 seconds  Octava estación del recorrido por código QR para niños- Garita del Diablo               9na Estacion   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:42 seconds  9na Estacion - Instrucciones               Décima Estación- Túnel de Contramina   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 27 seconds  Décima estación del recorrido por código QR para niños- Túnel de Contramina               Welcome   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 55 seconds  A self guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                First Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:46 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Second Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 24 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Third Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 31 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Fourth Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 33 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Fifth Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 36 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Sixth Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 32 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Seventh Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 17 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Eighth Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 22 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Ninth Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:55 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Fifteenth Station   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 55 seconds  A self-guided tour using smart phones\/tablets with QR Code download app. \"Discovering Treasures\" for kids.                Conclusion   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:36 seconds  QR Code",
    "url": "https:\/\/www.nps.gov\/saju\/learn\/kidsyouth\/parkfun.htm"
}
