{
    "title": "San Juan National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           501 Norzagaray Street Castillo San Cristobal  San Juan, PR 00901                 Directions         From Luis Muñoz Marín International Airport - Get on Expreso Román Baldorioty de Castro\/PR-26 from Av. Aeropuerto - Merge onto Expreso Román Baldorioty de Castro\/PR-26 - Follow Avenida Luis Muñoz Rivera to Calle Norzagaray, Old San Juan  Directions Details           Operating Hours & Seasons         San Juan National Historic Site Castillo San Felipe del Morro, Castillo San Cristobal   Standard Hours    Sunday: 9:00 AM - 6:00 PM   Monday: 9:00 AM - 6:00 PM   Tuesday: 9:00 AM - 6:00 PM   Wednesday: 9:00 AM - 6:00 PM   Thursday: 9:00 AM - 6:00 PM   Friday: 9:00 AM - 6:00 PM   Saturday: 9:00 AM - 6:00 PM             Weather           Puerto Rico enjoys year round tropical climate. Winters are breeze and summers are mostly hot and humid. It rains all year long with a \"dry\" season in April. Temperatures range from 80's in the winter to 90's in the summer. The hurricane season starts in June and ends in November. On the longest day, June 22nd, the sun sets around 7pm. On the shortest day, December 22nd, the sun sets around 4:30pm.         Fees & Passes     Entrance Fees:   Entrance Fee - $5.00 Valid for entrance to both fortications, Castillo San Felipe del Morro and Castillo San Cristobal         Visitor Centers                   Castillo San Cristobal, Plaza on Norzagaray Street E. Vega       Welcome to the San Juan National Historic Site!   San Juan National Historic Site is one of the over 400 parks of the National Park Service. It includes Castillo San Felipe del Morro, Castillo San Cristóbal, most of the city walls, the San Juan Gate and Fort San Juan de la Cruz just across the entrance to the bay. Our mission is to preserve natural and cultural treasures, like this one, for the enjoyment of this and future generations. Puerto Rico is the easternmost of the Greater Antilles in the Caribbean and is the first major island with fresh water, food, shelter, supplies like wood and a place to rest that sailors could reach coming from Europe by sea. But something else made Puerto Rico even more important to Spain! Shortly after the Spaniards settled here, they discovered something amazing farther west. The bigger territories of Mexico, Central and South America were full of treasures like gold, silver and gems.What a great discovery! Spain wanted those riches. The Spanish established Puerto Rico as the front door to their enormous riches because not only what it offered, but its location to the riches of the New World and its position between the Old and the New World. During the 16th century, Spain quickly became the major world power largely because of the strategically located island of Puerto Rico.That's why Spain spent over 250 years fortifying this prized location of Puerto Rico! No wonder why Spain jealousy protected and kept Puerto Rico during nearly 400 years!",
    "url": "https:\/\/www.nps.gov\/saju\/planyourvisit\/basicinfo.htm"
}
