{
    "title": "Great Basin National Park: List of Mammals",
    "body": "List of Mammals       >A Guide To The Mammals Of Great Basin National Park (PDF 8,127 KB) Introduction Mammals that occur, potentially occur, and have been reported in the southern Snake Range and adjacent portions of Snake and Spring Valleys are listed below. The first list includes 61 mammalian species that have been positively identified within the area. The second list includes species that possibly occur here, based on their distribution in similar habitats in the region, but which have not been documented in the area. The third list includes species that have been reported in the area in recent times, but for which there is no strong evidence of occurence and which probably do not occur here. The lists are arranged in taxonomic order. Most subspecies determinations are by Hall (1946) and Hall and Kelson (1959). Mammalian Species that occur in or near Great Basin National Park in the South Snake Range: Class Insectivora, Family Soricidae Agrant Shrew Sorex vagrans vagrans (= S. v. amoenus) Typically occurs in mountain and foothill habitats with dense ground cover. Water Shrew Sorex palustris navigator Mainly restricted to montane riparian habitats.  Class Chiroptera, Family Vespertilionidae (bats)  Pallid Bat Antrozous pallidus pallidus Uncommon. Roosts in small groups in crevices, rockshelters, and buildings. Forages on the ground. Long-eared Myotis Myotis evotis evotis Roosts in caves, mines, buildings, and trees. NPS Sensitive species. Long-legged Myotis (Hairy-winged Myotis) Myotis volans interior Common. Roosts in caves, mines, buildings, and trees. NPS Sensitive species. Western Small-footed Myotis Myotis ciliolabrum Common. Roosts in caves, mines, buildings, and trees. California Myotis Myotis californicus Typically roosts singly or in small groups and forages at lower elevations. Western Pipistrelle Pipistrellus hesperus Typically roosts singly or in small groups and forages at lower elevations. Silver-haired Bat Lasionycteris noctivagans Typically roosts singly in trees. Hoary Bat Lasiurus cinereus Typically roosts in trees, singly and in small groups. Big Brown Bat Eptesicus fuscus Colonial and solitary. Roosts most often in caves and mines. Western (Townsend's) Big-eared Bat Plecotus townsendii pallescens Most local specimens have not been identified to subspecies. P. t. townsendii, which is more common in northern and western Nevada, might also occur here. Both are NPS Sensitive taxa. Some mammalogists place North American species in the genus Corynorhinus, separate from Eurasian Plecotus.  Class Chiroptera, Family Mollisidae  Mexican (Brazillian) Free-tailed Bat Tadarida brasiliensis mexicana A large colony roosts in Rose Guano Cave on the west side of the Snake Range.  Class Carnivora, Family Mustelidae Long-tailed Weasel Mustela frenata nevadensis Typically occurs in montane and woodland habitats, also in irrigated fields.  Short-tailed Weasel (Ermine) Mustela erminea muricus Typically occurs in montane and woodland habitats. Some mammalogists place the North American ermine in M. cicognanii, separate from Eurasian M. erminea. Spotted Skunk Spilogale putorius Widespread in montane and woodland habitats. Striped Skunk Mephitis mephitis Widespread in montane and woodland habitats, also in basins in irrigated fields and riparian habitats. Badger Taxidea taxus taxus Typically found in basin and bajada shrub habitats favored by ground squirrels.  Class Carnivora, Family Bassariscidae  Ringtail Cat Bassariscus astutus Seldom seen. Most often observed in woodland habitats.  Class Carnivora, Family Canidae  Red Fox Vulpes vulpes (= V. fulva) A U.S. Biological Survey hunter claimed to have poisoned a red fox in the Schell Creek Range in 1930, but did not keep the specimen (Hall 1946). Ziegler (1964) attributed a skull (and several long bones from the (Recent?) Lehman Caves Entrance archeological site to this species. There are positive reliable sight records of red foxes from Garrison, UT. The Sierra red fox (V. v. necator) is an NPS Sensitive subspecies found in western Nevada. Specimen: WACC (cat. no. GRBA 1189). Gray Fox Urocyon cinereoargenteus scottii Common in woodland and montane habitats. Kit Fox Vulpes macrotis nevadensis Occurs in basin and bajada shrub habitats. Considered by some mammalogists to be a subspecies of swift fox (Vulpes velox). Coyote Canis latrans lestes Common in woodland, bajada, and basin habitats; less frequent in montane habitats.  Class Carnivora, Family Felidae  Mountain Lion Felis concolor kaibabensis Common in montane and woodland habitats; less frequent at lower elevations. Bobcat Felis (= Lynx) rufus pallescens Common but seldom seen. Occurs throughout.  Class Lagomorpha, Family Leporidae  Black-tailed Jack Rabbit Lepus californicus deserticola Abundant in woodland, bajada, and basin habitats. Also found at higher elevations. Desert Cottontail (Audobon Cottontail) Sylvilagus audobonii arizonae Occurs in basin and bajada shrub habitat. Reaches the northern limit of its range locally. Nutall Cottontail Sylvilagus nuttalli grangeri Common to abundant in montane and woodland habitats with suitable cover. Pygmy Cottontail Brachylagus (= Sylvilagus) idahoensis Uncommon to rare. Typically limited to big sagebrush habitat. Mandible and innominate from (Recent?) Lehman Caves Entrance fauna attributed to this species. NPS Sensitive taxon.  ClassRodentia, Family Sciuridae  Yellow-bellied Marmot (Rock Chuck) Marmota flaviventris avara Common near Baker Creek Trailhead and several other locations in the park, in rocky habitats near grass meadows. Bones of this species common in Lehman Caves Entrance fauna. Estivates\/hibernates late summer to late winter.  White-tailed Antelope Ground Squirrel Ammospermophilus (= Citellus) leucurus leucurus Common in basin and bajada shrub habitats. Occurs in the park at the lowest elevations. Active all year.  Townsend's Ground Squirrel Spermophilus (= Citellus) townsendii mollis Common in basin and bajada shrub habitats. Estivates\/hibernates mid-summer to mid-winter. Rock Squirrel Spermophilus (= Citellus) variegatus robustus Common during spring and summer in pinyon-juniper habitats. Climbs trees readily. Golden-manteled Ground Squirrel Spermophilus (= Citellus) lateralis trepidus Common in montane conifer forests. Cliff Chipmunk Eutamias dorsalis Abundant in pinyon-juniper woodland. Eastern Nevada populations appear to be intermediate between E. d. utahensis and E. d. grinnelli. Uinta Chipmunk (Say Chipmunk) Eutamias umbrinus inyoensis Abundant in montane forest habitats. Considered by some to be a subspecies of the Colorado chipmunk (E. quadrivittatus) based on external similarities; but the baculum is distinctive (Hall & Kelson 1959). Least Chipmunk Eutamias minimus scrutator Common in sagebrush habitats, from montane to basin. Class Rodentia, Family Castoridae  Beaver Castor canadensis Old beaver dams are located on Strawberry Creek. Beaver are only very occassionally seen in the park  . Class Rodentia, Family Geomyidae  Southern (Botta) Pocket Gopher Thomomys umbrinus centrali Common in suitable soils at all elevations. Some mammalogists divide the subspecies groups of T. umbrinus into several species, placing local specimens in T. bottae.  Class Rodentia, Family Heteromyidae  Little Pocket Mouse Perognathus longimembris gulosus Found in basin and bajada shrub habitats, typically on coarse gravel sites. Great Basin Pocket Mouse Perognathus parvus olivaceous Widespread but most common in mixed woodland-sagebrush and bajada shrub habitats. Long-tailed Pocket Mouse Perognathus formosus incolatus Mixed woodland-sagebrush and bajada shrub habitats on stoney sites. Dark Kangaroo Mouse Microdipodops megacephalus Found in basin shrub habitats on fine sandy soil. M. m. megacephalus occurs in Spring Valley and farther west; M. m. palulus occurs in Snake Valley and farther east. Ord Kangaroo Rat Dipodomys ordii Basin and bajada shrub habitat, most often on sandy soil. D. o. columbianus occurs in Spring Valley and farther west; D. o. celeripes occurs in Snake Valley and farther east. Great Basin Kangaroo Rat Dipodomys microps Basin and bajada shrub habitat on sandy or gravelly soil. D. m. centralis occurs in Spring Valley and farther west; D. m. bonnevillei occurs in Snake Valley and farther east.  ClassRodentia, Family Cricitidae  Western Harvest Mouse Reithrodontomys megalotis megalotis Bajada and basin shrub habitats, typically in grassy areas near water. Bushy-tailed Woodrat (Packrat) Neotoma cinerea acraia Common in woodland and montane forest habitats in rocky terrain. Desert Woodrat (Packrat) Neotoma lepida lepida Common in basin and bajada shrub, and drier woodland habitats. Deer Mouse Peromyscus maniculatus sonoriensis The most abundant small mammal in most habitat types. Canyon Mouse Peromyscus crinitus pergracilis Typically occurs in woodland and big sagebrush habitats, in rocky areas. Pinyon Mouse Peromyscus truei nevadensis Typically restricted to rocky areas in pinyon-juniper woodland. Northern Grasshopper Mouse Onychomys leucogaster brevicaudus Widespread in basin and bajada shrub habitats.  ClassRodentia, Family Arvicolidae  Muskrat Ondatra zibethica Restricted to riparian habitats. Found along Lake Creek (Big Spring Creek) in Snake Valley. Sagebrush Vole Lagurus curtatus intermedius Typically occurs in big sagebrush habitat. Montane Vole Microtus montanus micropus Typically occurs in grassy meadows and similar habitats, including irrigated pastures and fields. Long-tailed Vole Microtus longicaudus latus Occurs in most montane habitats.  Class Rodentia, Family Erethizontidae  Porcupine Erethizon dorsatum epixanthum Most often occurs in woodland and montane shrub and forest habitats.  ClassRodentia, Family Muridae  House Mouse Mus musculus Collected near Baker. Typically restricted to areas of human habitation. Native of Eurasia.  Class Artiodactyla, Family Antilocapridae  Pronghorn Antelope Antilocapra americana americana Common in basin and bajada shrub habitats; ocassional in lower margin of woodland.  Class Artiodactyla, Family Cervidae  Mule Deer Odocoileus hemionus hemionus Abundant in mountains and foothills, also in agricultural areas. Possibly more abundant due to ecosystem changes related to grazing and fire suppression. Elk (Wapiti) Cervus elaphus Native to Snake and Schell Creek ranges but extirpated. Re-introduced (from Yellowstone NP) in the Schell Creek Range in the 1930's, and now abundant there. Small groups occasionally reported in the Snake Range, in Board, Shingle, and Strawberry creeks. Some mammalogists place North American elk in C. canadensis, separate from Eurasian C. elaphus.  Class Artiodactyla, Family Bovidae  Bighorn Sheep Ovis canadensis Observed in Snake Range by Simpson in 1859. Probably extirpated early in 20th century. Re-introduced in northern and southern Snake Range in 1979-1980 (from central Colorado). Currently rare in southern Snake Range. Uncertain whether original Snake Range population was more like desert (O. c. nelsoni) or Rocky Mountain (O. c. canadensis) subspecies.   Mammalian species that potentially occur in or near the South Snake Range Merriam's Shrew Sorex merriamii An uncommon but widely distributed shrew of the intermountain region, typically found in sagebrush, pinyon-juniper, and similar habitats. No reports nor collections locally. Little Brown Myotis Myotis lucifugus Common across much of North America, including the Great Basin; but has not been reported nor collected locally. Yuma Myotis Myotis yumanensis A common species in western North America, but not reported nor collected locally. Fringed Myotis Myotis thysanodes thysanodes Distributed across the West and Southwest but not positively identified locally. Tentatively identified during a recent bat survey (Bradley 1991) but later re-considered (Bradley, pers. comm. 1995). Red Bat Lasiurus borealis Widely distributed in a variety of habitat types, including forests in the Sierra Nevada and the Wasatch Range, and desert shrublands near Las Vegas and Fallon, but not collected or reported locally. Roosts singly in trees and shrubs, often near ground. Spotted Bat Euderma maculatum Tueller and others (1967) noted one hearsay report of a sighting of this distinctive rare bat in Model Cave. No other local reports are known. Widely distributed across the intermountain region and Southwest. NPS Sensitive taxon. Big Free-tailed Bat Tadarida molossa Specimens have been collected at the Desert Range Experimental Station, 25 miles southeast of the Snake Range. Widely distributed in the Southwest and Mexico. White-tailed jack Rabbit Lepus townsendii Occurs in Ruby Valley and the White Pine Range, but has not been collected nor reported locally (Hall & Kelson 1959). Lepus specimens from Owl Cave 2 (Turnmire 1987) and Snake Creek Burial Cave (Heaton 1987) have been attributed to L. townsendii, on the basis of size. However, Hall & Kelson (1959) noted that there are no reliable distinguishing cranial features separating recent L. townsendii and L. californicus populations in the Great Basin, including size. Northern Pocket Gopher Thomomys talpoides Found in Cleve Creek Canyon (Schell Creek Range) and the White Pine Range (Hall 1946), and reportedly common in ranges west and north of the park (Hall & Kelson 1959). Ziegler (1964) attributed a cranium and inominate bones from the (Recent?) Lehman Caves Entrance site to this species. Specimens also identified in the Late Pleistocene Owl Cave 2 fauna (Turnmire 1987). Diagnosis between T. talpoides and T. umbrinus depends on dental and cranial features (Hall & Kelson 1959; Russell 1968). Western Jumping Mouse Zapus princeps Occurs in Ruby Mountains and Toiyabe Range, and in northern- and western-most Nevada, in montane habitats similar to those found in the Snake Range. But there are no specimens or records from this area (Hall & Kelson 1959).  Mammalian species that have been reported but probably do not occur locally Wolverine Gulo luscus (= G. gulo) In 1878, John Muir reported wolverine tracks in the snow near Wheeler Peak (Unrau 1990), but no animals have been sighted in the central Great Basin (Hall 1946). A wolverine cranium was collected in Snake Creek Burial Cave (Barker & Best 1976), prompting Hall (1981) to extend its recent geographic range to this area. However, the skull was associated with extinct Late Pleistocene species and has not been dated (Mead & Mead 1989). Marten Martes americana Ziegler (1964) attributed a humerus, ulna, and femur from the (Recent?) Lehman Caves Entrance site to this species. The material might belong to the extinct species M. nobilis, which survived in the Great Basin until at least 3,000 years ago (Grayson 1993); but positive identification depends on cranial and dental features (Anderson 1970). The recent geographic range of M. americana extends only to the edge of the Great Basin in boreal habitats of the Sierra Nevada and the Wasatch Range (Hall & Kelson 1959). Specimen: WACC. Pika Ochotona princeps Specimens from cave deposits in the Snake Range and Snake Valley indicate that the species occurred locally, well into the Holocene (Mead 1987). Its current distribution includes the Sierra Nevada, the Wasatch Range, and several high ranges in central Nevada, but it no longer occurs in the Snake Range (Hall & Kelson 1959). Horse Equus caballus A large herd of feral horses lives in the Mountain Home Range, south of the park. Another herd occurs in the Conger Range, east of Eskdale, UT. A park employee (S. Barnes) reported a feral horse in Decathon Canyon in 1990. Another park employee (K. Pfaff) found the recent remains of a horse there in 1995; but these could be from a sheepherder's horse, rather than a feral animal.  Explanatory Notes The habitats listed are intended as general guides, with the understanding that some species are restricted more by specific site conditions or other factors than by general vegetation associations. Montane forest includes white fir\/aspen, Douglas-fir\/spruce, spruce\/pine\/aspen, and similar associations; montane shrub includes both upper sagebrush and mountain mahogany types; woodland includes mainly pinyon\/juniper, from dense to open stands; bajada shrub typically includes big sagebrush\/grass and black sage\/grass associations; basin shrub typically includes shadscale\/greasewood in Snake Valley, but includes several other arid shrub types, such as dwarf sage, rabbitbrush, and winterfat.   References Cited Anderson, E. 1970. Quaternary evolution of the genus Martes (Carnivora, Mustelidae). Acta Zoologica Fennica 130:1-132. Baggs, J.E. 1993. Annotated bibliography of biological collections from Great Basin National Park, Vol II: Fauna. Cooperative National Park Resources Study Unit, University of Nevada; Las Vegas, NV. Baldino, C. 1994 and 1995. Bat survey and inventory reports. unpublished research reports on file in Great Basin NP. Barbour, R.W., and W.H. Davis. 1969. Bats of America. University Press of Kentucky. Barker, M.S., and T.L. Best. 1976. The wolverine (Gulo luscus) in Nevada. Southwestern Naturalist 21:133. Berger, J., and J.D. Wehausen. 1991. Consequences of a mammalian predator-prey disquilibrium in the Great Basin desert. Conservation Biology 5(2):244-248. BLM. 1980. Nongame species literature search in support of wildlife inventories in the Elko, Ely, and Battle Mountain BLM Districts of Nevada. BLM Report YA-553-CTO-1061; Carson City, NV. Bradley, P. 1991-1995. Field trip reports: Bat survey and inventory, White Pine County. Nevada Department of Wildlife. Brown, J.H. 1978. The theory of insular biogeography and the distribution of boreal birds and mammals. Great Basin Naturalist Memoirs 2:209-227. Durrant, S.D. 1952. Mammals of Utah: Taxonomy and distribution. University of Kansas Museum of Natural History; Lawrence, KS. Egoscue, H.J. 1988. Noteworthy flea records from Utah, Nevada, and Oregon. Great Basin Naturalist 48(4):530-532. Frantz, T.C. 1953. Surveys of watersheds in the south Snake Range (1952-1953) with emphasis on fisheries. unpublished reports from Nevada Fish and Game Commission; Carson City, NV. Grayson, D.K. 1993. The desert's past: A natural prehistory of the Great Basin. Smithsonian Institution Press; Washington DC. Hall, E.R. 1946. Mammals of Nevada. University of California Press; Berkeley. Hall, E.R., and K.R. Kelson. 1959. Mammals of North America. Ronald Press; New York. Heaton, T.H. 1987. Initial investigation of vertebrate remains from Snake Creek Burial Cave, White Pine County, Nevada. Current Research in the Pleistocene 4:107-109. Mead, E.M., and J.I. Mead. 1989. Snake Creek Burial Cave and a review of the Quaternary Mustelids of the Great Basin. The Great Basin Naturalist 49(2):143-154. Miller, G.S. 1955. List of North American recent mammals. United States National Museum Bulletin 205. NDOW. 1970-1991. Annual mountain lion harvest records. Nevada Dept. of Wildlife; Carson City. Rickart, E.A. 1988. Distribution records of mammals from the Snake Range, White Pine County, Nevada. unpublished manuscript from the Curator of Mammals, Utah Museum of Natural History, on file at Great Basin NP. Russell, R.J. 1968. Evolution and classification of the pocket gophers of the subfamily Geomyinae. University of Kansas Museum of Natural History Publication 16(6):473-579. Simpson, J.H. 1876. Report of explorations across the Great Basin in 1859. U.S. Govt. Printing Office. (reprinted in 1983 by University of Nevada Press; Reno, NV). Tueller, P.T., and others. 1967. An evaluation of the research possibilities of the Snake Range in eastern Nevada. unpublished report from the University of Nevada, Reno, on file in GRBA RM office. Turnmire, K.L. 1987. An analysis of the mammalian fauna from Owl Cave One and Two, Snake Range, East-Central Nevada. unpublished M.S. thesis; University of Maine at Orono. Unrau, H.D. 1990. Historic Resource Study: A history of Great Basin National Park, Nevada. National Park Service; Denver, Co. Wells, S.J. 1993. Archeological investigations at Great Basin National Park: Testing and site recording in support of the General Management Plan. Publications in Anthropology 64. NPS Western Archeological and Conservation Center; Tucson, AZ. Ziegler, A. 1964. Animal bones from Lehman Caves National Monument. pp. 42-62 in Rozaire, C. 1964. The archeology at Lehman Caves National Monument. Nevada State Museum; Carson City.August 8, 2002",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/list-of-mammals.htm"
}
