{
    "title": "Great Basin National Park: Snakes & Lizards",
    "body": "Snakes and Lizards         Gopher Snakes mimic rattlesnakes to protect themselves. NPS Photo  The following list is for use in Great Basin National Park, North and South Snake Ranges, and Spring and Snake Valleys, White Pine County and Millard County, Utah. It is based on museum searches and field observations conducted as part of the Servicewide Inventory and Monitoring Program.   Snakes Colubrid Snakes (Family Colubridae) Racer (Coluber constrictor) Unique Characteristics: Plain brown, olive, or green body. Range: Northern Great Basin, Wasatch Front, Colorado Plateau, Northwest. Collected at Cleveland Ranch, Spring Valley, White Pine County, Nevada. Habitat: Found in sagebrush, grassland, and pinyon\/juniper habitats, below 8,000 feet. Absent from extremely dry and mountainous habitats.  Ringneck Snake (Diadophis punctatis) Unique Characteristics: Yellowish-orange to red underside flecked with black. Range: Isolated Great Basin populations, Wasatch Front. Documented from Snake Valley and Pine Valleys, Utah. Habitat: Shadscale\/Greasewood, sagebrush, and pinyon\/juniper habitats, along streams and washes, under logs and rocks below 7,000 feet. Highly fosorial. Night Snake (Hypsiglena torquata) Unique Characteristics: Large pair of brown blotches on neck. Verticle pupils. Range: Throughout Great Basin and Western deserts. Habitat: Found in shadscale\/greasewood, sagebrush, and pinyon\/juniper habitats, below 8,700 feet. Usually under cover or seen on roads. Crepuscular or nocturnal. Sonoran Mountain King Snake (Lampropeltis pyromelana) Unique Characteristics: Red, black, and white bands. Range: Isolated populations found in Great Basin. Found in North Snake, Schell Creek, Egan, Fortification, and Wah Wah Ranges. Habitat: Rocky pinyon\/juniper sagebrush, riparian and montane habitats below 9,100 feet. Highly fosorial. Often surface active before and after summer thunderstorms. Striped Whipsnake (Masticophus taeniatus) Unique Characteristics: Cream, yellow, or white stripe on each side, bisected by a black line. Range: Throughout Great Basin Habitat: Common in shadescale\/greasewood, sagebrush, and pinyon\/juniper habitats, below 9,400 feet. Diurnal. Gopher Snake (Pituophis cateniferer) Unique Characteristics: When agitated loudly hisses, known locally as \"blowsnake.\" Range: Throughout Great Basin. Habitat: Common in all habitats below 9,000 feet. Crepuscular. Long-nosed Snake (Rhinocheilus lecontei) Unique Characteristics: Most sub-caudal scales single. Range: Great Basin, Mojave, and Sonoran deserts. Habitat: Found in open bajada and basin shadscale\/greasewood habitats, below 5,500 feet. Nocturnal.  Wandering gartersnake (Thamnophis elegans) Unique Characteristics: Only aquatic reptile in the area. Range: Northern Great Basin. Habitat: Abundant in riparian and spring habitats, below 10,500 feet. Rattlesnakes (Family Viperidae) Western Rattlesnake (Crotalus viridis) Unique Characteristics: The only rattlesnake in area. Rattle on tail. Range: Throughout the Great Basin Habitat: Shadscale\/greasewood, sagebrush, pinyon\/juniper, coniferous forest, riparian, and grassland rocky habitats to 10,000 feet. Hibernate at communal dens, moving to 5 miles away and returning to the same hibernacula each year.   Lizards Family Crotaphytidae Great Basin Collard Lizard (Crotaphytus bicinctores) Unique Characteristics: Two conspicuous black collar markings. Range: Great Basin and Mojave deserts. Habitat: Common in rocky outcrops in shadscale\/greasewood and sagebrush habitats below 7,500 feet. Long-nosed Leopard Lizard (Gambelia wislizenii) Unique Characteristics: Large lizard with many dark spots. Range: Throughout the Great Basin hydrologic province. Habitat: Found in basin and bajada shadscale\/greasewood and sagebrush habitats, below 6,000 ft. Family Phrynosomatidae Short-horned Lizard (Phrynosoma hernandesi) Unique Characteristic: Small dagger-like head spines (horns). Range: Found in Spring and Steptoe Valleys. Habitat: Found on loose soils in sagebrush and pinyon\/juniper habitats, below 11,000 feet. Desert Horned Lizard (Phrynosoma platyrhinos) Unique Characteristics: Large dagger-like head spines (horns). Range: Throughout the Great Basin. Habitat: Common on loose soils in shadscale\/greasewood and sagebrush habitats, below 6,500 feet. Crepuscular. Sagebrush Lizards (Sceloporus graciosus) Unique Characteristics: Longitudinal striping, often a black bar on shoulder. Range: Throughout the Great Basin. Habitat: Abundant in shadscale\/greasewood, sagebrush, and pinyon\/juniper habitats below 10,500 feet. Prefers loose soils. Western Fence Lizard (Sceloporus occidentalis) Unique Characteristics: Dark, crescent-shaped crossbands. Range: Throughout Great Basin. Habitat: Rocky outcrops in shadscale\/greaswood, sagebrush, and pinyon\/juniper habitats below 9,000 feet. Northern Side-blotched Lizard (Uta stansburiana) Unique Characteristics: Bluish-black blotch on each side of the chest behind the forelimb, complete gular fold. Range: Throughout the Great Basin. Habitat: Abundant in shadscale\/greasewood, sagebrush shrub habitats; infrequent in woodland habitats, below 9,000 feet. Skinks (Family Scincidae) Western Skink (Eumeces skiltonianus) Unique Characteristics: Only skink in the area; shiny, cycloid scales. Range: Throughout the Great Basin. Habitat: Common in riparian and pinyon\/juniper ecotones below 8,300 feet. Whiptails (Family Teiidae) Great Basin Whiptail (Cnemidophorus tigris) Unique Characteristics: The only whiptail lizard in the area. Fine granular scales on back, much larger belly scales arranged in rows. Range: Throughout the Great Basin. Habitat: Basin and bajada shadscale\/greasewood and sagebrush habitats below 7,000 feet.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/snakes-and-lizards.htm"
}
