{
    "title": "Great Basin National Park: Bats",
    "body": "Bats           Bats Bats fill a variety of roles in natural ecosystems. Yet despite their uses, they are often poorly understood by humans. What are bats? Bats are mammals. Bats have fur, give live birth, and feed milk to their young. They are, however, the only mammals capable of true flight. Although the German word for bat, \"fledermaus,\" translates to \"flying mouse,\" bats are not rodents. They are more closely related to primates than they are to mice. Biologists place bats in their own order, Chiroptera, which means \"hand-wing\" because their wings are supported by the bones in their hands.       Great Basin National Park is currently working on several projects to make abandoned minelands in the park safer and to mitigate environmental effects. Technicians perform bat outflight surveys at the entrances of dangerous shafts and adits. If bats are present that affects the method of closure used. In some cases, bat- friendly gates will be installed. This comprimise protects both human safety and bat habitat. td>        Chiroptera is a large order with over 900 species. Bats account for 20% of the world's mammals! They are marvels of evolution and adaptation. Bats are not blind, despite popular belief. They can see, but also use a \"high-tech\" system of high frequency sound to \"see\" with their ears. This natural form of sonar is called echolocation and it is also used by whales, dolphins, and shrews. Bats are found on every continent except Antartica and fill a wide variety of niches in the ecosystem. They range in size from the world's smallest mammal, a bat the size of a bumblebee, to bats with six foot wing spans, known as flying foxes. The majority of bats eat insects and are the only major predator of night flying insects such as moths, mosquitos, and beetles. There is nothing else that fills this niche in the ecosystem. Due to their high metabolism they have huge appetites and can consume up to one half their body weight in insects every night. A colony of 10,000 bats, a modest number as bat colonies go, can consume over 300 pounds of insects in one evening. Even one Little Brown Bat can catch 600 or more mosquitos in one hour! Most insectivorous bats catch their food in flight, often using their wings like a catcher's mit to capture their prey. Not all bats eat insects. Fruit bats, found in tropical and subtropical regions, often roost in trees and can be seen during the day. They are the most important seed dispersing animals in the tropics. Few fruit bats use echolocation. They rely on their sense of smell and eyesight. Also in the tropics and subtropics, countless species of trees and shrubs are pollinated by nectar and pollen eating bats. Three species in the southwestern United States are responsible for pollinating such plants as the Organ Pipe Cactus and Saguaro cacti. Plants pollinated by bats give us such products as avocados, bananas, cashews, dates, figs, peaches, and tequilla. Other bat species have different dietary needs. There are bats that eat rodents, birds, lizards, frogs, and other bats. There are fishing bats that use their sonar to detect ripples on the surface of a pond caused by fish. And, of course, vampire bats, the only mammals that live entirely on blood. There are three species and they are found only in Latin America. The amount of bood these bats consume can be measured in tablespoons rather than in pints. They do not suck blood, but lap it up after inflicting a small wound. Small mammals and birds are their natural prey, but with the introduction of ranching in Latin America, cattle have become an easy and plentiful source of food. This has increased the vampire bat population to artificially high levels. Another common myth is that bats are carriers of rabies; that they transmit the disease while being immune to it. In truth, bats are very clean animals. Like any mammal, they can contract rabies. However, less than one half of one percent actually do. Like other mammals, when they contract rabies they die quickly. But unlike other animals, bats rarely become aggressive. Although by nature very gentle creatures, it is important to remember that bats are wild animals. They will bite out of self defense. Any animal that can be caught is more likely than others to be sick. Use leather work gloves or a towel to remove a grounded bat to an area away from contact with people and pets. Bats are in trouble everywhere. Within the last 40 years, bat populations have declined dramatically. Many bat colonies have been devastated due to interference by man. Insecticides and other poisons have been introduced into the bats' food chain. There has been severe loss of habitat for bats. The rain forests, home to many species of bats, are shrinking daily. Ironically, the loss of bats, in turn, contributes to the loss of rain forests due to the role of bats in propagating hundreds of plant species. Close to home, in the U.S. and Mexico, commercialization, outright destruction, vandalism, and human disturbances in caves used by bats for roosting is devastating their numbers. It is too late for some species, but not for others. There are actions we can take to protect bats, to save and restore habitat. Two-thirds of bat species found in the United States, including some of the most endangered and threatened species, now use abandoned mine shafts as roosting sites. Some of these bats have been disturbed from their natural roosts by human activities such as recreational caving and cave commercialization. Like caves, mines offer a stable microclimate. Bats use mines as maternity roosts, hibernacula (winter roosts), and day and night roosts. For some species, mines are a permanent, year-round home. This region of Utah and Nevada is rich in mining history, but that history has left a legacy of potentially dangerous abandoned mines. Possible hazards include cave-ins, deep water at the bottom of shafts, poisonous gases, and discarded explosives. Often these dangerous entrances are backfilled or blasted closed. However, this can be very damaging to populations of bats using those mines. There are alternatives. It is not necessary to sacrifice human safety for bat protection. Another method of reclaiming mines is to gate them, using a gate with openings (a grate) just big enough to allow bats to pass through. But because gating requires more time and expense than other methods of mine closure, it is not likely to be used unless the public demands it. If you know of a mine that is scheduled for closure, find out if a biological survey has been conducted. In many cases, officials are unaware of the importance of mines to bats and the crucial role bats play in the ecosystem. A source of information on this subject is: Bat Conservation International, Inc. PO BOX 162603 Austin, TX 78716 Great Basin National Park is currently working on several projects to make abandoned minelands in the park safer and to mitigate environmental effects. Technicians perform bat outflight surveys at the entrances of dangerous shafts and adits. If bats are present that affects the method of closure used. In some cases, bat- friendly gates will be installed. This comprimise protects both human safety and bat habitat. There are only insectivourous bats in the Great Basin. At least 10 species of bats have been found in the vicinity of Great Basin National Park, including the Townsend's Big-eared Bat. Subspecies of this bat have been listed as threatened, endangered or species of special concern by the federal government and several state governments. There is a maternity colony of several thousand Big Free-tailed Bats in Rose Guano Cave (visible from US 6&50 in the northwest part of the South Snake Range). More specific information will be available in the bat survey currently being done. August 6, 2002  {Top of Page}",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/bats.htm"
}
