{
    "title": "Great Basin National Park: Lehman Caves Restoration",
    "body": "Lehman Caves Restoration        Before and after images of removing old stairs and restoring natural cave passageways NPS PHOTOS        Cave Restoration in the Talus Room Lint Removal in Lehman Caves Algae Reduction   Cave and karst features are extremely fragile ecosystems.  In their natural, unaltered state, cave systems are pristine examples of unaltered wilderness.  Humans have always been fascinated with caves, and with this fascination comes an urge to explore and experience the unknown of these caves.  Humans are not always the most careful creatures, and the exploration and love of caves has led to the damage, destruction and overall wear-and-tear of certain cave features.          Cleaning algae growth in Lehman Caves NPS PHOTO  Lehman Caves is no exception. Over the last century, Lehman Caves has seen extensive use by humans. By 2007, over one million people have had the opportunity to walk through this cave system, and their impact is starting to become evident.  From the early explorers, who broke open once blocked passageways, to the early souvenir hunters who removed cave formations for keepsakes, to the early Park Rangers who installed staircases, wooden seats, and metal cables, to the everyday visitor who leaves thousands of skin cells, lint, and hair behind- we have all left our mark.        Park staff repairing damaged formations NPS PHOTO  Great Basin National Park is currently working to restore as much of Lehman Caves to its natural state as possible. Trying to reverse the years of damage and wear on the cave system has proven to be a monumental task. This includes active restoration, by removing old, rotten staircases, removing corroded metal conduits, and the removal of construction debris. Other methods are more preventative, like the installation of a LED lighting system in Lehman Caves, designed to minimize heat output and algae growth within the cave.   To reduce the everyday wear and tear on the cave, crews must actively clean the cave system. This includes the removal of algae, and tedious process of lint removal, where crews painstakingly remove accumulated lint from the cave formations with nothing more than tweezers and paint brushes.   We can all do our part to reduce our impact to all cave systems. Always make sure you stay on the paved trail, and be extra careful not to touch the cave walls or cave formations, even with your clothing. And always remember the caving motto:  \"Take nothing but pictures, Leave nothing but carefully placed footprints Kill nothing but time\"  For more information on cave restoration and 'soft caving' please Speleological visit the National Speological Society.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/lehman-caves-restoration.htm"
}
