{
    "title": "Great Basin National Park: Bark Beetles",
    "body": "Bark Beetles         Fir engraver beetles leave trails beneath the bark of living and dead conifers. Alana Dimmick  Bark beetles are one of the 6000 species of beetle found in the subfamily Scolytinae.  They are so named because they live in, feed on, and reproduce in the inner bark of dead and living trees. A few species attack and kill live trees, but most reside in dead, weakened, or dying hosts. The tiny insects are brownish or black and range between six and eight millimeters long. They fly in in large, synchronized groups that arrive at a tree and overwhelm it with their large numbers. Bark beetles are known to emit pheromones, a chemical, that attracts other beetles to target trees. Healthy trees may put up defenses by producing resin or latex that can contain a number of insecticidal and fungicidal compounds that can kill or injure the attacking insects. Others can be immobilized, or suffocated, by the sticky fluids.   Bark beetles have an important ecological role. They can help renew forests by killing old trees, and aid in the decomposition of dead wood. But when certain conditions exist that leave large numbers of conifers susceptible, outbreaks can occur. The western United States has been under drought conditions for many years, weakening conifers and leaving them susceptible to beetles. Under outbreak conditions, sheer numbers can overwhelm even the best defenses of healthly trees. The invasion itself does not kill the tree. The tree eventually dies from a fungus that is introduced and spread by the beetles which clog's the tree's water transport systems. Affected Areas in the Park The work of the fir engraver beetle, one species of bark beetle, is evident in Great Basin National Park. This species makes its home specifically in white fir and pinyon pine trees.  Two park watersheds, Baker Creek and Strawberry Creek, have been noticeably affected, as evidenced by the standing, dead white firs.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/bark-beetles.htm"
}
