{
    "title": "Great Basin National Park: Lehman Caves National Monument",
    "body": "Lehman Caves National Monument         Lehman Caves National Monument Digital Image Copyright 2002, Great Basin Association  Lehman Caves National Monument President Warren G. Harding declared Lehman Caves a national monument on January 24, 1922.  It was dedicated in a grand celebration on August 6th that involved the American Legion, the mayor of Baker, and local school children. In 1923 the caves and surroundings were designated a State Recreation Ground and Game Refuge. White Pine County followed suit and proclaimed the whole Wheeler Peak area a Wildlife Preserve.   The U.S. Forest Service administered Lehman Caves National Monument, but demonstrated little presence at the cave, allowing private operators to do as they pleased. Clarence Rhodes, a former restaurant owner and chauffer to Nevada's governer, was made the official custodian of the caves, and was allowed to keep guide fees for his pay. The approved tour fees were one person, one dollar; children under twelve, free; groups of twelve or more, five dollars. Truly bargain rates for tours that often lasted three hours or more!          Clarence and Bead Rhodes in Lehman Caves Digital Image Copyright 2002, Great Basin Association  The Rhodes Appointing Clarence and his wife, Bea, as custodians made sense, as they had purchased 50 acres of Lehman's property next to the cave entrance back in 1920 and had already been guiding visitors.  Their presence in the cave was made official through a permit from the Forest Service. Improvements began in and around the cave, with stairways replacing rope ladders, floor excavations providing more headroom, sleeping tents being placed in Lehman's orchard, and roads to the cave entrance being improved. The Rhodes were ever alert to increase business, so they began developing one of the rooms of the cave as a meeting place for large groups. Weddings were performed in the cave. Musical selections were played on the stalactites and stalagmites. Dances, picnics, and pageants were held on the grounds, and pack trips were offered to Wheeler Peak. In 1928 the Rhodes constructed 15 new cabins (one remains near the Lehman Caves Visitor Center today, known as the Rhodes Cabin) and a log lodge that provided regular Saturday evening \"concerts\" for guests and locals.  The Rhodes tenure at the cave lasted until around 1930, when Mr. and Mrs. Elroy Cue moved in to manage the area. Shortly afterward the Rhodes property was purchased by the county, and donated to the federal government.  The National Park Service Arrives Executive Order 6616, signed by President Franklin Roosevelt on June 10, 1933, transferred control of all national monuments, including Lehman Caves, to the National Park Service. Otto T.W. Nielsen was appointed as the first \"Park Ranger in Charge\" in 1934. He reported to the Superintendent of Zion National Park, who was administratively responsible for the monument. During the next decade, several cleanup, rehabilitation, and repair projects were conducted in the cave and on the surface by New Deal agencies such as the Works Progress Administration, the Civilian Conservation Corps, and the Civil Work Administration. Lehman Caves was littered with debris, tin cans, lumber, and broken formations, all evidence of the heavy impact early visitors had on the cave.  The Wishing Well was a small room filled with trinkets left by visitors who believed that if they left an item and made a wish, it would come true.  One pool alone yielded 700 objects, including coins, a garter, and an American flag.   Big Changes in the Cave Plans to build a cave entrance tunnel that would eliminate use of the somewhat hazardous natural entrance are mentioned as early as 1925. The old stairway that led down some 60 feet from the ground to the first room of the cave was a barrier to many who wished to see the cave. Although some objections were voiced by National Park Service officials concerned about visitor experience and destruction of the cave's natural beauty, the project was declared feasible in 1936, and was completed in 1939. It wasn't until the 1960s that the current exit tunnel, of similar construction, was installed.  Candles were the standard lighting for many years in Lehman Caves. The Rhodes introduced carbide lanterns in the early 1920s. While bringing electricity into the cave had been considered since the 1920s, it wasn't until 1939 that funds were made available. The first electrically lit cave tours began in April 1941. The complicated system was difficult to maintain, though, and had frequent failures.  It wasn't until 1949, when new reliable generators were installed, that continuous cave lighting was assured.        Wizard Of Mars (1965)   Science and Culture In 1947 the first significant addition was made to the known cave when NPS laborers Tom Sims and John Fielding found and opened a 200 foot area near the natural entrance known as the Lost River section. Five years later the Gypsum Annex was discovered when another employee removed a boulder blocking the entrance. The first maps of the cave were developed by the Salt Lake Grotto of the National Speleological Society in the late 1950s. The map, completed in 1960, shows over 8,000 feet of passageways. As knowledge of the cave increased, so did its popularity. Sir Edmund Hillary, of Mt. Everest fame, toured the cave with his family in 1962 as part of a U.S. Forest Service sponsored tour of the area. In 1959 Lehman Caves made its first television debut as the background for a one-minute Viceroy cigarette ad filmed by MGM studios. Portions of a movie originally titled The Wizard of Mars, a science fiction horror take on the popular Wizard of Oz, were filmed inside the cave in 1965. The flick, was later renamed Horrors of the Red Planet.       Mission 66 Visitation dropped dramatically during WWII, but from 1950 to 1955 alone, visitation to the cave increased 56%, reaching over 18,000 per year.  This trend was repeated throughout the national park system, creating strain on staffing and programming that was still geared to pre-WWII levels. In 1955 a long term action plan designed to improve and develop facilities, while fully protecting resources, was inaugurated and dubbed \"Mission 66.\" The plan was to implement these goals nationwide by the 50th anniversary of the National Park Service, which would be celebrated in 1966. At Lehman Caves National Monument over $500,000 was spent on improvements.  Additional employee housing, a visitor center (the current Lehman Caves Visitor Center), power plant, utility building, several thousand feet of new road, a 25 unit picnic area, and new utilities systems were constructed. Trails inside the cave were refurbished, and one third more cave was added to the regular tour. Staffing increased during Mission 66 from three permanent and two seasonal employees, to five permanents and eight seasonals. During this time a new Spelunker Tour was offered for the first time. By 1966, visitation to Lehman Caves National Monument increased to 31,000 visitors.          Taking temperature readings in Lehman Caves Digital Image Copyright 2002, Great Basin Association  The 70s and Early 80s in Lehman Caves Throughout these decades, services and programs continued to improve and expand at the cave.  Staff increased, as did monument visitation.  The majority of visitors arrived from June through August. Sixteen cave tours , 1 1\/2 hours long, were offered per day during these months, with a size limit of 40 on each tour. Candlelight cave tours were offered, evening campfire programs were held at a newly constructed amphitheater, and cave tour guide training became more formalized.   During the mid 1970s the National Park Service began development of a \"Statement of Management\" for each unit of the system. The first such statement for Lehman Caves National Monument clarified that the purpose of the monument was:  \"to preserve the caves for their unusual scientific interest and importance. Use shall be promoted and regulated to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"  The monument was divided into management zones (natural, historic, and development), with the majority of land zoned as natural. Under these zones, the Gypsum Annex and the Lost River section of the cave were closed to protect fragile areas and historic resources. In 1983 the Talus Room section of the cave was closed to the pubic after a two-cubic-foot rock fell from the ceiling. This room, still considered unstable, remains closed today.       Lehman Caves National Monument Is Abolished The movement to make Lehman Caves and the surrounding areas into a national park began as early as the 1920s. But it wasn't until the mid-1980s that the concept became reality. In the Great Basin National Park Act of 1986, Lehman Caves National Monument was formally abolished, and all lands incorporated into the nation's newest national park.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/lehman-caves-national-monument.htm"
}
