{
    "title": "Great Basin National Park: Important Bird Area",
    "body": "Important Bird Area       What is an Important Bird Area? Important Bird Areas (IBA) are areas that are designated by the Audubon Society as important places for bird populations and where conservation efforts are focused.  Within Nevada there are 39 IBAs, which are sites that provide essential breeding, migration, or wintering habitat for one or more species of birds. Reasons for IBA Recognition Great Basin National Park was recognized as an IBA for several reasons: 1. The park supports species identified as high conservation priorities. Out of the 51 bird species listed by the Nevada Partners in Flight, 28 species have range distributions within this IBA. 2. The park contains rare, threatened, or unusual habitats.  The high elevation habitats (alpine and subalpine) are unusual in Nevada. 3. This site is exceptional in the state because of its natural or near-natural habitat, meaning that there is little to no human disturbance. Great Basin Bird Habitats Habitat types found in the park that are important to birds include:  Great Basin juniper woodland Alpine bedrock Montane mixed conifer forest and woodland Aspen-mixed conifer forest and woodland Subalpine bristlecone pine and spruce-fir forests Mountain mahogany woodland and shrubland  Bird Species of Focus in the Great Basin National Park IBA  Calliope Hummingbird Olive-sided Flycatcher Sage Sparrow Virginia's Warbler Loggerhead Shrike Sage Thrasher Black-throated Gray Warbler MacGillivray's Warbler Black Rosy-finch Pinyon Jay Yellow-breasted Chat Three-toed Woodpecker Northern Goshawk Red-naped Woodpecker Cooper's Hawk Swainson's Hawk Prairie Falcon Greater Sage Grouse  Threats to the Great Basin National Park IBA Pinyon Juniper Expansion:  The shrub-steppe habitats are impacted by the expanding pinyon-juniper (PJ) woodlands. The stands of PJ and mountain mahogany are also increasing in density, which is crowding out the understory plants. Historically, fire would limit the density and the distribution of the woodlands.  Fire suppression, however, has shifted the fire regime. Invasive Plants: There are 43 invasive weed species present in the park, and four of are particular concern.  They are Musk thistle, Spotted knapweed, Bull thistle, and Field bindweed. Groundwater Pumping: There have been some efforts to pump and transport water to southern Nevada, which would negatively affect the water quantity and wildlife habitat within the park.  More Information You can find more information on this program, and locate other IBAs throughout the country, by visiting the Audubon Important Bird Areas website.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/important-bird-area.htm"
}
