{
    "title": "Great Basin National Park: Lehman Caves Discovery",
    "body": "Lehman Caves Discovery         Absalom Lehman Digital Image Copyright 2002, Great Basin Association  Discovery The full story of the discovery of Lehman Caves will never be known, as over 40 widely differing accounts of this event have been uncovered. Although questionable accounts of earlier dates exist, the most likely date of discovery is 1885, by Absalom S. Lehman. Lehman, originally from Pennsylvania, spent many years mining in the west and in Australia, before settling on Weaver Creek in the South Snake Range to begin ranching in the late 1860s.  Little mention is made of how the caves were discovered, but many legends circulate, including one that establishes Lehman's horse as the true discover. One version claims that while Lehman was riding the horse across the terrian, the horse broke through a crust covering the cave's natural entrance. Yet another version claims that Lehman's brother, Ben, was the real discoverer. When passing a clump of bushes one day, he felt a strong current of wind coming from a hole in the ground. The most likely discovery scenario is that Absalom Lehman or one of his hired hands on the ranch stumbled onto the natural entrance to the cave, perhaps attempted to lower someone down using ropes, and decided further exploration was necessary. However, we will probably never know for certain who was the first person to view the interior of Lehman Caves. Many accounts agree that the first party of people to enter the cave included most of Snake Valley's early citizens. These include Ab and Ben Lehman, William Burbank, Dan Simonsen, E.W. Clay, Ed Lake, William Atkinson, Isaac Gandy, George Robison, D.A. Gonder, P.M. Baker, and Nettie Baker, who was probably the first white woman to see the cave. The discovery of the cave was heralded first by the White Pine Reflex,  a local newspaper out of Ely, Nevada, on April 15, 1885. \"Ab Lehman (sic) of Snake Valley, reports that he and others have struck a cave of wondrous beauty on his ranch near Jeff Davis Peak. Stalactites of extraordinary size hang from its roof and stalagmites equally large rear their heads from the floor...The cave was explored for about 200 feet when the points of the stalactites and stalagmites came so close together as to offer a bar to further progress. They will again explore the cave armed with sledgehammers and break their way into what appears to be another chamber.\" American Indian Evidence Indians, perhaps as early as 1000 A.D. knew of the cave's entrance. Whether or not they entered the cave is difficult to say based on the evidence. Indian bones were discovered beneath the natural entrance, and were almost certainly placed there on purpose, perhaps for burial. It is likely that Indian contemporaries of Lehman did not know of the cave, it having been used by their remote ancestors. Prospectors Prospectors may have also found the caves in the search for silver and gold in the mid to late 1800s. If they did, they promptly forgot about it, since it contains no mineral worth.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/lehman-caves-discovery.htm"
}
