{
    "title": "Great Basin National Park: Modern Archeology at Johnson Lake Mine",
    "body": "Modern Archeology at Johnson Lake Mine       When a group of people abandons a place where they once lived and worked, they may leave behind many things. \"Material culture\" or \"artifacts\" like parts of the buildings they lived in, the objects and machines they once used, or a garbage dump may remain today from peoples of the past. Photographs, diaries, or ledgers may also be recovered through painstaking work. Historical archeologists study all these items (both written records and non-written artifacts) to learn about the people that left these things behind. Historical archeology also can tell us about people whose history was not recorded or written down. Sometimes artifacts are the only source of information we have of how groups of people lived in the past. On the other hand, sometimes even when we have written records, the artifacts tell a very different story about how people lived in the past. At Johnson Lake Mine, few written records of how the mine operated, and how the miners lived and worked, have been found. Further complicating investigations, a snowslide descended upon Johnson Lake Mine in the winter of 1935, damaging many of the mine's structures and closing the mine from further production. The trash deposits at Johnson Lake Mine act as a time capsule for archeologists to study so that questions can be answered and some of the mystery of how the mine was run and how these people lived can be solved. Because of the snowslide, archeologists know that the artifacts reflect the mine's history before 1935. Archeologists at Johnson Lake Mine looked at the mine's remains to come to conclusions about how it operated. They found, for instance, what is left of a cable tramway that traveled from the adit (the horizontal opening of the mine) to a tramway terminal building near the lake. The miners placed the ore in large barrels that traveled down the mountain on a tramway cable operated by a large \"Beaver\" brand flathead motor. Mules then carried the ore to the gravity concentration mill. The mill was built into the slope to take advantage of a drop-off and to incorporate a huge boulder supporting the heavy milling equipment. The system also took advantage of gravity by having ore enter from the road into the mill's second story and exiting out the rear of the lower story. Once at the mill, the surrounding rock of the ore was broken or crushed to release the metal deposits. The mill was probably run by water-power or by a steam engine. The route of a one inch diameter metal pipe, assumed to be a water pipe, was traced from Johnson Lake to the mill along the road. Tungsten is fairly easy to mill and concentrate because it is a heavy mineral. The process is entirely mechanical. The ore is crushed, screened to proper size and passed over vibrating tables to separate the heavy tungsten from the waste material. Because the location of Johnson Lake Mine was so remote, the concentrated tungsten ore had to be transported by mule or wagon 70 miles east to the Union Pacific railhead at Frisco, Utah for export to a factory or steel mill. A connection between the mine and the town of Milford, Utah, located east of Frisco, was confirmed by a sheet of corrugated metal roofing stenciled with the name \"Jefferson Metal, Co., Milford, UT\" that forms part of the roof in the large log cabin at Johnson Lake Mine. Archeologists have recovered other information providing clues about the lives of the miners. For example, next to the mill building there is a small building with a very low roof, which suggests that it served as a stable for mules. They also found the remains of a corral nearby and recovered horseshoe and muleshoe nails, and leather straps. Other artifacts recorded by archeologists at the Johnson Lake Mine site include an old canvas hose, buckets, oil cans, wire, nuts, bolts, washers, screws, and bits of rubber. These small artifacts give archeologists clues about what kinds of machinery may have been at the mine. Most of the large, identifiable pieces of equipment have been salvaged for use at other mines, been sold for scrap metal, or been collected by souvenir hunters. Many items associated with clothing helped archeologists determine what the miners wore and what periods of time the site may have been used. They recorded things like rivets, buttons, parts of leather shoes, gloves, clothing fasteners, and boot buckles. Although the actual clothing material has long since rotted, archeologists can piece together the fragmentary evidence to get an idea about the miners' style of clothing. There was not much remarkable about these artifacts at Johnson Lake Mine, but sometimes you can tell if people living at a site included women, children, or people from a particular ethnic group if you find fancy or unusual clothing fastners such as buckles, buttons, or rivets. Without archeology we might not know much about how the miners at Johnson Lake Mine operated the mine and what their daily lives were like. Using archeological skills to examine the evidence, we can study what they ate, where they slept, what tools they used, how they worked, and what \"treasures\" they may have left behind.                        Cabin Restoration Cabin Restoration  Duration:3 minutes, 26 seconds",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/modern-archeology-at-johnson-lake-mine.htm"
}
