{
    "title": "Great Basin National Park: 2009 Press Releases",
    "body": "2009 Press Releases       December 21, 2009  Winter Holiday Schedule for Great Basin National Park and Lehman Caves Visitor Center   Superintendent Andy Ferguson announced that the Great Basin National Park's Lehman Caves Visitor Center will operate 8:00am to 12:00 noon Pacific Time December 24, 2009. November 9, 2009  Great Basin National Park Prepares for Winter Season  Superintendent Andy Ferguson invites visitors to enjoy the special opportunities the change of the season brings to Great Basin National Park. There are changes in campground availability, winter driving conditions, and visitor center operations. November 2, 2009  Free Cave Tours for Veterans, Current Military Members and their Families on Veteran's Day  Superintendent Andy Ferguson invites veterans, current members of the armed forces and their families to visit Great Basin National Park on Wednesday November 11 on Veteran's Day. The park will offer free tours of Lehman Caves to U.S. military veterans and current members of the U.S. armed forces and their families. October 27, 2009  Great Basin National Park Announces 2009 Darwin Lambert Artist\/Writer-in-Residence  Superintendent Andy Ferguson announced that Diane Weddington, author and poet, has been awarded Great Basin National Park's 2009 Darwin Lambert Artist\/Writer-in-Residence. September 15, 2009  Park Announces Slash Pile Burns  Great Basin National Park plans to conduct two slash pile burns between September and December. The burns will be conducted in the Park Residential Area, between Baker Creek Road, Highway 488 and the Park Residential Area, and the Borrow Pit in the Baker Ridge area. The burns will take place only if specific weather and moisture conditions are met. August 31, 2009  Beetle Bioblitz  Join us September 11-13, 2009, in our first year cataloguing beetle biodiversity in a variety of habitats in Great Basin National Park!  Interested individuals and amateur and professional naturalists are welcome to participate. A cooperative effort between Southern Utah University and Great Basin National Park. June 11, 2009  Lost Hiker Found at Great Basin National Park  Early Tuesday afternoon a tired, hungry and thirsty Raymond Doty, 56 of Logandale, Nevada, was found on the northeast side of Great Basin National Park.  April 25, 2009  National Park Week Reseeding Project in Great Basin National Park.   In recognition of National Park Week, April 18-26, 2006 Great Basin National Park will conduct two reseeding projects on April 25, starting at 10:00 a.m. (Pacific Daylight Time) and on April 26, starting at 10: 00 a. m. (Pacific Daylight Time) January 15, 2009  Great Basin National Park Offers Snowshoes This Winter  Snowshoes are now available for loan at Great Basin National Park! A limited number of snowshoes for adults and children will be available daily from mid-December until mid-April, as conditions permit.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/news\/2009-press-releases.htm"
}
