{
    "title": "Great Basin National Park: Reintroducing Bonneville Cutthroat Trout",
    "body": "Reintroducing Bonneville Cutthroat Trout         Participants in Bonneville cutthroat trout restoration at Snake Creek. NPS Photo  Bonneville cutthroat trout is the only trout species native to Eastern Nevada and Great Basin National Park. This fish represents a remnant of ancient Lake Bonneville, whose western shores reached Snake Valley during the Pleistocene epoch. With the shrinking of Lake Bonneville due to a warming climate, these cutthroats became stranded in high mountain streams where they survived for many years.   Disappearing Trout With the advent of European settlers in the area, non-native trout species such as rainbow trout, brown trout, and brook trout were stocked extensively into the streams holding populations of Bonneville cutthroat trout. Over time, the native cutthroats were eliminated due to competition and hybridization with these non-native trout species.   Bring Back the Bonneville Cutthroat Trout A Bonneville cutthroat trout recovery program was initiated by the Nevada Division of Wildlife and Humboldt-Toiyabe National Forest in the early 1990’s.  A multi-partner team including these agencies as well as the Bureau of Land Management, Great Basin National Park, U.S. Fish and Wildlife Service, Trout Unlimited, and private landowners was established in 1999 to aid in the recovery of Bonneville cutthroat trout. The goal of the program is to restore Bonneville cutthroat trout to the streams they once inhabited within their historic range.   This multi-step process, which began in 2000, includes first chemically eradicating a stream of all species, monitoring the stream to ensure the success of the eradication, and later re-introducing genetically pure Bonneville cutthroat trout and monitoring those populations.   Success Story By 2007 a total of five streams within Great Basin National Park (Strawberry, Mill, South Fork Baker, Upper Snake, and South Fork Big Wash) contained Bonneville cutthroat. As the species expands into the habitat available to them over the next five to ten years, they will inhabit over 50% of their historic stream habitat within the park.   In addition, Big Wash Creek outside the park and five streams in the North Snake Range (Deadman, Deep Canyon, Hampton, Hendrys, and Smith Creeks) also now contain Bonneville cutthroat trout. Attention Fisherman! Catch and release fishing is strongly encouraged in waters undergoing Bonneville cutthroat trout recovery. Many of these streams contain small populations of Bonnevilles that are susceptible to harvest. Please do your part to ensure the conservation of this species. Reports The technical report on restoration activities in Great Basin National Park is available at the link below. >Bonneville Cutthroat Trout Restoration Project, Great Basin National Park, Technical Report, 2008.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/reintroducing-bonneville-cutthroat-trout.htm"
}
