{
    "title": "Great Basin National Park: 2008 Press Releases",
    "body": "2008 Press Releases        October 30, 2008 Free Cave Tours for Veterans, Current Military Members and their Families on Veteran’s Day Superintendent Andy Ferguson invites veterans, current members of the armed forces,and their families to visit Great Basin National Park on Tuesday, November 11th.  The park will be offering free tours of Lehman Caves to U.S. military veterans and current members of the U.S. armed forces and their families. October 9, 2008 Local Students Artistic Talents Showcased at Great Basin National Park Once again White Pine County's elementary school students showed off their artistic abilities in the Annual National Public Lands Day (NPLD) poster contest. October 8, 2008 Rain Does Not Dampen Enthusiasm On National Public Lands Day Great Basin National Park, Baker, NV, October 3, 2008 – Great Basin National Park was the site for this year’s White Pine County National Public Lands Day event held on Saturday, September 27.  A total of 94area residents joined with local, state and federal agency employees in the largest annual coast-to-coast, single-day volunteer restoration effort for America’s public lands.  September 25, 2008 Local Meetings to Describe New Ground-Water Study in Snake Valley Local meetings are planned on October 14th and 16th to help inform the public about the initiation of a ground-water study in Snake Valley.  September 19, 2008 Artistic Talents of Local Students Showcased in NPLD Poster Contest White Pine County, Nevada, September 19, 2008 - Once again this year,White Pine County’s elementary students showed off their artistic ability in the annual National Public Lands Day (NPLD) poster contest. August 26, 2008 Local Volunteers Sought to Pitch in at Great Basin National Park on National Public Lands Day, Saturday, September 27, 2008. White Pine County is part of the nationwide effort to improve national lands in honor of the 75th anniversary of the Civilian Conservation Corps. August 19, 2008 Great Basin National Park Offers Fun Labor Day Weekend Programs On Friday night, join rangers Andy Ferguson, Roberta Moore, and Alex Vogt for an evening of cowboy poetry and traditional cowboy music.  Saturday and Sunday nights feature Star Parties with night sky viewing.  June 12, 2008 Great Basin National Park Announces 2008 Artist in Residence Superintendent Andy Ferguson is pleased to announce that Kay Malouff, a professional stained glass artist, has been selected as the recipient of Great Basin National Park’s 2008 Darwin Lambert Artist-Writer Residency. May 16, 2008 Great Basin National Park’s Wheeler Peak Scenic Drive is Now Open Wheeler Peak Scenic Drive is open for the 2008 season. Great Basin National Park’s Superintendent Andy Ferguson announced today that the Wheeler Peak Scenic Drive is free of snow and open to park visitors. “The spectacular drive up to the 10,000’ Bristlecone parking lot and Alpine Trail is clear of snow” said Ferguson. And he added, “We hope to have 10 campsites in the Wheeler Peak Campground open for Memorial Day weekend.” March 5, 2008 Great Basin National Park Seeking Public Comments on Strawberry Creek Project Great Basin National Park is currently seeking comments for a proposed Strawberry Creek Recreational Enhancement project. Your issues and comments will assist with developing alternatives to the proposed action presented below and conducting an environmental analysis consistent with the National Environmental Policy Act. Please submit comments no later than March, 28, 2008. February 28, 2008 Great Developments at Great Basin As a result of the White Pine County Lands Conservation, Recreation and Development Act (Public Law 109-432), Great Basin National Park became eligible to prepare and submit projects for funding consideration under the Southern Nevada Public Land Management Act. The Secretary of Interior approved four projects to support activities in Great Basin National Park  February 26, 2008 Explore Your America as a Volunteer at Great Basin National Park Great Basin National Park seeks enthusiastic, motivated and customer service oriented, individuals or couples, to join our fantastic team in volunteering for assignments such as: Campground Hosting and Hiking-Roving Park Trails. February 20, 2008 New Superintendent Named for Great Basin National Park Andrew “Andy” J. Ferguson is the newly appointed superintendent for Great Basin National Park, it was announced today by National Park Service (NPS) Regional Director Jonathan B. Jarvis. Ferguson is expected to arrive at park headquarters in Baker, Nevada by April. February 14, 2008 Upcoming Slash Pile Burn at Great Basin National Park Plans are currently underway for Great Basin National Park to conduct several slash pile burns in five separate project areas, one at a time over the next few months, when environmental conditions are suitable. February 13, 2008 Great Basin National Park Announces Business Opportunity Great Basin National Park Acting Superintendent Paul DePrey announces that the National Park Service (NPS) has issued a Prospectus soliciting proposals for a concession contract to provide Merchandise and Food and Beverage Services within the park.  Acting Superintendent DePrey states, “This is an exciting business opportunity for someone to manage the café and gift shop located at the popular Lehman Caves site in Great Basin National Park.”  January 10, 2008 Great Basin National Park Announces Opening of Concession Contract Bid Process Acting Superintendent Paul DePrey announces that the National Park Service will issue a Prospectus soliciting proposals for a concession contract to provide Merchandise and Food and Beverage Services within the park. The Prospectus will be issued January 11, 2008 for a 60-day response period. Click here to view the Prospectus online  January 9, 2008 Great Basin National Park Submits Public Comments on the Emissions Permit for the Proposed Ely Energy Center. At the public hearing held on January 9, 2008 in Ely Nevada, the National Park Service presented its concerns on the issuance of an emissions permit by the Nevada Department of Environmental Protection. An analysis by the National Park Service’s Air Resource Division has found that the level of potential emissions by the proposed Ely Energy Center will have significant impacts to park resources as well as to the surrounding area of White Pine County.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/news\/2008-press-releases.htm"
}
