{
    "title": "Great Basin National Park: Filming Permits",
    "body": "Filming Permits       Policy It is the policy of the National Park Service to allow commercial filming and photography when it is consistent with the protection and public enjoyment of park resources, and avoids conflict with the public's normal use and enjoyment of the park. There are restrictions associated with group size, the use of commercial vehicles, generators, artificial lighting, commercial film equipment, props, sets and audio devices. Commercial vehicles must be in compliance with all federal and state laws and local ordinances.  Permit Requirements A permit is required when the filming, videotaping, sound recording or still photography involve the use of talent, professional crews, set dressings, or props; when they involve product or service advertisement; or when the activity could result in damage to park resources or disruption of visitor use. A permit is also required if the photographer wants to film in areas not open to the public, or before or after normal visitation hours. If you are uncertain whether your project requires a permit or not, contact the park for additional information.  Still Photography Photography does not require a permit if it involves only hand-carried equipment (tripod, interchangeable lenses or flash), and does not involve professional crews, product or service advertisement, or use of models, props or sets. A still photography permit is required when:  Product or service advertisement is involved Talent\/models, props, crews or sets are involved The project has the potential to disrupt other park activities or visitors More than just hand carried equipment is utilized Project requires access to an area normally closed or restricted to general public use Access into an area outside of normal public use hours is required Project carries with a potential risk to park resources Activity raises safety concerns that can be mitigated through issuance of permit with restrictions  Amateur and commercial photography in Lehman Caves requires a Special Use Permit and the arrangement of an After-Hours Cave Photography tour.  Restrictions The National Park Service cannot accommodate a project if:  Damage to natural, cultural, wilderness, and recreational resources is expected which cannot be mitigated Other activities are already planned or expected to occur at the same time and place, and filming or photography would be incompatible The activity involves access to areas normally closed for reasons of resource protection or safety The level of activity within the park is already so high that staff would be unavailable to work with film crew The project includes a portrayal of activities that are not permitted within a national park The production company is unwilling or unable to obtain necessary insurance The production company is unwilling or unable to reimburse the National Park Service for costs or comply with National Park Service bond requirements  Obtaining A Permit Allow a minimum of two weeks for processing after the application is received. A nonrefundable fee must accompany all applications. Please make payment payable to the National Park Service. Additional fees to cover monitoring while on site will apply. Completed applications may be mailed, emailed, or faxed. For emailed or faxed applications, a credit card number is required for payment. Mail applications to:  Special Uses Coordinator Great Basin National Park 100 Great Basin National Park Baker, NV 89311  Fax applications to (775) 234-7590. For the current fee schedule, or for more information, contact the park's Special Uses Coordinator by email or by phone at (775) 234-7511.   Short Filming Permit Application Long Filiming Permit Application",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/management\/film-permits.htm"
}
