{
    "title": "Great Basin National Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       The planning process at Great Basin National Park is guided by laws, regulations, policies, guidelines, and park-specific plans.  The Organic Act of 1916 determines the purpose of all national park units.  National Park Service Management Policies and the Code of Federal Regulations both guide decision-making nationally. The Department of the Interior Recovery Investments invest in America's Economic Recovery. National Park Service Planning, Environment and Public Comment (PEPC) provides access to current plans, environmental impact analyses, and related documents on public review. Users of the site can submit comments for documents available for public review. The park's enabling legislation, The Great Basin National Park Act of 1986, specifically determines this park's purpose, and contains some general directions for park operations.  This legislation called for the creation of the Great Basin General Management Plan (GMP), which was issued in 1993 after public involvement. This document provides a long term agenda for park development and operations, and will guide park actions for 10-15 years, if not longer.  Park managers set priorities, and submit projects, to accomplish the goals and actions described in the GMP. Funding for these projects comes from several sources. Great Basin applies annually for budget increases and project funds from Congress, competing with all other national parks for these funds. Projects that directly affect park visitors can be funded through park fee money, or funds collected from visitors who recreate in the park. Funding can also come as donations from park friends, like the Great Basin National Park Foundation, who designate money for specific projects. Great Basin's five year strategic plan (PMDS) expresses what the park would like to accomplish within its operating budget over the next five years. It is developed by the park's Management Team, which consists of the superintendent and all division chiefs. The Annual Performance Plan (APP) identifies the work goals for each fiscal year (October-September) in Great Basin. Various divisions within the park also participate in their own specific planning processes. For example, the Interpretation Division develops a Long Range Interpretive Plan to guide its programs. The Resource Management Plan guides the activities related to natural and cultural resource protection and restoration. The park's Fire Management Plan guides prescribed fire and fire suppression activities. Some decisions require environmental and\/or historic compliance and public involvement. Projects currently open for public review at Great Basin can be found on the National Park Service Planning, Environment and Public Comment (PEPC) web page. Within the above framework, park managers make decisions regarding future operations and priorities at Great Basin National Park.",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/planning.htm"
}
