{
    "title": "Great Basin National Park: Research Permits",
    "body": "Research Permits       Great Basin National Park is the location for over 20 research projects each year. Every project must be reviewed to ensure that it satisfies regulatory requirements, is appropriate to the park setting, meets accepted scientific criteria, and does not unduly impact park resources or the visitor experience. Understanding Great Basin's resources is vital to improving park management and expanding scientific knowledge.  Permit Applications To apply for a permit on the National Park Service's Research Permit and Reporting System web page, go to http:\/\/science.nature.nps.gov\/research and submit the following:  An application. A full research proposal (see the Guidelines for Study Proposals at the same web site).  Please be sure to review the National Park Service Conditions as well as the Great Basin National Park Conditions. Submit all paperwork as far in advance as possible to allow time for the review process, which takes up to 60 days. Simple applications can often be approved more quickly. Any direct assistance you might need from the park, such as logistical support or study site selection should be requested with your permit application. Please contact the Research Permit Coordinator at (775) 234-7541 for assistance.   Terms and Conditions General Conditions (requirements and restrictions) will be attached to all Research and Collecting Permits issued. These conditions must be adhered to by permit recipients. Additional park-specific Conditions are also included that address unique park resources or activities.  An NPS permit is valid only for the activities authorized in the permit. The principal investigator must notify the NPS in writing of any proposed changes. Requests for significant changes may necessitate re-evaluation of the permit conditions or development of a revised proposal. Researchers working in NPS areas are required to complete an NPS Investigator's Annual Report form for each year of the permit, including the final year. The NPS maintains a system enabling researchers to use the Internet to complete and submit the Investigator's Annual Report. Investigator's Annual Reports are used to consistently document accomplishments of research conducted in parks. Principal investigators are responsible for the content of their reports. Reports with non-sensitive information are available to the public through the NPS Research Permit and Reporting System web page. Principal investigators are asked to also submit any data, reports, publications and\/or other materials resulting from studies conducted in NPS areas.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/management\/research-permits.htm"
}
