{
    "title": "Great Basin National Park: Artist-In-Residence",
    "body": "Darwin Lambert Artist\/Writer                      In Residence Program         Artist Miki Harder leading a guided hike and sketch trip to the Bristlecone Grove. NPS Photo  For over a century artists have played an important role in the formation, preservation, and enjoyment of national parks by creating visual records of these unique areas. Their interpretation of the landscape through many types of media connects people to these special places. Many national parks across the country offer Artist-In-Residence programs. These programs are an essential part of the preservation and protection of these public lands.  The 2015 Darwin Lambert Artist-in-Residence recipient was Miki Harder. To view the program guidelines and information for the program, click here.           2013 Artist in Residence, Bain Butcher, with painting he donated to the park’s permanent collection.   Great Basin National Park has created the Darwin Lambert Artist in Residence Program in honor of the late Darwin Lambert. Lambert was a proponent for the creation of Great Basin National Park, and authored Great Basin Drama. This program offers 1-2 artists the opportunity to live and work in Great Basin National Park for two to four weeks each year. The residency typically occurs in September or October, but can be subject to change. Basic housing is provided, but no other stipend is offered. As part of the residency artists are required to do one public program for every 2 weeks of their stay. This program should be interactive in nature, but the content of the program is left up to the artist. Artists must also donate one original piece of their work to the park's permanent museum collection within a year of their residency. The deadline for submission is March 1, 2016.  All applications should be sent to:  Artist in Residence Great Basin National Park 100 Great Basin National Park Baker, NV 89311  All submissions must be postmarked on or before March 1, 2016. Selection for the 2016 Artist in Residence will be made during the month of April. If you require additional information please contact Nichole Andler by phone at (775) 234-7521, or by email.  Click Here to Apply.  Donations for the Darwin Lambert Artist in Residence Program may be sent to: Artist in Residence Great Basin National Park 100 Great Basin National Park Baker, NV 89311",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
