{
    "title": "Great Basin National Park: Campground Hosting",
    "body": "Campground Hosting         Help run one of Great Basin's campgrounds NPS PHOTO  Interested In living and working in Great Basin National Park for the Summer? Become one of our campgrounds hosts!  Campground hosts serve as volunteers in the National Park Service's Volunteer-in-Parks (VIP) Program. A VIP is anyone who performs work for the National Park Service for which he or she may or may not be reimbursed for some out-of-pocket expenses.  None of our campgrounds have recreational vehicle hookups, although for the Campground Hosts, propane, water and sewer hookups are provided. Campground hosts live in designated sites within the campgrounds and are subject to visits and requests for assistance at all hours of the day or night. Most campground host positions require a commitment of approximately mid May through Labor Day.         Campsite at Great Basin National Park NPS PHOTO  Hosts assist park staff with campground operations and provide a variety of information to visitors including: campground regulations, safety information, backcountry camping, hiking, fishing, National Park and concession facilities, interpretive programs, road conditions, park natural resources and other points of interest.   Campground Host Duties Hosts are often thought of as the \"eyes and ears\" of the park and are crucial in assisting the Park Service staff. They provide supervisors and rangers with information regarding facilities, visitor use, wildlife sightings, and safety concerns, but do not take direct action involving law enforcement situations. Hosts may provide for the upkeep of campgrounds, assist with the selection of campsites, and camp registration and fee payment. They do not accept or handle fee transactions. The wearing of a VIP uniform identifies campground hosts, which you will be provided upon arrival and background check will be preformed. If interested in joining our team, please review the following information:       Great Basin Campground Information Great Basin Volunteer Application",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/supportyourpark\/campground-hosting.htm"
}
