{
    "title": "Great Basin National Park: 2009: Poet Diane Weddington",
    "body": "2009: Poet Diane Weddington       Diane Weddington is a native of North Carolina.  She has been writing poetry since she was 8 years old, and began writing poetry for the National Park Service during a residency in 2001 at Badlands National Park.  She has been a writer-in-residence at Grand Canyon North, North Cascades, Canyon of the Ancients, Hubbell Trading Post and Capitol Reef.  She also led a writers' retreat at the Wyoming Fish and Game Center.  She studied writing at the Spoleto, Italy Writers' Workshop.  She is the author of five non-fiction books including a guide to early stage Alzheimer's.  She divides her time between teaching public policy at Duke University in Durham, NC and journalism at Diablo Valley College in Pleasant Hill, California.  Below you will find some samples of Diane's poetry written while in residence at Great Basin National Park.           Soda Straw Dripping NPS PHOTO  One single glittering drop revealed by unnatural light continues the steady process of decorating the cave.  Geologists call these ornaments stalactites stalagmites  Children see mermaids cauliflower sea horses.  The decorations change grow fall broken get carried off.  Rock made live by single glittering drops.           Fall colors at Great Basin NPS PHOTO  Instead of wondering whether the world will endure look at the lichens stubbornly rooted on rock faces and sagebrush blooming in deserts.  Instead of giving up or giving in to fears of growing old look at bristlecones which sprout new life from dying trunks and stars which radiate a light born billions of years ago.  We say we cannot solve our problems have lost our sense of wonder grow distant from each other and do not know what to do.  Instead of constant talk and endless debate about things which always seem important seek the place of total silence and listen to peace           Bristlecone Pine NPS PHOTO  What is important in life is hidden.  Desert owes its life to sagebrush roots  Caves preserve painted reminders of ancients who left no words  Fallen cones enclose seeds which dispersed and rooted become new bristlecones  Just so, the human heart buries its sense of awe in daily drudgery.  The sky, the wind, the water wear away at the facade of rock and heart alike",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/supportyourpark\/2009-poet-dianne-weddington.htm"
}
