{
    "title": "Great Basin National Park: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us        Become part of the Great Basin National Park Team NPS PHOTO       Jobs at Great Basin National Park Current Great Basin National Park Job Openings: Visitor Use Assistant To find current job opportunities withing the National Park Service, visit www.usajobs.gov. From this website you can search for jobs at Great Basin, or search for National Park Service employment nationwide.  For information on volunteering at Great Basin, click here.  Please read on to discover general information about seasonal employment with the National Park Service and Great Basin National Park.        Seasonal Rangers are the backbone of the NPS. NPS PHOTO  90-Day Warriors: The Seasonal Rangers of The National Park Service  Since its inception in 1916, the National Park Service has been dedicated to the preservation and management of this country's outstanding natural, historical, and recreational resources. Today, the National Park Service encompasses more than 390 sites across the United States and in Guam, Puerto Rico, and the Virgin Islands. There are parks of great natural beauty and grandeur, such as the Grand Canyon and Yellowstone; parks that preserve the nation's underground wonders such as Great Basin and Carlsbad Caverns, parks that preserve cultural and historical treasures, such as Mesa Verde and Gettysburg Battlefield; and parks of significant national beauty along seashores, lakeshores, and riverways, providing opportunities for outdoor activities, such as Assateague Island and Lake Mead. The National Park Service is a bureau of the U.S. Department of the Interior. Every year, millions of people form the United States and abroad visit our national park areas. To protect park resources and to serve the public, the National Park Service employs a permanent workforce and an essential temporary seasonal workforce. Seasonals are hired every year to help permanent staff at many National Park Service parks and offices. The variety of positions available may surprise you: park rangers, fee collectors, park guides, park naturalists, law enforcement rangers. Whatever the job, seasonal temporary employees have the opportunity to learn more about the National Park Service and its mission. Seasonal jobs are very competitive. The number of applicants are usually far greater than the positions available every year, particularly at larger, well-known parks. Some positions are filled by experienced seasonal employees who have worked previously for the National Park Service. For more information see the NPS Seasonal Employment Website.        Experience the wonders of our national parks by working in resource management NPS PHOTO  About Seasonal Jobs Great Basin National Park generally hires 20-30 seasonal employees each year. Most seasonal hiring takes place in the summer, but winter seasonal positions are available on a more limited basis. Seasonal positions are usually advertised in all divisions, including interpretation and education, visitor and resource protection, resource management, maintenance, and wildland fire.    For specific information about seasonal employment at Great Basin National Park, click here. Pay: Most temporary seasonal positions require irregular hours of work, including weekends, holidays, and evenings. Entry-level grades for National Park Service temporary seasonal positions generally range from the GS-4 to GS-7. GS levels indicate the rate of pay for most federal government positions. For current salary information for these grades, check with any federal agency or the Office of Personnel Management in that geographic area where you desire employment. Uniforms: Most temporary seasonal employees are required to wear the official Park Service uniform; specific requirements and ordering information are contained in the employment package forwarded to successful applicants. For positions requiring a uniform, an allowance is allotted which partially covers its cost. Housing: Address specific questions about housing, area living conditions, and similar matters to the park or office where you desire employment. Seasonal employee housing may or may not be available Equal employment opportunity: The National Park Service is an Equal Opportunity employer. Selection of positions will be made solely on the basic of merit, fitness, and qualifications, without regard to race, sex, color, creed, age, marital status, national origin, sexual orientation, non-disqualifying handicap conditions, or any other non-merit factors.        Help manage our forests as a wildland firefighter NPS PHOTO  Information on Applying Seasonal positions are advertised and filled directly by NPS Human Resources Offices around the country. All of our job openings can be found on USAJobs, the official job site for the United States Federal Government. Just go to USAJobs, click on Search Jobs and type in \"NPS\" to find a complete listing of our job opportunities and application procedures. Hint: Check back often, as new positions open regularly.",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/workwithus.htm"
}
