{
    "title": "Great Basin National Park: 2012: Photographers Ken Koenig and Lisa Rose",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence     2012: Photographers Ken Koenig and Lisa Rose                2012: Photographers Ken Koenig and Lisa Rose         Photographers Ken Koenig and Lisa Rose Ken Koenig and Lisa Rose  Now that they have both retired, Lisa Rose and Ken Koenig devote their time to creative pursuits including filmmaking, music, and photography. Both of them have been photographers since childhood and have independently gained photographic experience in different settings and with different aspects of the medium. Since meeting in 1986, they have pursued their love of photography together, traveling and photographing extensively throughout the United States and abroad. Backpacking skills have enabled them to experience and photograph many remote and beautiful places. Their interests include night photography, nature photography, environmental portraits, and photojournalism. To bring their visions to light, they use a variety of approaches including color, B&W, and infra-red photography. Both have honed their skills by training with veteran photographers, teaching photographic skills to others, and extensively exploring the creative possibilities of the photographic medium. Lisa's particular approach involves using a photojournalistic eye to create and document stories with photographs. Ken's approach involves creating within each photograph a mood and an emotional experience for the viewer. Their goal in Great Basin National Park has been to \"create visual stories of this unique place that draw the viewer emotionally into the experience of being there.\" Lisa and Ken live in Santa Cruz, California. For two to three months a year they and their cameras wander the west in their little Scamp trailer or journey to foreign lands.       Star Circles at Great Basin National Park Lisa Rose        The Night Sky Reimagined Ken Koenig        The Milky Way at Great Basin's Upper Lehman Creek Lisa Rose                         Night Sky Photography Presentation Ken and Lisa discuss the photographic techniques used during their time at Great Basin National Park.  Duration:50 minutes, 8 seconds",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/supportyourpark\/20121air.htm"
}
