{
    "title": "Great Basin National Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Become a Great Basin Volunteer NPS PHOTO  Come work and live in a National Park!  Volunteers donate thousands of man-hours to National Park Service sites around the country, and help us with our daily goals and operations, functioning as an important part of the park staff. Volunteering in any national park is a rewarding experience ripe for opportunities for personal development and career advancement. Fulfill that dream of working and living in a national park as part of the Volunteers in Park (VIP) Program.   Please call or email Volunteer Coordinator Paul Marques at (775) 234-7511 for more information. Check back often for updated volunteer opportunities.        Become a permanent summer resident in the campgrounds as a volunteer NPS PHOTO  Campground Hosts Spend the summer living and working in Great Basin National Park! Great Basin National Park looks to fill 3 campground host positions every summer.  Campground hosts spend the summer season assisting visitors in the campground, making rounds throughout the day, working on projects, and being available for after hours problems and emergencies.  Trailer pads and hookups are provided for campground hosts at 3 developed campgrounds, Wheeler Peak, Upper Lehman Creek, and Baker Creek. Campground hosts are usually asked to commit to the entire summer season, lasting from Memorial Day to Labor Day.  For more information on Campground Hosting click here.        Become a part of resource management NPS PHOTO  Natural & Cultural Resource Management  Volunteers assist in tracking, restoration, telemetry, fish and various wildlife projects. Great Basin National Park BioBlitz Interested in exploring your national park?  Come immerse yourself in this magnificent wilderness and help park staff locate and identify crickets and grasshoppers- maybe you can be part of the next big discovery here at Great Basin! Volunteers are needed for our next BioBlitz weekend in June 2010.        Give interpretive tours of Lehman Caves NPS PHOTO  Interpretation & Education Jump-start your NPS career by presenting interpretive and educational programs.  Volunteers assist in staffing the visitor center desk, providing information and direction to visitors, and selling bookstore merchandise.  Volunteers will be able to research and present interpretive and educational programs to the public.  Possible programs include: cave tours, surface hikes, patio talks\/demonstrations, evening programs, and junior ranger activities.  Formal training in the art of interpretation will be provided upon arrival.      More Information Volunteer opportunities are available year round. Housing may be available, depending on the length and season of service.  Contact the Paul Marques, the park's Volunteer Coordinator, via email or by calling 775-234-7511 for more information.  Links    Great Basin Volunteer Application Search for Volunteer Positions Throughout the National Park Service. National Park Service Youth Programs  National Park Service Printable Brochure and Application for Volunteer Positions. The Student Conservation Association",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/volunteer.htm"
}
