{
    "title": "Great Basin National Park: 2012: Painter Kristin Gjerdset",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence     2012: Painter Kristin Gjerdset                2012: Painter Kristin Gjerdset         At Lexington Arch NPS Photo  Kristin Gjerdset is a professional artist and an associate professor of art at Wisconsin Lutheran College (WLC) in Milwaukee, where she teaches painting, drawing and art history. She also serves as the WLC Art Department head, gallery manager and international art trip coordinator having organized travel to France, Ireland, Costa Rica, Norway, Italy and Iceland. Gjerdset has been selected as the artist in residence for three Wisconsin state parks and three other U.S. national parks, including Glacier, Everglades, and Mesa Verde National Park. Her paintings are in the permanent art collection of each park and she has shown her work for various exhibitions around the U.S.   Trees have served as the primary focus of her work, particularly those with unique forms and features. She also records creatures, having an interest in the tiny and microscopic.   Gjerdset believes in the importance of sharing art at the local level and has been involved in teaching art workshops for children from Milwaukee's urban center, painting murals for schools, and designing summer public art projects. Kristin writes \"The main focus of my paintings and drawings has been trees, especially those trees that have unique forms and features. Showing how a tree's individuality is expressed through its physical structure is important for my art. I also record my response to the creatures and the plants within the landscape. I always hope to connect with and visualize the spirit, the essence of natural subjects, and give them respect regardless of how small or insignificant they may seem. Some may say, why care about the trees on a mountainside or the frogs in a pond. How does that affect one's life? For me, it is enough they simply exist for their being and their beauty to make an image but what wonderful teachers they are. Despite wind and snow, the trees remain and the frogs emerge from hibernation calling in chorus. Thus, these trees and the nature surrounding them show us how to live - to continue forward. This connection to the human experience is a quality I strive to have present in my art - sometimes it is turbulent, sometimes joyful and sometimes a quiet reverence.\"       Lexington Arch Kristin Gjerdset        Bristlecone Kristin Gjerdset        Fossil Studies Kristin Gjerdset        Fossil Studies Kristin Gjerdset        Cabin Number 3 Kristin Gjerdset                         Why the National Park's Artist in Residence Program? Kristen discusses her reasons why she participated in the Artist in Residence program.  Duration:23 minutes, 15 seconds",
    "url": "https:\/\/www.nps.gov\/grba\/getinvolved\/supportyourpark\/20122air.htm"
}
