{
    "title": "Great Basin National Park: Firearms Regulations",
    "body": "Firearms Regulations       What Changed? | Contact Information   Know the Rules Before You Visit! It is your responsibility to be familiar with all firearm regulations before entering Great Basin National Park.  As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in Great Basin National Park.  It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the following State of Nevada websites concerning the ability to carry concealed weapons:   Nevada Concealed Carry Weapon Administrative Code Nevada Out of State Carry Concealed Weapon Permit Recognition  Federal law also prohibits firearms in certain facilities in this park (see below); those places are marked with signs at all public entrances. This includes, but is not limited to; visitor centers, and government offices.  Nevada currently recognizes a CCW (concealed carry of a weapon) permit from 10 states. The states are Alaska, Arkansas, Kansas, Kentucky, Louisiana, Michigan, Missouri, Nebraska, New Mexico, North Carolina, Ohio, Tennessee, Rhode Island, South Carolina, and West Virginia.  NOTE: NEVADA NO LONGER recognizes UTAH permits. This list is subject to change. Contact the Nevada Attorney General's office for the most current information and regulations.      What Changed? Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, P.L. 111-24, 123 Stat. 1764-65, allows persons to possess firearms while in units of the National Park and National Wildlife Refuge Systems if they are in compliance with applicable federal and state law. Specifically, Section 512(b) states: The Secretary of the Interior shall not promulgate or enforce any regulation that prohibits an individual from possessing a firearm including an assembled or functional firearm in any unit of the National Park System or the National Wildlife Refuge System if--  (1) the individual is not otherwise prohibited by law from possessing the firearm; and  (2) the possession of the firearm is in compliance with the law of the State in which the unit of the National Park System or the National Wildlife Refuge System is located.  Section 512 becomes effective on February 22, 2010.  Section 512 affects implementation of the existing NPS regulations regarding the possession of firearms in national parks, by now allowing individuals to possess firearms if  (1) they are not otherwise prohibited by law from possessing the firearm and  (2) such possession is in compliance with the law of the state in which the park unit or that portion of the unit is located.  Section 512 applies to possession of firearms within the National Park System regardless of the jurisdictional status of the unit—exclusive, concurrent or proprietary.      Within the park, the following buildings are designated as \"federal facilities\" and firearms are prohibited within: Lehman Cave Great Basin Visitor's Center Lehman Caves Visitor's Center Café and Gift Shop  Lower Resource Management Offices Great Basin Wildland Fire Engine Bay Great Basin Wildland Fire Cache Buildings  Great Basin Maintenance Complex Buildings Protection Offices Structural Fire Engine Bay SAR Cache\/Fitness Center Upper Resource Management Offices Great Basin Administrative Offices      For More Information Frequently Asked Questions about National Parks and Firearms  For information regarding the relevant Nevada State firearms regulations, contact the State's Attorney General's Office.  (775) 684-1100 http:\/\/ag.state.nv.us  For information regarding the enforcement of firearms possession in Great Basin National Park, contact the Chief Law Enforcement Ranger.  (775) 234-7580 Tammie Henderson",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/management\/firearms-regulations.htm"
}
