{
    "title": "Great Basin National Park: Backcountry Regulations",
    "body": "Backcountry Regulations       All backcountry users are expected to be familiar with, and to comply, with all backcountry regulations in Great Basin National Park. Backcountry Registration Backcountry registration for overnight camping is not required, but is highly recommended, especially during the winter. Forms can be filled out at any visitor center. Backcountry Camping Regulations Most of the backcountry\/wilderness area of the park is open to backcountry camping, with the exception of the Wheeler Peak Day Use Area, the areas within 1\/4 mile of the Lexington Arch Trail, or on the Osceola Ditch Trail. These areas are permanently closed to camping. Camping is also prohibited in bristlecone pine groves, which are protected as living museums. Backcountry camping is permitted at least 1\/4 mile from any developed site, such as a public road, service road, building, water or waste-water treatment facility, designated campground or other developed area. Campsites must be a minimum of 100 feet away from a flowing stream, spring, lake or other natural body of open water and at least 500 feet from any obvious cultural or archeological site (such as historic mine sites, cabins, rock shelters, pictograph sites). Sites must also be as far off the nearest designated trail as possible. Camping is prohibited in all parking areas, at trailheads and on or along all other roads within the limits of the national park boundary. Backcountry campsites must be separated by at least 1\/2 mile. The maximum continuous stay at any campsite is 14 days. Group Size Limits Group size in the backcountry is limited to 15 persons and\/or 6 pack animals. Larger groups must split into smaller groups within these limits and must camp and eat at least 1\/2 mile apart. Larger groups may request an exception to these limits from the Superintendent under the terms of a Special Use Permit. Fires In the Backcountry In the backcountry, fires are prohibited above 10,000 feet.  Backcountry users may only use portable stoves above 10,000 feet. Note that both Baker and Johnson Lakes, popular backcountry destinations, are above 10,000 feet and fires are not allowed. Below 10,000 feet, fires may only be constructed upon and in areas of bare soil with a diameter of at least 10 feet or in a shallow snow pit clear of vegetation for a diameter of at least 10 feet in order to prevent escape and damage to resources. Clearing of vegetation is prohibited. Metal fire pans or fire blankets may also be used in such areas for additional protection. Fires must not exceed two feet in diameter. It is illegal to leave any fire unattended. Upon departure all fires must be rendered completely out and cold by dousing with water and all ashes must be widely scattered. Construction of stone fire rings is prohibited. Only dead and down wood may be collected for campfires. Collecting Bristlecone pine wood is strictly prohibited.  Human Waste Disposal Requirements In backcountry and other undeveloped areas the disposal of human body waste is prohibited within 100 feet of any water source or developed trail. Human waste and toilet paper can be buried in a hole 4-6 inches deep in mineral soil.  Additional Regulations Pets are not allowed in the backcountry or on any trail in the park. The only exception is on the Lexington Arch Trail, where leashed pets are allowed. Bicycles are allowed on designated roadways and are prohibited on all trails. The use of ATV\/OHVs is allowed only on designated roadways. Vehicles must be properly registered and street legal. Off-road travel is strictly prohibited. Please call the Visitor Center, 775-234-7510 for more information. Caching of food and water supplies in the backcountry for use on extended backcountry trips is permitted All caches must be clearly marked with a date when they were deposited. Unmarked caches or caches left in excess of 30 days may be removed by park staff. In accordance with recent changes in federal law, under certain circumstances the possession of firearms is allowed in Great Basin National Park. Please visit the firearms web page for more information . All trash must be packed out.  Persons who wish to smoke while hiking or riding in the backcountry must stop and remain in one location until they have extinguished their smoking material. All smoking material must be packed out and disposed of in an appropriate trash receptacle.  Horses and Pack Animals in the Backcountry The use of horses or pack animals is allowed on trails, routes or areas except the following:   Paved roads.   Developed areas, including campgrounds, picnic areas, and visitor center areas.   Residential areas and maintenance areas.   Self guiding interpretive trails.    Osceola Ditch trail, Lexington Arch trail, and the Lexington Arch day use areas.   Wheeler Peak day use area.   The Baker to Johnson Lake Cutoff Trail.   Up to 6 horses or pack animals are allowed per group for day or overnight use. Larger groups may request an exception to these limits from the Superintendent under the terms of a Special Use Permit. All feed transported, possessed and used in the park must be certified \"weed free\". Animals may not be picketed, hobbled, or allowed to graze within 100 feet of any spring, stream, lake, body of water, or riparian area. The tying of horses or pack animals to trees or other vegetation for more than 60 minutes or in a manner that causes damage to park resources is prohibited. Horses or pack animals may not be tied to or secured within historic structures such as cabins, mills or corrals. Horse trailers may not be cleaned out in the park.  Manure piles dropped at trailheads or in overnight camping areas must be removed from the park or scattered over a wide area away from buildings, parking areas, roads, trails or water sources.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/management\/backcountry-regulations.htm"
}
