{
    "title": "Great Basin National Park: Glaciers \/ Glacial Features",
    "body": "Glaciers \/ Glacial Features         Wheeler Peak Glacier comes into view on the Bristlecone\/Glacier Trail. Alana Dimmick  Great Basin National Park is home to the only glacier in Nevada, and one of the southernmost glaciers in the United States. The Wheeler Peak Glacier sits at the base of Wheeler Peak, in a protected cirque around 11,500 feet in elevation. The glacier measures 300 feet long and 400 feet wide. Exact depth is unknown.  What Is a Glacier? A glacier is a body of ice that lasts from year to year and that flows under its own weight. Glacial ice is made of crushed and recrystallized snowflakes. If the yearly snowfall is greater than yearly melting and evaporation, a glacier will grow. If melting is greater than snowfall, a glacier will shrink.  A crevice that appears each summer near the head of the glacier indicates that the ice is moving. There are two types of glaciers. Contintental ice sheets cover large areas with ice. Alpine glaciers, like the Wheeler Peak Glacier, are smaller, and found in mountainous terrian.   A Different Climate The glacier is a remnant from the past, telling of a much different climate in a region that is now a desert.  The Pleistocene (approx 3 million to 10,000 years ago) was a time of advancing glaciers alternating with warm, dry inter-glacial periods. Continental ice sheets lay to the north of the Great Basin region. Alpine glaciers sculpted some of the mountain ranges within the Great Basin, such as the South Snake Range in Great Basin National Park. During the last glacial period, glaciers moved down to as low as 9,200 feet.  The climate was an average 8 degrees (F) cooler than today. But climate changes that began with the Holocene period (10,000 years ago) rapidly warmed the region, melting the continental glaciers to the north, and the individual alpine glaciers within the region. The Wheeler Peak Glacier is the last alpine glacier to survive. With continued warming predicted, it is likely the glacier will disappear in as little as 20 years.   Ice Field or Rock Glacier? The small glacier below Wheeler Peak has been incorrectly called an ice field. According to definition, an ice field is a vast body of ice, the union of several alpine glaciers.  Ice fields are found today in Alaska and British Columbia. It has correctly been referred to as a rock glacier, however. A rock glacier is a lobe of angular boulders and cobbles that resembles an alpine glacier in outline and in its slow downslope movement. They are found in mountain ranges throughout the world. Inside a rock glacier, ice fills the spaces between the blocks. By freezing, thawing, and sagging, the ice works with gravity to provide the force that moves the rock glacier.  Viewed from the cliffs above, arc shaped ridges are visible on the surface of the Wheeler Peak Glacier. These ridges are curved because the blocks near the midline of the rock glacier are creeping faster than those on either side.  Visiting the Glacier The Wheeler Peak Glacier can be seen from several locations in the park. The Wheeler Peak Overlook on the Wheeler Peak Scenic Drive is the only vantage point from the road. The glacier is seen at the bottom of the sheer rock face of Wheeler Peak. The Bristlecone\/Glacier Trail (4.6 miles roundtrip) will take you to the foot of the glacier. The trailhead for this hike is located at the end of the Wheeler Peak Scenic Drive. The trail begins at an elevation of 9,800 feet and climbs another 1,100 feet. Use caution around the toe of the glacier, as the boulders may not be stable, and small rockslides are common from the cliffs above.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/glaciers.htm"
}
