{
    "title": "Great Basin National Park: Hunting Regulations",
    "body": "Hunting Regulations       In order to preserve and protect park resources and provide for visitor enjoyment and safety, the following rules and regulations concerning hunting and related activities are in effect within the boundaries of Great Basin National Park:    Hunting within the National Park is prohibited. 36 CFR 2.2(a)(1)  Definition of hunting: Search for, pursue, or attract wildlife for the purpose and with the means of taking, capturing, injuring or killing, or any attempt to do so.     Possessing, carrying or using a weapon, trap or net within the National Park is prohibited.  36 CFR 2.4(a)(1)(i),(ii) and (iii)   Definition of weapon: Firearm, gas or spring-powered pistol or rifle, bow and arrow, crossbow, blowgun, hand-thrown spear, slingshot, paint gun, air-soft gun, explosive device, any other implement designed to discharge missiles, and any weapon prohibited under the laws of the State of Nevada.   EXCEPT: Traps, nets and unloaded weapons may be possessed within a motor vehicle, RV or trailer when such implements are rendered temporarily inoperable or are packed, cased or stored in a manner that will prevent their ready use. (Example: bow unstrung, separated from arrows, broad heads removed).  For information regarding firearms possession in Great Basin National Park, click here.   Carrying or possessing a loaded weapon in a motor vehicle is prohibited.  36 CFR 2.4 (b) Use of artificial lights to illuminate wildlife is prohibited. 36 CFR 2.2 (e) (Superintendents Compendium) Possessing, destroying, injuring, removing or intentionally disturbing living or dead wildlife or the parts or products thereof including antlers is prohibited within the National Park.  36 CFR 2.2 (a)(1)(i) (This prohibits the possession of wildlife within the park even if legally taken outside the park boundaries.)   Penalties:  All violations carry a maximum federal penalty of $5,000 in fines and\/or up to 6 months in jail.   Note: For wounded game that crosses into the Park, you must have a Protection Ranger accompany you for legal retrieval. For assistance with such incidents, questions or further information contact Park Headquarters at (775) 234-7331.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/management\/hunting-regulations.htm"
}
