{
    "title": "Great Basin National Park: Rivers and Streams",
    "body": "Rivers and Streams       Ten permanent streams originate in Great Basin National Park between 6,200 and 11,000 ft. (1,890 and 3,353 m) elevation and are fed by numerous springs along their courses. The streams are first and second order headwater streams with an average length of 8 km (5 mi) within the park. Great Basin's Streams Six streams (Strawberry, Mill, Lehman, Baker, Snake, and South Fork Big Wash) flow eastward into Snake Valley and the Bonneville Basin. The other four streams (Shingle, Pine, Ridge, and Williams) flow westward into Spring Valley and were originally fishless. Outside park boundaries the majority of these streams are used for irrigation; some water evaporates or percolates into the alluvium before reaching the valley bottom. None of the water flows outside of the Great Basin hydrologic basin. Stream Life The variety of habitat types in Snake Range streams supports a diverse spectrum of aquatic insects and invertebrates. Over 100 species of aquatic insects live in the streams. Mayflies, caddisflies, stoneflies, as well as scuds, leeches, and snails are all prominent food sources for resident fish. Bonneville cutthroat trout and three other native fish species are found in park streams, along with some nonnative species. Seasonal Flow The amount of water in the creeks varies widely. Baker Creek may only have 1.5 cubic feet per second (cfs) flowing in the winter, but during spring runoff it can exceed 200 cfs. In order to measure the streamflow, Baker and Lehman Creeks have been instrumented with United States Geological Survey (USGS) stream gauges for over 13 years. Research Stream gauges were installed by the USGS in 2002 for two years on Strawberry, Snake, South Fork Big Wash, Shingle, Decathon, and Williams Creeks as part of a study to determine the susceptibility of park water resources to groundwater pumping in adjacent valleys (Elliott et al 2006). Gauges are currently being monitored on Lehman Creek by the USGS; and Baker, Rowland, and Snake at the park boundary by park staff. Some of the data can be accessed at: http:\/\/waterdata.usgs.gov\/nv\/nwis. A number of studies are underway on the streams in the park. These include annual monitoring of fish populations, a baseline water quality inventory, maintaining and operating stream gauges, and periodically monitoring of macroinvertebrates, physical habitat, and riparian vegetation.     Reference: Elliott, P.E., D.A. Beck, and D.A. Prudic. 2006. Characterization of surface-water resources in the Great Basin National Park area and their susceptibility to ground-water withdrawals in adjacent valleys, White Pine County, Nevada: U. S. Geological Survey Scientific Investigations Report 2006-5099. 156 p. Available at URL: http:\/\/pubs.water.usgs.gov\/sir2006-5099. Gretchen M. Baker, April 2007",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/rivers.htm"
}
