{
    "title": "Great Basin National Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip       Schedule Your Trip | Fee Waivers  Helpful Hints | Safety and Responsibilities | Park Regulations Fee Waiver Form | Caperone Checklist | Teachers' Checklist     EDUCATIONAL FEE WAIVER SCHOOL PROGRAMS ARE FULL FOR THE MONTH OF MAY 2016We are pleased that you have decided to visit your national park! As guardians of your park, we want to ensure that you and your students enjoy your visit and have a successful, educational experience. Great Basin National Park offers ranger-led walks through Lehman Caves for school groups. Walks are 60 minutes long for elementary and middle school groups. High school and college groups have the option of a 90-minute walk. Cave walks are limited to 25 people. If your group is larger than 25, teachers and chaperones included, you will need to schedule more than one walk. Please plan to have a minimum of one chaperone\/teacher per seven students.In addition to the Lehman Caves guided walk, there is a short film about the cave and a short slide show about the park shown at the Lehman Caves Visitor Center. A 1\/4-mile self-guided nature trail is also located at the visitor center. Watching the film and slide show and walking the nature trail are a great way to learn a little more about the park. For those with more time and wanting to explore beyond Lehman Caves, there are numerous hiking trails throughout the park. Although we cannot offer guided hikes at this time, talk with the Education Coordinator for suggestions on where to go.      Schedule Your Trip To schedule your visit to Great Basin National Park, please contact the park by phone at (775) 234-7511 or by e-mail. Please schedule your visit at least two weeks in advance. A month or more is preferable. Also, have a couple alternative dates for your trip in mind. We will try our best to accomodate your group on your preferred date, but we will not always be able to do so.      Fee Waivers Bona fide educational institutions may obtain fee waivers for Lehman Caves tours. To obtain a fee waiver, the fee waiver form must be completed and returned to the park by mail or fax. A letter detailing how the visit fits into your curriculum must accompany the fee waiver form. The letter must be written on your institution's letterhead. Please be as specific as possible in describing your field trip objectives. For questions regarding fee waivers, please contact Paul Marques at the following telephone number: (775) 234-7511. Remember that you will still need to schedule your visit, even if you have already completed the fee waiver process. You must schedule your visit a minimum of two weeks ahead of time.   Back to Top      Helpful Hints Allow Extra Time: Please plan your trip to allow for extra traveling time and a restroom breaks. Time for students to release energy is also helpful. During the busy season, the tour schedule is tight. If you miss your start time, you may have to wait quite a while before your group can go into the cave! Keep in mind that Great Basin National Park is on Pacific Time. Plan for a Snack: A picnic area near the Lehman Caves Visitor Center is open mid-spring through the fall. Plan to arrive with plenty of time before your scheduled activities to allow for a snack or lunch at the picnic area. This is also a good place for students to run around and release some energy before their cave walk. Lehman Caves Cafe (open April - October) can provide snacks or lunch for your group, but you must arrange this service in advance by calling (775) 234-7221. Divide Groups Ahead of Time: If you have more than 25 people (including teachers and chaperones), you will need to divide into groups. It is best to do this ahead of time. Give each group a name or better yet, let them pick their own! Names of cave formations or animals found in the park work well. Dress Appropriately: Lehman Caves is 50 degrees F and 90% humidity. Please ensure that all students bring jackets and wear closed shoes with good traction. Back to Top      Safety and Responsibilities Discipline is Your Responsibility!: Behavior and discipline of your students is the responsibility of you and your chaperons. While in the park, there must be one chaperone with every seven children at all times. This includes in the Lehman Caves Cafe & Gift Shop. If the rangers have any difficulty ensuring the protection of the resources or safety of the group, the program will end and the group will be asked to leave the park. Instructors and chaperons can be held legally and financially responsible for the actions of the group or individuals in the group. To minimize any potential problems, please review the rules and regulations with your students before your visit. It is important to us that you and your students remain safe and comfortable throughout your visit to Great Basin National Park. This way, your educational adventure will be a success. Lehman Caves: While in the cave, the group must stay with the ranger at all times. The ranger will turn off lights as the tour exits rooms in the cave, so it is important for the safety of your students that they do not lag behind or try to leave the group!   Back to Top      Park Regulations General : There must be one adult (21 or older) for every seven children at all times. Everything in Great Basin National Park is protected! Do not pick flowers, collect rocks, take pine cones, or touch cave formations. While hiking, stay on the designated trails. Lehman Caves: No food, drinks (including water!), gum, candy, or bags of any kind are allowed in the cave. Cameras are permitted in the cave, but students will be instructed as to when and where they may take photographs in the cave. Any behavior that compromises the protection of the cave or safety of the group will result in a prompt end to the tour. Camping: Campsites are first come, first served and cannot be held for friends or late arrivals. Quiet hours are 9:00 p.m. to 7:00 a.m. Up to two vehicles and eight people are allowed per campsite. For information on the Grey Cliffs group campground, contact Paul Marques at (775) 234-7511. Fires are permitted in fire rings and barbecue grills only. No open fires are allowed above 10,000 feet. Dead and downed wood can be gathered and used for firewood, with the exception of Bristlecone pine wood or any type of wood found above 10,000 feet. Chain saws are not permitted anywhere in the park. Back to Top",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/education\/planafieldtrip.htm"
}
