{
    "title": "Great Basin National Park: Groundwater",
    "body": "Groundwater         Lake Bonneville Utah.gov  The Great Basin is a land defined by water, though water itself is scarce. The \"basin\" characteristic of the region means that no water in the region ever reaches an ocean, except by evaporation when water molecules return to the planet-wide hydrologic cycle, or by human intervention.  Any precipitation that falls in the Great Basin, stays in the Great Basin.  In ages past, during the Pleistocene era (3 million years ago to 10,000 years ago), water was abundant as glaciers advanced and retreated in a climate that was an average 8 degrees (F) cooler than today. Lakes filled many of the basins to a depth of up to 1,000 feet. The shores of massive Lake Bonneville, a large pluvial lake that flooded much of the eastern Great Basin during this time, extended from the Wasatch Mountains in Utah to the Snake Range, in Great Basin National Park.  To the west was a smaller lake in Spring Valley. Even farther west sat Lake Lahontan, covering much of western Nevada.   Change began, though, during the Holocene (10,000 years ago) and continued until as recently as 4,500 years ago. The climate warmed significantly, drying up many lakes in the Great Basin, leaving behind small remnants such as the Great Salt Lake in Utah and Pyramid Lake in Nevada. As glaciers melted, the water seeped into the gravel subsurface below, where it remained protected from evaporation. These resevoirs of groundwater, known as aquifers, remain beneath old lake beds. These aquifers are recharged from surface precipitation. In the Great Basin Desert, however, with less than 10 inches of annual precipitation, there is little to no recharge of these resevoirs.  Groundwater can discharge at the surface naturally in the form of springs, or seeps.  Water is drawn unnaturally to the surface by the drilling of wells, or large scale groundwater pumping.        Typical Groundwater Flow USGS  Groundwater in Great Basin National Park Great Basin National Park is part of two Environmental Protection Agency (EPA) defined drainage areas. The east side of the mountain range is part of Hamlin-Snake Valleys (USGS cataloging unit 16020301) and the west side is part of Spring-Steptoe Valleys (USGS cataloging unit 16060008). Both Spring and Snake Valleys, neighboring valleys to the west and east respectively, are part of the Great Salt Lake flow system, with water flowing underground to towards the Great Salt Lake in Utah. The most recent research done regarding groundwater in the Great Basin National Park area was completed as part of the Basin and Range Carbonate Aquifer System Study (BARCASS) by the USGS and Desert Research Institute. To see their complete reports, visit: http:\/\/nevada.usgs.gov\/barcass\/",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/groundwater.htm"
}
