{
    "title": "Great Basin National Park: Mountains",
    "body": "Mountains         Basin and Range Province.   The \"Great Basin\" that Great Basin National Park is named after extends from the Sierra Nevada Range in California to the Wasatch Range in Utah, and from southern Oregon to southern Nevada. This is an area where no water drains to an ocean, but drains inward. As big as it is, the Great Basin is only part of an even larger region called the Basin and Range province that extends down into Mexico. The landscape around Great Basin National Park is a good example of what is found throughout the Basin and Range province - long mountain ranges separated by equally long, flat valleys. Great Basin National Park encompasses most of the South Snake Range. The bulk of the rocks exposed in this range are formed of sediments like sand, mud and limey ooze (silt and clay particles mixed with calcium carbonate) that were laid down on the bottom of a shallow sea during the late Precambrian and Cambrian (around 560 million years ago).   As layers accumulated upon layers, the sediments were turned into sedimentary rock. Sand lithified into sandstone, mud into shale, and limey ooze into limestone. Many limestone rocks are partly made up of silt and clay along with many shells of small marine organisms that have died and have fallen to the bottom of the sea. However, the limestone in which Lehman Caves has formed, the Pole Canyon Limestone, probably consists mostly of calcium carbonate that chemically precipitated out of the seawater. Very few fossils are found in the Pole Canyon Limestone. Layers of sand, mud, and ooze are being buried and turned to rock beneath the seas all over the world today, just as they were in this region 500 million years ago.  The rocks in the park were further changed during a mountain-building event that occurred around 200 million years ago during the Mesozoic Era. This event, the Sevier Orogeny, pushed layers of rock on top of each other, doubling the thickness of the crust. The layers at the bottom of the stack were metamorphosed slightly - sandstone changed gradually into quartzite, limestone to low-grade marble. Magma rose from deep within the Earth and pushed its way up into these layers. It did not come to the surface, however. Staying underground, it cooled to become granite. Where this hot magma was intruded, the surrounding rock was metamorphosed slightly more.  After all of this activity, the region still did not resemble the present landscape. The modern basins and ranges began to appear only within the last 30 million years or so, during the Cenozoic Era, when the Earth's crust in this area began to stretch in an east-west direction. Bedrock nearest the surface reacted to the crustal stretching by breaking into immense blocks several miles wide, tens of miles long, and thousands of feet thick. Many of these blocks fractured and the pieces tilted and spread out like a row of odd-sized books sliding out of place on a shelf. The remnants of these broken blocks lie beneath the sediment in the basins. Other blocks remained relatively intact and now form the mountain ranges. Because stretching is in an east-west direction, these ranges line up in a north-south direction. The South Snake Range was to see even more change. The younger unmetamorphosed layers of rock on top of the range slid off of the older metamorphosed rocks in a southeasterly direction, on a very low-angle fault line called a decollement. This event makes the South Snake Range a metamorphic core complex. The end of the Cenozoic Era witnessed more granitic intrusions into the park, as well as colder climates that further shaped the landscape.  Alpine glaciers, or cirque glaciers, were present here in the park in several locations along its spine during the Ice Ages. These glaciers carved the peaks to form the cirques like the one underneath Wheeler Peak. Other glacial remnants include terminal and lateral moraines, rocky ridges created at the ice's edge as it pushed its way down the mountain slopes. However, these glaciers did not extend down to the floors of the valleys. Water was collecting in the basins, forming lakes of tremendous size. Lake Bonneville was one of the largest, growing to about the size of today's Lake Michigan. The lakes began to disappear as the last ice age came to a close, but left behind small remnants like the Great Salt Lake and  Sevier Lake. Sevier Lake today is a playa lake, one that collects water in colder and wetter seasons, but dries up in warmer seasons. The evaporating water leaves behind vast stretches of salt flats. Erosion strips down the mountains, and carries sediments down to the valleys creating alluvial fans. These spread out from the canyons down to the valley floors and along with playa lakes, are classic geologic features of basin and range topography. Eventually the sediments are carried to the floor of the valleys, where they have accumulated in layers thousands of feet thick.  The crust beneath the Basin and Range is still stretching today. Faults are active, mountains are pushing upwards, and basins are widening and filling with debris washed down from the high country. This landscape, which appears so everlasting, is actually in the midst of a geologic revolution, played out over millions of years. As the crust continues to stretch, the North American Plate will eventually be divided into two pieces, and a new ocean will form in between them. A future visit to Great Basin National Park might entail an underwater excursion in scuba gear.   Article written by: Kurt Danielson, September 2000",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/mountains.htm"
}
