{
    "title": "Great Basin National Park: Water Quality",
    "body": "Water Quality       In order to evaluate how clean a stream, lake, or spring is, water quality parameters are measured. Within the National Park Service, five core parameters are assessed at each site visit: water temperature, dissolved oxygen, specific conductance, pH, and water flow.  Water temperature is important because all living creatures are restricted to certain areas depending on their ability to survive within specific temperature ranges. For example, one finds brook trout, rainbow trout, and brown trout in upper, mid, and lower elevation portions of a creek respectively, due to their individual tolerances to temperature. In addition, in aquatic systems, egg laying, growth, and development of fish and aquatic invertebrates are controlled by temperature. For instance, Bonneville cutthroat trout spawn between 41° and 50° F and some mayfly species require summertime temperature increases to cause hatching and maturation of nymphs.   Dissolved oxygen is a measurement of the amount of oxygen in the water. Since most living creatures require oxygen to survive, the amount of oxygen in an aquatic system is crucial. In small, turbulent streams such as those in Great Basin National Park, the stream water is typically at or near 100% oxygen saturation. However, increases in temperature and decomposition can dramatically lower the oxygen concentration of an aquatic system and severely stress fish and aquatic invertebrates.   Specific conductance is a measure of the conductivity temperature compensated to 25° C. Since salts conduct electricity, a measure of conductivity provides an estimate of the total concentration of dissolved salts in an aquatic system. The most common salts in the aquatic environment are calcium, magnesium, sodium, potassium, chloride, sulfate, and carbonate. Most of these salts are from the weathering of rock but some salts, such as sodium and sulfate, are from human activities. Type of rocks drained, stream discharge, and human disturbance affect the concentration of salts in a stream. Several studies have demonstrated an increase in abundance and diversity of aquatic species associated with waters of moderate dissolved salt concentrations.   pH is an abbreviation for the “potential of hydrogen.” It is a measure of the concentration of hydrogen ions in water utilizing an inverse logarithmic calculation. Consequently, the greater the concentration of hydrogen ions, the lower the pH value, and the more acidic the solution. pH values range from 0 to 14. Low pH values in an aquatic system are almost always due to human activities such as air pollution and the resultant acid rain. All living creatures are very sensitive to pH. If the pH of an aquatic system does not reside within values of 5 to 9, the biological consequences are severe.   Flow\/discharge and level measurements are important since the amount of water can greatly affect many water quality parameters. Flow or discharge is measured by getting the average width, depth, and velocity, and multiplying all of these together. Level measurements are most frequently done in a lake, where the level of the water may be changing over the year. As flow and levels drop, water temperature fluctuations may be much larger.  Additional parameters are measured on a regular basis at some locations, such as turbidity in the drinking water and E. coli below campgrounds to ensure that the outhouses are not leaking. Occasionally dissolved organics, trace metals, and nutrients are also measured. Results in Great Basin Water quality in the park varies greatly between quartzite and limestone bedrock areas. The northern part of the park, including Baker and Lehman Creeks, is largely composed of Prospect Mountain Quartzite. Water quality in these areas have low specific conductance and more temperature fluctuations since the water stays on the surface. The subalpine lakes are particularly susceptible to changes in water quality since they have low buffering capacity. Air pollution is the main source of concern for the lakes’ water quality. From the Snake Creek watershed south, the predominant bedrock is limestone. Streams will go below ground and then reemerge, so the specific conductance is higher and the temperature steadier throughout the year.         Gretchen M. Baker, 2007",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/waterquality.htm"
}
