{
    "title": "Scotts Bluff National Monument: Chimney Rock",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Chimney Rock                Chimney Rock         Ezra Meeker in front of Chimney Rock, c. 1906 North Platte Valley Museum  History Chimney Rock has become one of the most famous landmarks in the American West. The first recorded mention of Chimney Rock was in 1827 by Joshua Pilcher. He journeyed up the Platte River valley to the Salt Lake rendizvous of the Rocky Mountain fur trappers. The first non-natives to see the pillar were probably the Astorians of Robert Stuart in their eastern journey from the Pacific Ocean in 1813. In 1941, the 80 acres containing the site were transferred to the Nebraska State Historical Society by the Roszel F. Durnal family. In 1956, Norman and Donna Brown deeded additional land to the society. In that same year, Chimney Rock was designated a National Historic Site by the federal government.        Emigrant Landmark During 1800’s, Chimney Rock served as the most noted landmark along the Oregon, California and Mormon Trails. As the emigrants passed by this rock, most of them noted in their diaries or journals that they were glad to see that they are going the right direction and it spired to the heavens. So intrigued were the emigrants that thousands climbed up the cone to carve their names on the tower. Though no inscriptions are known to survive today, there is ample written testimony that thousands of names once adorned the rock.         In 1830, Warren A. Ferris offered the first known estimate of Chimney Rock’s height.  Ferris wrote, It’s a half mile in circumference at the base and rises to the height of 300 feet. NPS  Size The United States Geological Survey calculated the elevation of Chimney Rock in 1895 as 4,225 feet above sea level.  The spire has lost about 30 feet in the last 150 years. Today, It’s summit rises 470 feet above the North Platte River and measures 325 feet tip to base, with the spire measuring 120 feet. During the time of the western migration, Chimney Rock was substantially higher. Wind, erosion and lighning has cut down its height over the years, although the exact amount is disputed.         Chimney Rock, 1958 NPS - Mattes  Names Throughout the years, Chimney Rock has been called by many different names. -  The Chimneyby the fur trappers -  Nose Mountainby Warren Ferris- American Fur Trading Company -  The Smokestack by Virgil Pringle -  The Teepee by Native Americans -  Wigwam by Native Americans         NPS - Gant  What Is made of? The pillar referred to as “marl” or “earthly limestone” by the emigrants, consists primarily of Brule clay interlayered with volcanic ash and Arikaree sandstone. Because the Brule is susceptible to erosion, it undermines the Arckaree, resulting in changes that are episodic and unpredictable, such as rock falls. The harder sandstone layers near the top have helped protect the pillar. In somewhat less striking fashion, this is the same geological principle that is demonstrated at Scotts Bluff National Monument. Early accounts mention a split in Chimney Rock, still in evidence today, and the dire predictions are made of its demise.         Approaching Chimney Rock William Henry Jackson  Significance of Chimney Rock  After examining over 300 journal accounts of settlers moving west along the Platte River Road, historian Merrill Mattes concluded that Chimney Rock was by far the most mentioned landmark. Mattes notes that although no special events took place at the rock, it held centerstage in the minds of the overland trail travelers.  For many, the geological marker was an optical illusion.  Some claim that Chimney Rock could  be seen upwards of 30 miles away, and though one traveled toward the rock-spire, Chimney Rock always appeared to be off in the distance.        NPS  Chimney Rock Pony Express Station In the immediate vicinity of Chimney Rock there was an excellent spring that made it a favorite campsite. In the 1860’s there was a Chimney Rock Pony Express Station that later became a telegraph and stage station. The exact location of this site is still unclear. Two traditional sources place the station between the Chimney Rock formation and river. One source places the station at Fickling Springs, nine miles northwest of Bridgeport, while the other source locates it two miles south and one mile west of Bayard.         The Nebraska State quarter was released in April of 2006 US Mint  Nebraska State Quarter The 2006 Nebraska State quarter depicts an ox-drawn covered wagon carry pioneers in the foreground and Chimney Rock, the natural wonder that rises from the valley of the North Platte River, in the background. The coin also bears the inscriptions Nebraska, Chimney Rock, 1867 and E PLURIBUS UNUM.       Chimney Rock Today Chimney Rock hasn’t changed much since the first pioneers passed through in the 1800’s. The only modern developments are the Chimney Rock Cemetery and the Christopher J. Abbot Visitor Center that houses museum exhibits, a hands-on opportunity to “pack your wagon” and a video that tells the story of the great migration West. Chimney Rock was designated a National Historic Site on August 9,1956, and is today maintained and operated by the Nebraska State Historical Society.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/historyculture\/chimney-rock.htm"
}
