{
    "title": "Great Basin National Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         The Pinyon Pine is one of the most common trees found in the Great Basin. Alana Dimmick  Trees Utah Juniper Juniperus osteosperma is one of the most abundant and widely scattered trees of the region. Typically found between 3,000 and 8,000 feet, this tree grows amongst pinyon and sagebrush. The short scale-like needles are 1\/8 inch long and last several years. Foliage and branches are stiff. Seeds are borne in berry-like scaled cones. The cones, when mature, are up to a half-inch in diameter and bronze in color with a bluish white frosting. Male and female cones are found on the same tree. Bark consists of many layers of fibrous elongated shreds. Native Americans used the bark for torches, tobacco substitute, and wove it for cloth. The wood was used for wickiups, pit houses, utensils, and as a preferred fuel. Ranchers favored the wood for fence posts because of its durability. Needles produce a tea high in vitamin C. The cones were eaten and today are used to flavor gin. Rocky Mountain Juniper Juniperus scopulorum is similar to the Utah Juniper but tends to prefer cooler moister sites. The foliage is a finer texture and appears somewhat lacy compared to Utah Juniper. Cones are bluish when mature and only about 1\/3 inch in diameter. These soft pulpy cones are only found on the female tree. Singleleaf Pinyon Pine Pinus monophylla grows between 5,000 and 9,000 feet often mixed with Utah Juniper and sagebrush. Pinyon grows better in places where Utah Juniper is already established as the juniper moderates the microclimate by providing shade. Pinyon migrated into the region eleven thousand years ago after the retreat of the glaciers. Normally this reddish barked tree is small and many branched. This is the only pine to have a single needle fascicle. The needles are usually round or cylindrical in cross section, rigid and sharp. They curve toward the branch and are about 1 ½ inches long. Cones contain wingless edible seeds. Native Americans relied heavily on this tree. The nuts were an important source of food. One pound of pinyon nuts contains more than 3,000 calories. The tree provided fuel, charcoal for painting, pollen for ceremonies. The resin or pitch was used for chewing gum, mending, cementing, and waterproofing. During the mining boom years of the 1800's pinyon was the primary source of wood used charcoal for the smelters. Ponderosa Pine Pinus ponderosa is found throughout the west. Like the pinyon pine, the ponderosa migrated into the area since the last ice age. Ponderosa pines, in this region, are usually found between 7,000 and 8,500 feet on dry rocky slopes. Trees can attain heights of 100 feet. The bark on older trees is made up of broad orange or reddish plates consisting of thin scales. Young trees are blackish or dark brown with narrow furrows in the bark. Twigs are orange brown. Needles are about five inches long, thick and flexible, they come two to a bundle. Cones are 3 to 6 inches long and reddish to yellowish. They produce a mottled purple winged seed. Ponderosa rely heavily on fire to burn back the accumulated litter on the forest floor so that the seedling roots can find the moist mineral soil. Fire also kills back fir seedlings that will shade out the sun-loving ponderosa seedlings. Ponderosa is a valuable timber pine; it is one of the most heavily harvested woods. The pitch was used in the manufacture of turpentine. White Fir Abies concolor is the most widespread western fir. Bark is thin, gray and smooth in young trees. It darkens and thickens into furrows and ridges with age. The 2 to 3 inch long needles are Flat, Friendly and Flexible. The white fir gets its name from its silvery blue needles. The yellow- green cones grow erect on the upper branches and are 3 to 5 inches long. Cones are rarely found on the ground. They disintegrate with the scales and winged seeds falling, leaving only the cone axis behind. White fir is common between 7,000 and 9,500 feet in elevation. Engelmann Spruce Picea engelmannii grows from 7,500 feet to timberline. At timberline this tree will form krumholtz, becoming a shrubby thicket. The bark is thin, covering the trunk with loosely attached, rounded, red-brown scales. The dark green one-inch leaves are flexible and sharp pointed, square in cross section and grow upward on the twigs. Englemann spruces are often rounded at the top with gently arched limbs. Cones hang down from uppermost branches. Cones are 1 to 2 ½ inches long with thin, flexible, jagged scales. Seeds are dark and winged. These trees are vulnerable to fire and windstorms because of their thin bark and shallow root system. Douglas Fir Pseudotsuga menziesii is the most valuable lumber tree of the west. Although it is not a true fir, Douglas fir's one-inch needles are also Flat, Friendly and Flexible. Bark of young trees is gray and smooth becoming darker and scaly with age. Very old trees display deep furrows in the bark. Cones are red-brown, 2 to 4 inches long with three pointed bracts extending from beneath the cone scales. Seeds have one wing. One of its distinguishing characteristics is long shiny pointy brown buds. Douglas fir is common between 6,500 and 9,000 feet. It may live up to 1,000 years. Native Americans used the needles to make a tea high in vitamin C. The roots were used for basket weaving and the twigs for arrow shafts. Limber Pine Pinus flexilis generally grows on exposed sites from 8,000 feet to timberline. The bark is smooth and white on young trees becoming scaly and almost black with age. White Pine County receives its name from the limber pine (early settlers mistook it for white pine). Needles are 1 ½ to 3 inches long in bundles of five. They grow in short bottlebrush-like tufts on the ends of the twigs. Cones are 3 to 10 inches long with thick, woody, unarmed scales. The unwinged seeds are eaten and spread by nutcrackers, jays and chipmunks. The twigs are thick and flexible, a necessity to survive the snows and winds of the higher elevations. Limber pine will form krumholz at timberline. Limber pine grows with and is often confused with bristlecone pine. Limber pine's tufts are shorter and the needles are longer than bristlecone pine. Limber pine can live 3,000 years. Great Basin Bristlecone Pine Pinus longaeva, the world's longest living tree, has been known to live for over 4,900 years. It usually grows between 9,000 and 11,500 feet although specimens can be found at lower elevations. Bristlecone grows on exposed rocky sites above the continuous forest. It is usually found on limestone or dolomite but, as is the case on Wheeler Peak, will grow on quartzite or volcanic rock. It forms woodlands alone or with limber pine and Engelmann spruce. At timberline this tree will form krumholtz. At lower elevations it retains its upright shape but stops growing taller at 15 to 30 feet. Trees in protected sites may grow to heights of 60 feet. Wind and snow at higher elevations cause the crown to become bushy and distorted. Wind blown sand and ice crystal polishes the trunk, often wearing away sections of the tree. Needles are short, one-inch long, and in packets of five. The dark green needles surround the twig and tufts may extend back a foot or more along the branch. Needles can last up to forty years. Developing cones are purple, which helps absorb heat. After two years they turn brown at maturity. The woody scales on the three inch long cones are each tipped with a fragile cat claw-like bristle. Although the seeds are winged, the bristlecone is heavily dependent on nutcrackers to help with dispersion. Bristlecones survive longest where conditions are most strenuous. They are slow growing and easily out-competed by faster growing trees so they have adapted to the harshest conditions where other trees won't grow. The oldest known living bristlecone, 4,600+ years old, is in the White Mountains near Bishop, California. A 4,900+ year old tree was removed from the Wheeler Peak grove in 1964. Pinus aristata, the Rocky Mountain Bristlecone Pine, can be found in Utah and Colorado. It can live to 3,000 years old. Curlleaf Mountain Mahogany Cercocarpus ledifolius is a drought resistant tree common on dry hillsides and ridges between 6,000 and 9,000 feet. It is a small tree with a tendency to be round crowned and sprawling. The bark is red brown and thick with a rough scaly surface. Wood is reddish, resembling true the mahoganies of the tropics. The leaves are evergreen, thick and leathery with curled under margins. They are dark green above and light green underneath. The foliage is a favorite food of deer as it is green year round. Yellow flowers produce hairy seeds in the fall. Each seed is tipped with a 2 to 3 inch tail-like style. These tails twist hygroscopically, in moist weather they are straight but in dry weather they curl like a corkscrew. This twisting bores the seed down into the soil, anchoring it and increasing the chance of germination. The wood makes excellent fuel and it is so heavy that it will not float in water. Navahos used the roots as part of a red dye. Other Native Americans used the stiff wood for bows. Quaking Aspen      Populus tremuloides usually grows between 6,000 and 8,000 feet but can grow up to 11,000 feet. Aspens are usually found in damp places along watercourses. Trunks are straight and topped with small high open crowns. The bark is smooth and light on young trees becoming darker with furrows on older trees. The bark does not peel. Leaves are nearly round, about 2 inches in diameter, and fringed with marginal teeth. Leaf blades are attached to twigs by long slender leaf stalks, which act as pivots so that the leaves quake in the breeze. Flowers appear before the leaves and produce cottony seeds. Aspens rarely reproduce by seeds in this region. Most new trees are clones of the parents, produced by root sprouts. Aspens grow in groves, which turn the hillsides golden in the fall. They are usually short lived, 100-200 years, due to heart rot fungus.    Aspen is an important food source for animals, especially beaver. Beaver prefer the inner bark on aspen to that on other trees. Today aspen is used for packing material, match sticks, and in paper pulp. A close relative of aspen, the Narrowleaf Cottonwood, P. angustifolia, is common along stream channels of lower canyon, below 7,000 feet. White or Silver Poplar, P. alba, is the introduced aspen relative found on the lawn outside the visitor center. Rocky Mountain Maple or Dwarf Maple Acer glabrum is a shrubby tree of the conifer forests between 5,000 and 8,000 feet. It grows in moist shady areas where there is a break in the canopy to let in some light. It usually looks like a large shrub but can reach heights of twenty five feet, with a trunk of 6 to 8 inches. The reddish bark is smooth and thin. The twigs, buds and leaf stalks are reddish. The leaves are deep green and have three deeply divided lobes. Sometimes the leaves are so deeply lobed that the lobes form leaflets. Leaves are held perpendicular to the sun. The fruits are rose colored with two parallel wings. Deer browse heavily on these trees. Water Birch Betula occidentalis is the only native birch of the region. This small shrubby tree grows in clumps near flowing streams between 5,000 and 8,000 feet. Bark is thin, smooth and dark bronze. The bark does not peel like the paper birch. Lenticular scars are prominent. Twigs are slender and warty with a tendency to droop. Leaves are 1 to 2 inches long by 3\/4 to 1 inch wide with sharply toothed margins. The upper leaf surface is dark green with a light green lower surface. The water birch is important as bird habitat especially where it grows alongside stream descending through the otherwise dry basins. Native Americans ate the sap and inner bark. The wood makes an excellent fuel. Serviceberry The Amelanchier species is also known as shadbrush or shadblow. This shrubby tree is found in canyons, mountainsides and foothills. The bark is usually smooth but sometimes ridged. Leaves are nearly round, about one inch in diameter. The tip of the leaf has coarse teeth. Clusters of small white petaled flowers yield a small, black, apple-like fruit. The fruit is sweet but bland. Native Americans used the dried fruit in pemmican and for a violet dye. Branches were used for arrows and baskets. Western Chokecherry    Prunus virginiana is a common tree of stream bottoms and moist hillsides. It can grow to a height of 30 feet or more. It has smooth dark bark on young trees that becomes gray and slightly furrowed with age. Twigs are brown with prominent lenticular scars. Leaves are shiny green and finely toothed. Flowers are white and form in clusters. Fruit is cherry-like, dark red to black and very bitter. They are eaten by birds and deer. The leaves contain cyanide and are poisonous to domestic livestock. With enough sugar the fruit makes a good jam. Native Americans ate the fruits and used them in pemmican. Fruits and twigs were also used in some ceremonies.      Willow Six Salix species are found within the park. They are primarily found along stream courses and in swampy meadows. Individual species are difficult to distinguish due to hybridization. Generally willow are a fast growing short-lived species. Leaves are alternate and short stalked with finely toothed margins. Leaves are usually much longer than wide. The flowers, two inch catkins, appear before the leaves and produce cottony seeds. Willow twigs were important to Native Americans for basket weaving. The inner bark was made into a tea to reduce fever and relieve pain. The active ingredient in aspirin, salicylic acid, is derived from some willows.   Shrubs Mormon Tea or Joint Fir or Ephedra Two Ephedra species are found in the park. They are erect and shrubby plants with green jointed smooth twigs that branch into three. Terminal buds are conical and tiny. Male and female plants are separate. Yellowish \"flowers\" are solitary or in whorls in the axils of the stems. The fruit is small and cone-like, which reflects the distant relationship to conifers. Ephedrine, an antidepressant and anticongestive drug is produced from some Asiatic species of Ephedra. Both Native Americans and Mormons made a tea from the dried stems. The seed are also edible. Nevada Ephedra (E. nevadensis) is common in the drier desert areas. Its stems are evergreen and olive in color. The branches are stout and spreading. Green Ephedra (E. viridis) inhabits moister locations among the pinyon and juniper. The stems are bright yellow-green. The branches are slender, parallel, and point upwards. Rubber Rabbitbrush or Gray Rabbitbrush Chrysothamnus nauseosus grows to 10,000 feet in dry open places, often with sagebrush. It can grow from 30 cm. to 2 m. in height. The erect woody stems are flexible and covered with dense felt-like hairs. The narrow, linear leaves are hairy and alternate with entire margins. Yellow flower heads appear in dense clusters at the ends of the stems in August. This composite produces only disk flowers. They are surrounded by several rows of papery overlapping bracts. The seeds are wind dispersed. Flowers yield a yellow dye and cause allergies in some people. Native Americans used the twigs in basket weaving and in a tea reputed to be good for colds. Twigs contain a trace of rubber and were chewed by Native Americans. In World War II, rubber rabbitbrush was investigated as a source of rubber but its production was not cost effective. Green Rabbitbrush, Chrysothamnus viscidiflorus, grows in the same areas as rubber rabbitbrush. It lacks hairs on stems and foliage giving it a greener look. Stems and flowers are sticky. Sagebrush    There are six species of Artemisia in the park. Sagebrush tolerates a great range of elevations and ecological conditions. It is the indicator plant of the Great Basin Desert. Big Sagebrush, A. tridentata, is the most common sagebrush in the park and the state flower of Nevada. Big sagebrush is a branched, erect, evergreen shrub with aromatic gray-green alternate leave. Leaves are lobed at the tip and have silvery hairs on both sides. Numerous, small, stalk-less yellow flowers appear in erect clusters in August. Flowers are wind pollinated and cause allergies in some people. Sagebrush was important to the Native Americans. Seeds were eaten and tea from the leaves was used as an antiseptic and as a cure for colds and stomach ailments. Leaves provided a green dye. A hair tonic and a tonic to treat worms were made from the plant. Fibrous branches provided tinder for fires and were woven into cloth. Branches were used in smudging before a hunt. Today some sagebrush species provide absinthe, a fragrance.    Other common species of sagebrush include Dwarf Sagebrush, A. arbuscula, which is a smaller plant than big sagebrush and has three lobed leaves that wide and wedge shaped. Black sagebrush is considered a subspecies of dwarf sagebrush. Both grow on poor rocky soil. Silver Sagebrush, A. cana, and Bud Sagebrush, A. spinescens, are also found in the park. Silver sagebrush looks similar to big sagebrush from a distance but it is smaller and the leaves are generally not lobed. Bud sagebrush grows amongst shadscale. It is distinctive for its spines. It tolerates the most arid condition of the sagebrush species. Four-winged Saltbush Atriplex canescens is a salt tolerant plant found below 8,500 feet in dry sandy areas. It has small gray-green, densely branched stems. It grows between 1 and 2 meters tall. Leaves are numerous, alternate, evergreen, and lance shaped with entire margins. Leaf surfaces are gray and hairy above and below. New growth is covered with scarf, minute white scales that protect against drying. Male and female plants are separate. The female produces tiny yellow flowers that yield a large number of conspicuous four winged seeds that are light green and papery, drying to nearly white. Native Americans used these seeds to make mush and flour. Leaves were eaten like spinach. Ashes served as a substitute for baking powder. Roots were used a soap. Shadscale Atriplex confertifolia is related to saltbush. Like saltbush, it does well in alkaline and saline soils. Shadscale is spinier than saltbush. The small, rigid branches bear grayish, hairy leaves then taper becoming woody and spiny. The bush may reach one meter in height. The leaves are 2 cm long, ovate and deciduous. The small flowers are wind pollinated. Male and female appear on separate plants. Both shadscale and saltbush are important forage plants. Greasewood Sarcobatus vermiculatus is a common desert shrub of alkaline areas up to 7,000 feet. This white barked shrub had rigid spiny branches with linear, alternate, bright green succulent leaves. Male and female plants are separate. Male flowers are rose colored and form spikes at the end of branches. Female flowers are inconspicuous, in the axils of the leaves. Fruit is small and globular, surrounded by winged membranes. Young twigs were boiled and eaten by Native Americans. Winterfat Ceretoides lanata is a small shrub, rarely growing more than one meter tall. Small hairs cover the entire plant, which give it a whitish appearance. Leaves are generally short and narrow and curled towards the underside. Larger spring leaves die back and are replaced in midsummer by smaller hairy or scaly leaves. The flowers are small and cottony. Winterfat is an important forage plant for wildlife and livestock. It is a good source of protein and vitamin A. Native Americans boiled leaves and stems to produce an infusion used to treat eye problems, headlice and baldness. Spanish Bayonet, Blue Yucca or Banana Yucca Yucca baccata is found in the lower elevations of the Great Basin. Sword-like leaves are roseate, densely clustered, thick, rigid and pointed at the tips. These fibrous leaves were important to native cultures for weaving. Large white flowers produce large fleshy fruits that resemble short bananas and taste like apples. Flower petals, stalks and seeds are also edible. Roots produce soap. Fern Bush Chamaebatiaria millefollium is a fragrant plant of the rocky soils of the pinyon juniper forest. It grows 1 to 2 meters high. Leaves appear like miniature fern fronds. Leaves are tiny and clustered in whorls near the tips of the twigs. White flowers grow in clusters. Flowers have five petals, five sepals, and numerous stamens and produce a dry brown fruit pod. Native Americans made a tea from the leaves to ease cramps and stomach aches. Fern bush is now used as an ornamental shrub. Bitterbrush or Antelope Bitterbrush Purshia tridentata is common among sagebrush. It grows in sandy or rocky well-drained soil. It is a close relative of cliffrose and will hybridize with it. The three-lobed wedge-shaped leaves are small and bright green. Leaf margins are curled under. The undersides of these deciduous leaves are hairy. Flowers have bright yellow flowers and produce a small one seeded achene. Seeds are prized by rodents, ants and birds. The small roots of the plant are infected with fungi that take the place of root hairs and absorb water and nutrients for the plant. Native Americans valued the shaggy bark as a source of fiber and the leaves as medicine. Desert Sumac or Squawbush or Skunkbush Rhus trilobata is a smooth brown barked shrub found above 4,000 feet. It usually grows on dry rocky slopes but can grow in moist valleys. It grows 1 to 2 meters high and as wide. Leaves are alternate and compound with three lance-shaped, shiny, toothed or lobed leaflets. Leaflets are 1 to 3 cm long. Leaves turn red in autumn and are aromatic when crushed. Tiny yellow flowers appear in dense clusters before the leaves develop. The reddish-orange berries are edible. They have been used to make a lemonade-like drink and were also ground up into cakes. Native Americans used the stems in basket weaving and the berries in dyes. Cliffrose Cowania mexicana is a shrub of the dry rocky hillsides from 3,500 to 8,000 feet. It grows 1 to 4 meters tall but can reach 8 m in height. The erect crown is composed of stiff, irregularly shaped branches. Bark is red-brown and shreds into long narrow strips on older trees. Wedge shaped, evergreen leaves are tiny, less than one inch long, and have 5 to 7 lobes and slightly hairy undersides. The pale yellow flowers resemble a simple rose. They produce dry, hard seeds with a long hairy plume that aids in wind dispersion. Common or Dwarf Juniper Juniperus communis is a circumpolar shrub found in the Great Basin region above 7,500 feet. Twigs are yellowish and three angled, possessing tiny needle-like leaves in whorls of 3 to 5 at each node. Needles are chalky white on the upper surface. Common juniper lacks the scaled leaves of other junipers; its leaves remain in the juvenile state. Dark blue berry-like cones contain 1 to 3 seeds. Native Americans used the berries in pemmican. Needles were used to produce a tea high in vitamin C and A. More recently the berries have been used as a spice and to flavor gin. Red Osier Dogwood Cornus sericea is a shrub of the shaded riparian areas to 9,000 feet. This shrub has smooth straight red stems. The bright green, opposite leaves are lance shaped with entire margins. The prominent lateral veins curve toward the leaf tip. Small white flowers with four petals and four sepals form flat-topped clusters. Large white bracts appear petal-like, making the flowers seem large. A cherry-like bluish fruit is produced in the fall. The fruit is unpalatable. Native Americans did use the twigs in basket weaving and the roots for red dye. Extracts were also made for fevers and coughs. Oregon Grape Berberis repens is a low growing evergreen shrub with stiff, spiny, holly-like leaflets on alternate compound leaves. The yellow flowers grow in clusters and yield small purplish grape-like berries in the fall. A yellow dye can be extracted from the roots. Native Americans used a preparation from the roots in checking dysentery. Jelly is made from the berries. Blue Elderberry Sambucus cerulea is a shrub of moist, porous soils along streams, hills and field edges. It may have multiple trunks. Bark is brown and smooth on young twigs, gray and furrowed on older twigs. The four paired, lance shaped leaflets have finely toothed margins. Leave size ranges from 2.5 to 15 cm long. Small white flowers grow in flat-topped dense clusters. Small bluish fruit form similar flat-topped clusters. The berries are edible and are an excellent source of vitamin C and A, calcium, iron and potassium. Native Americans used the fruits in pemmican. Today they are used in wines and jellies. Twigs and stems have large central spongy piths that Native Americans removed to make flutes. They also used various parts of the plant to make infusions for colds and tuberculosis and a general tonic. Red Elderberry, S. racemosa, is found at higher elevations. It can be distinguished from blue elderberry by red berries in dome topped clusters. It has caused cases of poisoning. Snowberry Four Symphoricarpus species can be found in the park. Snowberry is found on dry rocky slopes to 10,000 feet. The small pointed opposite leaves are heavily browsed by sheep. Tubular white to pink flowers produce white edible fruits in the fall. Native Americans used the leaves in smoking and made small bows from the twigs. Greenleaf Manzanita    Arctostaphylos patula inhabits dry sunny sites in the open forests below 9,500 feet. It prefers cooler areas than sagebrush. The crooked, ridged stems have a thin, shiny, smooth bark that peels and is dark red to chocolate in color. Bright, round, alternate, evergreen leaves have entire margins. Leaf orientation varies depending on the amount of light and heat. Shrubs in shady areas have horizontal leaves to catch all available light; ones in sunny areas have vertical leaves to reduce water loss. Terminal clusters of small white to pink urn shaped flowers appear in late spring. Fruit is edible apple shaped berries. Berries can be used in jams, jellies and cider. Native Americans used the leaves as a diuretic.       Currants and Gooseberries Three species of Ribes are found in the park; R. aureum, the Golden Currant, R. cereum, the Wax Currant, and R. velutinum, the Plateau Gooseberry. They range from moist to dry areas. All have alternate, palmately lobed or compound leaves. Their small flowers are borne in clusters at the leaf axils. The sepals, not the petals, fuse into a pink, white, or yellow tube to form \"flowers\". An edible orange or red fruit appears in the late summer. Currants lack spines and have larger flower clusters than gooseberries. Ribes species serve as an alternate host to white pine blister rust. The blister rust destroys the valuable white pine timber of the east. Many of the Ribes east of the Mississippi River have been destroyed to protect the white pine (Pinus strobus). Wild Rose or Wood's Rose     Rosa woodsii looks like domestic roses but with smaller petals and leaves. It inhabits the cool, moist, generally shaded places below 9,000 feet. Stems are reddish with stout curved spines. Stalked, alternate leaves are divided into leaflets. The 5 to 9 saw-toothed leaflets are green and smooth above, paler below. Five-petalled pink flowers with numerous stamens appear in the early summer. The fruit, or hips, remain after the leaves fall. Rose hips are high in vitamin C and A. In fact, the juice from the hips is 24 times richer in vitamin C than orange juice. Hips are used in tea, wine, jam, and jellies. Native Americans ate the hips and petals and made a tea from the roots. The inner bark yields a yellow dye.    Red Raspberry Rubus idaeus is found on the talus slopes and canyon bottoms to timberline. The woody stems are covered with stiff bristles. Leaves are green above, lighter below, and divided into 3 to 5 leaflets. White flowers in the spring produce a red fruit that is used in jams, jellies and pies. Leaves are used to make tea.   Sources Lanner, Ronald M. Trees of the Great Basin. Reno: University of Nevada Press, 1984. Monzingo, Hugh N. Shrubs of the Great Basin. Reno: University of Nevada Press, 1987. Peattie, Donald Culross A Natural History of Western Trees. Boston: Houghton Mifflin Co., 1950. Spellenberg, Richard The Audubon Society Field Guide to North American Wldflowers. New York: Alfred A. Knopf, 1979 Taylor, Ronald J. Desert Wildflowers of North America. Missoula: Mountain Press Publishing Co., 1998. Taylor, Ronald J. Sagebrush Country: A Wildflower Sanctuary. Missoula: Mountain Press Publishing Co., 1992. Tilford, Gregory L. Edible and Medicinal Plants of the West. Missoula: Mountain Press Publishing Co., 1997.   Written by: Liz Thorin, March 1999 August 7, 2002",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/treesandshrubs.htm"
}
