{
    "title": "Great Basin National Park: Hydrologic Activity",
    "body": "Hydrologic Activity       Groundwater pumping is a contentious issue in Nevada, especially as desert metropolitan areas, like Las Vegas, continue to grow and water demands skyrocket. In 2002, in response to a large number of groundwater applications in areas close to Great Basin National Park, the National Park Service asked the U.S. Geological Survey (USGS) to conduct a study on the susceptibility of park waters. Using data from two years of fieldwork, the USGS published their report in 2006, finding that several areas in the park could potentially lose water if large-scale pumping is conducted in nearby valleys. Affected Areas in Great Basin National Park These areas in the park include parts of the Lehman, Baker, Snake, and Pine\/Ridge watersheds. In total, four stream systems with over 9 miles of stream habitat, 18 wetland areas, 25 perennial springs, 156 acres of riparian habitat, and 23 cave systems could be affected within the park. The report also showed that expansive areas outside the park, on private, Forest Service, and Bureau of Land Management land could also be impacted. The Study The study, titled \"Characterization of Surface-Water Resources in the Great Basin National Park Area and Their Susceptibility to Ground-Water Withdrawals in Adjacent Valleys,\" involved monitoring stream flow at 12 locations using pressure transducers. The transducers measured the pressure, or height, of the water over them and recorded the information every 15 minutes. Several times a year, the stream flow was measured and correlated to the height of water so that the approximate stream flow was known throughout the year. In addition, the study involved conducting seepage runs on several creeks. A seepage run consists of making multiple stream flow measurements along a creek at the same time. The seepage run shows where the stream is gaining or losing wtaer, which is usually explained by looking at the underlying geology. Limestone rock is generally porous, so when stream water reaches it, the water enters the rock and disappears. Snake Creek and South Fork Big Wash cross several limestone areas and are thus hydrologically very interesting. Water chemistry was measured at all the measurement sites for the seepage runs to help understand the underlying geology. The Results With the information gained from the stream flow monitoring and seepage runs, USGS scientists studied geologic maps and were able to predict which areas in and near the park would likely or potentially be susceptible to ground-water withdrawals. They determined that if large amounts of pumping occur in the valley bottoms, and water in these susceptible areas could dry up or be greatly reduced. This in turn would affect the plants and animals that depend on this water. The complete report is available online at http:\/\/pubs.usgs.gov\/sir\/2006\/5099.  Other Groundwater Studies To better understand and evaluate regional ground-water flow systems in Nevada, and initiate long-term studies of potential impacts from future ground-water pumping, Federal legislation was enacted in December 2004 (Section 301(e) of the Lincoln County Land Act) that states, “The Secretary, acting through the United States Geological Survey, the Desert Research Institute, and a designee from the State of Utah shall conduct a study to investigate ground water quantity, quality, and flow characteristics in the deep carbonate and alluvial aquifers of White Pine County [home of Great Basin National Park], Nevada, and any groundwater basins that are located in White Pine County, Nevada, or Lincoln County, Nevada, and adjacent areas in Utah.” To develop a better understanding of regional groundwater flow, the USGS Water Science Centers in Nevada and Utah, and the Geology Science Centers in Denver and Menlo Park; DRI in Reno and Las Vegas; and the Utah State Engineer’s Office, are working cooperatively on separate but coordinated tasks.  Current information on this study, known as the Basin and Range Carbonate Aquifer System Study (BARCASS) can be found on the following web site:   http:\/\/nevada.usgs.gov\/barcass\/index.htm",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/hydrologicactivity.htm"
}
