{
    "title": "Great Basin National Park: Endemic Plants",
    "body": "Endemic Plants         Holgrem's buckwheat is endemic to Great Basin National Park.   Endemic plants are special because they are found in only one location on the planet, and nowhere else. Great Basin National Park is home to several endemic plant and animal species. The \"sky island\" geography of the Great Basin region lends itself to large numbers of highly specialized species.  Mountain ranges are separated from other mountains by \"seas\" of desert, across which plant and animal migration is difficult due to the dramatic differences in environment between the high elevations and the basins below. Each mountain range behaves much like an island, where species are trapped. They adapt and change within the very specific parameters of that one location.  Below is a list of plant species endemic to the Snake Range (home to Great Basin National Park) and to the Great Basin Region.  This is not an exhaustive list of species endemic to the Great Basin Region, but includes only the species found in or near the park.     Species Endemic to the Snake Range  Mt. Wheeler sandwort (Arenaria congesta var. wheelerensis) The endemic subspecies wheelerensis is critically rare in Nevada, occuring only in the Snake Range. It has been found in only a few locations in the park in alpine and subalpine environments. Threats include livestock grazing and recreational use of alpine areas. Holgrem's buckwheat (eriogonum holmgrenii) Found only in the Snake Range, this flowering plant is considered a sensitive species. It is found in quartzite and limestone talus in alpine and subalpine areas. Threats include sheep grazing and recreational use of alpine areas.  Species Endemic to the Great Basin Region In addition to those above:  Nevada primrose (Primula nevadensis) This is a rare and local perennial flower with a small range that includes only Nye County and White Pine County, home of Great Basin National Park.  It is fairly common in suitable habitats, but limited to alpine and subalpine limestones, which makes it susceptible to disturbances in those areas. Designated a sensitive species and species of concern, threats include sheep grazing and recreational use of alpine areas, especially illegal ORV use in alpine tundra habitats. Nachlinger's catchfly (Silene nachlingerae) This flowering plant is found in central Great Basin ranges like the Snake and Ruby. Like many Great Basin endemics, it is found primarily in isolated alpine areas on limestone substrates. It has been found in the park around the Lincoln Peak and Mount Washington areas. Listed as a sensitive species, species of concern, and a Nevada Special Status Species, it is threatened by alpine recreation and livestock grazing in alpine and subalpine habitats, particularly associated with the Murphy Wash sheep allotment. Waxflower (Jamesia tetrapetala) This rare and local flowering shrub is found in central Great Basin alpine and subalpine limestone cliff, talus, and canyon areas. It has been found in Great Basin National Park, mostly in the Mount Washington and Lincoln Canyon areas. It is sensitive species, species of concern, and a Nevada Special Status Species. Populations are threatened by recreational use of alpine areas and domestic sheep grazing, especially on the Murphy Wash allotment. Pennell's whitlowgrass (Draba pennellii) Endemic specifically to the Schell Creek Range, this flowering native species can also been seen throughout White Pine County. Its presence in the park is possible, but unconfirmed. The plant is found in cracks, crevices, and on rocky slopes and ledges, over a wide elevation range. Mt. Moriah beardtongue (Penstemon moriahensis) This rare native flower is limited to very few ranges in Central Nevada, particularly the North Snake and Kern. Located in scrubby woodlands between 7,000 and 9,000 feet, its presence in the park is unconfirmed. Intermountain wavewing (Cymopterus basalticus) This short, squat plant is a perennial endemic to western Utah and White Pine County, Nevada.  A member of the family commonly known as the spring parsleys, it can be found in low and mid-elevation sagebrush and pinyon-juniper communities. Its presence in the park is possible, but unconfirmed. Potential threats include sheep grazing and development, such as contruction or road improvements.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/endemic-plants.htm"
}
