{
    "title": "Great Basin National Park: Cave \/ Karst Systems",
    "body": "Cave \/ Karst Systems         Lehman Caves   Great Basin National Park contains over 40 known caves, filled with unusual cave life and unique features.  Some caves contain unique formations such as folia, bulbous stalactites, anthodites, and shields. Some caves contain features that suggest that deep-seated, hydrothermal waters influenced the caves’ development. The park has high-elevation vertical shafts and horizontal solution caves that have formed along fracture planes.  Please Note: The only caves in the park open to the public are Lehman Caves, and one permitted wild cave. All other caves remain closed to protect their fragile ecosystems. Cave Systems Four distinctive groups of caves exist in the park. These groups are Lehman Hill Caves, Baker Creek Caves, Snake Creek Caves, and Alpine Caves. Many of the caves within these groups may have formed together either hydrologically and\/or structurally. Lehman Hill Caves Lehman Caves, Little Muddy Cave, Lehman Annex Cave, and Root Cave make up the Lehman Hill Cave System. The cave passages’ proximity and similar passage orientation supports that these caves may have formed from a single evolving drainage network.  Lehman Annex Cave is the highest in elevation at 7,300 ft. Because of its high elevation, it is thought to have been the first cave to form. Lehman Cave and Root Cave occur at around 7,000 ft.  These two caves probably formed around the same period of time. Little Muddy Cave is at an elevation of 6,800 ft. This cave was discovered because of its spring-like appearance. It may have served as a spring for the system at some point in time. A nearby active spring may be today’s representative of the watercourse that formed Lehman Hill Cave System. The spring is buried in glacial alluvium and shows no external signs of being connected with a karst system. Baker Creek Caves In 1958, Arthur Lange investigated the caves of the Baker Creek area for the Western Speleological Institute and concluded that there was once only one system that was cut through the Baker Creek area (Bridgemon 1964). Ice, Crevasse, and Wheelers Deep Caves have been physically connected through cave exploration. Model, Systems Key, and Dynamite Caves have been shown to be connected to Ice-Crevasse-Wheeler Deep hydrologically. Snake Creek Caves The Snake Creek cave system includes Snake Creek Cave, Indian Burial Cave, and Fox Skull Cave.  Snake Creek Cave is the most popular wild cave in Great Basin National Park. The cave is known for its spectacular aragonite anthrodite and frostwork formations. Signatures from Morrison and Roland in 1886 show a long history of the cave’s visitation. The Snake Creek Cave entrance is at an elevation of 6700 ft, and the cave is approximately 1700 ft long.   Alpine Caves Alpine caves are caves that occur at high elevation, typically above 9,000ft.  Most of the park's alpine caves can also be considered fracture caves since all initially formed along fracture planes. High Pit is the highest solution cave found in the park and perhaps the entire state, at an elevation of 11,200 ft. The interesting features of this cave are its high elevation location and the nèvè (compacted, old snow) in its interior. The bottom of High Pit is plugged with snow.   Long Cold Cave is located at an elevation of about 10,000 ft. The cave is the deepest cave in the park (perhaps in Nevada) at a depth of 480 ft.      Further Reading Follow these links for more information about caves, cave geology, exploration, conservation, and science.  National Speleological Society Cave Research Foundation National Park Service Cave and Karst Program  Other NPS areas featuring caves and karst topography",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/cave.htm"
}
