{
    "title": "Great Basin National Park: Climate Change",
    "body": "Climate Change       \"Warming of the climate system is unequivocal, as is now evident from observations of increases in global average air and ocean temperatures, widespread melting of snow and ice, and rising global sea level.\" -Intergovernmental Panel on Climate Change, 2007 >Climate Change and the Great Basin (PDF file) USDA Forest Service, Rocky Mountain Research Station, Reno NV We anticipate more climate change studies being conducted in Great Basin National Park in the near future. Current studies in Great Basin National Park can be found in the Resource Management newsletter: The Midden.         Solar Panels Installed on the Baker Adminstrative Site NPS PHOTO  Great Basin National Park Centennial Strategy for reducing environmental impacts of park operations: The Environmental Leadership goal set forth by Great Basin National Park is to achieve a ZERO NET CARBON FOOTPRINT for park facilities and park operations and to expand this goal to park concessions and partners, park employees, and the local businesses and communities. The idea behind this goal is a simple one: under present practices, Great Basin National Park is contributing to rather than mitigating the causes of global climate change. However, through the reduction of energy usage (using the most efficient technology available), changing our energy resources (retrofitting buildings with PV panels), and changing our operational habits (adjusting schedules to reduce the number of miles driven as part of park duties), it will be possible to greatly reduce the carbon emissions produced by the park. The park will achieve further net reductions by partnering with the local school and community on projects such as community tree plantings, a community recycling center, and a community greenhouse. Great Basin National Park proposes to be a pilot park for this goal, which it hopes will be adopted as a servicewide goal in the name of Environmental Leadership and \"walking our talk.\" To find out more about the Climate Friendly Park program, click here.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/climate-change.htm"
}
