{
    "title": "Great Basin National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Pinyon-Juniper woodlands cover the lower slopes of Great Basin National Park. Alana Dimmick  The Great Basin is a desert, averaging less than 10 inches of rain a year. It is a cold desert, and because of its high elevation, it receives most of its moisture in winter snows. Despite these dry conditions there are over 800 different plant species in the park and South Snake Range, of these 13 are considered sensitive species. The way many of these plant species are able to survive in this environment is through specialized adaptations or by living in the cooler, wetter mountain ranges. Dealing With Little Water Many flowering plants will only grow and produce seeds during a year when there is enough water. These seeds will be dormant until the next season with enough moisture, which may be years from the time they were produced. Other adaptations help keep plants from losing their water. The Sagebrush, a very common resident of the Great Basin, is well adapted to the area. The Big Sagebrush root system can extend as much as 90 feet in circumference. This adaptation allows the plant to catch as much water as possible when the rains do come. The hairy leaves of sagebrush work as a windbreak to slow down evaporation from leaves. Other methods of water loss prevention are waxy leaves and succulence. The waxy coat acts as a barrier to evaporation by the wind. Succulence allows plants to hold water for the drier times. Greenleaf manzanita is an example of a plant with a waxy coat and prickly pear cactus is a succulent. Plants exchange gases, including water, through their leaves by a process called transpiration. Plants in this area can not afford to lose much water through evapotranspiration (the process by which plants release oxygen and sometimes water) and have developed modified leaves. Mormon tea or joint fir possesses modified leaves. The leaves are very small and are not the primary area for photosynthesis. The chlorophyll filled stems carry out the primary photosynthesis. Dealing With Salt In other places the soils of the Great Basin contain high amounts of salt and only plants with special adaptations such as saltbush and iodinebrush can survive. Four-winged Salt bush excretes salt through its leaves this process prevents build-up of lethal salts in the plant. The plants on the alkaline flats have a high internal concentration of salt and are able to extract water other plants can not. Importance of Adaptations The plants in the Great Basin have developed some ingenious methods of dealing with the dry desert conditions. Their adaptations have allowed plants to live in harsh environments, providing a variety of habitats for animals.   >Annotated Checklist of the Vascular Plants of Great Basin National Park and Adjacent Snake Range (26.5 MB Word Doc)  >Check out the Natural Resources Conservation Service Plants Database: http:\/\/plants.usda.gov\/",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/plants.htm"
}
