{
    "title": "Great Basin National Park: Fire Regime",
    "body": "Fire Regime       | The Role of Fire | Making it Right | Restoration Projects | Additional Resources |        Border Fire, Great Basin National Park.  2006 NPS PHOTO  Change is a constant process in the Great Basin. Flash floods scour stream channels, avalanches roar through spruce forests, and rock glaciers melt from mountain peaks. Change is an ever present natural process, however change in the Great Basin is accelerating at an unprecedented scale. Pinyon and juniper woodlands are expanding into areas once dominated by sagebrush grasslands. Non-native species like cheatgrass are spreading rapidly (4,000 acres per day) and currently cover one third of the Great Basin (25 million acres). Wildfire size and frequency is increasing, while species like sage grouse are decreasing. These are all recent changes, occuring over the last 100 years. And human's suppression of fire is partially responsible.          Burned out trees, or snags, can provide nutrients for the soil. NPS PHOTO  The Role of Fire Fire has always been an important force in the Great Basin, changing and shaping plant communities for the past 10,000 years. Without fire, these communities become choked with vegetation, and soon pinyon and juniper trees begin to invade. As the time between fires increases, pinyon and juniper tree canopies extend and expand, out competing grasses and shrubs for sunlight. The plant community shifts from a shrub dominated grassland to a tree dominated woodland. Evidence of this change is shown by the abundance of sagebrush and other shrub \"skeletons\" still present in the pinyon-juniper woodlands. The ecological implications of this change are profound. Woodlands are less productive and support fewer plants and animals than sagebrush steppe habitats. Although an absence of fire is responsible for shifting sagebrush steppe grasslands to woodlands, once the shift has occurred fire becomes a threat instead of an ally to the system. Excessive fuel loads and ladder fuels in woodlands allow fire to easily move into tree canopies where it burns with extreme intensity, killing all plants and compromising the soil's ability to support life. Extreme fires set the stage for invasion by non-native plants, like cheatgrass. Back to Top         Percribed Burning can restore healthy ecosystems. NPS PHOTO  Making It Right Great Basin National Park recognizes the role of fire in maintaining ecosystems. It also recognizes the inherent ecological risks now present because of past fire suppression and non-native plants like cheatgrass. In an effort to restore fire as a tool of change in maintaining healthy ecosystems, the park has undertaken several fuels reduction and sagebrush steppe restoration projects. The goal of these projects is to reduce excessive fuel loads and to restore healthy, resilient plant communities. If these goals can be met, fire may be reintroduced back into the system, reducing the potential for a catastrophic fire and the potential for cheatgrass invasion.  Back to Top        National Park Service Wildland Engine NPS PHOTO  Grey Cliffs Ecological Restoration Project In 2005, Grey Cliffs Campground underwent fuels reduction and plant community restoration. Soils data, plant surveys, and historic photographs indicated that Grey Cliffs formerly supported a big sagebrush plant community, but it had changed over the last 100 years to a pinyon-juniper woodland. The desired future condition for Grey Cliffs was to recreate the ecological site description by seeding, selectively cutting trees, and chipping and spreading slash. Before and during cutting operations, a mix of native shrubs, grasses, and forbs was seeded. This mix was chosen to duplicate as closely as possible the vegetation present under a natural fire regime. Trees, primarily pinyon pines, were selectively cut, with a goal of mimicking the landscape's patchiness under a natural fire regime. Aspen, ponderosa pine, mountain mahogany, white fir, and old growth pinyon were left. All slash was chipped and left on site. Spreading of chipped biomass favors germination of native perennials, and retards cheatgrass germination. Back to Top         NPS National Interagency Fire Center has some great fire education materials. Just click on the links below: >National Park Service Wildland Fire Timeline; A Sampling of Significant Events (3.03 MB PDF) >Burned Area Restoration; Learning from and about Fire (2.86 MB PDF) >Wildland Urban Interface (2.63 MB PDF) >NPS Fire and Aviation Management; Supporting the National Park Service Mission (3.76 MB PDF) To learn more about fire management in the National Park Service, visit www.nps.gov\/fire For a map of active US wildfires, click here. Back to Top",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/fireregime.htm"
}
