{
    "title": "Great Basin National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds       Introduction Between the town of Baker (5,280 ft elevation) and the end of the Wheeler Peak Scenic Drive (10,000 ft elevation) sit five different life zones, or habitats. These very different habitats support a wide variety of bird life.    Bird Checklists are available at any visitor center. The Park encourages reporting of sightings of birds listed as uncommon or not found on the current checklist. Bird Types and Locations The following is a listing of a few of the birds and some of the areas with easy access where specific birds may be found. On your drive up from Baker, in the sagebrush grasslands, birds one might see include: Kilideer, Long-billed Curlew, Golden Eagle, Northern Harrier, Common Raven, American Kestrel, Red-tailed Hawk, California Quail, the Eurasian Chukar, Sage Grouse, Mourning Dove, Horned Lark, Scrub Jay, Black-billed Magpie, Western Kingbird, Barn Swallow, Loggerhead Shrike, Song Sparrow, Black-throated Sparrow, Cassin's Finch, European Starling, Red-winged Blackbird, and Western Meadowlark. If you are lucky you could also see birds such as ducks and other waterbirds flying overhead, moving from one pond to another. Some of these include; Great Blue Heron, Canada Geese, Sandhill Crane, Mallard, Green-winged Teal, Northern Pintail, Northern Shoveler, Cinnamon Teal. During the winter a lucky sighting could include a Bald Eagle on a telephone pole. At dusk or dawn during the summer, stop and listen for the whinnying of Common Snipe, for the call of a Common Poor-will, Great Horned Owl or the \"bull-bat\" roar of a Common Nighthawk. Watch out for the \"copper penney colored\" eye of the Poor-will reflecting in your headlights. They often view the roadway as the perfect clearing for their habit of \"flycatching\" from the ground. A walk through the Ponderosa pines along Lehman Creek, in Upper Lehman Creek Campground may reveal Violet-green Swallow, Red-naped Sapsucker, Downy and Hairy Woodpecker, Mountain Chickadee, Bushtit, White-breasted Nuthatch, House Wren, Warbling Vireo, Yellow-rumped Warbler, Black-headed Grosbeak, Chipping Sparrow as well as Green-tailed Towhee, Rufous-sided Towhee, Dark-eyed Junco, and Brown-headed Cowbird. At Wheeler Peak Campground, and along the Alpine Lake Loop, aspens, and limber pines attract a variety of birds including; Clark's Nutcrackers, Stellar's Jays, Townsend's Solitaire, Mountain Chickadee, Bushtit, Yellow-rumped Warbler, Pine Siskin, Brown Creeper, Pygmy Nuthatch, and Cooper's Hawk. On occasion, one may find Red Crossbills if you are lucky. A hike to the small glacier takes one through the ancient bristlecone pine forest to an area where very little vegetation exists. In the vicinity of the glacier and the rock glacier below, one can usually find the \"Black\" form of the Rosy Finch, as well as Rock Wren, and the ubiquitous Raven.         >Check out the Great Basin Bird Observatory Website at http:\/\/www.gbbo.org\/",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/birds.htm"
}
