{
    "title": "Great Basin National Park: Endemic Animals",
    "body": "Endemic Animals       Endemic animals are special because they are found in only one location on the planet, and nowhere else. Great Basin National Park is home to several endemic plant and animal species. The \"sky island\" geography of the Great Basin region lends itself to large numbers of highly specialized species. Mountain ranges are separated from other mountains by \"seas\" of desert, across which plant and animal migration is difficult due to the dramatic differences in environment between the high elevations and the basins below. Each mountain range behaves much like an island, where species are trapped. They adapt and change within the very specific parameters of that one location.  Below is a list of animal species endemic to the Snake Range (home to Great Basin National Park) and to the Great Basin Region. This is not an exhaustive list of species endemic to the Great Basin Region, but includes only the species found in or near the park.     Species Endemic to the Snake Range White Pine amphipod (Stygobromus albapinus) A small freshwater shrimp, that was found in one of the park caves in 2011. It was recently described and named in Subterranean Biology. The White Pine amphipod (Stygobromus albapinus) is only known from Model Cave, and lead author and cave biologist Steve Taylor notes that it is probably found only in underground waterways within the Snake Range. This exciting discovery was made by park staff far back into the cave, which required over one-quarter mile of crawling through small, muddy passages each way. Great Basin Cave Millipede (Idagona lehmanesis) This millipede has only been found in two sites in Great Basin National Park: Model Cave and Water Trough Cave. It was first collected in 2006.  Model Cave Harvestman (Cyptobunus ungulatus ungulatus) Currently, this close relative to the spider is only known to exist in Great Basin National Park. It was first found in Model Cave in 1971, and has since been found in other caves in the park.    Cave Basin Cave Pseudoscorpion (Microcreagris grandis) The range for this species is in Great Basin National Park. It was first found in Lehman Caves in the late 1930s.     Lehman Caves Millipede (undescribed) Collected in 2003 and 2006 from Lehman Caves, this insect is currently being described as a new species. It has been found only in Great Basin National Park. Snake Creek Cave springtail (Arrhophilates sp.) Endemic to Great Basin National Park. Model Cave springtail (Arrhophilates sp.) Endemic to Great Basin National Park   Species Endemic to the Great Basin Region In addition to those listed above: Toquerville Springsnail (Pyrgulopsis kolobensis) Although fairly widespread throughout the eastern Great Basin, it occurs in only one drainage in the park. Its presence has been confirmed at two springs along Snake Creek. Various other springtails of the genus Pyrgulopisis are also endemic. Pygmy Rabbit (Brachylagus idahoensis) This rabbit is a true Great Basin native, with very limited distribution outside the physiographic region. It is a rare local species that is protected under Nevada state law, and listed by the state as at-risk of extinction or serious decline. Primary habitat is old growth big basin sagebrush. Loss of habitat from pinyon-juniper encroachment limits habitat areas in the park.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/endemic-animals.htm"
}
