{
    "title": "Great Basin National Park: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                 Fish       Fish in the Desert? Great Basin National Park is home to four native fish species: Bonneville cutthroat trout, mottled sculpin, redside shiner, and speckled dace. It also houses four non-native species: Lahonton cutthroat, rainbow, brook and brown trout. These were stocked in the lakes and streams of the South Snake Range until 1986. The native fish came from historic Lake Bonneville, which covered the bottom of Snake Valley to the east of the park thousands of years ago. This lake, which was the size of today’s Lake Michigan, supported several fish species. At the end of the Ice Age, the climate gradually warmed, and the lake started drying up, eventually shrinking down to the size of the current Great Salt Lake. Some of the fish found refuge in the streams coming down from the mountains and adapted to life in flowing waters. The fish in these streams survived for thousands of years through droughts, fire, and other events, but eventually they encountered problems. When early settlers and miners came, they wanted to catch fish they were familiar with, so they stocked the streams and lakes with non-native fish. The native fish were not able to handle the extra competition, and in some cases hybridization and predation of these different species, and most of them disappeared. Since the mountains streams are isolated from each other, the native fish could not swim to a different stream and find a new home.       Bonneville Cutthroat Trout NPS PHOTO       In 1999, the park began a program to reintroduce native Bonneville cutthroat trout, which now inhabit five of the six streams where they once lived. In 2005, due to the success of the Bonneville cutthroat trout reintroduction program, the park instituted a program to complete the fish assemblage in selected streams. Mottled sculpin, speckled dace, and redside shiner were reintroduced into lower Strawberry and South Fork Big Wash Creeks. Monitoring over the next years will allow park staff to determine the outcome of this innovative project. Non-native fish populations are also monitored periodically and continue to thrive with populations often estimated at about 2,000 fish per mile.                        Bonneville Cutthroat Trout Bonneville Cutthroat Trout  Duration:3 minutes, 42 seconds               >Fishing in Great Basin National Park",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/fish.htm"
}
