{
    "title": "Great Basin National Park: Lehman Caves Becomes a National Park",
    "body": "Lehman Caves Becomes a National Park         Alana Dimmick  The movement to create a national park including Lehman Caves began in the 1920s. In 1924 Cada C. Boak, who was the primary mover behind the creation of Lehman Caves National Monument, began efforts to enlarge the boundaries of the monument and to change its designation to a national park. The proposed national park would include Wheeler Peak, the nearby Stella and Teresa Lakes, the drainage basins of Lehman and Baker Creeks, and the Baker Creek Caves, which had recently been found to contain pictographs and Indian artifacts.    Supported by Senator Key Pittman and Nevada Governor James Scrugham, a bill was introduced in Congress that same year. But strong opposition by local grazing interests, and lobbying by the Nevada Livestock Association, killed the bill before it reached the Senate floor. Since grazing was prohibited in all national parks, they claimed the designation would prove a hardship on local ranchers, who would have to find grazing land elsewhere. Governor Scrugham continued to push enlargement of the monument boundaries with local Forest Service officials, without success.   It wasn’t until the 1950s that events occurred that would eventually lead to the creation of Great Basin National Park, some 30 years later.   The Park Movement is Revived In June 1955, at a meeting of the White Pine County Chamber of Commerce and Mines, in Ely, the establishment of a national park was suggested. The chamber apparently recognized the tourism potential, which would add a new source of income to an economy largely dependent on the boom-and-bust fluctuations of mining.   Later in the summer of that same year, the “Wheeler Glacieret” or “Wheeler Ice Field” was rediscovered by Weldon F. Heald, a conservationist and free-lance writer from Tucson, Arizona. They found, tucked away in the north face of Wheeler Peak, an active glacier. It was not large, but “the wonder was that is should be there at all in the midst of the Nevada desert,” he wrote in an article titled “The Proposed Great Basin Range National Park,” published in the Sierra Club Bulletin in 1956.    A national campaign to create a park began, involving Heald, the Sierra Club, National Parks Association, Wilderness Society, and Desert Protective Council and spearheaded by the White Pine County Chamber of Mines, and editor of the Ely Times newspaper, Darwin Lambert. The Great Basin Range National Park Association was formed, with its goal to establish a park. Three years later, Congress was involved, asking the Departments of Interior and Agriculture to investigate and report to Congress. Both the Secretary of Agriculture True D. Morse and Assistant Secretary of the Interior Roger Ernst opposed a bill to create a national park, feeling that multiple uses of the area would be better managed if they remained a national forest, which allowed for grazing and mining.   A field investigation followed, and on April 28, 1959, the Advisory Board on National Parks, Historic Sites, Buildings and Monuments, whose job was to evaluate and make recommendations to the Secretary of the Interior on proposals for inclusion of new areas in the national park system, made the following recommendation:    The [Board], having considered and recognized the scientific values of the Wheeler Peak-Lehman Caves region of the Snake Range, Nevada, finds that it is representative of the numerous Great Basin mountain ranges, and as such is of national significance, and is suitable for preservation as an area under the jurisdiction of the National Park Service.”    On September 9, 1959, identical bills were introduced in both houses of Congress providing for the establishment of Great Basin National Park. At hearings on the bills, conducted in Ely to gauge local sentiment, of 158 respondents, 90 were unfavorable, and only 68 favorable.   Among those in favor were the mayor of Ely, chairman of the White Pine County commission, and Nevada Governor Grant Sawyer, and numerous conservation groups nationwide. They stressed the advantages of a park, which would serve as a major tourist attraction, benefit the local and regional economy, serve as a facility for interpreting the aesthetic, educational, and scientific values of the Great Basin, and preserve the natural and scenic qualities of the area.   Testimony opposing the bill was presented by the U.S. Forest Service, the Nevada Farm Bureau, the Nevada Mining Association, Nevada Fish and Game Commission, Nevada Wool Growers, Nevada Cattle Association, and affiliated groups.   Opponents stressed the desire of continuing multiple use management of the area.    Because of continued opposition by grazing and mining interest, the bills never reached a vote during the 86th Congress. They were reintroduced the following session, with significant concessions to the mining and grazing interests, and the size of the park was reduced from 147,000 acres to 125,000 acres. Complicating matters was the discovery of a valuable beryllium deposit on Mt. Washington, along the borders of the proposed park. A revised bill passed the Senate in 1962, but languished in the House. Concessions were continually made, and rejected. Bills were reintroduced several times over the next decade, but failed, and talks were generally informal and ineffective.      The destruction of a 4,900 year old bristlecone pine tree in 1966, discovered to be the oldest known living tree on earth, near Wheeler Peak brought widespread publicity to the area, and revived discussions of national park status. Discussions continued, but no definitive action was taken. The National Park Service continued to support the idea, but opposition by multiple use interests was strong.    The Final Push By the mid 1980s, economic conditions in eastern Nevada changed again, with mining in a prolonged depression and grazing interests losing their clout. Tourism was seen as a ticket to prosperity, and environmental issues were becoming increasingly popular in Reno and Las Vegas. The stage was set for the final campaign to establish Great Basin National Park, which began in 1985.   Legislation introduced in Congress was designed to designate national forest lands in Nevada as wilderness areas, including the South Snake Wilderness area, encompassing the area that is now Great Basin National Park.   During hearings on the proposed wilderness areas, the issue of national park designation, instead of wilderness designation, for the South Snake Range was raised.   Modification of the proposal over the next few weeks included the creation of a 129,000 acre Great Basin National Park, prepared largely by Representative Harry Reid of Nevada. Meanwhile, Nevada’s senators Laxalt and Hecht proposed another bill in the Senate that slashed the park size from the 129,000 acres in Reid’s proposal, to a mere 44,000 acres, to protect grazing and mining interests of locals. Both bills were supported by various members of Congress and the media. By September of 1986, two park bills had been passed by the two houses in Congress.   The Chairman of the House Subcommittee on National Parks, Bruce Vento, undertook to negotiate a compromise on the size of the park. An amended bill, designating a 76,000 acre park, was presented to both houses of Congress, and finally passed. The Great Basin National Park Act, which abolished Lehman Caves National Monument, was signed into law by President Ronald Reagan on October 27, 1986.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/lehman-caves-becomes-a-national-park.htm"
}
