{
    "title": "Great Basin National Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                 Mammals         Mule Deer US FWS  Looking out across the valleys of the Great Basin and its vast stretches of sagebrush and desert, one would hardly imagine that 70% of all North American mammals are found in this region. From the kangaroo rat, which can survive without ever drinking water, to the mountain lion that slips through the forest on silent paws, the variety of wildlife is astounding. Don't expect to observe all of these animals at once, as many are secretive and low in population density. Although, with a little luck, correct timing, and patience, a wide array of creatures may present themselves as you hike or drive across the area.  The Hunters Mountain Lions (pumas, cougars, wildcats, catamounts, panthers, etc.) are generally 6-8 feet in length, weighing up to 250 lbs. These animals are able to drag 3 times their own weight and jump distances of 40 feet horizontally, 20 feet vertically, and drop from 60 feet and land running. Incredibly solitary, cougars are found together only when a mother has young. Although they are active at all times, expect to find them at dusk or dawn when they are hunting deer and elk, their favorite prey. Coyotes are a highly adaptable species, found in many areas. This grey-red colored animal is dog-like in appearance, though easily identified as they run with their tails down. Travelling in search of food sometimes up to distances of 400 miles, the coyote cruises at a speed of 25-30 mph. Coyotes eat nearly anything, from the meat of small mammals to insects and fruit. At dawn or dusk the coyote can be heard calling in a series of yelps followed by a long howl. Bobcats, which derive their name from their short, 3-6 inch 'bobbed' tail, are tawny brown and mottled with stripes and spots. With weights varying from 14-68 lbs, this most common North American wildcat generally hunts snowshoe hares and cottontail rabbits. Badgers are a formidable, if relatively small, presence across the Great Basin. Its flat, wide body is light brown in color, with white and black stripes across the head. They have a taste for rattlesnakes and seem to be unaffected by the venom except when bitten on the nose. Though the badgers only weigh up to 25 lbs, most creatures seem to strictly avoid them for a skunk-like odor they carry and their large claws. If attacked, the badger will attempt to get to his burrow and block himself inside. An excellent digger, he can instantly build a new burrow at a rate faster than a man could with a shovel. Badgers are valued in agricultural areas for their efficient pest control as they feed on rodents.      Rabbits and Rodents The black-tailed jack rabbit is a desert animal commonly seen in the sagebrush and pinon communities.  To withstand the heat of the desert sun, the rabbit spreads out its large, thin ears, releasing heat as blood travels through the veins. A popular prey for a variety of mammals and birds, the jack rabbit confuses the predator by zigzagging as it runs, and powerful back legs propel it to speeds of up to 30 mph. Kangaroo rats are an amazing rodent able to live their entire lives without ever directly drinking water. The rats store food in cool, damp areas, which allows the grains to collect moisture They live in a series of underground tunnels, and usually never stray more than 30 feet from their homes. Foraging for food with jumps of up to 9 feet, these rodents have tan coloration above and white below. Their long tails are also distinctive with white stripes along the sides. Packrats, also known as woodrats, are fascinating animals found in caves and cliffs. Their habit of collecting an odd assortment of objects in their nests helped to earn them their name. They have a strong affinity for shiny objects such as coins, keys, or spoons. Their nests are valuable tools for climate research, as the contents can be preserved for thousands of years. By looking at plant materials found in nests, climatologists can determine what plant communities existed around the nest in a specific era. A mixture of brown and gray, these rats are 11 ½ - 18 ½” in length, and have a bushy tail used for balance. When threatened, the packrat may stomp his feet, producing a low tapping noise. Yellow-bellied marmots are commonly found among rock piles up to 11,000 feet. Yellowish-brown in color with a yellow belly, marmots have white spots between the eyes and a bushy tail. Sometimes over 2 feet long, they weigh up to 10 lbs. Living in a rock shelter, marmots feed on a wide variety of greens, creating a layer of fat. This energy is used during hibernation which lasts from August to March. When frightened the marmot will issue a whistle sometimes described as its \"song.\"      Ungulates Mule deer, which earn their name from their large ears of about 6 inches in length, weigh from 100-475 lbs. The bucks’ antlers grow in response to age, health and diet; growth begins with two even branches that further branch somewhat randomly. Distinct also because of their large white rump patch with a black tail, these deer can be seen in great numbers in the early morning or at dusk. Groups usually consist of a doe with fawns and a few yearlings as they forage for plants of all sorts. Pronghorn antelope, the “American Antelope,” are easily spotted with their reddish-orange coats, and their sharp black horns. Their chest, sides, and rumps are a bright white, and their faces are marked with patches of black and white. The fastest land mammal in North America, the pronghorn has been clocked at speeds of up to 70 mph. Their distinctive herding instincts cause problems as they may swerve right into your car! Travelling in scattered bands, pronghorn can be seen active both day and night. Elk, which stand up to 5 feet at the shoulder and 9 feet in length, can weigh anywhere from 450-1000+ lbs. These large animals are distinct with their yellowish-brown rump patches. Males have antler racks up to five feet long, and a short manes on their throats. Grazing vegetation, they travel in harems with up to 60 females for one male.  Their telltale bugle can be heard as the males challenge one another during rut and to organize their herds. Primarily nocturnal, you are most likely to see them at dusk.      Bats A variety of bats (such as big brown, Townsend’s big-eared, Mexican free-tailed, and several species of myotis) make the Great Basin their home while bat species in general make up 20% of the world’s mammals. The only mammals capable of true flight, bats have wings that are supported by bones that are structurally equivalent to the bones in our hands.The majority of bats are insectivores; bats of some species can eat over 600 mosquitoes in just one hour! Most bats find their food in flight using echolocation, a form of sonar.  Bats find shelter in numerous caves throughout the Great Basin, where they sleep during the day, hibernate in the winter, and roost their young. Entering caves that are in use can stress the bats; it is important to keep disturbance to a minimum.      Enjoy Wildlife Safely! Animals are most enjoyably and safely observed from a distance. When left alone, animals relax and will let you watch as they go about their daily routines. Approaching animals not only disturbs them, but presents a danger to you. When cornered or afraid, the animal may attack in self-defense; this includes deer, rabbits and even chipmunks!  Though infrequent, attacks on humans do occur, and it is best to be prepared. If a mountain lion approaches make yourself as large as possible and DO NOT run or play dead! Yelling and waving your arms will most likely ward off an attack from most animals.  Also, please remember that by feeding the animals you are endangering their lives. Some species such as chipmunks become accustomed to human food and forget how to find or no longer will eat the food they naturally would. This means that when visitation drops in winter, they starve!  When viewing wildlife, enjoy your experience and don’t endanger yourself or the animals.   >Download a PDF file of this document >Animal Tracking >Remote Wildlife Cameras",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/mammals.htm"
}
