{
    "title": "Great Basin National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians       The following list is for use in Great Basin National Park, North and South Snake Ranges, and Spring and Snake Valleys, White Pine County and Millard County, UT. It is based on museum searches and field observations conducted as part of the Servicewide Inventory and Monitoring Program. Amphibians (Class Amphibia)      Order Anura (Frogs & Toads) True Toads (Family Bufonidae) Western Toad (Bufo Boreas) Unique Characteristics: Warty skin and white to cream colored dorsal stripe. Range: Great Basin, records from western White Pine County, NV. Questionable record from Gandy, UT. Habitat: Desert streams, springs, lakes, and mountains below 11,800 feet. Fossorial. Woodhouse’s Toad (bufo woodhousei) Unique Characteristics: Warty skin, whitish, dorsal stripe, and prominent cranial crest. Range: Records from Gandy, UT. Habitat: Sandy areas in sagebrush habitats, farms, irrigation ditches up to 8,500 feet.  True Frogs (Family Ranidae) Northern Leopard Frog (Rana pipiens) Unique Characteristics: Well-defined, pale bordered, oval or dark spots on back. Well-defined, dorsolateral folds continuous and not angled inward. Range: Great Basin distribution spotty. Found in Spring and Snake Valley marshes. Habitat: Springs, slow streams, marshes with permanent water and aquatic vegetation, up to 11,000 feet. Columbia Spotted Frog (Rana luteiventris) Unique Characteristics: Light colored jaw-stripe, eyes slightly upturned, yellowish, orange below. Range: Spotty Great Basin distribution, found in Snake Valley. Habitat: Occur in slow streams, springs, marshes, and ponds below 6,000 feet. Highly aquatic. Bullfrog (Rana catesbiana) Unique Characteristics: Large frog with conspicuous eardrums. Range: NON-NATIVE to Nevada, widely introduced, responsible for many native amphibian and fish declines. Habitat: Permanent water, below 9,000 feet.  Spadefoots (Family Pelobatidae) Great Basin Spadefoot (Spea intermontanus) Unique Characteristics: Verticle pupils, black spade on each hind foot, no parotoid glands, glandular boss between eyes. Range: Throughout the Great Basin. Habitat: Occur in loose, alkaline soils in shadscale\/greasewood and sagebrush. Highly fossorial, may aestivate for a full year.      > Field Guide to Reptiles and Amphibians of Great Basin National Park & Vicinity (1,876 KB PDF File)",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/nature\/amphibians.htm"
}
