{
    "title": "Great Basin National Park: Grazing the Great Basin",
    "body": "Grazing the Great Basin       Ranching has been a cornerstone of life in the Great Basin for well over 100 years. Dependence on the land and its resources has created a financial stability and a rich heritage for ranchers and their families. Through a deep understanding and honest relationship with the terrain, these ranchers have been able to prosper on what others might call a barren wasteland. But this unique and personal connection has long been a part of life in the Great Basin. A thousand years ago the Fremont farmed the present-day Snake Valley. These Native Americans used the land for about a hundred years hunting and growing crops and then moved on. Why the Fremont left this area remains a mystery. Early pioneers started arriving in the Snake Valley in the latter part of the 1800s. Coming from diverse backgrounds, some were teamsters passing through hauling ammunition and silver; others included Mormons following an exodus to the west, surveyors, or simply homesteaders looking to build a future for themselves. Miners were attracted by tungsten and gold deposits, but cattle ranching would soon establish itself as the mainstay \"industry\" early on in the Snake Valley. One of these early pioneers, Absalom Lehman, credited for the discovery of Lehman Cave, was a miner who moved to the area hopeful of making a better living through ranching. The Snake Range, with its creeks and high meadows, provided enough water and forage to support a few ranching operations, and allowed some ranchers to succeed in building new lives. These ranching pioneers started a legacy that would last for generations to follow. Sons took over operations from their fathers. Land and public land grazing permits were passed down through families. Even with the creation of Great Basin National Park in 1986, grazing within the park boundaries was mandated to continue in perpetuity. The latest generation of three ranching families, however, would soon face a change. Increasing complaints from visitors not used to sharing a national park with cattle sparked conversations between then Superintendent Al Hendricks and local ranchers. Convinced that compensation for the donation of grazing permits might be an equitable and profitable gain to the ranchers, this group pursued discussions with Senator Harry Reid of Nevada on one of his visits to the park. A solution did not come quickly or easily. While mandated in the original legislation, continued cattle grazing in Great Basin National Park conflicted with the National Park Service Mission. In December 1999, after the better part of nine years of talking, compromising and fundraising, the Conservation Fund, aided by Senator Reid, had raised enough money from various organizations, foundations, and individuals to compensate the ranchers for donating their permits. Once these permits were donated, they could then be terminated. However, this action did not end all grazing in the park. Sheep continue to graze on the western slopes of the Snake Range. The final outcome involving the cattle ranchers and the buyout of their grazing permits has been described by a local rancher as a win-win situation for both the ranchers and the National Park Service. Great Basin National Park will be monitoring the areas in which cattle are no longer grazing to try and understand the changes in the vegetation and the watershed that will ensue. The park will also now be able to continue its efforts to remove non-native plant species and reintroduce fire in the park's ecology. Visitors are also free to enjoy the park without having to share hiking trails and campgrounds with cattle. The ranchers were compensated for donating their permits and pursue cattle grazing in other allotments nearby and on private land. Holding onto their rich heritage, they proceed with their ranching operations and continue to assist in the conservation of open space that so many people here in the Great Basin treasure. After all, open space is the essence of the Great Basin, as is its natural beauty and its rich cultural heritage. Bristlecone pines, luscious spring-fed meadows, sagebrush, the strong pioneering spirit, cattle ranching - all these and more are the elements that, together, make the Great Basin so unique. Just as they tie together to become the landscape, they tie the people to the land. These ties carry strong emotions that outsiders may never fully comprehend. The families who have built their lives here have connected to the land upon which their ancestors built a legacy, and it is the source from where their heritage continues to grow.   Written April 2000, Kurt Danielson.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/grazing-the-great-basin.htm"
}
