{
    "title": "Great Basin National Park: Why Wheeler Peak?",
    "body": "Why Wheeler Peak?         Wheeler Peak Summit   Six men set out to climb a mountain on an August afternoon in 1869. They left their camp at the foot of the range, walked two miles up slope through bunchgrass and black sage, and threaded a course between granite outcrops and stands of pinyon and juniper. They emerged on a sagebrush-covered ridge and followed it to the mountain's high flank. There, on a slope as steep as a cathedral roof, they entered an open forest of spruce and limber pine. Ahead, they saw rocks, roots, and tree trunks. Behind, they looked down through the treetops and saw the sun hanging low over distant mountain ranges. With each step, stones clattered away downhill and thunked against logs. To this accompaniment, punctuated by the hoarse croaking of jays, they climbed to the edge of the forest. There they faced an expanse of hard, gray talus that rose upward and curved out of sight like a great wave. Three men stopped to make camp. The others climbed on. As they did, the setting sun colored the peaks and a gibbous moon appeared over the ridgeline and rose into the evening sky. They were climbing the tallest mountain in the central Great Basin - the tallest in 180,000 square miles - and they wondered what they might name it, though it had several names already. Ezra Granger Williams named the landmark fourteen years before, in 1855. He was the leader of an exploring party from the new Mormon settlements in southern Utah Territory and he claimed to be the \"first white man that gained its exalted summit.\" Williams' guide, a Pavant Ute named Nioquitch, said the mountain was called \"Pe-up.\" A Native American woman they met near the summit probably called the mountain \"Too-bur-rit,\" a local Shoshone name. Ezra Williams named it \"Williams Peak,\" after himself. None of the names were destined to last. Lieutenant Colonel Edward Steptoe, U.S. Army Corps of Topographical Engineers, viewed the imposing mountain from a distance in that same year. Steptoe named it in honor of his superior, Secretary of War Jefferson Davis. Soon, \"Jeff Davis Peak\" became the official and commonly accepted title. But within a few years, after Davis resigned his former Senate seat and became a leader of the secessionist cause, some Topographical Engineers came to regret the name. One such engineer, Captain James H. Simpson, passed within ten miles of the mountain in 1859. He was surveying wagon roads across the central Great Basin - roads to shorten the distance to the new state of California and the booming mining towns on the eastern side of the Sierra Nevada. In his long-delayed report he proposed to name the mountain \"Union Peak.\" He explained that a ridge united the mountain's twin summits; but the name also was a plain reference to the growing national strife and an alternative to \"Jeff Davis.\" Captain Simpson went to war before completing his report. Publication was still postponed in 1869, when another Army mapping expedition approached the mountain, led by a 27-year-old lieutenant named George Montague Wheeler. The moon was nearly at its zenith when the climbers reached the mountain top. Lt. Wheeler and his two companions lingered a short time and then returned to tree line to bivouac with the other men. On the following morning, all six climbed to the summit, where they surveyed distant landmarks, measured latitude, longitude, and barometric pressure, and concluded that they stood more than 13,000 feet above the oceans. Encouraged by his fellow mountaineers, Wheeler named the peak after himself. When he published his report and map six years later, the name \"Wheeler Peak\" became official. Wheeler, Simpson, Steptoe, and better-known colleagues such as Fremont, Hayden, and Powell named hundreds of Western landmarks. They also left a legacy of reports more valuable than the names. These reports let us glimpse the lands and peoples they encountered and help us to repair some of the damage done since the 19th century. For example, Lt. Wheeler's reports include the earliest known account of Bonneville cutthroat trout in the Snake Range. This record is an important basis for modern efforts to protect and reestablish this rare native species. To reach his namesake peak, George Wheeler began near Shoshone Ponds in Spring Valley and climbed 7,000 feet over difficult and sometimes dangerous terrain. Today, most people start from a trailhead near Wheeler Peak Campground and follow a groomed trail that rises 3,000 feet to the summit. The route is easier, but the risks of mountaineering remain. Hikers should be in good shape for the climb, and carry food, water, and warm clothes.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/why-wheeler.htm"
}
