{
    "title": "Great Basin National Park: Absalom Lehman",
    "body": "Absalom Lehman         Absalom Lehman Digital Copyright 2002, Great Basin Association  Absalom S. (Shirk?) Lehman was born on January 6, 1827, the second child of Abraham and Catherine Lehman of Chambersburg, Pennsylvania.  When Ab was 4, his family moved to Canal Winchester, Ohio, a few miles north of Columbus. According to the family geneology, the trip was made in a one horse covered wagon on which the younger children rode. Ab, his parents and older sister walked the entire route, much of the time through heavy snow. By 1849 Ab, then 22, was headed farther west in search of gold. After a seemingly unsuccessful venture in California, he boarded ship for Australia hoping to strike it rich mining there. The down-under land proved prosperous.  Lehman found a gold mine in his back yard and established a number of wool stores. His Australian marriage to Mary Taylor of England produced two daughters, Lucy and Martha, both born in Victoria. After the deaths of Mary and Martha, Ab returned to California in 1861 with Lucy. He mined for a time there with his brother Jacob, with whom he left Lucy when he moved on. Ab's next adventure was to take him to Snake Valley, Nevada, where he turned from mining to ranching. Sometime between 1866 and 1869 he first settled on Weaver Creek, a few miles north of the caves which now bear his name. There he \"lived the first summer under a pine tree with Indians for neighbors.\" Little is known of Ab's operations on Weaver Creek, nor do we know exactly when he relocated on the present Lehman Creek. We do know that he certified in 1887 that he had used Lehman Creek waters continuously since 1869. In 1869 he returned to Ohio, married Olive Smith (he was 42, she was 21), and was back in Nevada by the fall of 1870. After being in Nevada several months, Olive wrote home and said she hadn't seen another white woman since arriving. As if in response, Ab's brother Ben arrived soon after with his wife Mary and settled at the site of present day Baker. Another relative, Sam D. Smith, Olive's brother, also moved the valley about this time.         Olive Smith Lehman, Absalom's second wife Digital Image Copyright 2002, Great Basin Association  Ab and Olive's first child, Laura Nevada, was born near the mining town of Hamilton in 1871. Three years later Frank arrived, born at Pioche, Nevada.  He became a Lutheran minister, but died at age 28 in Baltimore, Maryland. One other child was born to the Lehmans: Lawrence was born \"near Osceola\" in 1878 and died in 1880. Lucy, Ab's daughter by his first marriage, and Laura were long lived, dying at ages 85 and 78, respectively. In 1875 several more families were established near Ab's and the ranch on Lehman Creek was a busy place. That year the Lehmans had 25-30 cows. His orchard was productive and the fruit was said to be the best in the region. A large garden was set up and its produce was supplemented with wild fruits, especially strawberries. By 1880 two hired hands were needed to keep the place going. Ten years later there were \"600 acres, spring pasture, orchard, cultivated fields, stables, blacksmith shop, carpenter shop, butcher shop, corrals, dairy ranch, rock milk house and churn run by water power.\"  But Ab had other interests too. He kept his hand in mining, staking a claim in Osceola, and his political adroitness netted him a position on the \"Republican County General Committee.\" He was also a memeber of the County Grand Jury. The rugged frontier existence began to tell on Olive and late in 1881 she and the children returned to Ohio. Ab kept the ranch operating, but left for the east when his wife took a turn for the worse. She died September 19, 1883, aged 35 years. A saddened Lehman returned to Nevada, leaving the children in Ohio with relatives. It may have been about this time that Ab found his cave. There is some indication that he discovered it just after his family went east. One family recollection states he brought stalactites to his wife and children on his trip to see them in 1883. In any event, the first extensive tourist visitation to the caves was in 1885, with Ab doing the guiding.  A society note in the Christmas Day 1886 edition of the White Pine News tells of another of Ab's loves. \"Ab Lehman of the wonderful cave in Snake Valley is reported to have gone to Fillmore, Utah, for a New Year's present in the shape of a new wife.\" We never learn, however, if the rumors are true, although he \"still has the matrimonial bee\" in 1886 and is \"on the hunt for a wife\" in 1890. Ab built a ranch house near the caves' entrance, just above the orchard he had planted some years earlier, with the idea in mind to live there and develop the caves. He sold the lower ranch September 1, 1891, but his health failed and he passed away on October 11, 1891, at the age of 64 at St. Marks Hospital in Salt Lake City. His death was mourned by many. Those who knew Lehman remembered him as a kindly man with a quick wit, who never turned a needy person from his door. An obituary in the White Pine News read, \"It was he who discovered and opened up the wonderful cave which bears his name.\" Another opined, \"His liberality knew no bounds; to many a wanderer, he was a benefactor. His life was indeed an eventful one, full of romance and adventure.\"      From Lehman Caves: It's Human History from the Beginning Through 1965 by Keith A. Trexler",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/absalom-lehman.htm"
}
