{
    "title": "Great Basin National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases      August 10,2016Update on Strawberry Fire at Great Basin National ParkFirefighters are working to contain the 4600 acre fire and have reached 10 percent containment. Closures are still in effect.AUGUST 9, 2016Wildland Fire Start at Great Basin National ParkThe Strawberry Fire is burning is heavy fuels and strong winds promoted rapid fire growth.  Crews will be working for full fire suppression. See press release for further information on fire and closures.AUGUST 3, 2016Solicitation for Proposals for Operation of Food & Beverage and Retail Services at Lehman Caves Visitor CenterGreat Basin National Park is soliciting proposals for the operation of a food & beverage and retail services at Lehman Caves Visitor Center. Interested parties may participate in a site visit on June 17th.JULY 26, 2016Snake Creek Canyon Closure and Stream Renovation Great Basin National Park will be conducting a stream renovation treatment in Snake Creek on August 16th and 17th. The treatment will restore habitat for the native Bonneville cutthroat trout.June 8, 2015Solicitation for Proposals for Operation of Food & Beverage and Retail Services at Lehman Caves Visitor CenterGreat Basin National Park is solisciting proposlas for the operation of a food & beverage and retail services at Lehman Caves Visitor Center. Interested parties may participate in a site visit on June 17th. January 26, 2015Finding of No Significant Impact, Johnson Lake Mine Historic District StabilizationThe Pacific West Regional Director, National Park Service, has signed a decision and a Finding of No Significant Impact (FONSI) for the Johnson Lake Mine Historic District Stabilization in Great Basin National Park.January 14, 2015Winchester Model 1873 Rifle Discovered at Great Basin National ParkOn November 6, 2014 Park Archeologist, Eva Jensen, noticed an object beneath a Juniper tree. It turned out to be a Winchester Model 1783 rifle.September 15, 2014Public Review for Proposed Johnson Mine Historic District StabilizationGreat Basin National Park Superintendent Steven Mietz announced today that the Johnson Mine Historic District Stabilization Environmental Assessment (EA)is now available for a 30 day public review from September 15 through October 14, 2014. August 25, 2014Road Work Delays and ClosuresRoad work will continue on Wheeler Peak Scenic Drive with up to 30 minute delays and some temporary road and campground closures. Please review the dates and locations in the press release.July 10, 2014 Updated Superintendent's Compendium Signed and in Effect The Superintendent's Compendium,a policy document specific to Great Basin National Park, has been updated and signed. The newest version is available to viewor print online at http:\/\/www.nps.gov\/grba\/parkmgmt\/upload\/2014-GRBA-Superintendent-s-Compendium-w-signature.pdf July 8, 2014 Road Work at Great Basin National Park During July and August 2014 Beginning July 8, 2014 andcontinuing through the end of August there will be road work at Great BasinNational Park. Throughout the park, paved roads and parking lots will have roadcracks repaired and a chip seal applied... Minor delays of up to 10 minutes canbe expected during some of the work. Weekly updates will be posted on thepark's Current Conditions page on the website; http:\/\/www.nps.gov\/grba\/planyourvisit\/ccgrba.htm  every Tuesday afternoon. Any major impacts orchanges will be updated more frequently if needed.  July 8, 2014 Unmanned Aircraft to be Prohibited in America's National Park Visitor safety and park resources concerns prompt policy directive. You can find Great Basin specific information on page 5 of the Superintendent's Compendium.  July 1, 2014 Park Announces Business Opportunity Information Meeting July 9 at 6:30 p.m. for Lehman CavesGift and Café Superintendent SteveMietz announced an information meeting at the Great Basin National ParkResource Center Classroom, in Baker, Nevada for Wednesday July 9, at 6:30 p.m.PDT (Nevada Time). The park is preparing a prospectus for solicitation of offers for a concession contract to provide food and beverage service, at thepark's concession, Lehman Caves Gift & Café.      November 12, 2013 Comments Requested for Proposed Johnson Lake Mine Historic District Stabilization Project Great Basin National Park is currently seeking issues and comments for the proposed Johnson Lake Mine Historic District Stabilization project. Your issues and comments will assist us in developing an environmental analysis consistent with the National Environmental Policy Act (NEPA). November 14, 2013 Great Basin National Park Winter Lehman Caves Visitor Center Hours and Tour Schedule Superintendent Steven Mietz announced the hours of operation and scheduled tours for the Lehman Caves Visitor Center at Great Basin National Park. Starting Monday December 2, 2013, Lehman Caves Visitor Center will operate five days a week, Monday, Thursday, Friday, Saturday and Sunday 8:30 a.m. to 4:00 p.m. Pacific Standard Time. The Visitor Center will be closed Tuesday and Wednesday. November 7, 2013 Park Announces Slash Piles Burn in Great Basin National Park Great Basin National Park plans to conduct slash pile burning in the Kious Basin. The intent is to dispose of several hundred accumulated slash piles resulting from prior mechanical thinning operations. Once completed, the results should decrease the risk of a large wildfire and return these areas to more natural condition. The burns will take place between November 13 and 15, depending on weather. Smoke will visible in the area of Kious Basin. Please do not report. October 28, 2013 Invasive Plant Management Environmental Assessment Comment Period Extended to December 11, 2013 Due to the recent government shut-down, Great Basin National Park has extended the public comment period for the Invasive Plant Management Environmental Assessment released on September 13. The comment period was originally scheduled to close October 16, but that date will be extended through December 11, 2013. Copies of the EA are available online at http:\/\/parkplanning.nps.gov\/invasiveplant. You may also request a CD copy through the park's Planning Office by calling 775-234-7540. Hard copies are available for review at the Lehman Caves Visitor Center, the White Pine County Library, and EskDale Center.  Comments may be submitted through the park planning website or by mailing them to Attn: Planning, 100 Great Basin National Park, Baker, NV, 89311. Please submit comments no later than December 11, 2013. June 20, 2013 Great Basin National Park Quarter Launched by US Mint The Great Basin National Park quarter, the 18th in the U. S. Mint's \"America the Beautiful\" series, was officially launched on Thursday, June 20, during a ceremony attended by nearly 200 people that took place at the Great Basin Visitor Center in Baker, Nevada March 15, 2013 Environmental Assessment Available for Public Review for Proposed Fish Barrier in Great Basin National Park Great Basin National Park Superintendent Tod Williams announced today that the Fish Barrier Environmental Assessment (EA) is now available for public review. This EA will be open to review for 30 days, from March 20 through April 20, 2013. February 28, 2103 Steve Mietz Named Superintendent at Great Basin National Park Steve Mietz has been named superintendent at Great Basin National Park, located in east-central Nevada near the Utah border. Mietz is currently serving on a detail as Associate Regional Director for Natural Resources at the Midwest Region. February 28, 2013 Great Basin National Park Tourism Creates $4,528,000 in Local Economic Benefit Part of $30 Billion Impact That Supports 252,000 Jobs Nationwide. A new National Park Service (NPS) report for 2011 shows that the 91,451 visitors to Great Basin National Park spent $4.528 million in communities surrounding the park. This spending supported 58 jobs in the area.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/news\/newsreleases.htm"
}
