{
    "title": "Great Basin National Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park        Explore Great Basin! David Hunter       Looking to learn more information about Great Basin NP?   News      Get the most up-do-date information relating to resource management at Great Basin National park. Follow the most current research related to the Great Basin. Here you will find a sampling of the most up-to-date scholarly articles pertaining to this park.          Photos & Multimedia Join a park ranger for a virtual tour through different areas of the park in our Ranger Minute video series. Explore videos on geology and what science projects are taking place at our YouTube page. Explore, and add, additional photos on our Flickr site.    History & Culture The story of the Great Basin is not just one of geology and landforms, but also of people. This region has been home to American Indians for thousands of years. In more recent times, farmers and ranchers, Mormons and sheepherders, all called the Great Basin home.    Nature Interested in exploring your national park? Come immerse yourself in this magnificent wilderness and help park staff locate and identify stream insects (especially mayflies, stoneflies, and caddisflies) - maybe you can be part of the next big discovery here at Great Basin!    Education Follow the most current research related to the Great Basin. Here you will find a sampling of the most up-to-date scholarly articles pertaining to this park.   Management Great Basin National Park was established by an act of Congress on October 27, 1986. Lehman Caves National Monument was abolished in that act, and the lands incorporated into the new park. More than just Lehman Caves, Great Basin National Park encompasses over 77,000 acres that includes several bristlecone pine groves and Wheeler Peak, the second highest peak in Nevada.    Bookstore Bookstores, operated by the Western National Parks Association, are located at both the Great Basin Visitor Center and the Lehman Caves Visitor Center. Open 8:00am to 4:30pm Pacific Time, with extended hours in the summer.    Publications Thank you for your interest in Great Basin National Park! This information is designed to assist you in planning your visit and\/or learning more about the many park resources.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/index.htm"
}
