{
    "title": "Great Basin National Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People       Paleo-Indian and Archaic The Great Basin region has been occupied for over 12,000 years. The first cultural group to occupy the area was what archeologists call the Paleo-Indians. They were in this area from about 12,000 to 9,000 years ago. They are considered to have been big game hunters; their prey were animals such as bison and the extinct mammoth and ground-sloth. They did not have permanent houses because they were following animal herds. Their hunting tools were large fluted or unfluted projectile points lashed to the tip of a spear. The Great Basin Desert Archaic was the next cultural group to occupy this region. They were here from about 9,000 to 1,500 years ago. These groups of people are considered hunter-gatherers that followed game animals such as the Mule deer and antelope. They also gathered wild plants such as onions, Great Basin wild rye and pinyon pine nuts. These cultural groups used grinding stones to process plant seeds. They also made baskets, mats, hats, and sandals from plant fibers and used animal hides to make their cloth, blankets and mocassins. Marine shell beads are also associated with this cultural period, indicating trade with coastal peoples. Spears were still used for hunting large game, but the projectile points were smaller and what archeologists call stemmed, side-notched, and corner-notched points.      Fremont and Shoshone The Fremont lived in the area from about 1,500 to 700 years ago. They were a horticultural group that planted corn and squash but still harvested wild plants and hunted. They built small villages, including one near present-day Baker now known as the Baker Archeological Site, and produced pottery. With one style of pottery they painted black geometric designs. This type of pottery is known as black-on-gray. The Shoshone came into this area around 700 years ago and their descendents still live in the area today. The ancestral Shoshone were hunter-gatherers. They lived in temporary structures made of brush known as wikiups, and they moved to follow game and collect wild plants. They made baskets and undecorated pottery. They hunted deer, rabbits and antelope and used the bow-and-arrow to hunt large animals. The nearest descedents of the early Shoshone now live in Ely, Nevada. Other early Shoshone descendents are the Duckwater Shoshone and the Skull Valley Band of the Gosiute (also spelled Goshute).       Euro-Americans Trappers, including Jedidiah Smith, and several military expeditions, one led by Captain John Fremont, traveled across Nevada in the early 1800's.  Mail and pony express stations dotted the landscape by the 1850s.  Immigrants on the way to California crossed the northern Great Basin on the California Trail.  Around 1855, the first Euro-American entered the area around Great Basin National Park to establish ranching. Discoveries of silver and gold in the region brought six mining operations to the South Snake Range.  The largest one, Osceola, is on the west side of the range outside the park boundary.  The Johnson Lake Mine, inside the park, operated well into the 20th century. In the 1870's Absalom Lehman established a ranch near today's Lehman Creek, where he grew and raised food for local miners. Trees from his orchard still survive near the Lehman Caves Visitor Center. In 1885, he discovered the cave that now bears his name and devoted the rest of his life to guiding people through the natural wonder. Ranching has been a significant part of the Great Basin's cultural heritage. For many years cattle grazed on the east side of the South Snake Range, even after the establishment of Great Basin National Park. Sheep still graze in the summer months on high elevation meadows on the west side of the park.",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/people.htm"
}
