{
    "title": "Great Basin National Park: Basque Sheepherder Aspen Carvings",
    "body": "Basque Sheepherder Aspen Carvings         A sheepherder carved his name into an aspen tree. NPS Photo  Aspen trees throughout Great Basin National Park bear the marks of those who came before. Known as arborglyphs, dendroglyphs, or aspen art, the carvings provide an important record of the area's history.  The practice was started  by Basque sheepherders in the late 1800s. Basque sheepherders were replaced by Peruvian sheepherders in the late 1900s adding yet another style and mix of arborglyphs. Recreational campers and cattlemen also left their marks, some of which date from the early 1900s. The Basques Basques, who call themselves Euskaldunak, are from the Pyrenees Mountains located on the border of Spain and France. Basques have their own language known as Eusk but since the majority live in Spain, they also speak, read and write in Spanish. This explains why some of the carvings contain a mix of both Eusk and Spanish. The Basque culture is one where the oldest son inherited the family property. This left the younger brothers having to leave and find a place to live. During the California gold rush in the mid- 1800s, Basques came to try their hand at gold mining. They soon left the gold fields for a more profitable venture in sheepherding and supplying mining camps with mutton and shipping the wool back East. By the late 1800s Basque sheepherders were in Nevada. Herding Sheep in the Great Basin The sheepherder life was a very lonely one. Sheep camps consisted of one herder, a couple of dogs, and hundreds if not thousands of sheep in a vast landscape devoid of opportunities for other human contact. This loneliness was componded by a three to four month grazing season, if not longer. The herders were also continously on the move finding new grazing for the herd. By carving on aspen trees, the herders were keeping a connection with the outside world. It was like letting the other herders know that they were present.  There is little information on the history of sheepherding in the area that now comprises Great Basin National Park. We do know, though, that Basques were in the area in the early 1900s by a few of the aspen carvings with dates of 1908 associated with Spanish and Basque words. By the 1960s there had been a decrease in sheep grazing in the West and a shift from using Basque herders to herders from Peru. A lot of carvings within the park show Peruvian herders here in the 1980s and 1990s. Some carvings are not related to sheepherders. These carvings are from early settlers and early recreationists. It seems that cattlemen did not carve trees all that much since they very rarely stayed in the field with the cattle. Cattle were normally put out on the range for the summer and herded up in the fall so the cattlemen were never away from their ranches for extended periods of time. Importance Aspens are a short-lived species, living from 70 to 100 years. When isolated from fire, the species can live longer. The importance of aspen carvings is that these carvings not only establish dates as to when the carvings were produced but they also show the carvers’ names and their home towns or countries, which to an archeologist helps in establishing the history of land use for an area.  Because of the important land use history, and since aspen trees are short lived, aspen carvings are a non- renewable resource, and it is important that archeologists document these carvings before they are lost forever. Great Basin National Park began documenting aspen carvings in the summer of 2006.    Note: Carving aspen trees is not permitted in Great Basin National Park. Please enjoy the historical carvings but help us protect the aspen trees in their natural state.   by JoAnn Blalack, GBNP Archeologist",
    "url": "https:\/\/www.nps.gov\/grba\/learn\/historyculture\/basque-sheepherder-aspen-carvings.htm"
}
