{
    "title": "Great Basin National Park: Hiking & Backpacking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking & Backpacking                Hiking and Backpacking      Great Basin National Park offers over 60 miles of developed hiking trails.  Trail maps are available for purchase through the Western National Parks Association bookstores in both visitor centers.  Day hikers are asked to sign in at trailhead registers.  Permits are not required for backcountry camping, but registration is free and strongly encouraged.  Registering provides rescuers with critical information in case of an emergency.  Stop at a visitor center or call (775) 234-7510 for current information on trail conditions and routes.  Access The hiking season at Great Basin National Park is typically limited to the months of June through September because many trails are at elevations of 9,000 feet or more.  The Wheeler Peak Scenic Drive is not plowed and may not open until mid-June, weather depending.  Gravel roads that lead to the remote southern section of the park are impassable until late spring. Four-wheel drive is required on some of these roads, especially when wet. Inquire at the visitor center or call (775) 234-7510 for more information on current road conditions. Trails If trails are provided, stay on them. Alpine communities are especially fragile and easily damaged.  Taking shortcuts creates a complex web of trails and causes erosion.  When traveling cross country, avoid damaging vegetation by staying on durable surfaces such as rock or mineral soil.  Map reading skills are essential to any off-trail travel in the park.  Backpackers should be prepared to hike cross-country on hard-to-follow routes, or to follow drainages, ridges and other natural features. Pets Pets are not allowed in the backcountry or on trails, with one exception.  Leashed pets are allowed on the Lexington Arch Trail, a day use only area. Bicycles Bicycles are prohibited on all trails. Firearms In accordance with recent changes in federal law, under certain circumstances the possession of firearms is allowed in Great Basin National Park.  Please visit the firearms webpage for more information.  Smoking Persons who wish to smoke while hiking in the backcountry must stop and remain in one location until they have extinguished their smoking material.  All smoking material must be packed out and disposed of in an appropriate trash receptacle.  Water Hikers and backpackers are advised to carry ample water on any trip.  Water sources in the backcountry are highly variable from year to year and season to season.  Generally, late spring is the time of most abundant water. By late summer, streams and springs can be dry. All surface water should be treated by boiling or filtering to kill bacteria before drinking.  Staying hydrated is important when hiking in desert regions.  Bring plenty of water and drink it!  Human Waste Disposal In backcountry and other undeveloped areas the disposal of human body waste is prohibited within 100 feet of any water source or developed trail. Human waste should be buried in a hole 4-6 inches deep in mineral soil. Toilet paper must be packed out and disposed of in park restroom facilities. Camping Backcountry camping is not permitted within 1\/4 mile of any developed site (i.e. road, building, campground, etc.), within the Wheeler Peak or Lexington Arch Day Use Areas, or in bristlecone pine groves. Camping is prohibited in all parking areas, at trailheads, and on or along all other roads.  Campsites must be a minimum of 100 feet away from a flowing stream, spring, lake or other natural body of open water and at least 500 feet from any obvious archeological site (such as historic mine sites, cabins, rock shelters, pictograph sites). Camp on mineral soil if possible, and avoid camping in the treeless alpine zone.  The maximum continuous stay at any campsite is 14 days. Group Size Group size is limited to 15 persons and\/or 6 pack animals in the backcountry.  Larger groups must split into smaller groups within these limits and must camp at least 1\/2 mile apart.  Larger groups may request an exception to these limits from the Superintendent under the terms of a Special Use Permit. Fires Campfires are not allowed above 10,000 feet.  Backcountry users may only use propane stoves above this elevation.  Note that both Baker Lake and Johnson Lake, popular backcountry destinations, are above 10,000 feet and campfires are prohibited.  Below 10,000 feet, only dead and down wood (already on the ground) may be collected.  Bristlecone pine wood may not be burned, even if dead and down.  If conditions warrant, fires may be prohibited in the backcountry. Fires may only be constructed upon and in areas of bare soil with a diameter of at least 10 feet or in a shallow snow pit clear of vegetation for a diameter of at least 10 feet in order to prevent escape and damage to resources.  Metal fire pans or fire blankets may also be used in such areas for additional protection.  Clearing of vegetation is prohibited.  Fires may not exceed two feet in diameter and must be attended at all times.  Upon departure all fires must be rendered completely out and cold by dousing with water and all ashes must be widely scattered.  Construction of stone fire rings is prohibited. Pack Animals Horses, llamas, and mules are allowed on a few backcountry trails as pack animals. Scatter manure piles at trailheads and at backcountry campsites.  Remember to picket, hobble, or graze animals at least 100 yards from any water source.  All packed feed must be certified weed-free. Hazards Be aware of other hazards that exist when hiking in the backcountry such as hypothermia, dehydration, altitude sickness and sun exposure.  Prepare appropriately for these and other situations. Abandoned mines are common in the backcountry.  They can be extremely dangerous.  Shafts and tunnels are unstable; do not enter them. Weather Elevations in the park range from 6,200 to 13,063 feet, which leads to highly variable weather conditions year round.  At elevations of 10,000 feet and higher, snow and\/or electrical storms can be life-threatening, and can occur any month of the year. Be prepared for changing conditions.  {Top of Page}       Wheeler Peak Cirque Justin Sochacki",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/guidelines-for-backcountry-use.htm"
}
