{
    "title": "Great Basin National Park: Winter Touring",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Winter Touring                Winter Touring         Skiers on the Baker Creek Road Cindy Nielsen  Solitude, stillness, and spectacular scenery greet visitors to Great Basin National Park in the winter. This quietest season of the year offers some unique experiences in the park. The Wheeler Peak Scenic Drive and Baker Creek Road are both closed to vehicle traffic, but open to skiers and showshoers. Winter camping is available in the Lower Lehman Creek Campground, which remains open all year, or in the backcountry. Lehman Caves Tours are also offered year round, with the advantage of small group sizes during the winter months. Be aware of the unique safety challenges of recreating in a remote winter environment. Please be advised that no food service exists in the park during the winter, and goods and services in Baker are limited. Skiing and Snowshoeing Novice skiers can find gentle slopes for touring or experienced ski mountaineers can challenge their skills on steep and deep backcountry runs. Visitors must bring all of their own equipment.  Trails and roads in the park are not groomed, though some routes are flagged with tape. Snow conditions range from wet or hard packed snow to fresh dry powder. For current snow conditions, call (775) 234-7510.  Winter Backcountry Camping The same regulations for camping in the backcountry during the summer apply in the winter. Day use areas, such as the Wheeler Peak area, remain closed to camping all year. Visitors may camp in the closed Wheeler Peak Campground during the winter at no charge.          Trails like the Lehman Creek Trail allow for great winter use. NPS PHOTO   Winter Trail Descriptions The more popular trails and routes for skiing and snowshoeing in the park are described below. Trails are not groomed. In general, there are no flat or completely level trails. They all begin by climbing uphill, and include varying degrees of downhill to return to the trailhead. Trailhead elevations begin around 7,000 ft.  Those routes that leave main roads may require map reading or orienteering skills, as not all trails are flagged. Know your abilities and limitations, and be sure to carry proper winter equipment and gear. Call (775)234-7510, or stop at any visitor center, to inquire about trail conditions or for better directions. Grey Cliffs Group Campground Description: This route begins at the barricade on Baker Creek Road, and follows the road through Grey Cliffs Group Campground to the trail between Grey Cliffs and Baker Creek Campgrounds.  Make this a loop by skiing up to Baker Creek Campground, and then down Baker Creek Road back to the barricade.  Difficulty: Novice to Intermediate Trail length (round-trip): up to 4 miles Hazards: Beware of trees lining the trail between Grey Cliffs and Baker Creek Campground.  Pole Canyon\/Timber Creek Loop Trail Description: This route follows a summer hiking trail of the same name, forming a loop back to the trailhead by way of Baker Creek Road.  This route begins at the barricade on Baker Creek Road. Proceed into the Grey Cliffs Group Campground, but make the first left at the bottom of the hill towards Pole Canyon. Follow the road to the Pole Canyon Trailhead. The trail continues up a canyon, over a pass, and down the other side, to the Baker Creek Trailhead. From there, follow Baker Creek Road back down to the barricade.   Difficulty: Novice to Intermediate Trail length (round-trip): 7.5 miles Hazards: Route finding may be difficult without orienteering skills.   Wheeler Peak Scenic Drive Description: This route follows the Wheeler Peak Scenic Drive from the point of the winter closure at Upper Lehman Creek Campground, to the Bristlecone Parking Lot at the end of the road.  The lower portion of the road may have bare patches due to its south facing exposure, but conditions are almost always good for snowshoeing.   Difficulty: Novice, Intermediate Trail length (round-trip): up to 20 miles Elevation gain: 2,500' Grade: 8% Hazards: The road is often windblown and free of snow in spots. May require some walking. The descent can be fast and icy.    Upper Lehman Creek Campground Description: The road that loops through the Upper Lehman Creek Campground is a great beginner snowshoe or ski trail. You can reach the Lehman Creek Trailhead on this route as well.  Difficulty: Novice Trail Length: up to 2 miles  Lehman Creek Trail to Wheeler Peak Parking Lot Description:This route follows a summer trail. To reach the trail requires parking at the Wheeler Peak Scenic Drive barricade, and following the road next to the Lehman Creek Campground to the official trailhead. Note that camping is allowed in the Wheeler Peak Campground during the winter at no charge. Difficulty: Advanced to Expert Trail length (round-trip): 8 miles Elevation gain: 2,500' Grade: 13% Hazards: This trail is steep and can become very icy.  May be sparsely covered at times, with exposed rocks and vegetation. Trail is sometimes difficult to follow and the descent can be fast and treacherous with low overhanging branches.  Glacier\/Bristlecone\/Alpine Lake Cirque Area Description: Reaching this loop trail in the winter first requires skiing or snowshoeing the Lehman Creek Trail to the Wheeler Peak Parking Lot (see above description), which adds 8 miles roundtrip, in addition to the mileage below.  Camping is not allowed on this trail, as it is part of the Wheeler Peak Day Use Area. Camping is permitted, however, in the Wheeler Peak Campground at no charge.  Difficulty: Intermediate to Expert Trail length (round-trip): 5 miles Elevation gain: 768' Grade: 5% Hazards: This trail begins at 10,000ft elevation. It can be very dangerous during high avalanche danger. Travel over frozen lakes can be very dangerous. This trail is not marked or flagged and route finding can be difficult without orienteering skills.    Wheeler Peak: 13,064 ft   Jeff Davis Peak: 12,771 ft  Bald Mountain: 11,562 ft  Description: Reaching any of these trails in the winter first requires skiing or snowshoeing the Lehman Creek Trail to the Wheeler Peak Parking Lot (see above description), which adds 8 miles roundtrip, in addition to the mileages below. Be advised that overnight camping is not permitted in the Wheeler Peak Day Use Area. You may, however, camp in the Wheeler Peak Campground free of charge.   Difficulty: Expert Trail length (round-trip): 8.4 mi. Wheeler  10.4 mi. Jeff Davis  7.0 mi. Bald Elevation gain: 3,165' Grade: 19% Hazards: These routes can be very dangerous during high avalanche danger. Snow conditions can change in minutes.  These routes are not marked or flagged and route finding can be difficult without orienteering skills.",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/winter-alpine-touring-trail-bulletin.htm"
}
