{
    "title": "Great Basin National Park: Astronomy Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Astronomy Programs              Astronomy         Astronomy Festival | Calendar         See the Milky Way! Dr. Tyler Nordgren  One of the last true dark skies in America...   As of spring 2016, Great Basin has been designated an International Dark Sky Park! The International Dark Sky Association has recognized that Great Basin has distinguished and unique opportunities to experience dark nights. We protect our pristine nighttime environment for scientific, recreational, and cultural values. On a clear, moonless night in Great Basin National Park, thousands of stars, five of our solar system's eight planets, star clusters, meteors, man-made satellites, the Andromeda Galaxy, and the Milky Way can be seen with the naked eye. The area boasts some of the darkest night skies left in the United States. Low humidity and minimal light pollution, combined with high elevation, create a unique window to the universe. Can you make a difference with light pollution? Yes, look at the International Dark Sky Association website.       2016 Astronomy Program Schedule Click for Great Basin National Park's Astronomical Forecast All astronomy programs will start with a ranger talk at the Lehman Caves Visitor Center followed by ranger led telescope viewing. No telescope is required as we will have them available.Astronomy program rules:Please do not use white lights (flashlights or cell phones) during the program.Do not smoke or bring any pets to the program.Bring a camp chair for comfort.Wear layers - nights get cold.     Weekly astronomy programs change days throughout the year:Memorial Day to Labor Day - Tuesday, Thursday, and Saturday nightsSeptember and October - Saturday nightsApril and May - Saturday nightsSee our calendar for program start times.  The programs are held at the Lehman Caves Visitor Center. No sign up or reservation is needed.      Summer Holiday Weekends During the holiday weekends of Memorial Day, Independence Day, and Labor Day astronomy programs will be given both Saturday and Sunday nights. See park displays for start times.      Solar Telescope Viewing On select summer afternoons, join us on the back porch of the Lehman Caves Visitor Center for safe solar telescope viewing of our closest star, the sun. Great Basin has state of the art solar telescopes to view sunspots, prominences, filaments, and magnetic storms. Fun for all ages.     Other Astronomy Activities in the ParkTake a full moon guided hike with a ranger.Ride the Star Train with the dark rangers and the Northern Nevada Railway!      Astronomy Festival - September 29 - October 1, 2016Great Basin National Park will be hosting its annual Astronomy Festival. Enjoy three days and nights of astronomy themed events including the famous ranger talent show and viewing through over 30 different telescopes!  Click for details.        Scorpius constellation Photo by Tom Auchter        Want to go stargazing on your own in Great Basin? Here are some helpful tips on where\/when to go, what to bring, and what you might see.      Telescopes available at all astronomy programs has been generously funded by the Great Basin National Park Foundation.",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/great-basin-night-sky.htm"
}
