{
    "title": "Great Basin National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Holders of the Access Passport are entitled to half price cave tour tickets and camping. NPS PHOTO  Great Basin National Park offers a variety of opportunities accessible to people with disabilities. Much can be learned about Great Basin National Park from your vehicle and from the accessible facilities and programs. This wild landscape, rich in natural and cultural history, is a wonderful place to spend the day, a week, or more! Seeing the Park | Support Services | Accessibility Guide      Fees and Accommodations  Fees Access Passport holders are entitled to receive a 50% discount on camping and cave tour fees. Inquire at the Lehman Caves Visitor Center about this lifetime pass that is available at no cost for U.S.Citizens and permanent residents who have been medically determined to be blind or permanently disabled.|  Parking and Restrooms Designated accessible parking spaces are available in all parking lots,with ramps provided over the curbs. All public restrooms are accessible.  Visitor Centers Both visitor centers are fully accessible. The Lehman Caves Visitor Center provides a lift between the parking lot and main level. The Great Basin National Park slide show is closed captioned.          Accessible camping is available at 3 park campgrounds NPS PHOTO   Camping and Picnicking Three campgrounds in the park have accessible sites: Upper Lehman Creek Campground (site #2), Wheeler Peak Campground (site # 5), and Baker Creek Campground (sites # 11 and #27). Each campsite has a picnic table, fire grate, and tent pad. These sites are generally located next to accessible restrooms. All sites are first come first served. When campgrounds fill, these sites are made available to all campers. Note: Persons using the Upper Lehman Creek Campground restroom access ramp may require assistance, due to its steepness. All picnic areas provide accessible tables and restrooms. Back to Top         The Island Forest Trail was designed to meet most accessibility standards. NPS Photo   Seeing the Park   Island Forest Trail The Island Forest Trail (0.2 miles long and constructed to meet wheelchair accessibility standards) winds through mixed conifer and aspen communities. The first tenth-mile maintains a 1% grade. Sections on the second tenth-mile are as steep as 8%grade, making this half of the trail more challenging. The trail is located at the end of the Wheeler Peak Scenic Drive. >Island Forest Trail Brochure (PDF)        The Gothic Palace Room can be viewed on First Room Tours. NPS PHOTO  Lehman Caves Tour Brief tours of the first room of the cave, the Gothic Palace, are available for those unable to negotiate the stairs and narrow passageways of the tour route.  Participants join the first 30 minutes of a regular tour, and are escorted out of the cave by a ranger.  Another friend or family member must be available to assist visitors in non-motorized wheelchairs.   Please be advised that wheelchairs are not available at the park.  First room tours may not be available on every tour, depending on staffing levels.         Ranger-led Evening Programs are offered throughout the summer season. NPS PHOTO   Other Ranger-Led Activities Evening programs are offered during the summer at the Upper Lehman Creek and Wheeler Peak Campgrounds. Both evening programs are accessible and are a wonderful way to wrap up a day in Great Basin National Park. For more information inquire at any visitor center or consult the park newspaper, The Bristlecone.    Back to Top             Support Services Service Animals  Leashed service animals are welcome at Great Basin National Park and Lehman Caves.  Please call in advance (775) 234-7510 for more details. Assisted Listening DevicesAssisted listening devices are available for use with any ranger-led program, including cave walks and evening programs.  Talk to a ranger at any visitor center about using one before the start of the program.     Telephone Relay ServicesTo access the telephone relay services, please call 1-800-326-6868. The user will be connected to an interpreter and automated system.  The voice number in Nevada to reach an interpreter is 1-800-326-6888.Back to Top>Accessibility Brochure (PDF)For other downloadable brochures about Great Basin National Park, go to our brochures webpage.",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/accessibility.htm"
}
