{
    "title": "Great Basin National Park: Lehman Caves Tours",
    "body": "Lehman Caves Tours         Photo credit: Bowersox  \"The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time.\" -Henry David Thoreau   Lehman Caves is a beautiful marble cave ornately decorated with stalactites, stalagmites, helictites, flowstone, popcorn, and over 300 rare shield formations. ****To make reservations for a guided tour of the cave, please go to Recreation.gov.      A Fragile Environment The Lehman Cave ecosystem is easily affected by our presence and actions. Please help us in our effort to maintain its integrity by following these important rules: You may bring a jacket, a hand-held camera, and a flashlight into the cave. All other items, including food, water, other beverages, purses, backpacks, camera cases, and tripods are not allowed. Touching or collecting of cave formations is strictly prohibited. All visitors to Lehman Cave will be screened for the bat disease White Nose Syndrome through a simple question and answer process. Visitors who have not been in any cave or mine or who are not wearing any clothing, shoes, or other items that were in another cave or mine can go straight to their tour.  If visitors do have on clothing, shoes, cameras or other items that were in another cave or mine, they will be required to either change or clean items before being allowed on the tour.   Cameras or other hard items can be wiped down with decontaminating wipes (provided by the park) and shoe soles can be decontaminated by immersion in a solution bath for 5 minutes (also provided by the park). As this process can take some time, visitors are encouraged to show up early or only wear and bring items that have not been in other caves or mines. The Park Service has put together a more in-depth explanation about what White Nose Syndrome is and how it might be transmitted between caves on its PARKScience page. To prepare for your Lehman Cave tour please watch our video below.                        Lehman Cave Orientation Video For a preview and to prepare for your Lehman Cave tour please watch the video.  Duration:4 minutes, 27 seconds              Tour BasicsLehman Caves may only be entered with a guided tour. Cave tours are offered daily, year-round, except for Thanksgiving Day, Christmas Day, and New Year's Day. Park rangers lead all tours and explain the history, ecology, and geology of the caves. Two different guided tours of Lehman Caves are offered -- the Lodge Room Tour and the Grand Palace Tour. ****Cave tours regularly sell out. Reservations through Recreation.gov are strongly recommended. Lodge Room TourLodge Room Tours are approximately 60 minutes long. The Lodge Room Tour travels 0.4 miles, and is ideal for families with young children. The Lodge Room Tour highlights the Gothic Palace, Music Room, and Lodge Room sections of Lehman Caves. Tours to the Lodge Room are limited to 20 visitors. White Nose Syndrome screening is mandatory.Grand Palace TourGrand Palace Tours are approximately 90 minutes long. The Grand Palace Tour travels 0.6 miles, and children must be at least 5 years old to join the Grand Palace Tour (except on tours Novem through February). This tour visits the Gothic Palace, the Music Room, the Lodge Room, Inscription Room, and the Grand Palace sections of Lehman Caves, including a chance to view the famous \"Parachute Shield\" formation. Tour is limited to 20 visitors. White Nose Syndrome screening is mandatory. Ticket SalesTickets are required for cave tours, and may be purchased two ways: In person at the Lehman Caves Visitor Center upon arrival. (It is strongly recommended to make a reservation.)In advance via Recreation.govSame day reservations are not accepted. Please plan ahead, tours sell out regularly in the summer and around holidays. Cancellations and reservation changes are handled through recreation.gov. If you book a Grand Palace tour you do not need to book a Lodge Room Tour. The Lodge Room duplicates half the rooms on the Grand Palace Tour. Attention Interagency Senior and Access Passes HoldersHolders of the Interagency Senior and Access Passes (and the Golden Age and Access Passes) may receive a 50% discount on the purchase price of a ticket. The ticket reservation must be in the name of the pass holder to receive a discount and the discount only applies to the ticket issued to the pass holder.The pass, a photo ID, and the reservation number must be presented when you pick up your tickets at the facility.      Ticket Prices Because cave tour fees are not entrance fees, they are not covered by the Annual Pass. However, Golden Age\/Senior Pass and Golden Access cardholders are entitled to a discount. Please note that discounts are for the cardholder only, and will not cover additional family members.       Lodge Room Tour (60 Minutes)   Grand Palace Tour (90 Minutes)    Adults (16 & older)  $8.00   $10.00    Youth (5-15 years old)  $4.00   $5.00    Infants & Toddlers  Free   N\/A    Golden Age\/Senior Pass (cardholder only)  $4.00   $5.00     Golden Access (cardholder only)   50% off   50% off             Summer Tour Schedule - May 27 to September 5, 2016  Grand Palace Tour (90 Minutes\/ages 5 & up) 9:00am | 11:00am | 1:00pm | 2:00pm | 3:00pm Lodge Room Tour (60 minutes\/all ages) 8:30am | 10:30am | 12:30pm | 2:30pm | 4:00pm Fall Tour Schedule - September 6 to October 31, 2016   Grand Palace Tour (90 minutes\/ages 5 & up) 9:00am & 1:00pm   Lodge Room Tour (60 minutes\/all ages) 11:00am & 3:00pm Winter Tour Schedule - October 31, 2016 to March 5, 2017 Monday through Friday Grand Palace Tour (90 minutes - no age restrictions) 1:00pm Saturday and Sunday Grand Palace Tour (90 minutes - no age restrictions) 9:00am & 1:00pm There are no tours available for Thanksgiving, Christmas, or New Years Day.    Spring Tour Schedule - March 6 to May 25, 2017 Grand Palace Tour (90 minutes\/ages 5 & up) 9:00am & 1:00pm Lodge Room Tour (60 minutes\/all ages) 11:00am & 3:00pm          Things To Know Before You Go The elevation at the cave entrance is 6,825ft (2080m). The temperature in the cave is a constant 50° F (10° C) year round so a light jacket is recommended.  Please wear shoes with good traction as trails may be wet and slippery. Children under 16 must be accompanied by an adult. The only items visitors may bring in the cave with them is a (hand-held) camera, jacket and flashlight. All other items, including purses, backpacks, strollers, tripods, camera bags, food, water, tobacco, gum, and pets are not allowed. Cave Photography  Hand-held cameras are allowed on regular cave tours. The guide may dictate when and where photographs are allowed.  For amateurs and professionals interested in cave photo opportunities, an After Hours Cave Photography tour can be arranged. Advance reservations and a special use permit, with associated fees, is required.        Group Tours To arrange tours for school groups, please contact the park via e-mail, or call (775) 234-7511. Bus tours must call at least two weeks in advance. Accessible Tours Brief tours of the first room of the cave, the Gothic Palace, are available for those unable to negotiate the stairs and narrow passageways of the tour route. Participants join the first 30 minutes of a regular tour, and are escorted out of the cave by a ranger. Another friend or family member must be available to assist visitors in non-motorized wheelchairs.   Please be advised that wheelchairs are not available at the park.  First room tours may not be available on every tour, depending on staffing levels.",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/lehman-caves-tours.htm"
}
