{
    "title": "Great Basin National Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services       The National Park Service provides the names and phone numbers of area businesses as a visitor convenience and inclusion does not constitute an endorsement or guarantee of services. In the Park Lehman Caves Gift and Cafe (775) 234-7221 Open April - October 11, 2015 Services: Cafe serves breakfast and lunch. There is a variety of snacks and frozen treats. Gift shop has Great Basin and Lehman Caves souvenirs and crafts. Camping items, travel items, and bagged ice are also available.      In Baker, Nevada  T&D's Country Store, Restaurant, and Lounge (775) 234-7264 Open All Year Services:  Store offers a large supply of groceries, ice, camping supplies, liquor, and fishing tackle. Restaurant serves lunch and dinner. Lounge is a full service bar with pool table. Lectrolux Cafe, Bakery, Deli\/Grocery, Ice House Art Gallery & Movie House (775) 234-7323 Open Spring - November 31 Services: Cafe serves breakfast, lunch, and dinner. On Sundays enjoy brunch in the Cafe. Bakery offers desserts, pies, pastries, camping groceries, and deli. Espresso and Wine & Spirits bars. Movies shown Wednesday and Sunday evenings. National and local artists featured in restaurant gallery. Furniture, books, model trains, sculpture, ceramics, rugs, glass, jewelry, Native American arts and crafts. Whispering Elms Motel, Campground & RV Park (775) 234-9900 Open Spring - October 31 Services: Offering 25 full and partial service RV sites, 6 clean motel rooms, bar, large grassy area for tents, many shady trees, coin laundromat, clean showers, free WI-FI, and satellite TV for motel guests. Bar open daily.  Silver Jack Inn & Great Basin Sports (775) 234-7323 Open Spring - November Services: Offers 7 rooms and 3 efficiencies with kitchenettes and 5 RV spaces. Sports equipment rentals (mountain bikes, snowshoes, cross country skis).  \"End of the Trail...er\" Open May through October Services: Features two bedrooms (one queen, one twin) and a kitchenette. This is a bed and bring your own breakfast! Enjoy a private deck with view of the Snake Range and Great Basin National Park, TV, telephone, and wireless internet. No smoking. No pets. The Getaway Cabin (775) 234-7007 Open year round Services: One cabin with room for the whole family. Satellite TV, wireless internet available, fully equipped kitchen, fenced yard with picnic area and barbecue. Small pets okay. Gateway Accommodations (435) 979-2029 Open year round Services: Features three separate accommodations located in Baker, Nevada. Looking for a nightly rental that's central, modern, clean, and hospitable? Well, you've found it. At Gateway Accommodations, you are at the crossroads to Great Basin National Park. Access to the Park and Baker area are right outside your front door.  Rock Sage Room (775) 234-7127 Services: Enjoy a private room in a natural setting while you visit the mountains and west deserts. View the Snake Range and night skies. Located 5 miles from Great Basin National Park. Queen bed, small fridge and microwave with linens provided. Reservations required with two day minimum. Baker Sinclair Gas Station Open year round Services: Self serve gas and diesel available 24 hours (credit or debit card required). Laundromat, public restrooms, public and camper's pay showers. Baker Post Office (775) 234-7231 Open year round Services: Full service U.S. post office.  Near Baker, Nevada  The Border Inn (775) 234-7300 Open year round Location:  8 miles northeast of Baker, on US Hwy 6&50 (state line) Services: Gas, diesel, ATM, motel, restaurant, bar, slots, pool table, video games, showers, dump station, phones, free WI-FI, laundry, and souvenirs. Convenience store with ice. Offers 22 RV campsites (full hookups and pull-through spaces). Hidden Canyon Ranch (775) 234-7172 Open year round Location:  14 miles south of Baker Services: Bed and Breakfast in luxury in our Lodge. Balcony-view rooms, private bath, king bed, luxury bedding, small fridge, full-cooked breakfast included. Full meal packages available by reservation only. Relaxing environment by running water, fly fishing (bring your own equipment), wonderful hiking. Great for a private getaway or design-your-own fitness vacation. 14 miles from Baker, in the mountains at the eastern edge of the park with private access to Big Wash Trail. Open year-round. Reservations required.  >The Great Basin Business & Tourism Council website provides detailed information on services in the Baker area. >The White Pine County Chamber of Commerce website provides detailed information on services offered in the town of Ely, 68 miles from Baker.",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/goodsandservices.htm"
}
