{
    "title": "Great Basin National Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do      Whether visiting for a day, or week, endless opportunities abound for recreation and relaxation in Great Basin National Park!  Be sure to check out Things to Know Before You Come for important information on pets, services, and current conditions that may affect your plans.  Stop at a visitor center and ask a ranger for recommendations on activities to fit your schedule and your group.  Below are a few ideas to get you started.        Active formations in Lehman Caves NPS PHOTO  Half a Day   Check out the exhibits in both visitor centers.   Join a Lehman Caves Tour.  A Park Ranger will take you on a guided walk of the Lodge Room or Grand Palace section of Lehman Caves.    Drive the 12 mile Wheeler Peak Scenic Drive for unparalled views of the mountains and surrounding valleys.   Stroll along the 1\/4 mile Island Forest Trail at the end of the Wheeler Peak Scenic Drive.            Weathered bristlecone pine NPS PHOTO  One Day   Walk the self-guided Mountain View Nature Trail, located next to the Lehman Caves Visitor Center, and experience the sights, sounds, and smells of a pinyon-juniper forest.   Attend an morning ranger talk or a kids program at the Lehman Caves Visitor Center.   Enjoy a picnic lunch at the secluded Pole Canyon Picnic Area, located off the Baker Creek Road.   Venture up the Bristlecone Pine Trail to see the oldest living organisms in the world (2.8 miles round trip). Continue further up the trail to see Nevada's only glacier at the base of Wheeler Peak.    Sign the kids up to become Great Basin Junior Rangers.   Find a comfortable spot after sunset for some stargazing or catch a ranger led astronomy program under one of the darkest night skies in the country.            Baker Lake NPS PHOTO CHRIS WONDERLY  Two or More Days   Head into the backcountry for an overnight on the Baker\/Johnson Lake Loop Trail.   Enjoy fishing on Lehman or Baker Creek.   Hike to Lexington Arch, located 25 miles south of Baker.  Visit the Baker Archeological Site to see the site of an excavated Fremont Indian Village.  Search for ancient rock art at Pictograph Cave.   Summit Wheeler Peak, the 2nd highest peak in Nevada (elevation 13,063ft).",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/things2do.htm"
}
