{
    "title": "Great Basin National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits      ****Reservations for Lehman Cave tours and camping at the Grey Cliffs area are now handled by Recreation.gov.Some recreational activities in the park require permits; for others registration is recommended.  Information on permits required for research, filming or photography, or other business related topics can be found under Doing Business With the Park.Backcountry Camping Backcountry camping does not require a permit, but registration is free and strongly recommended. Stop at a visitor center to register and obtain a copy of the regulations. Registration not only allows the park to monitor use, but also provides critical information in the event of an emergency.  More Information on Hiking and Backpacking     Climbing Technical climbing registration is voluntary at Great Basin National Park. However, climbers are strongly encouraged to register, especially those attempting any of the alpine routes. Registration forms provide crucial information for rescue personnel. Leaders may register for climbs at the visitor center.>More information on Technical Climbing      Caving There is one wild caves in the park that is accessible with a caving permit. Those who are interested in caving can submit a Cave Permit Application for approval.  Permits will be approved for those who can demonstrate through the application process their experience with horizontal and vertical caving techniques, cave conservation ethics, and expertise with the required equipment. White Nose Syndrome White-Nose Syndrome (WNS) is a fungal disease that has killed more than 1 million bats in the U.S. and Canada. WNS is named for the white fungus that grows around infected bat's faces and other body parts. It was first documented in the winter of 2006-2007 in upstate New York and has since spread as far west as Oklahoma and as far south as North Carolina. White-nose syndrome has been linked to the fungus Geomyces destructans and results in bats exhibiting abnormal behavior during winter months such as flying during the day and clustering near entrances. In some hibernacula (caves or mines where bats spend the winter) 90 to 100 percent of the bats have died. This epidemic has been called one of the greatest wildlife disasters in our nation's history. Bats make up over 20% of the mammal species on Earth and save the U.S. agricultural industry over 3 billion dollars a year in pest-control services. Permits must be applied for at least one week prior to the cave trip and must be in your possession while caving.    Caving Information and Permit Application Applications can be mailed to:  Resource Management  Great Basin National Park  100 Great Basin National Park  Baker, NV  89311      For questions, please contact Resource Management by email or by phone at (775) 234-7561.   >More information on Caving      Picnicking Upper Lehman Group Picnic area is available by reservation. A special use permit is required and must be applied for at least two weeks in advance. A $25 application fee must accompany the application. The fee for use of the area is $50. Maximum group size is 75. Call (775) 234-7511 for reservations and information.",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/permits.htm"
}
