{
    "title": "Great Basin National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Great Basin National Park 5500 W Hwy 488  Baker, NV 89311                 Directions         From the East or West: From U.S. Highway 6 & 50, turn south on Nevada State Highway 487 and travel 5 miles to Baker, NV. In Baker turn west on Highway 488 and travel 5 miles to the park. From the South (Utah): Travel north on Utah State Highway 21 through Milford, UT and Garrison, UT, Highway 487. Turn west on Highway 488 in Baker and travel 5 miles to the park. From the South (Nevada): Travel north on U.S. Highway 93. No public transportation is available to, or in, Great Basin National Park.   Directions Details           Operating Hours & Seasons         Lehman Caves Visitor Center  Located on NV Highway 488, 5.5 miles from the town of Baker and half a mile inside the park boundary. Lehman Cave Tours, information desk, exhibits, theater with orientation film, and brochures. Closed New Years Day, Thanksgiving Day and Christmas Day. Open Daily 8:00am to 4:30pm Pacific Time   Standard Hours    Sunday: 8:00 AM - 4:30 PM   Monday: 8:00 AM - 4:30 PM   Tuesday: 8:00 AM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: 8:00 AM - 4:30 PM      Great Basin Summer Visitor Center Open Daily Summer 8:00 am to 5:00 pm Pacific Time (summer only) Located just north of the town of Baker on the west side of NV Highway 487. Information desk, exhibits, theater with orientation film, and brochures.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM             Weather           There is almost an 8,000 ft (2,400 m) difference in elevation between Wheeler Peak and the valley floor. Weather conditions in the park vary with elevation. In late spring and early summer, days in the valley may be hot, yet the snow pack may not have melted in the higher elevations. The Great Basin is a desert, with low relative humidity and sharp drops in temperature at night. In the summer, fierce afternoon thunderstorms are common. It can snow any time of the year at high elevations.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 Great Basin National Park has no entrance fees.         Visitor Centers                   A Bristlecone Pine on Mt. Washington. NPS Photo        Welcome to Great Basin National Park Some come for the majesty of Wheeler Peak or the ancient Bristlecone Pines which clings to her flanks.  Maybe it is the mystery of Lehman Caves or the immensity of the stars in the darkest night skies.  Whether you seek adventure or relaxation we're here to help you plan. May we suggest reading our newspaper or calendar.  Are you looking for the park's Current Conditions or Lehman Cave Tour Information? For more detailed information please browse the navigation tabs to your left.",
    "url": "https:\/\/www.nps.gov\/grba\/planyourvisit\/basicinfo.htm"
}
