{
    "title": "Jewel Cave National Monument: Cave Exploration",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Cave \/ Karst Systems     Cave Exploration                   Cave Exploration         A cave explorer looks into the unknown, becoming the first person to ever see this large, dark passage. NPS Photo  Current Jewel Cave Statistics: Length: 181.89 miles \/ 292.72 km (as of May 1, 2016) Depth: 724 feet (Jewel Cave is the deepest cave in the Black Hills.) Largest Room: The Big Duh. 570 feet long, averages 90-180 feet wide and 30 feet high. Tallest Passage: Wall Street. 136 feet. Why explore Jewel Cave? The physical and mental challenges of cave exploration address a deep-seated human desire to venture beyond the known into the frontier. Exploring cave passages where no one has ever been before is certainly exciting, and it also provides information essential for managing both cave and surface resources. For this reason cave explorers must meticulously survey each passage that they find, and create a detailed map. Who explores the cave? Cave exploration and mapping is done entirely by volunteers. Those wishing to participate in the exploration of Jewel Cave must have prior caving experience, possess a strong cave conservation ethic, be able to fit through tight spaces, and have the endurance for long caving trips. All trips are led by qualified trip leaders who have been approved by the Monument's cave resource management staff. How far does the cave extend? Jewel Cave is under about three square miles of surface area. More than 51% of the known cave is outside the Monument boundaries, under the Black Hills National Forest. How long is the cave? At more than 180 miles in length, Jewel Cave is currently the third longest cave in the world. Airflow studies indicate that there is a lot of cave yet to be discovered. What is the depth of the cave? The elevation range of Jewel Cave spans 724 feet. This is its official \"depth.\" The highest point in the cave is 5,410 feet above sea level, and the lowest point is at 4,686 feet. The cave's depth below the surface varies greatly, due to the thickness of overlying rock layers and characteristics of the surface topography. The cave intersects the surface in Hell Canyon, at the only natural entrance. The deepest point in the cave is 749 feet below the surface. Where is most exploration taking place? Several recent exploration trips have focused on the southeastern area of the cave, where there are many \"leads\" (unexplored passages) with strong airflow. Airflow within the cave is the single best indicator that large areas of the cave are yet to be discovered. How long does it take to reach the \"end\" of the cave? Travel to the work area can take more than 6 hours, one way. Exploration trips often last 16-18 hours, and most of this is travel time. To faciliate exploration, a base camp was established in 1997. A new camp was also established in 2014.  It takes 5 - 7 hours of one-way travel to reach the camps, and the leads at the end of the cave are now up to 3.5 hours beyond that! Cavers spend as many as four days underground on camp expeditions.",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/nature\/caveexploration.htm"
}
