{
    "title": "Voyageurs National Park: Eagle Banding",
    "body": "Eagle Banding         Climbing to an eagle's nest.   Teryl G. Grubb, Wildlife Research Biologist from the Rocky Mountain Research Station of the United States Forest Service, has assisted park biologists since 1991 with their bald eagle research program.  With his assistance, park biologists assess the health of the park's eaglets. Eagle health is one indicator of the environmental status of the park's aquatic ecosystem.        Young eaglet (5-6 weeks old) in a nest.   Once at the nest, Teryl captures the young eaglet and secures it in a specially designed bag. He then attaches the bag to a line and carefully lowers the bag to the ground where a researcher will carefully takes measurements.         Taking bill depth measurements of an eaglet.   Measuring eaglet anatomy in the field helps biologists to determine the age and sex of the young birds. The bill depth measurement seen here is one method used to determine the size variability of eaglets.        Taking an eaglet foot pad measurement.   Additional methods are used to determine the age and sex by measuring the eaglet's foot pad and eight primary feather (the foot pad is about 5.5 inches). Eaglet talons can be up to 1.5 inches giving a span from talon tip to tip of almost 8 to 8.5 inches. The feet and beak of eaglets are fully developed before they fledge the nest.        Affixing a band on an eaglet.   A United States Fish and Wildlife Service band is riveted on to an eaglet's leg so the bird cannot remove it. The eaglet's leg is already fully grown, so the band will continue to fit properly.        Banded juvenile bald eagle.   The silver band on this 12 week old juvenile is from the United States Fish and Wildlife Service. The blue band indicates it was banded in Voyageurs National Park. Banding causes eaglets no harm and the research information helps park staff and visitors learn about and enjoy eagles in the park.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/eaglebanding.htm"
}
