{
    "title": "Scotts Bluff National Monument: Rebecca Winters",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Rebecca Winters                Rebecca Winters        The Rebecca Winters Story Seven miles northeast of Scotts Bluff National Monument lies a solitary grave. This site marks the final resting place of Rebecca Winters, who died of cholera on August 15, 1852. Rebecca was only one of thousands of people who succumbed to disease as they made their way west on the overland trails, but her grave is one of only a few that remains identifiable today.       Courtesy of the William Henry Jackson Collection       Cholera From what we know of Rebecca Winters, the fact that her grave was marked is not surprising. By all accounts, she was a warm and caring person, deeply committed to her faith and her family. She was born in the state of New York in 1802, the daughter of Gideon Burdick, a Revolutionary War veteran. She and her husband, Hiram, were early members of the Mormon Church, being baptized into that faith in June of 1833. As a result of their religious beliefs, they endured severe persecutions at the hands of non-believers. The Winters family was forced to relocate several times, make new homes in Ohio, Illinois and Iowa. In an effort to escape these persecutions, in June of 1852 they joined with other Mormons in making the great exodus to Utah.  Unfortunately, somewhere along the Platte River valley, several people in their party contracted cholera. This was an especially deadly disease that killed thousands of emigrants. Sadly, Rebecca Winters was among those who fell victim to the disease. Her husband and a close friend, William Reynolds, had the painful task of burying her, and their special efforts speak volumes to the affection they had for Rebecca.        NPS  A Sad Day The normal practice for emigrants making their way west was to hide the graves of loved ones who died during the journey. Often graves were dug directly in the roadway, and after burial, wagons were driven over it to obscure all signs of it. This was not done out of a callous disregard for the deceased, but to reduce the likelihood that the grave might be disturbed by wild animals. Hiram Winters and William Reynolds first dug an unusually deep grave. They then placed a layer of wooden planks, apparently salvaged from abandoned wagons, on the bottom of the grave. The story is told that her friends and family could not bear the thought of dirt touching her. However, there was not enough wood to build a coffin, so Rebecca’s body was carefully wrapped in blankets and then placed in the grave. A second layer of planks was placed over her body, and the grave was filled in. Undoubtedly a tearful burial service was held as the earthly remains of Rebecca Winters were laid to rest. As a final token of his friendship, William Reynolds took a metal wheel rim and chiseled the following words, “Rebecca Winters, Age 50.” In later years, Reynolds’ daughter Ellis related the story that her father had worked on the metal rim by the light of a candle she held for him. The rim was then bent into an oval shape, approximating the outline of a grave stone, and was placed over the fresh grave. The Winters family then continued their westward journey and settled in Pleasant Grove, Utah.       The Railroad It was this metal memorial, which withstood decades of weathering and countless prairie fires, that led to the discovery of the grave in 1899 by surveyors for the Burlington Northern Railroad. For years, the story has persisted that out of respect for this grave, the route of the railroad tracks was altered to preserve the site. Whether or not this is true, tracks were laid only a few feet from the grave. Expanding rail traffic, and an increased number of visitors to the gravesite, gave rise to concerns for visitor safety. The Burlington Northern approached the descendents of Rebecca Winters and asked if the grave might be relocated to a safer, more accessible location. After some deliberation, the Winters family approved the plan.         NPS   Reburial On September 5, 1995, the exhumation of the grave began, with 65 members of the Winters family in attendance. Within a few hours, the work by a team of archaeologists from the Nebraska State Historical Society revealed human remains. Soon the complete skeleton was unearthed, a testimony to the care taken during burial so long ago. The site selected for Rebecca Winters’ new grave is only 100 yards away, just off Nebraska Highway 26. On October 14, 1995, the pioneer woman’s remains now in a mahogany casket, were once again laid to rest. 125 of her descendants attended the reburial, including her 16 year old great-great-great granddaughter, also named Rebecca Winters.  Also in attendance was the great-granddaughter of William Reynolds, the man who had chiseled the metal marker for the original burial, 143 years before.      Directions to Rebecca Winter’s Grave From the Scotts Bluff National Monument Visitor Center, turn east on Old Oregon Trail Road. Continue east through Gering. One half mile after leaving Gering, turn north on 21st Avenue. After crossing the North Platte River, turn east (right) at the first intersection onto South Beltline. Just after South Beltline crosses the railroad tracks, turn right into the entrance to the grave site. The grave is located just to the north of a large metal Nebraska Historical Marker.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/historyculture\/rebecca-winters.htm"
}
