{
    "title": "Cowpens National Battlefield: Youth Conservation Corps",
    "body": "Youth Conservation Corps Jobs       Cowpens National Battlefield's Youth Conservation Corps program is non-residential only.        A YCC member wearing personal protective equipment trims grass.   Summer Jobs for Youth at Cowpens National Battlefield June 8 - July 31, 2015 GAFFNEY - Are you a teenager looking for a challenging summer job? If so you may be interested in working for the National Park Service as a member of the Youth Conservation Corps at Cowpens National Battlefield. The Youth Conservation Corps (YCC) was established by Public Law 93-408 and is a summer employment program for young men and women between the ages of 15-18 who work, learn, and earn together on projects that further the development and conservation of the natural resources of the United States. This job entails physical work outdoors in temperatures sometimes above 90°. Participants may be exposed to insects, poison ivy, and adverse weather. Previous projects have included removing debris from old home sites and businesses, building bridges and split rail fences, pruning trees, removing exotic plant species, and helping to prepare for the park's Celebration of Freedom. The work this summer will be similar to these previous projects. In addition to these tasks, the park will provide environmental education and field trips to other parks. Cowpens National Battlefield will have applications available in the Visitor Center from March 21-April 20 or, after March 21 you may download one at http:\/\/www.nps.gov\/cowp\/learn\/management\/youth-conservation-corps-jobs.htm. Cut off for accepting applications will be 4:30 pm April 20, 2015.Applicants may return applications to the Visitor Center at 4001 Chesnee Hwy, Gaffney, SC 29341, mail them to Cowpens National Battlefield, 338 New Pleasant Road, Gaffney, SC 28341 or fax them to 864-461-7795. The park will randomly draw the names of at least four young people to work this summer, 40 hours per week, Monday through Friday, paid at minimum wage $7.25 per hour.Applicants may pick up an application at the park Visitor Center from 9:00 a.m. to 5:00 p.m. seven days a week. Applicants MUST be available for work from 7:00 a.m. until 3:30 p.m. Monday-Friday and on Saturday, July 4, 40 hours a week beginning on June 8th and ending on July 31sh with no unexcused absences and NO VACATIONS. Applicants must be a permanent resident of the United States, have a Social Security card, have a desire and willingness to work outdoors, and have no history of serious crime or anti-social behavior that might create safety problems. In addition, your parent or legal guardian must consent to your working and be able to provide the proper type of work clothing such as long sleeved shirts, jeans and work boots. For more information you may call the battlefield at (864) 461-2828 or visit us on the web at www.nps.gov\/cowp\/. Cowpens National Battlefield is a unit of the Southern Campaign of the American Revolution Parks Group within the National Park Service. The group mission is to protect, preserve, and interpret the significance of the decisive battles where America earned its freedom. www.nps.gov About the National Park Service. More than 20,000 National Park Service employees care for America's 395 national parks and work with communities across the nation to help preserve local history and create close-to-home recreational opportunities. Learn more at www.nps.gov.",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/management\/youth-conservation-corps-jobs.htm"
}
