{
    "title": "Valley Forge National Historical Park: Tench Tilghman",
    "body": "Tench Tilghman       Tench Tilghman was from a well-known, influential Maryland family.  He graduated from the College of Philadelphia in 1761, and then went into business in that city.  His involvement in commerce and trade fostered anti-British sentiments and made him an early revolutionary.  In 1776, he was elected as a lieutenant of a Philadelphia militia company.  Later he was a captain in the Pennsylvania battalion of the Flying Camp. Tilghman was present during the New York campaign of 1776, and in August he joined Washington’s staff as a volunteer.  It is believed this was arranged due to Washington’s relationship with the Tilghman family before the war.  As a volunteer aide-de-camp, however, Tench would not be paid or receive the rank of lieutenant colonel until 1780.  Despite this lack of compensation, Tilghman became Washington’s longest-serving aide and remained with the Commander in Chief until almost the end of the war. At Valley Forge, almost 30% of the correspondence that came out of Washington’s headquarters was written by Tilghman.  In February, Tilghman was sent to Trenton, New Jersey to coordinate a massive foraging expedition for the army. After the war, Tilghman returned to the mercantile business in Baltimore and frequently corresponded with Washington.  Unfortunately, Tilghman died just three years after the war.  Perhaps the inscription on his gravestone sums him up best:   Col. Tench Tilghman Who died April 18, 1786 in the 42nd year of his age, Very much lamented He took an early and active part In the great contest that secured The Independence of the United States of America He was an Aide-de-Camp to His Excellency General Washington Commander in Chief of the American Armies, And was honored with his friendship and confidence, And he was one of those whose merits were distinguished And honorably rewarded by the Congress But still more to his Praise He was a good man.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/tenchtilghman.htm"
}
