{
    "title": "Valley Forge National Historical Park: General Anthony Wayne Monument",
    "body": "General Anthony Wayne Monument         General Anthony  Wayne Monument NPS PHOTO  Research by: Amanda Carlson, Villanova University Monument Description The Anthony Wayne Monument at Valley Forge is located in a grassy area surrounded by trees and facing Wayne’s home in Chester County. The bronze statue, supported by a large rectangular base of pink granite, features General Wayne on horseback, emphasizing his role in the military. The north side of the pedestal lists the many roles that Wayne filled during his lifetime. During 1774, Wayne was the chairman of the Chester County Committee and the deputy of the Provincial Convention. In 1787 he was a member of the Pennsylvania Convention that ratified the U.S. Constitution. The north side of the monument also includes places and dates of his birth and death (January 1, 1745 to December 15, 1796). Another plaque on the south side of the monument quotes the Congressional resolution honoring Wayne’s victory at the Battle of Stony Point in 1779:  Resolved unanimously, that the thanks of Congress be presented to Brig. General Anthony Wayne for his brave, prudent and soldierly conduct in the spirited and well conducted attack on Stony Point; that a gold medal emblematical of this action be struck and presented to Brig Anthony Wayne.  The monument is a duplicate of the Anthony Wayne statue at Stony Brook. Valley Forge Connections During the encampment, George Washington relied heavily on Wayne’s leadership, saying, “In Wayne the spark of daring might flame into rashness, but it was better to have such a leader and occasionally to cool him to caution than forever to be heating the valor of men who feared they would singe their plooms in battle”. Wayne’s duties included recruiting replacement soldiers and providing clothing for the men of the Pennsylvania line. Sponsor, the Commonwealth of Pennsylvania This was the first monument constructed by the Commonwealth of Pennsylvania at Valley Forge. The Pennsylvania Legislature appropriated $30,000 for the monument and established the Wayne Monument Commission to monitor the project. Sculptor, Henry K. Bush-Brown (1857 – 1935) Henry K. Bush – Brown was born in Ogdensburg, New York, into a family of artists. He studied at the National Academy of Design under his Uncle Henry. Bush-Brown was known for his many statues, including several monuments at Gettysburg and his Anthony Wayne monument at Stony Brook. He was married to Margaret Wesley, a painter from Philadelphia. At the dedication of the Valley Forge monument to Wayne, Bush-Brown said: “For all of the heroes of the War of the Revolution, Wayne is the one that fills the ideal of imagination and especially of the youth of the land and all who love a man of courage and action.” Monument Dedication, Saturday June 20, 1908 The dedication of the Anthony Wayne Monument opened with music by the Phoenix Military Band and a prayer by J.H. Lamb from St. David’s Church in Radnor, Pennsylvania. Featured speaker John Armstrong Herman, Esq., referred to the location of the monument as a “sacred field.” Armstrong described Wayne as “the most daring, and brilliant Revolutionary officer under the great, revered, and incomparable Washington.” Armstrong said there were two sides to Anthony Wayne: “the daring, fearless officer ever anxious to lead his soldiers in the most desperate charges or encounters, and that won for him during the Revolutionary days the sobriquet of Mad Anthony Wayne” and “the man ever considerate of his soldiers, careful, watchful, the vigilant Anthony Wayne.” Legacy Anthony Wayne’s home. Waynesborough in Easttown Township, Chester County, is operated as a historic site by the Philadelphia Society for the Preservation of Landmarks. Wayne also is commemorated by a statue on the terrace of the Philadelphia Museum of Art. This monument was erected in 1937 by the Pennsylvania Sons of the American Revolution as “a memorial of his valor” and “a tribute to his achievements in the War of Independence.” Like the Valley Forge monument it depicts Wayne on horseback, but the sculpture was done by John Gregory and the pedestal was designed by architect Paul P. Cret. A gold medal awarded to Wayne by the Continental Congress in June 1779 brought $51,000 at auction in 1978. This a broke a record for the highest price paid for a commemorative medal. Sources Dodd, John and Cherry. “Statue of General Wayne Monument.” Classified Structures Reports, Vol.VI, (Valley Forge National Historical Park, 1981). Neslon, Paul David. Anthony Wayne, Soldier of the Early Republic. Bloomington: Indiana University Press. 1985. Shirley, Troy. “General Anthony Wayne.” www.nps.gov\/vafo\/historyculture\/wayne.htm. Tucker, Glenn. Mad Anthony Wayne and the New Nation. Mechanicsburg, Pa: Stackpole Books, 1973. Wayne Monument Commission. Ceremonies at the dedication of the equestrian statue of Major-General Anthony Wayne; Commander in Chief of the U.S. Harrisburg, Pa: Harrisburg Publishing Co., 1908.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/waynemonument.htm"
}
