{
    "title": "Valley Forge National Historical Park: Lt Col John Laurens",
    "body": "Lt Colonel John Laurens       John Laurens was born at Charleston, South Carolina in 1754, the fourth of twelve brothers and sisters, and the first to live to reach maturity.  His father, Henry Laurens, owned several plantations and hundreds of slaves, making him one of the wealthiest men in America.  As a member of this prosperous family, John had the good fortune to be sent to Europe for his education.  He ended up in Geneva, Switzerland, which had one of the most respected and liberal education systems in the world.  The humanitarian ideas of equality he encountered during his time there created strong feelings against slavery in young John. When the war began, John was studying law in London.  After reading Thomas Paine’s Common Sense, he desperately wanted to go to America and join the Continental Army.  Henry wished him to stay in Europe and continue his studies, but against his father’s wishes, John boarded a ship and arrived at Charleston in April 1777.  Unable to keep his son out of the war, Henry Laurens used his influence to obtain a position of honor and some degree of safety for him.  John Laurens was invited to join General Washington’s staff as a volunteer aide-de-camp in early August 1777.  Upon joining Washington’s “military family,” Laurens met two other men that were similar to him: Alexander Hamilton and the recently arrived Marquis de Lafayette.  This was an eventful time for the Continental Army and Washington’s aides-de-camp.  The campaign for Philadelphia was under way, and John Laurens got his first taste of battle at Brandywine, on September 11, 1777.  Lafayette saw Laurens that day and wrote about him, “It was not his fault that he was not killed or wounded[,] he did everything that was necessary to procure one or t’other.” A few days later, on September 16, Laurens was present at the “Battle of the Clouds,” when British and American forces were squaring off against one another when a torrential downpour intervened.  John wrote his father about the incident: “My old Sash rather disfigur’d by the heavy Rain which half drown’d us on our march (and which spoilt me a waistcoat and breeches and my uniform coat, clouding them with the dye wash’d out of my hat).” On October 4, Laurens was involved in the Battle of Germantown, as Washington’s forces surprise-attacked the British north of Philadelphia.  At one point, the Americans were stymied by a large stone mansion occupied by the enemy.  After several attempts to take the building failed, Laurens and a French volunteer, the chevalier Duplessis-Mauduit, came up with their own daring plan.  They gathered some straw to set on fire and place at the front door of the house.  According to another officer’s account of Laurens’s actions that day, “He rushed up to the door of Chew’s House, which he forced partly open, and fighting with his sword with one hand, with the other he applied the wood work a flaming brand, and what is very remarkable, retired from under the tremendous fire of the house, with but a very slight wound.”  Laurens was struck by a musket ball that went through part of his right shoulder, and he made a sling for his arm from his uniform sash. John Laurens established a courageous reputation at the Battle of Germantown.  However, he also made a name for himself as a rather rash young man.  Washington certainly appreciated Laurens’s bravery in addition to his intelligence and writing skills.  Therefore, two days after Germantown, on October 6, 1777, John Laurens was officially appointed an aide-de-camp to Washington with the rank of Lieutenant Colonel.  It is a miracle that Washington was able to keep him in an office for much of the war. Upon his arrival at Valley Forge, Lieutenant Colonel Laurens, along with the rest of Washington’s aides-de-camp, went about the myriad duties of a staff officer.  This mostly entailed writing and transcribing letters, but also included tracking expenses, acting as couriers or messengers, coordinating travel and lodging, preparing meetings, and special assignments.  In addition, John served as an unofficial liaison of sorts between his father and General Washington.  During this time, Henry Laurens was the President of the Continental Congress currently meeting at York, Pennsylvania.  John was constantly keeping his father informed of the challenges, occurrences, and rumors of the Continental Army. As the “Conway Cabal” unfolded, John Laurens unwaveringly supported his Commander-in-Chief by penning letter after letter to his father, giving his critical opinions on Washington’s detractors, Generals Gates, Conway, and Mifflin.  Henry Laurens had always admired Washington, and his son’s letters reinforced this confidence. Despite all of these tasks, John was still able to pursue a personal undertaking to which he apparently devoted much time and thought.  Laurens envisioned enlisting slaves into the Continental Army.  They would form their own “black battalions,” and in return, be offered their personal freedom.  It was quite a radical idea, considering it came from the son of one of the largest plantation owners in the south.  But it was something that Laurens believed in very strongly, as evidenced in the following excerpt from a letter to his father in 1778:  I had barely hinted to you, my dearest Father, my desire to augment the    Continental Forces from an untried Source … [The raising of  black battalions would] … advance those who are unjustly deprived of the Rights of Mankind [and] … reinforce the Defenders of Liberty with a number of gallant soldiers.  John Laurens was extremely persistent in this endeavor, despite encountering many setbacks.  From his letters, we learn that he discussed this topic in some depth with not only his father, but also Washington, Hamilton, and virtually anyone else who would listen.  The responses he received usually praised his enthusiasm, but offered cautionary advice about the opposition he would undoubtedly encounter.  Unfortunately for young Laurens, his concept never came to fruition, but he continued to pursue this idea until his death. After Valley Forge, Laurens marched with the rest of the Continental Army to face the British at the Battle of Monmouth Courthouse in New Jersey, at the end of June 1778.  He was on the field during this engagement, but somehow managed to avoid any intrepid acts of daring.  Following Monmouth, Laurens was detached from Washington’s staff and sent on a special assignment.  Since he spoke French, Laurens acted as a liaison with the newly arrived French forces under the command of Count d’Estaing.  He remained in this capacity during the campaign to recapture Newport, Rhode Island in August 1778. December 1778 found Laurens involved in yet another escapade.  The audacious young Lieutenant Colonel had challenged General Charles Lee to a duel.  Lee had recently undergone a court martial in which he had not only verbally insulted Laurens, but also “spoken of General Washington in the grossest and most opprobrious terms of personal abuse.”  The weapons of choice were pistols, and unlike most duels, Laurens and Lee started by facing each other, and then advanced until only about six paces separated them.  Both men fired simultaneously; Laurens was not hit, but Lee was wounded in the side.  However, Lee had only been grazed by the ball, and he insisted on reloading the weapons for another shot.  Laurens voiced his acceptance.  The seconds protested, saying that it should end.  Eventually cooler heads prevailed, and it was declared that honor had been satisfied and the duel was over.  Lee later declared that Laurens’s conduct on this occasion was gentlemanly, and he had gained an “odd sort of respect for him.” In the spring of 1779, the British embarked upon a campaign in the south, captured Savannah and moved next to Charleston.  Laurens wanted to take part in the defense of his home state, and received permission from Washington to do so in March, 1779.  The Commander-in-Chief wrote:  Lieutenant Colonel Laurens, who will have the honor of delivering you     this, has served two Campaigns in my Family in quality of aide De camp …            Though unwilling to part with him, I could not oppose his going to a place     where he is called by such powerful motives, and where I am persuaded he will be extremely useful.  I have therefore given him leave of absence ‘till a change of affairs will permit his return, when I shall be happy to see him           resume his place in my family.  On his way to South Carolina, Laurens stopped by Philadelphia to petition Congress for support of his plan to enlist slaves into Continental service.  With dire circumstances in the south, Congress resolved, “That it be recommended to the states of South Carolina and Georgia, if they shall think the same expedient, to take measures immediately for raising three thousand able bodied negroes.”  Congress also suggested that the blacks be formed into separate battalions “according to the arrangements adopted for the main army, to be commanded by white commissioned and non-commissioned officers.”  Despite all this, when Laurens brought the proposal before the South Carolina state legislature, he was met with hostility and protest.  He had come closer, but still remained far from his idealistic goal. Congress had also given Laurens a regular commission in the army as a lieutenant colonel, which would give him the authority to command troops in the field.  Upon reaching Charleston, Laurens was put in charge of some rear guard troops who were in danger of being overrun by the enemy.  Instead of withdrawing and fighting a defensive action, Laurens ordered the inexperienced troops on an unnecessary charge.  The Americans suffered casualties, Laurens’s horse was shot and he was wounded in the right arm.  Afterwards, the American commander, General William Moultrie, was infuriated when he found out what Laurens had done.  Several other American officers felt similarly, however the citizens of Charleston regarded Laurens as a fearless hero. Lieutenant Colonel Laurens later took part in the failed attempt to retake Savannah in October, 1779.  By 1780, John was back in Charleston during the siege, and he eventually surrendered with almost 5,500 other American troops in May of that year.  He was probably given special treatment due to the influence of his father, and was exchanged in November, 1780.  After his exchange, John Laurens was appointed by Congress as an envoy to procure supplies and money from France.  He sailed from Boston in February, 1781, and arrived at France in March.  Laurens then headed for Paris, to carry out his task of assisting Benjamin Franklin in obtaining loans from France.  After six weeks elapsed with no results, the restless Laurens called on the French minister of foreign affairs, the comte de Vergennes.  He made demands for money, weapons, uniforms, and ammunition for the American cause.  Vergennes replied, “Colonel Laurens, you are so recently from the Head Quarters of the American Army, that you forget that you are no longer delivering the order of the Commander-in-Chief, but that you are addressing the minister of a monarch.” Not to be denied, Laurens ignored this dismissal by Vergennes, and went directly to King Louis XVI.  At a reception, where individuals were briefly brought before the king to merely bow and pay their respects, the bold Laurens apparently directly approached the king.  Despite ruffling some feathers, Laurens was eventually able to secure a ten million livre loan from the Dutch, underwritten by the French.  He sailed back to America in August 1781, with money and two ships loaded with military supplies. Laurens rejoined Washington’s staff in September, just in time for the Yorktown campaign.  During the siege, Laurens was given temporary command of a light infantry battalion while he continued to serve as one of Washington’s aides.  He participated in the dramatic night assault on British Redoubt # 10 on October 14, along with his friend, Lieutenant Colonel Alexander Hamilton, who commanded another light infantry battalion. A few days later, the British requested a ceasefire to discuss surrender.  Two commissioners were appointed by the allies to meet with the British representatives to work out terms: Lieutenant Colonel John Laurens and the viscount de Noailles (Lafayette’s brother-in-law).  Laurens and Noailles stipulated that the British and German forces must surrender as unconditional prisoners of war, and that the Crown troops must march out of Yorktown with their flags cased and only certain music could be played by their bands.  The British felt these were harsh terms, however Laurens pointed out that these were the same terms demanded by the British during the siege of Charleston.  Laurens insisted on these conditions, and they were finally met when the British and Germans surrendered on October 19, 1781. John Laurens, however, did not consider the war over after Yorktown. He continued pursuing his idea of raising battalions of black soldiers, but with no success.  He joined General Nathanael Greene’s army in South Carolina and played a part in driving the British from the backcountry of his home state.  As the war came to a close, it seemed Laurens was certain to be one of the predominant leaders of the new nation.  His good friend, Alexander Hamilton, who had resigned from the army after Yorktown and was appointed to the Continental Congress in 1782, wrote to Laurens:  Peace made, My Dear friend, a new scene opens.  The object then will be to make our independence a blessing.  To do this we must secure our union on solid foundations; a Herculean task and to effect which mountains of prejudice must be leveled!  Quit your sword my friend, put on the toga, come to Congress.  We know each others sentiments, our views are the same; we have fought side by side to make America free, let us hand in hand struggle to make her happy.  It was in August 1782, when Lieutenant Colonel Laurens was put in command of a detachment of troops organized to stop a British foraging party along the Combahee River, south of Charleston.  As usual, Laurens ignored his orders to maintain a defensive position, and instead sought out the British.  Loyalists had notified the British of Laurens’s plans, and they prepared an ambush.  On the morning of August 27, 1782, Laurens was riding at the front of his troops when 140 British soldiers hiding in the grass rose and fired a murderous volley into the Americans.  Laurens was not hit, but he refused to retreat or surrender, so he instead decided to charge the enemy.  On the next British volley, Laurens was struck by several musket balls and fell from his horse, mortally wounded.  The Americans fled, but later returned to the site and retrieved Laurens’s body.  He was buried the next day at a nearby plantation.  The Royal Gazette newspaper in British-held Charleston wrote of Laurens:  By accounts from the country we learn, that Mr. John Laurens, a Lieutenant colonel in the rebel army, and son of Mr. Henry Laurens, now in London; was lately killed near Combahee river, in attempting to impede the operations of a detachment of his Majesty’s troops. When we contemplate the character of this young gentleman, we have only to lament his great error on his outset in life, in espousing a public cause which was to be sustained by taking up arms against his Sovereign.  Setting aside this single deviation from the path of rectitude, we know no one trait of his history which can tarnish his reputation as a man of honor, or affect his character as a gentleman. … While we were thus marking the death of an enemy who was dangerous to our Cause from his abilities, we hope we shall stand excused for paying tribute at the same time to the moral excellencies of his character – Happy would it be for the distressed facilities of those persons who are to leave this garrison with his Majesty’s troops that another Laurens could be found.  General Greene announced Laurens’s death in his general orders:  \"The army has lost a brave officer and the public a worthy citizen.”   Washington wrote of Laurens:  “in a word, he had not a fault that I ever could discover, unless intrepidity bordering upon rashness could come under that denomination; and to this he was excited by the purest motives.”   Hamilton said of Laurens:   “His career of virtue is at an end.  How strangely are human affairs conducted that so many excellent qualities could not ensure a more happy fate? … I feel the loss of a friend I truly and most tenderly loved.”  Henry Laurens was devastated by the news of his son’s death.  He had been in England, working to negotiate the peace treaty.  Henry soon returned to America and made arrangements to have his son’s body reburied on his Mepkin plantation along the Cooper River.  John Laurens’s gravestone is inscribed with a fitting tribute: DULCE ET DECORUM EST PRO PATRIA MORI “Sweet and fitting it is to die for one’s Country” Sources Lefkowitz, Arthur S.  George Washington’s Indispensable Men.  Stackpole Books, Mechanicsburg, PA, 2003. Massey, Gregory, D.  John Laurens and the American Revolution.  University of South Carolina Press, 2000. Townsend, Sara Bertha.  An American Soldier: The Life of John Laurens.  Edwards & Broughton Company, Raleigh, North Carolina, 1958. The Army Correspondence of Colonel John Laurens in the Years 1777-8.  The New York Times & Arno Press, New York, New York, 1969.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/johnlaurens.htm"
}
