{
    "title": "Valley Forge National Historical Park: General Wayne",
    "body": "General Anthony Wayne       Anthony Wayne was born on January 1, 1745 in Paoli, Pennsylvania. At the beginning of the American Revolution, Wayne was a thriving tanner. He had received two years of schooling at his uncle's academy in Philadelphia. In 1765, he spent a year in Nova Scotia as a surveyor and agent for a land company. In 1774 and 1775, he was elected to the Pennsylvania legislature and served on the Committee of Safety. On January 3, 1776, he was appointed as colonel of the 4th Pennsylvania Battalion. He was sent to Canada with William Thompson's brigade and fought at Trois Rivieres on June 8, 1776. After this he was assigned to a command at Fort Ticonderoga. During this time he learned about holding together ill-disciplined troops and handling a mutiny. After this, he was promoted to Brigadier General and ordered to join Washington's army at Morristown, New Jersey. As commander of the Pennsylvania Line, Wayne fought at the battles of Brandywine and Germantown in the fall of 1777. After a British night assault on his position at Paoli, Wayne requested a court martial to clear his name;the court acquitted him of negligence. In June of 1778, at Monmouth Courthouse, he commanded 1,000 men in the opening phase of the battle. There he held the center of the final American defensive position. At Stony Point, New York, in June of 1779, Wayne recorded one of the more notable victories of the war. Although this operation had little strategic value, it was a morale boost for the Americans, and had the opposite effect on the British. After the revolution, Wayne was appointed the Commanding General of the Legion of the United States in 1792. This military group was successful in defeating the Indians and opening up the Northwest Territory to settlement. Considering the noticeable contributions of Anthony Wayne to the history of the United States, it is unfortunate that he is often only remembered for his nickname of \"Mad\" Anthony Wayne. The \"madness\" in Wayne was temper, not recklessness. Wayne was careful and sensible officer, whose military record confirms to this fact. He was a methodical organizer who paid careful attention to basic military problems such as;the supply, training, and comfort of his men in the field. In the undertaking of any military operation, he always paid close attention to the details. Wayne had learned from experience and his study of military history to avoid many of the mistakes of generals of the past. Wayne possessed the necessary leadership qualities to inspire men on the battlefield, and his first desire was always to be in the thick of the fight where the danger was greatest. Wayne firmly believed that the successful outcome of any military operation depended upon, as he said, \"not on the numbers, but the vigor of the men engaged.\" It is apparent that Washington appreciated Wayne's abilities, as can be seen by the commander in chief's constant reliance upon Wayne to carry out difficult and important assignments during the American Revolution.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/wayne.htm"
}
