{
    "title": "Valley Forge National Historical Park: Patriots of African Descent Monument",
    "body": "Patriots of African Descent Monument          Research by: Carla Trujillo and Charlene Mires, Villanova University Monument Description The Patriots of African Descent Monument is a granite block with carved text and a bronze bas-relief. The bronze relief depicts three soldiers of African descent, one facing left, one facing right, and one in the middle facing straight ahead. They are all wearing what appear to be Revolutionary War military uniforms, each holds a rifle in proper military style. The three soldiers depicted in the bronze relief look well disciplined and proud. On the back of the monument another reaffirms why the monument is there with the words: “In Honor of the PATRIOTS OF AFRICAN DESCENT who served, suffered and sacrificed during the Valley Forge Encampment 1777-1778.” There is also a quote by Charles L. Blockson, the founder of the Blockson Collection of African American historical documents at Temple University: “Throughout these historic and hallowed campsites were courageous Black Patriots who participated in our nation’s bitter fight for independence.” In a letter written for the commemorative booklet of the Patriots of African Descent Monument, artist Cal Massey wrote, “The Spiritual Aspects of the work include the shape of the arch, the doves of peace in the background and the peaceful landscape. The Laurel leaves at the bottom of the work symbolize the victory and honor.” Valley Forge Connections According to Thomas Fleming in Washington’s Secret War: The Hidden History of Valley Forge, the Valley Forge encampment included many African Americans. The First Rhode Island Regiment, in General James Varnum’s Brigade, consisted largely of African American and Native American soldiers. Fleming cites work by independent researcher George Quintal, who has used pension records and other sources to document at least five hundred African Americans at Valley Forge. They include Shadrack Battles, a 32-year-old “free man of color” who enlisted in the Tenth Virginia Regiment in December 1779, and Windsor Fry, another free black man who served with the First Rhode Island Regiment. Salem Poor of Massachusetts, who purchased his freedom, came to Valley Forge after distinguished service at Bunker Hill and Saratoga. African Americans at Valley Forge included slaves serving as substitutes for their masters; one of these was Samual Surphen in the New Jersey Brigade (Fleming, 142-43). Sponsor, Delta Sigma Theta Sorority, Valley Forge Alumnae Chapter Delta Sigma Theta, founded at Howard University in 1913, is the largest sorority for African American women in the world. Its five-point service program consists of economic development, educational development, international awareness and involvement, physical and mental health, and political awareness and involvement. The Valley Forge Alumnae Chapter formed in 1991 to raise awareness of the service of African Americans in the American Revolution. A founding member of the chapter, Martha Russell, was inspired by the book Pennsylvania’s Black History, published in 1975 by Charles Blockson. (Blockson, who grew up in Norristown, participated in a Boy Scout march to Valley Forge during the 1940s and was disappointed to find no historical markers about African Americans.) Russell initiated meetings between suburban-based Delta Sigma Theta members and Valley Forge National Historical Park in 1990 to propose a monument to African Americans in the Revolution. Formation of the Valley Forge Alumnae Chapter followed in February 1991, fund-raising for the monument began, and in February 1992 the chapter sponsored the African American Patriots Day at Valley Forge. The monument project was guided by an Advisory Council of community leaders formed in March 1992 with Blockson as honorary chairperson. Artist, Cal Massey Sculptor, Phil Sumpter Cal Massey is a well-known African American artist who grew up in Morton, Delaware County, and later lived in Moorestown, New Jersey. He began drawing as a young boy and graduated from the Hussian School of Art in Philadelphia in 1950. His work has included spiritual art (a black angel sold 10,000 copies through Essence magazine), paintings of African tribal women, and numerous medallions. During the 1980s, in connection with the Statue of Liberty renovation project, he designed a bas-relief plaque depicting two women arriving on Ellis Island from the French West Indies. He was one of thirteen artists chosen in 1996 to design a commemorative medal for the 1996 Summer Olympics in Atlanta. Massey’s commercial artwork includes illustrations for My First Kwanzaa Book (Scholastic Paperbacks, 1999). Massey’s painting of the Patriots of African Descent was issued as a limited-edition print in 1992-1993. Phil Sumpter is a Philadelphia artist whose work includes many commemoratives of African American historical figures. His other works include a monument of Judy Johnson, a Negro League baseball player enshrined in the Baseball Hall of Fame, which stands at the Daniel S. Frawley Stadium in Wilmington, Delaware. His monument to the Negro Leagues, dedicated in 2003, stands at Belmont and Parkside Avenues in Philadelphia, where the Philadelphia Stars played many of their games. Sumpter also designed a sculpture of the Pittsburgh Pirates right-fielder Roberto Clemente for the Roberto Clemente Middle School in North Philadelphia. In 2003, Sumpter unveiled a model for a proposed monument to the Underground Railroad activist William Still. The Patriots of African Descent monument was erected by the Michael Williams Stone and Bronze Memorial Marker Company. Monument Dedication, June 19, 1993 The dedication of the Patriots of African Descent Monument culminated four days of commemorative activities which coincided with the centennial anniversary of Valley Forge as a historical park. The events included a benefit for the Patriots of African Descent Memorial Fund; a youth production, “Invisible Heroes,” at Gwynedd Mercy College; a historians’ forum on eighteenth-century black patriotism, and a flag-raising ceremony at Washington Memorial Chapel. The date June 19 has special significance. At Valley Forge, it is remembered as the date in 1778 when Washington’s army marched out of its winter encampment. In African American culture, June 19 is remembered as “Juneteenth,” a date commemorating the end of slavery. The date marks a General Order issued on June 19, 1865 in Galveston, Texas, by General Gordon Granger to inform enslaved people that they had been freed. Observance of Juneteenth grew during the civil rights era of the 1960s and has become a popular expression of African American cultural identity in recent years. The dedication of the Patriots of African Descent monument on June 19, 1993, included a patriotic medley played on bagpipes, a prayer for the patriots in memory of Richard Allen by the Rev. Dr. Richard L. Norris of Mother Bethel A.M.E. Church, and music by the Mt. Zion A.M.E. Church Chancel Choir. The program included the raising of an American flag, the Pledge of Allegiance, and the National Anthem. Ceremonies and Organizations  Delta Sigma Theta Valley Forge Alumnae Chapter is an ongoing partner with Valley Forge National Historical Park. The chapter sponsors an annual HIV\/AIDS Walk in the park.     The tenth anniversary of the Patriots of African Descent Monument was commemorated with a ceremony in 2003.  Sources Blockson, Noelle. Timeline and e-mail correspondence with Carla Trujillo, April 3, 2007. Buckley, Gail. American Patriots: The Story of Blacks in the Military from the Revolution to Desert Storm (New York: Random House, 2001). Crane, Elaine and David, Jay, ed. The Black Soldier: From the American Revolution to Vietnam (New York: William Morrow and Company, Inc., 1971). Delta Sigma Theta. “About Delta Sigma Theta,” deltasigmatheta.xohost.com. Fleming, Thomas. Washington’s Secret War: The Hidden History of Valley Forge (New York: Harper Collins, 2005). Jordan, Gerald B. “They Dared to Succeed,” Philadelphia Inquirer, January 20, 1984. Kaplan, Sidney and Kaplan, Emma Nogrady. The Black Presence in the Era of the American Revolution (The University of Massachusetts Press, 1989). Lieber, David. “Lost Heroes of Wintry Camp Honored at Valley Forge as the Park Marks Its Centennial,” Philadelphia Inquirer, June 20, 1993. Massey, Cal. Letter written to commemorate The Patriots of African Descent Monument at Valley Forge National Historical Park. 1993. Pompilio, Natalie. “Cal Massey,” Philadelphia Inquirer, February 12, 1996. Puckerein, Gary Alexander. The Black Regiment in the American Revolution (1978). Salisbury, Stephen. “Remembering a Hero of Underground Railroad – A Memorial Sculpture of William Still is Planned.” Philadelphia Inquirer. June 28, 2003. Wiggins, William. “Juneteenth: Tracking the Progress of an Emancipation Celebration.” American Visions (June-July 1993), 28-32. infotrac.galegroup.com.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/africanpatriotsmonument.htm"
}
