{
    "title": "Valley Forge National Historical Park: Leave No Trace",
    "body": "Leave No Trace            Leave No Trace is a national program which promotes the protection of our nation's cultural and natural resources through education, research, and partnerships. Leave No Trace builds awareness, appreciation, and respect for America's public lands by teaching minimum impact skills and wilderness ethics. Leave No Trace is simple. At its heart it is a set of seven principles which can be applied in any natural setting to minimize human impacts on the environment. Listed below are the seven principles of Leave No Trace with ways to apply these principles in Valley Forge National Historical Park. Whether you are hiking the park trails or exploring the land that was part of the Valley Forge encampment, following Leave No Trace principles will help protect the park and preserve the park experience for you and for future visitors. 1. Plan Ahead and Prepare Before traveling to Valley Forge NHP, plan ahead to ensure an enjoyable visit. Check weather forecasts and make sure to dress appropriately. Schedule your trip to avoid times of high use. Acquire a road map of the area to take full advantage of other area attractions. Know the park regulations for Valley Forge NHP. 2. Travel and Camp on Durable Surfaces When exploring the park, stay on established trails as much as possible. If exploring off trail, limit travel to durable surfaces, which include rock, gravel, dry grasses or snow. Avoid short-cutting trails; short-cuts create new trails and increase trail erosion.  Be aware of restrictions of horse-back riding and mountain biking on certain trails; restrictions are in place to preserve these trails from damage and erosion. Visitors are not permitted to walk inside or on top of historic earth works. Camping is prohibited in Valley Forge NHP. 3. Dispose of Waste Properly Anything that you bring to Valley Forge NHP should leave with you. Inspect your picnic site and dispose of all trash, leftover food, and litter in the proper receptacles (it doesn’t hurt to pick up pieces of trash that don’t belong to you). Receptacles for recyclable materials are available throughout the park.  4. Leave What You Find Preserve the past: examine, but do not touch cultural or historic structures and artifacts. Leave rocks, plants, and other natural objects as you find them. Avoid introducing or transporting non-native species. Take pictures, write poetry, or sketch to help you remember what you discover. The use of metal-detecting devices and digging into the ground is strictly prohibited. 5. Minimize Campfire Impacts Open fires and propane or gas grills are prohibited in Valley Forge NHP. Charcoal grills are permitted at picnic areas, but all used charcoal must be taken out of the park. 6. Respect Wildlife Observe wildlife from a distance. If an animal changes its behavior because of your presence, you are too close. Never feed animals. Feeding wildlife damages their health, alters natural behaviors, and exposes them to predators and other dangers. Any dogs in Valley Forge NHP must be on a leash as to not disturb animals. Avoid wildlife during sensitive times such as mating, nesting, raising young, or wintertime. 7. Be Considerate of Other Visitors People travel to Valley Forge NHP for many reasons, so be mindful of others and show courtesy towards them. Do not shout or cause excessive noise in museums, historic structures, or in historic zones. Respect other trail users and offer them right of way. Keep dogs leashed to avoid disturbing other visitors. Let nature’s sounds prevail outdoors. Leave No Trace and Park Regulations   LNT principles are not rules or regulations. If everyone practiced LNT, we would need few park regulations. Regulations are an important supplemental tool for rangers to ensure unimpaired park resources and high-quality visitor experiences. LNT principles are linked closely to many park regulations. Please learn and practice Leave No Trace skills and ethics and pass them on to those you come in contact with. It's easy to enjoy and protect the park simultaneously. For more information stop by a park Visitor Center, call the Leave No Trace Hotline at 1-800-332-4100 or visit Leave No Trace's website. The four federal land management agencies: the National Park Service, the U.S. Forest Service, the Bureau of Land Management, and the U.S. Fish and Wildlife Service all promote the Leave No Trace message. Working with outdoor retailers, educators, and user groups these federal agencies are helping to make Leave No Trace the common language for all outdoor enthusiasts.               Leave No Trace Outdoor Skills and Ethics North American Edition (PDF 1.47 MB)",
    "url": "https:\/\/www.nps.gov\/vafo\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
