{
    "title": "Valley Forge National Historical Park: Lt Col Robert Hanson Harrison",
    "body": "Lt Col Robert Hanson Harrison       Robert Hanson Harrison was from Maryland, just over the Potomac River from Virginia.  Before the war, he had served as Washington’s principal lawyer.  Harrison was a widower with two young daughters, and he experienced frequent health problems, but was nevertheless determined to take part in the revolution. Harrison joined Washington’s staff as an aide-de-camp in October 1775, while the Continental Army was at Cambridge, Massachusetts.  At the time of his appointment, he was one of only two aides-de-camp working for Washington.  In 1776, he was appointed as the official secretary to the Commander in Chief.  He served faithfully for the next six years, and became a mainstay of Washington’s “military family.”  Being over the age of thirty, Harrison was also one of Washington’s oldest aides, and he became affectionately known to the rest of the younger staff as the “Old Secretary.” During the Valley Forge encampment, Harrison was one of the primary letter writers at Washington’s headquarters.  Harrison and Tench Tilghman wrote over half the paperwork that came from there throughout the six month period.  In the spring of 1778, Harrison and Alexander Hamilton were sent to Newtown, Pennsylvania, to act as representatives to negotiate prisoner exchanges with the British. After many years of diligent and loyal service, Harrison eventually resigned from his position on Washington’s staff in March 1781.  He returned to Maryland to take care of pressing family and business issues.  Soon thereafter, he became the chief judge of the General Court of Maryland.  Harrison remained a lifelong friend of Washington, and was a guest at Mount Vernon several times after the war.  During Washington’s presidency, Harrison was nominated to be a justice of the United States Supreme Court, but he declined due to health issues.  He died shortly thereafter, in 1790. Undoubtedly, Robert Hanson Harrison played a vital “behind the scenes” role in the administration of the Continental Army.  Many years later, the marquis de Lafayette wrote of Harrison:  On my first joining headquarters early in 1777 I found Col. Robert Harrison acting as the intimate friend, the first aid de camp and Secretary of the Commander in Chief, whose confidence has proved most useful to General Washington, to the army, to the country and the cause … I have had continued and peculiar opportunities to witness the great and daily services rendered by Col. Harrison; the trust General Washington reposed in him; the high esteem the tender attachment which Col. Harrison reciprocated, by the most affection devotion to his bosom friend.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/roberthansonharrison.htm"
}
