{
    "title": "Valley Forge National Historical Park: History and Culture",
    "body": "History and Culture Audio Files       Use the link to the right to open iTunes and subscribe to all of our History and Culture podcasts, or click here for our RSS feed of History and Culture podcasts. Henry Knox and Knox's Quarters Listen to Park Ranger Bill Lange discuss Henry Knox and Artillery. Hear how General Knox learned about artillery and gained the support of General Washington and Congress. Download this file and listen at Knox's Quarters near the Covered Bridge. PDF transcript of audio Commander-in-Chief's Guard Learn of the important role the Commander-in-Chief's Guard played in the training of the soldiers at Valley Forge. Download this file and listen as you visit the guard huts near General Washington's Headquarters (Tour Stop #5) at Valley Forge. PDF transcript of audio Hannah Till Did you ever wonder what it was like to travel with George Washington during the war? Listen to Hannah, an enslaved African American who cooked for General Washington, describe the life you would be expected to live as a member of the general's household at Valley Forge. Bring this podcast with you and listen as you visit the kitchen at General Washington's Headquarters at tour stop #5. PDF transcript of audio Oneida Indian Nation Listen to a member of the Oneida Indian Nation discuss the role of Native Americans in the Revolutionary War. Bring this podcast with you and listen as you visit the Muhlenberg Brigade at tour stop #2. PDF transcript of audio Muhlenberg Brigade Cabins Listen to a park ranger explain the cabins at Muhlenberg's Brigade. Bring this podcast with you and listen as you visit tour stop #2. PDF transcript of audio General Washington's Headquarters Author Thomas Fleming discusses how General George Washington reacted those who criticized his leadership while the army was at Valley Forge. Bring this podcast with you and listen as you visit General Washington's Headquarters at tour stop #5. PDF transcript of audio Daniel Morgan and the Riflemen Daniel Morgan and his riflemen played an important role throughout the Revolutionary War. Download this file to hear about the exploits of the Morgan and his riflemen. Bring this podcast with you and listen as you visit the General Anthony Wayne Statue at tour stop #4. PDF transcript of audio",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/photosmultimedia\/historyculture.htm"
}
