{
    "title": "Valley Forge National Historical Park: Resource Stewardship Scout Ranger",
    "body": "Explore This Park    Plan Your Visit     Things To Do     For Kids     Scout Programs     Resource Stewardship Scout Ranger                  Resource Stewardship Scout Ranger          The Resource Stewardship Scout Ranger Program invites Boy Scouts to participate in educational programs and\/or volunteer service projects at national park sites to spark their awareness of the national parks and to provide them with the opportunity to learn more about protecting our natural and cultural resources.      How to earn a certificate or patch   To earn a certificate, Scouts must participate in any of the programs below for a minimum of 5 hours. To earn a patch, Scouts must participate in any of the programs below for a minimum of 10 hours. You can also count hours spent doing educational programs or service projects at other national park sites!        How to participate 1. Explore the Valley Forge National Historical Park website to learn about the park.  2. Print out a Scout Activity Sheet to keep track of your hours. 3. Participate in the Valley Forge programs listed below. 4. Go to the front desk at the visitor's center, turn in your Scout Activity Sheet, tell us what you learned, and receive your certificate or patch!       Valley Forge Scout Programs Educational Programs  Attend a ranger-led walk. Listen to a Soldier Life talk at the Muhlenberg Brigade Huts. Watch the park film in the Theater. Listen to Washington's Leadership talk at Washington's Headquarters. Complete the Valley Forge Junior Ranger Program.  Volunteer Service Projects *     Remove invasive crayfish from Valley Creek with the Crayfish Corps. Remove invasive plants with the Weed Warriors. Apply to volunteer in any of the open positions in the park.  *Volunteer Service Projects require a volunteer agreement form from all those volunteering, and anyone under the age of 18 must be accompanied by an adult. Please plan accordingly. Plan your trip to Valley Forge in advance!    Special Programs     Walk the Valley Forge Historical Trail and fill out the accompanying guide available in The Encampment Store.         Additional resources for information on the Boy Scout Ranger Program Nation-wide national Park Service Programs for Boy Scouts Scout Program \/ How to earn a Scout Ranger certificate or patch Parks with Boy Scout opportunities Eagle Scout Certificate of Recognition Resource Stewardship Scout Ranger Brochure Memorandum of Understanding between the National Park Service and the Boy Scouts For additional information email Cristina Ramirez or call at (610) 783-1014",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/resourcestewardship.htm"
}
