{
    "title": "Valley Forge National Historical Park: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       Thank you for your interest in supporting Valley Forge National Historical Park. Your donation will enhance programs and activities that protect park resources and provide visitor services at Valley Forge. Philanthropic contributions continue to make a significant difference; we welcome and are grateful for your support. There are several ways of supporting the park. The park is able to accept direct donations. If you are interested in donating directly to the park, you may contact the business manager by phone (610-783-1005) or email. Donations (checks payable to the National Park Service) may be sent to: Business Manager Valley Forge National Historical Park 1400 North Outer Line Drive King of Prussia, PA 19406 View the links below to support Valley Forge through our friends group, cooperating association (bookstore), and volunteering.         VIPs: Volunteers In Parks Learn about the volunteer opportunities at Valley Forge. Group and internship, natural resource and historical informational opportunities are available year round. Plus, learn about the nation-wide volunteer days in the park.        NPS\/VAFO  Friends of Valley Forge Park The mission of the Friends of Valley Forge Park is to advocate for Valley Forge National Historical Park, to enhance the visitor experience and to promote public appreciation of the Park's historic, environmental and recreational resources.          The Encampment Store at Valley Forge The Encampment Store operates as an extension of the park’s efforts primarily in the areas of enhanced programming and visitor services, ranging from assisting with the operation of guided trolley tours to developing special educational products to complement the interpretation in the park. In addition, the store donates 10% of gross revenue back to the park to use as appropriate.         Leave No Trace The Center for outdoor ethics is a national program to promote protection of nature and build awareness, appreciation and respect for America's public lands.",
    "url": "https:\/\/www.nps.gov\/vafo\/getinvolved\/supportyourpark\/index.htm"
}
