{
    "title": "Valley Forge National Historical Park: Asbestos Release Site",
    "body": "Valley Forge Asbestos Release Site          Introduction The Asbestos Release Site (ARS) is located entirely within Valley Forge National Historical Park (VFNHP) approximately 21 miles northwest of Philadelphia, Pennsylvania (PA). The Commonwealth of Pennsylvania (PA) established Valley Forge State Park (State Park) in 1893. In 1976, Congressional legislation authorized transfer of the State Park to the United States Department of the Interior, National Park Service (NPS). In January 1997, VFNHP encountered asbestos contamination in soil while constructing a fiber optic cable through the Amphitheater Quarry. From the 1890s to 1970s, an asbestos insulation manufacturing plant located in the Keene Quarry disposed of waste asbestos within the State Park. In April 1997, the U.S. Environmental Protection Agency (EPA) determined that a release or potential release of a Comprehensive Environmental Response, Compensation and Liability Act (CERCLA) hazardous substance (friable asbestos) occurred at VFNHP which posed a threat to public health or welfare or the environment and met the conditions of the National Oil and Hazardous Substances Pollution Contingency Plan (NCP) for an emergency removal action. From May to July 1997, EPA conducted an emergency response that closed and fenced the contaminated area to public access, conducted air monitoring and soil sampling, maintained asbestos in a wet condition to avoid friability, excavated and removed asbestos contaminated soil for off-site disposal, covered exposed asbestos in-place with soil and grass seed or a cement-like soil binding agent. Following EPA's response, NPS undertook interim response measures, such as maintaining fencing of contaminated areas, conducting additional soil sampling and air monitoring, covering and seeding exposed asbestos, and posting warning signs to advise visitors and staff of potential health risks in certain areas. Administration The PA Valley Forge Park Commission established the State Park in 1893. In 1976, the U.S. Congress passed Public Law (P.L.) 94-337 authorizing the establishment of Valley Forge National Historical Park. On July 4, 1976, President Ford signed the legislation at a ceremony in the State Park that authorized the NPS to assume management of the State Park after October 1, 1976 provided the park would not be established as a unit of NPS until land was transferred from the Commonwealth. On July 12, 1976, the NPS Washington Office issued an activation memo to the Philadelphia Regional Office to begin transition negotiations with the Commonwealth. During the transition, a \"Memorandum of Initial Agreement\" and \"Interim Lease\" provided for NPS to administer the Park until formal establishment and transfer of title. On April 1, 1977, the Commonwealth formally transferred administration of the State Park to the federal government. On November 24, 1982, following official transfer of title to the State Park, the Secretary of the Interior issued official notice establishing the Valley Forge National Historical Park as a unit of the NPS.  History In the early 1700s, land uses in Valley Forge during colonial settlement were limited to agriculture. In the early 1800s, the limestone industry developed in the Port Kennedy area as limestone was mined from local quarries and superheated in kilns to be used as a soil amendment in agriculture. From 1824 to 1835, the Schuylkill River Canal and Reading Railroad Line were constructed. In 1859, a rail line spur was constructed along County Line Road to support the limestone industry. From 1877 to 1895, Ehret Magnesia Company (Ehret) consolidated a number of small, individual limestone mining operations. From the early 1890s to 1970s, Ehret and its successors manufactured asbestos insulation from a plant in what today is referred to as the Keene Operable Unit of the ARS. PA permitted Ehret to dispose of manufacturing waste routinely by pumping it through a slurry pipeline into the former limestone quarries in the State Park. In the 1960s, Ehret sold the plant and property to Keene Corporation. Keene continued to manufacture asbestos products until the plant was closed in the early 1970s. On October 13, 1976, NPS purchased the 46 acre Keene property and asbestos manufacturing plant.  Land Use VFNHP is approximately 3,466 acres in Chester and Montgomery counties, PA. The Asbestos Release Site (ARS) is approximately 112 acres entirely within VFNHP in Montgomery County and was the subject of intensive study since 1997. The parkland within the ARS is closed to protect public health and safety until completion of cleanup activities. Land uses around the park include residential and light industry to the north and east and residential areas to the south and west. The Schuylkill River separates the main area of the Park on the south from the Walnut Hill and Betzwood sections on the north.  Asbestos Release Site NPS and the Commonwealth of Pennsylvania entered into an agreement in 1999 by which the Commonwealth, under NPS direction and oversight, would develop a CERCLA Remedial Investigation and Feasibility Study (RI\/FS) for the Site. The results of the RI\/FS indicated 15 areas of concern (AOCs), nine of which contained levels of contaminants including asbestos, semivolatile organic compounds (specifically polycyclic aromatic hydrocarbons [PAHs], and three metals [lead, mercury, and arsenic] that may cause unacceptable risks to humans and\/or ecological receptors. Additional sampling within these nine AOCs delineated 30 specific areas within the nine AOCs to be re-mediated. In September 2012, the NPS procured a contractor and in 2013-2014 completed remediation and restoration of the initially-identified contaminated soil areas. Samples collected along the boundaries of the remediated areas indicated additional contaminated soil remained on the site. In 2015, the NPS delineated the extent of these additional areas of contaminated soil.  Remediation of the final contaminated soil areas is scheduled to begin in 2016 and be completed in 2017. The site will be completely re-opened for public use when the remediation has been completed.  For a more detailed discussion on the CERCLA investigations that have been completed at the ARS please see the links below:      Community Update Spring 2016 Frequently Asked Questions Spring 2013 Asbestos Release Site Record of Decision 2007 Settlement Agreement and Summary of Settlement Agreement, Federal Register April 2010 Information about Asbestos       For more information, please contact:  Donna Davies Project Manager 610-783-1006 610-783-1038 (fax) E-mail Donna",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/management\/asbestos.htm"
}
