{
    "title": "Valley Forge National Historical Park: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us       The Department of Interior, National Park Service, and Valley Forge National Historical Park utilize USAJOBS to post position openings. USAJOBS is the Federal Government's official one-stop source for Federal jobs and employment information. Begin your search on USAJOBS. Current students and recent graduates may also consider the Pathways Programs which are streamlined developmental programs tailored to promote employment opportunities for students and recent graduates in the Federal workforce.  Check back often for updates about internship and job opportunities at Valley Forge. For information on volunteering at Valley Forge visit our Volunteers In Parks page.       ProRanger Philadelphia \"ProRanger Philadelphia\" is an academic and technical skills training and paid internship program that is cooperatively administered by the National Park Service and Temple University. The program was established to recruit, train and employ law enforcement park rangers for the National Park Service.    Learn more about the program Follow the ProRangers on their blog       Natural Resource Management Summer 2016 Internship Volunteer Student Intern (non-paid) The purpose of this internship is to provide college-level students with a practical experience in natural resource management that affords the opportunity to apply classroom theory through a \"hands-on\" experience with the National Park Service. At the same time interns will contribute to the collection of data and implementation of projects that benefit park resources and will assist park managers in achieving management goals. Download the full internship description which defines the expectations of the intern, qualifications required, and application instructions.       Summer 2016 Youth conservation Corps  (Ages 15-18) The YCC Program at Valley Forge centers on the control of non-native, invasive plants and animals in the park. These species are a primary threat to the natural diversity of the park ecosystem. This paid ($7.25 per hour) summer experience allows youth to connect to the natural wonders of Valley Forge. Download the full description, which defines the expectations, qualifications and application instructions. Download the Youth Conservation Corps application.",
    "url": "https:\/\/www.nps.gov\/vafo\/getinvolved\/workwithus.htm"
}
