{
    "title": "Montezuma Castle National Monument: Virtual Tour",
    "body": "Virtual Tour          On this page you will find two different types of content, Quicktime VR (QTVR) Movies and JPEG Panoramic Images.  (QTVR) movies allow viewers to scan right and left and in most cases all the way around. They provide a way of getting an overall impression of a scene and not just one static view. There are two ways to view each QTVR. The first is by left clicking on the link. Doing that will cause the page to change and the movie to open in the new page. The second way is by right clicking on the link and then selecting \"Save Target As\". This will allow you save each QTVR to your own computer. Once saved you will be able to open each QTVR in a seperate Quicktime window on your computer.   Once open, all you have to do is hold down the mouse on the image and drag to the right or left to pan around. Use the + and - buttons to zoom in and out. The same to two options hold ture for viewing the JPEG Imgaes. Please be aware that these images are very large files and they may take a while to download depending on your connection speed. You can also see these images in our Photo Gallery. Please note that you will need the latest version of Apple's QuickTime software to view the QTVR Movies below. If you do not have the latest version click here to download it for free.       The Parking Lot & Visitor Center         View Of The Visitor Center And Parking Lot QTVR Movie (3.03Mb) JPEG Image (5.52Mb)       After a long drive on the interstate you arrive at Montezuma Castle National Monument.  You park the car, stretch your legs and walk the short distance to the Visitor Center.  As you do so you smell the good desert air, see the incredible white-barked Sycamore trees and think that this is going to be a special visit.           View From Inside The Visitor Center QTVR Movie (1.62Mb) JPEG Image (3.44Mb)       After stopping at the bathroom, you step inside the Visitor Center.  You pay your fee, get a brochure and start having fun!  On the counter is a display about animal tracks and in front of you a picture of the prehistoric ruin you are about to see.  As you turn to the left you see the myriad books the Western National Parks Association has for sale and a media station where you can take a virtual tour of the inside of the Castle.           View From Inside The Museum QTVR Movie (1.44Mb) JPEG Image (2.91Mb)       Before starting on the trail you decide to walk through the museum, since the ranger at the front desk said it would be a good orientation.  The panels give you a good reference point for what was going on in the western world, when the Sinagua culture was building in central Arizona.  You also see artifacts from the Sinagua and from affiliated tribes.          The Montezuma Castle Trail         View From The Trail Split QTVR Movie (3.34Mb) JPEG Image (6.56Mb)       As you started down the trail you took time to enjoy the Arizona sycamores once again and to wonder at the hillside to your right.  Now, straight in front of you is the split in the trail where the loop portion starts.  Even more exciting is what the hillside to your right reveals at this juncture: your first view of Montezuma Castle!  It’s so high!  As you continue turning right you see the trail you’ve already walked behind you, and the desert plant life that helped sustain the Sinagua.           View From The Interpretive Circle Below Montezuma Castle QTVR Movie (3.38Mb) JPEG Image (6.88Mb)       You continued down the trail and stood right in front of the Castle for pictures.  Now you’ve walked just a bit further to the Interpretive Circle where Rangers give talks on Sinaguan artifacts and nature found at Montezuma Castle National Monument.  As you turn to see where the best seat for the program will be, you realize that you are standing in a flood plain from Beaver Creek.  Good thing it’s not flooding now!           View From Castle A QTVR Movie (3.60Mb) JPEG Image (7.01Mb)       Continuing on the loop you are surprised to find a spur trail to Castle A.  Castle A is another site found along the same cliff; however this structure burned down prehistorically.  It would have been bigger than the main Castle with as many stories.  Standing here at the end of the spur you can see the outlines of some rooms from the bottom floor.  Turning left you can see that even though this structure is closer to the ground it is still above the flood plain you discovered earlier.           View At Beaver Creek Overlook QTVR Movie (3.34Mb) JPEG Image (6.92Mb)       Finally you see the spur to Beaver Creek.  It’s hard to believe that this creek can flood up to the Interpretive Circle, but it is that powerful!  Most flooding happens in the spring with snow melt from the Mogollon Rim.  The CCC even built the rock retaining wall in front of you to help protect the trails.  You decide now to continue on the back side of the loop to the Visitor Center.           View At The Castle Diorama QTVR Movie (2.87Mb) JPEG Image (5.98Mb)       As you continued back another surprise stopped you on the trail.  You are standing at the 1951 diorama of the main Castle.  It was built when the Park Service stopped letting visitors enter the Castle because of safety and protection concerns.  The diorama still has the original recording describing what the Sinaguan people might be doing in their daily lives.  After listening, and deciding which of the diorama’s rooms would have been yours, you decide to head back again.          The Picnic Area         View Of The Picnic Area QTVR Movie (3.40Mb) JPEG Image (6.92Mb)       Before leaving in your car, you decide to stop by the picnic area.  You heard the water of Beaver Creek running nearby and thought it might be a nice place to come back to.  Standing here you can see the short trail that brought you down from the parking lot and the lovely shade trees.  As you turn around you see the great space and many picnic tables.  A tranquil place for a meal!         Images and QTVR's by Joshua Boles - NPS Virtual Tour Text by Sharlot Hart - NPS",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/photosmultimedia\/virtualtour.htm"
}
