{
    "title": "Valley Forge National Historical Park: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability            Sustainability        NPS Photo by Beth Dhunjisha.       The mission of Valley Forge National Historical Park is to educate the American people about one of the most defining events in our nation's history. The park does this by committing to preserve the natural and cultural resources that honor the encampment of the Continental Army at Valley Forge in 1777-78. This commitment includes educating staff, partners, and visitors about the benefits of environmentally friendly practices, programs, products, and behaviors. Our goal is to become a model for how we manage our cultural and natural resources in an urban setting. We will continue to work to reduce emissions as part of the Green Parks Plan goals we have committed to in our Climate Friendly Parks Action Plan (PDF document.)         Climate Change  Climate change affects your local park. See how Valley Forge is changing.  Learn About Changes At Valley Forge              What is Valley Forge doing? Check out everything Valley Forge is trying to make a difference:     A Green Team was created to improve sustainability in daily park operations and to help educate staff and visitors about the park's commitment to sustainability. Implemented a park wide no idling policy. Standardized temperature settings for buildings (68⁰F in winter \/ 75⁰F in summer). Developed and implemented Standard Operation Procedures for hibernating computers and computer monitors. Purchased and installed new recycling and trash containers for picnic areas. Made a commitment to reduce greenhouse gas emissions by 15% by 2017 as compared to 2012 levels.     What can YOU do?   Drive less by walking, biking, or taking a trolley tour around the park. Take public transportation or carpool to the park instead of driving. Reduce your paper use and download the park map onto your phone or tablet before you visit, and skip the paper brochure. Bring a reusable water bottle with you when you visit and refill it in one of the park's water fountains. Recycle your glass, aluminum, and plastic containers in a park recycling bin. Keep our park clean and throw away any trash you have or find during your visit.     Do your part for the parks from home! It's amazing how much impact one small action can make when it's performed by many people. Here are some ideas to make a difference in your home and community.     Buy local products that are sourced and manufactured in environmentally friendly ways to influence good economic practices. Reduce, reuse and recycle your products and waste. Drive less by carpooling or using public transportation. Challenge yourself to reduce your energy consumption by 10 percent this year. Talk to your family and friends about what you've learned. When you take action, you inspire others to do the same!     For more tips to creating a more sustainable world, visit the National Park Service Sustainability and Climate Change website.",
    "url": "https:\/\/www.nps.gov\/vafo\/getinvolved\/sustainability.htm"
}
