{
    "title": "Valley Forge National Historical Park: Volunteerism in Action",
    "body": "Volunteerism in Action       V-I-Ps Volunteers In Parks We want to give a special thank you to the many volunteers and partners who roll up their sleeves and lend a hand to help care for the resources at Valley Forge National Historical Park. Listed below are highlights of the many contributions from some special people, our VIPs!         Martin Luther King Day of Services Reports Volunteers from all over the area, corporate and individual, participated in the 8th consecutive MLK Day of Services at Valley Forge Park. Download and read the event reports for the following years: 2013 | 2012 | 2011 | 2010         Annual Volunteer Reports Volunteer contributions are vital to quality experiences for the public and preservation of park resources. Thank you to all volunteers! FY 2012 | FY 2011 | FY 2010 | FY 2009 | FY 2008          National Public Lands Day Reports National Public Lands Day (NPLD) is the nation's largest, single-day volunteer event for public lands in the United States. View pictures of past events on our Flickr page Download and read the event reports for the following years: 2013 | 2012 | 2011 | 2010         National Trails Day ® Reports Valley Forge NHP hosts a Trails Fair in celebration of American Hiking Society's annual National Trails Day® each June. This annual event brings together dedicated volunteers, outdoor enthusiasts, trail lovers and those new to the outdoors to learn about and celebrate the many benefits of trails. 2013 | 2012         SCA Philly Reports The Philadelphia Student Conservation Association (SCA) Program has successfully completed another year of hands on service in our local community parks and 40 young men and women have gained valuable life skills, job training experience, and knowledge of environmental issues as participants in the summer program. Download and read the report for the following years: 2011 | 2010 | 2009         Wreaths Across America For the second year in a row, Valley Forge participated in Wreaths Across America. Nearly 250 volunteers helped display 2,000 wreaths to commemorate the men and women who died during the 1777-1778 encampment. This effort was done in partnership with Wreaths Across America, a non-profit organization that grew out of the Arlington Wreath Program at Arlington National Cemetery to promote veterans' remembrance. Read more         Community Based Stewardship in Action Through 2010, The Wayne Rotary, Penn State Alumni, Chester Co. Chapter, and Eadeh Enterprises participated in volunteer projects assisting with deferred maintenance at the park Led by Ernest Eadeh and his daughter Heather Eadeh, projects included work on park historic buildings and vegitation and debris removal.",
    "url": "https:\/\/www.nps.gov\/vafo\/getinvolved\/supportyourpark\/communitybasedstewardship.htm"
}
