{
    "title": "Valley Forge National Historical Park: White-tailed Deer Management",
    "body": "White-tailed Deer Management          Valley Forge National Historical Park Initiates the Fifth Year of White-tailed Deer Management   October 31, 2015  In November 2015, Valley Forge National Historical Park will begin the sixth year of lethal removal of white-tailed deer as part of the White-tailed Deer Management Plan\/Environmental Impact Statement (plan). Lethal removal activities will extend through March 2016. The plan addresses the browsing of tree and shrub seedlings by a deer population which had grown to a level that prevented native forests from growing and maturing and reduced habitat for a range of native wildlife species. Since the implementation of the plan, the forest at the park is continuing to recover from decades of over-browsing. Monitoring by National Park Service staff has documented native species seedlings that had not been present just a few years ago, including maple, red bud, maple-leaf viburnum, dogwood, oak, tulip-poplar, black gum, hickory, cherry, hackberry, ash, and sassafras. Preliminary data indicate an 850% increase in the number of seedlings since the implementation of the plan.  The current phase of the plan (sharpshooting, plus capture and euthanasia if necessary), will maintain deer density at the initial goal of 31 to 35 deer per square mile, in contrast to the 2009 density of 241 deer per square mile. Lethal removal activities will continue to keep the population within this initial target density range until and unless forest monitoring indicates the range should be adjusted. The park plans to maintain the park deer population level though reproductive control, once an acceptable agent becomes available.  Extensive measures to ensure a safe, humane, and successful operation include using highly qualified and experienced marksmen familiar with the park's geography and with conducting reduction activities in a highly suburbanized environment. The NPS will continue to work with biologists from the United States Department of Agriculture, Animal and Plant Health Inspection Service, Wildlife Services. This agency has a long history of conducting safe and effective actions to reduce wildlife populations, including the reduction of deer populations at multiple locations in the Philadelphia region.  Additional safety measures include conducting population reduction actions when the park is closed, establishing safety zones, using bait to attract deer to safe removal locations, conducting shooting actions from an elevated position, and using specialized, non-lead ammunition that is safe for use in urban areas and the environment. NPS closely coordinates all activities associated with implementation of the plan with township and state law enforcement officials and with the Pennsylvania Game Commission.  For additional information please contact us at Valley Forge NHP, 1400 North Outer Line Drive, King of Prussia, Pennsylvania 19406 or e-mail us at vafo_superintendent@nps.gov      Select the following links for more information: White-tailed Deer Management Briefing Statement July 12, 2012 Frequently Asked Questions November 18, 2015 Independent Field Review of Lethal Reduction Actions  February 2011 Record of Decision for the Final White-tailed Deer Management Plan 2009 Public Comment Analysis Report 2007  Human Dimensions of Deer Management at Valley Forge  Major Events Related to Deer Management at Valley Forge March 28, 2011  Planning Process for Development of a White-tailed Deer Management Plan at Valley Forge  Chronic Wasting Disease (CWD) Frequently Asked Questions  Deer Management News: November 2015 Valley Forge National Historical Park Initiates the Sixth Year of White-tailed Deer Management May 2015 Forest Continues to Recover at Valley Forge National Historical Park",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/management\/white-tailed-deer.htm"
}
