{
    "title": "Valley Forge National Historical Park: Crayfish Corps",
    "body": "Explore This Park    Get Involved     Volunteer     Crayfish Corps              Crayfish Corps               What is the Crayfish Corps? In 2008, the rusty crayfish invaded Valley Creek in Valley Forge National Historical Park. Members of the Crayfish Corps will join National Park Service staff in the battle to suppress the rusty crayfish populations by physically removing them from the creek. Our long-term goal is to maintain a ratio of one rusty crayfish or less for every four native crayfish present in Valley Creek.         The invasive rusty crayfish with rust colored spots on its side and black bands on its claws. NPS Photo.  Why Are the Rusty Crayfish Bad? The rusty crayfish are considered a non-native, invasive species in the park, and throughout Pennsylvania. Originally from the Ohio River Basin, this crayfish has been transported to new environments throughout the northeast primarily by bait fishermen, biological supply houses, aquaculture, and the pond and aquarium trade.  The rusty crayfish is bigger, more aggressive, and eats up to twice as much as native crayfish in Valley Creek. They are able to eliminate all other crayfish species through direct competition for food and shelter and increasing the susceptibility of native crayfish to predators. Rusty crayfish also may reduce the amount of aquatic vegetation, reduce aquatic insect populations and ultimately negatively effect large predators such as trout.        Two young volunteers with the Valley Forge Crayfish Corps inspect a crayfish they have caught for markings. NPS Photo.  How Can I Help? Crayfish Corps is active between May and August in order to catch the most rusty crayfish and to allow the stream time to rest. Crayfish removal is accomplished using hand nets and participants should be prepared to get in the stream and get wet!  All ages are welcome and park staff will provide necessary training and equipment including nets and a limited number of hip boots. Participants should wear their own closed-toe water shoes if possible. Recieve a Crayfish Corps button the first time you participate and earn a Crayfish Corps t-shirt after participating three times!  2016 Dates All sessions are Saturdays from 9:00 am-noon   June 11, 18 and 25 July 9, 16, 23 and 30 August 6, 13, 20 and 27 September 10 and 17    *Can't make a Saturday? There may be weekday opportunities available. Check with our Natural Resources staff at the email below.  Some dates fill up quickly, so sign up early! - The best way to reserve your space is to email the Natural Resources staff directly at the email below.  To join the Crayfish Corps visit volunteer.gov, or email our Natural Resources staff.",
    "url": "https:\/\/www.nps.gov\/vafo\/getinvolved\/crayfishcorps.htm"
}
