{
    "title": "Valley Forge National Historical Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       The Friends of Valley Forge Park  The Friends of Valley Forge Park is a group dedicated to the preservation of the American spirit demonstrated during the winter encampment, to the conservation of the landscape that contained the 1777-1778 encampment of the American Revolution, and to the promotion of today's Valley Forge National Historical Park.    The goals of the Friends are to:    Create an informed, engaged community actively involved in supporting the park.  Build the financial base of non-federal funds to deliver direct support to park programs and projects.  Advocate in support of the mission of Valley Forge National Historical Park.   The Friends provide support, services, and donations of artifacts, educational materials, and funds to support many park projects, and they take part in their planning and implementation. They sponsor educational, interpretive, and awareness programs, fund re-enactment groups for events, volunteer at park programs and special events.       The Encampment Store The Encampment Store operates as the park’s retail and programmatic partner under a Cooperating Association agreement with the park. Cooperating associations are private, nonprofit corporations established under state law. They support educational, scientific, historical, and interpretive services of the parks. The Encampment Store operates as an extension of the park’s efforts primarily in the areas of enhanced programming and visitor services, ranging from assisting with the operation of guided trolley tours to developing special educational products to complement the interpretation in the park. In addition, the store donates 10% of gross revenue back to the park to use as appropriate.      The Valley Forge Tourism and Convention Board The Valley Forge Tourism & Convention Board is a private, non-profit membership sales and marketing organization which aggressively promotes the Valley Forge area and Montgomery County as a convention site and leisure visitor destination by promoting patronage of its member hotels, restaurants, attractions and services.The Board employs full-time and part-time staff at the Valley Forge National Historical Park Visitor Center to orient and provide information to visitors.          Once Upon a Nation storyteller in the Welcome Center at Valley Forge. NPS Photo  Once Upon a Nation is a program for bringing history to life. The program works closely with historic site stakeholders and the hospitality community to build the region’s tourism value through interpretation, interactive educational experiences, evening programming, and adventure tours. Once Upon a Nation is an initiative of Historic Philadelphia, Inc. a non-profit organization founded by then-Mayor Ed Rendell to enhance experiences for regional residents and visitors. At Valley Forge NHP, Once Upon a Nation provides vibrant daily storytelling, narrated tours, and evening dinner tours. For more information, visit www.onceuponanation.org.        A park volunteer assists with cleaning of the historic buildings. NPS Photo   Volunteers assist at the park Welcome Center to provide visitors with orientation to the park and current programs. They aid out-of-town visitors with local directions and recommendations. They assist in setting up and taking down large events, and in distributing literature.  Volunteers assist interpretive staff at the park’s living history sites. They study history and dress in accurate period costume to enhance the historical scene and provide one-on-one and group interpretation. They help to staff Washington’s Headquarters and Varnum’s Quarters, participate in soldier life demonstrations, run the bake oven at Muhlenberg’s Brigade, fill out artillery crews, and participate in all major events.   Curatorial volunteers assist with cataloguing, photography, and yearly inventories, as well as moving, cleaning, and properly storing the artifacts in the park’s collection.   Library volunteers repair and catalog books, make database entries, and assist researchers to locate materials.   Archeology volunteers provide the muscle when a dig is taking place.   Administrative volunteers assist with paper work and keeping systems up to date. They also assist at the reception desk and answer phones during lunch breaks.          Volunteers assist with a night time bat survey. NPS Photo   Natural resource volunteers assist with projects such as monitoring the white-tailed deer exclosures; performing mammal, bird, amphibian, and other inventories; trails work; exotic invasive vine eradication; and the installation of the riparian buffer along Valley Creek.  Many Eagle Scouts perform their service projects at the park, donating more than 150 hours of volunteer time for each project. Projects have included maintenance and repainting of outdoor cannon, trail work, landscaping, and removal of exotic invasive plants.         Service Organizations        NOVA volunteers assist with landscaping the Welcome Center area on National Public Lands Day. NPS Photo  There are many service organizations that also support park operations.  The Telecom Pioneers, Chapter 6 (formerly the Bell Telephone Pioneers of America) is a volunteer group that has participated in many projects for over 25 years. Volunteers have donated, planted, and cared for trees in the park; performed general grounds maintenance; funded the lighting of the National Memorial Arch; installed TDD in the Welcome Center and a hearing aid loop in the Theater; and provided numerous other services.   Volunteers from the Lockheed Martin Corporation’s NOVA program take on such projects as repairs to the park’s huts, mulching trees, trimming shrubs, and planting wild flowers. NOVA was also instrumental in developing and maintaining the Muster Roll of soldiers present at the encampment by developing software and providing data input for the system now available at the Welcome Center and on the Internet.    The Delta Sigma Theta Sorority is an organization of professional educators, one of whose missions is to ensure greater understanding of the valuable participation of patriots of African descent in winning the country’s independence. The organization was the driving force in placing the Patriots of African Descent monument in the park. They fund its maintenance and hold a remembrance ceremony at the monument every June.          Volunteers repair and replace wooden shingles on a soldier hut. NPS Photo   The Rotary Club of Wayne, Pennsylvania, facilitated by Earnest Eadeh and additional community volunteers, including the local chapter of the Penn State University Alumni Association, Wayne Rotary, and Prudential Fox & Roach Realtors, have undertaken rehabilitation projects on numerous historic buildings in the park. Most recently, they have taken on a multi-year maintenance project for historic buildings, donating labor and materials for the rehabilitation of eight buildings to date.  The Rotary Club of King of Prussia, Pennsylvania conducts an annual project to replace roof shakes on huts.  The Grand Lodge of Free and Accepted Masons of Pennsylvania funded the stabilization and preservation of the National Memorial Arch and photogrammetric recording of the arch for the Historic American Buildings Survey, and play an ongoing role in the arch’s maintenance.  The Boy Scouts of America, Cradle of Liberty Chapter sponsors the “oldest continuous scout event in the United States:” the annual scout encampment during Presidents’ Weekend. The park and the scouts work together on programs for the approximately 2,000 scouts who participate.         Washington Memorial Chapel      This historic church is adjacent to the park and preserves artifacts and stained-glass windows commemorating General Washington and the encampment. The church cooperates with the park on the regularly scheduled interpretive bus tour.       Military Re-enactment Groups        Military reenactment groups participate in several special events throughout the year. NPS Photo  Of the many units that participate in the park’s special events to tell the story of the Revolution through living history, the 1st Continental Regiment, the 2nd Pennsylvania Regiment, and the 6th Pennsylvania Regiment are longstanding regulars.        The Schuylkill Valley Heritage Corridor       This group manages the corridor and promotes cultural and natural preservation, recreation, interpretation, and heritage-related economic development. The corridor and the park cooperate on interpretive, signage, and natural restoration initiatives.        National Preservation Organizations       The NPCA, the National Trust for Historic Preservation, the Save America’s Treasures Program, and many others provide assistance, guidance, and expertise to the park. Their experience and assistance are important to the park’s ability to ensure that its actions are appropriate and in the best interests of long-term preservation of its resources.        Local Government       The park cooperates with the five townships for important services such as fire protection, ambulance service, water and sewer, and law enforcement. Chester and Montgomery Counties are partners with the park in trail and greenway projects. All are partners in a project to identify means to resolve area-wide traffic problems.        State and Federal Government Partners       The Pennsylvania Historical and Museum Commission, the DEP, the PA Department of Conservation of Natural Resources, the PA Department of Transportation, U.S. Fish and Wildlife Service, EPA, U.S. Department of Public Health Federal Occupational Health Service, FHWA, and many others provide advice and consultation and cooperate with the park on special projects to conserve natural and cultural resources.",
    "url": "https:\/\/www.nps.gov\/vafo\/getinvolved\/partners.htm"
}
