{
    "title": "Valley Forge National Historical Park: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations         Angular Unconformity of Ledger and Stockton Formations Valley Forge NHP  The park’s 3,500 acres lie within five geologic formations, all of which are sedimentary in their origin. The rocks seen today began forming about 580 million years ago during the Proterozoic, when primitive aquatic plants first appeared on the planet.  Valley Forge was part of the coastline and beaches of ancient North America 580 million years ago. For approximately 100 million years, layers of sand, mud and algae were deposited on the beaches and along the coastline as sea levels rose. Layers containing ancient algae can be viewed at the park; these layers are called stromatolites.  This depositional activity continued, and the compounding sediments and increasing pressure produced horizontally layered stacks of sedimentary rock. The earth began pulsing in the Valley Forge area about 480 million years ago. This pulsing force, increasing pressure and increasing temperature compacted and compressed the rocks so much that the once horizontal layers began to fold and tilt upward as they were thrust inland along large faults. At the end of this intense mountain-building period (about 280 million years ago), all of the earth’s continents were assembled in a single large mass called Pangea. Subsequently, natural weathering processes began wearing down the mountains.   Pangea began to split apart about 230 million years ago during the Triassic Period. The Atlantic Ocean was born as the earth’s crust began stretching over a large area and North America separated from Africa. While the stretching occurred, sections of the earth’s crust broke off and dropped down along long and narrow valleys or basins. Valley Forge is located near the southern edge of the Newark basin, and rocks found here are stained red and are over three miles thick in some places. The eastern half of North America has been geologically quiet for the past 150 million years. Today, weathering and erosion are the two major agents shaping the land within the park.  Evidence of weathering can be seen on exposed rocks on the surface of the ground, most obviously at the talus slopes of Mount Joy and Mount Misery. Evidence of the erosive activity can be seen along every streambank within the park, most obviously on Valley Creek at Washington’s Headquarters.  Thoughout the karst valley of Chester and Montgomery Counties, sinkholes occur. Evidence of past sinkholes within the park can be found on the Grand Parade grounds. The most notable sinkhole occurrence within the park occurred during the Great Ice Age, approximately 750,000 years ago. This sinkhole is more commonly known as the Port Kennedy Bone Cave.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/nature\/geologicformations.htm"
}
