{
    "title": "Valley Forge National Historical Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       Valley Forge National Historical Park encompasses an area of great historical significance, as well as a substantial area of native biodiversity. The 3,500-acre park is one of the few, large, contiguous, protected areas in southeastern Pennsylvania that has a variety of habitat types including a river, numerous streams and forested wetlands, eastern deciduous forest, and tall-grass meadows. The park is surrounded by residential, commercial and industrial developments of Montgomery and Chester Counties on all sides, thus it is an oasis for native wildlife.  Here are some helpful natural resource links to enhance your visit to Valley Forge NHP:  Birds at Valley Forge Brochure (PDF) Trees at Valley Forge Brochure (PDF)        Invasive Rusty Crayfish NPS\/VAFO  The Crayfish Corps In 2008, the rusty crayfish (Orconectes rusticus)invaded Valley Creek in Valley Forge National Historical Park. The rusty crayfish is a highly aggressive, non-native species that poses a significant threat to the continued health of the stream ecosystem.  Want to help? All ages are welcome and park staff will provide necessary training and equipment Crayfish removal is accomplished using hand nets and participants should be prepared to get in the stream and get wet!  Visit the Crayfish Corps web page for more information and how to sign up!         Monarch Butterfly on Milkweed NPS\/VAFO  Park Animals  To date, over 315 species of animals have been reported within the park; 225 of these are birds! Such an impressive diversity of animal species has been observed within the park because of the variety, sizes and spatial arrangements of habitat types, including deciduous forests, tall-grass meadows, wetlands, and riparian zones.        Pink Dogwood in spring NPS\/VAFO  Park Plants The diversity of plant life that inhabits Valley Forge National Historical Park is directly related to the geology and hydrology of the area. Over 730 species of plants are known to occur within the park.      The white-tailed deer management plan can be viewed here.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/nature\/index.htm"
}
