{
    "title": "Valley Forge National Historical Park: Exhibits",
    "body": "Exhibits          They Chose Valley Forge In the late 1940s, the Cold War commenced-an unsettling period of repeated crises and tensions between United States and the Soviet Union. For reassurance, citizens looked back to the founding ideals of democracy and a renewed interest in the American Revolution developed. When the Boy Scouts of America decided to hold a jamboree at an icon of the American Revolution, they chose Valley Forge.  This is a two page web exhibit.          Determined to Persevere Of all the places associated with the American War for Independence, perhaps none has come to symbolize perseverance and sacrifice more than Valley Forge. The hardships of the encampment claimed the lives of approximately 1 in 10, nearly all from disease. Despite the privations suffered by the soldiers at Valley Forge, Washington and his generals built a unified professional military organization that ultimately enabled the Continental Army to triumph over the British. This exhibit is located in the Visitor Center.                    Valley Forge: Traditional Land, Contemporary Vision A collection of photographic-based images of the Valley Forge landscape and reenactments of the American Revolution as seen through the eyes of photographer M.J. Ticcino. These unique pieces bring yet another dimension to our historic site and the brave men and women that encamped here.  This exhibit is located in the Visitor Center.            General von Steuben The Making of an American Army What made Friedrich Wilhelm Baron von Steuben the right man at the right time? Early in his career Steuben learned the basic rules for the routine administration of an army. He systematically applied these rules immediately upon his arrival at Valley Forge. Drilling the troops daily, Steuben imparted to the Continental Army the essential tactical proficiency that served it well from Monmouth to final victory at Yorktown.  Click here for this and other podcasts, available on iTunes          How Do We Know? More than 230 years have passed since the winter encampment, how do we know what the house and rooms looked like? To recreate Headquarters as Washington knew it, modern scholars have analyzed documentary, architectural, and archeological evidence.  This exhibit is located in the Valley Forge Train Station.           Washington’s Headquarters (Train Station Exhibit) The decision to winter at Valley Forge was made by General Washington in consultation with his officers and aides. It was a compromise to appease the Continental Congress, the Pennsylvania government, and Washington himself, who wanted a safe and strategic place to rest and protect the troops during the winter. Come inside the inner circle at Valley Forge for a glimpse of General Washington as he ponders the fate of his men and his country.  This exhibit is located in the Valley Forge Train Station.         Forging a Nation Valley Forge is a name so embedded in the story of the American Revolution that its roots in the iron industry are almost forgotten.  This exhibit is located at the Washington’s Headquarters Stables.            Road to Victory On May 6, 1778, the army celebrated the new alliance with France on the Grand Parade of Valley Forge. As part of that celebration they demonstrated their new found professionalism by marching on to the field with precision and firing a perfect feu de joie. It was this professional army along with their French Allies that would lead to victory at Yorktown, Virginia.  This is a web exhibit.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/exhibits.htm"
}
