{
    "title": "Lake Mead National Recreation Area: Recreation",
    "body": "Recreation in Wilderness Areas            Keep up-to-date about Lake Mead NRA  by following us via our social media sites:                          Wilderness areas are managed in such a way that they are unhindered and free from intentional modern human control or manipulation. In other words, the imprint of humans goes largely unnoticed. This is achieved by encouraging primitive recreation, minimal tool allowances and enhancing the naturalness of an area. Change occurs generally by natural disturbance only.   Wilderness units offer the chance to seek remoteness, freedom, risk, and the physical and emotional challenges of self-discovery and self-reliance. Nature takes the lead and humans follow when journeying into the wild.      Backcountry Permit         You do not need a permit to access National Park Service Wilderness Areas in Lake Mead National Recreation Area. For the areas jointly managed with the Bureau of Land Management, permits may be required.    Camping         Camping is allowed in the wilderness area. Please use Leave No Trace minimum impact principles. Camping is limited to a total of 90 days within any consecutive 12-month period. Backpackers may camp anywhere in the backcountry unless posted as a \"No Camping\" area. Campsites must be at least 1\/2 mile off of designated roads and 100 ft. from any spring, water-hole, seep or other watering device. Camping is allowed for up to 15 days in one location at Lake Mead National Recreation Area.    Campfires         Campfires are permitted. You must bring your own wood unless it is driftwood found below the high water line. Remove all traces as you would trash, including ashes and unburned wood, and scatter your fire ring before leaving. Be aware that Fire Restrictions may be in place park-wide or district-wide during certain times of the year.    Fishing or Hunting         Hunting, trapping, or fishing is allowed if you have the proper license during the proper season. Hunting and fishing are two of the primary intended uses of wilderness. Target practice is prohibited.    Horse or Pack Animals         The use of horses or pack animals is allowed in wilderness areas of the Lake Mead National Recreation Area.    Roads         No motorized vehicles or equipment are generally permitted in a designated wilderness area. This includes human-powered machines such as a bicycle. At Lake Mead National Recreation Area, some existing Approved Roads allow vehicle access through wilderness areas. However, no off-road vehicle travel is permitted.    Rock Climbing         Rock climbing is at your own risk. No permanent means of support can be left in place on the route.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/recreationwilderness.htm"
}
