{
    "title": "Valley Forge National Historical Park: Visitor Center",
    "body": "Visitor Center         Valley Forge NHP  Opened Friday, March 31, 1978, the Valley Forge National Historical Park Visitor Center is a multi-use building. Designed by Walter Ogg of the Philadelphia firm of Eshbach, Glass, Kale, and Associates, the Visitor center consists of two towers which are connected by the main floor of the Visitor center. Both towers are made of reflecting glass which captures the Valley Forge countryside. The information desk should be the starting point for a visit to Valley Forge National Historical Park. Here visitors can acquire a map, in English and five other foreign languages, showing the self-guided auto tour of historic sites in the park, bike trails, and picnic areas. Information on special hikes, tours, events, and educational programs may also be obtained here. Also, visitors can get information on accommodations, restaurants, surrounding historic sites, State Parks, and other National Parks at the information desk.  The museum exhibit \"Determined to Persevere\", showcases the various artifacts and stories relating to Valley Forge.  The Park film \"Valley Forge: A Winter Encampment\" plays every 30 minutes from 9:30 am to 4:30 pm in the park theater.  The Encampment Store, a non-profit organization which helps finance various programs within the park, operates a bookstore on the main level of the Visitor Center. At the bookstore, visitors may purchase postcards, books, pictures, and various educational souvenirs dealing with the American Revolution. The two main entrances of the Visitor Center are both accessible for wheelchair users, as are the restrooms and water fountains on the main level. There is an elevator available to assist with access to the exhibit area from the upper level. A wheelchair is also available for use in the Visitor Center upon request. The Valley Forge National Historical Park Visitor Center is open from 9:00 am to 5:00 pm daily. In the summer months, the Visitor Center may be open later. Please check the Operating Hours & Seasons page for current hours.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/visitor-center.htm"
}
