{
    "title": "Valley Forge National Historical Park: General Washington",
    "body": "General George Washington         Charles Willson Peale (American, 1741-1827). George Washington, 1776. Oil on canvas, 44 x 38 5\/16 in. (111.7 x 97.3 cm). Brooklyn Museum, Dick S. Ramsay Fund, 34.1178  General George Washington In 1777, the Continental Army lost the battles of Brandywine, Germantown, and their capital Philadelphia. Support for Washington in the Congress was reaching a new and unimaginable low. On December 19th 1777, as the Continental Army was marching into Valley Forge, George Washington was vilified by many as an incompetent general who should be relieved of his command at the earliest opportunity. As the army began to establish the camp here at Valley Forge, Washington faced several enemies on several fronts. First, there was the Congress. Quartered in nearby York, Pennsylvania, many in the Congress doubted Washington's ability to command. He wasn't winning battles. In fact, the Continental Army was regularly and frequently beaten by the British. There were still more who feared Washington himself. A general commanding a regular and standing army might feel that the Congress had no business directing and ordering generals around. They feared that Washington may choose to make himself a king and do away with the Congress. Other Washington enemies were some of his own subordinate generals. The detractors felt that they could do a better job than Washington. They felt his maneuvers and actions showed ignorance and incompetence. After all, Washington's experience in command was limited to just the Virginia militia during the French and Indian War of the 1750s. Militia was not the regular army. Therefore, Washington was unfit for command and should be either relieved or superseded. Those generals had no problem communicating their disdain for Washington to anyone who would listen. Through all of this, George Washington was determined to persevere. He knew that there were internal forces aligned against him along with the British. He also knew that there were many of the army as a counting on him. Support was there. It would be wrong though, for Washington to go out and campaign for support. He would not go out and publicly chastise his generals. Washington knew that he could not in any way display any emotion other than calmness and dignity. The men had to know that whatever the condition of the army and camp, Washington was calm, confident and in charge. One of the first issues when arriving at Valley Forge for Washington was the movement against him. Delegates to Congress and generals were working to have him replaced. Led by the likes of Gen. Horatio Gates and Gen. Thomas Conway, along with Congressional delegate James Lovell of Massachusetts, there was a loud chorus for Washington's removal that gathered steam during the early part of the camp. It should be stated that this movement was, for the most part, one of genuine concern for the American cause. There were some, like Conway himself, who were interested in the position for personal ambition and not necessarily the betterment of the American cause. Politically, the Congress established the Board of War in 1776 to assist and help support the Washington and the army in the field. By 1777, the Board of War was made permanent and staffed by some political enemies of Washington like Horatio Gates, who was made the Board's president. Washington, ever the leader, would not bow to political showmanship. Yes, he privately made sure that his supporters represented the true state of the army and the course of the war to the Congress. He wanted the delegates in York to understand that it took time to develop a regular army. All of the men needed to be trained and understand what it meant to be a soldier. Commanding officers needed to be on site with the men. Some just did not understand that changes of this magnitude did not happen quickly.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/gwashington.htm"
}
