{
    "title": "Valley Forge National Historical Park: Lesser Known Personalities",
    "body": "Lesser Known Personalities       Lieutenant James McMichael – Farewell My Journal Lieutenant McMichael was a native of Scotland who immigrated to America and settled in Lancaster County, Pennsylvania. McMichael enlisted in the Pennsylvania forces and served at Brandywine, Germantown, and Valley Forge. In his diary, McMichael left a vividly entertaining account of the army campaigns of 1776 and 1777, often describing the events with classical allusions and with poetry. When he left Valley Forge in the spring of 1778, he bid “Farewell my Journal” and sent that portion of his diary home. It is known that he kept a diary for the rest of the war, but unfortunately, it has never been found. Just after the war, he sailed for Scotland, but his ship never reached her destination.   Peter Francisco – The Most Famous Enlisted Man in the Continental Army c. 1760-1836 Francisco, a native of Portugal was put ashore in Virginia and abandoned under mysterious circumstances at the tender age of 10. Patrick Henry’s uncle raised Peter, and he became an ardent patriot. He joined the 10th Virginia Regiment at the age of fifteen. At six-feet, six-inches, and 260 pounds, Francisco was a giant of man and became renowned for his battlefield exploits. He served at Brandywine, Germantown, and Valley Forge, and was wounded four times during the course of the war. He once single handedly carried a 1000-pound cannon off the field to prevent its capture and wore a huge sword specially commissioned for him by General Washington.   John Eager Howard – A Most Remarkable Officer c. 1752-1827 If one were to single out a particular regiment and commander during the American Revolution for distinction, it would be easy to pick John Eager Howard of the Fourth Maryland Regiment. He and his men were always at the forefront in battle, often helping to turn the tide. He served at Germantown, wintered at Valley Forge and participated in many of the key battles in the South. His exemplary feats and tireless devotion to duty caused General Nathanael Greene to say that he was “as good an officer as the world affords.”   Joseph Plumb Martin – Private Yankee Doodle c. 1760-1850 Like many of the continental soldiers, Private Martin suffered through constant trials of cold, hunger and fatigue. Martin is unique in that he left behind one of the best accounts of the Revolution from a private’s point of view. He enlisted at the age of fifteen in the Connecticut state troops, then enlisted for the “duration” in the Continental Army, where he served for six years from 1777-1783. As the hungry and tired army came into Valley Forge in December of 1777, Martin said that the men did not think of disbanding because they “had engaged in the defense of their injured country and were determined to persevere.”   Timothy Murphy – Most Famous Marksman of the Revolution c. 1751-1818 Timothy enlisted in the Pennsylvania forces and like many of the legendary crack shots who carried the famous long rifle, he joined Daniel Morgan’s rifle corps. Since he was perhaps the best shot in the army, officers selected Murphy to pick off key British officers who were reforming an attack at the Battle of Saratoga in the fall of 1777. Murphy made the shots and helped the army to victory in what is often called the turning point of the Revolution. Murphy then wintered at Valley Forge with Morgan’s riflemen and served with distinction for the remainder of the war.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/lesserknownpersonalities.htm"
}
