{
    "title": "Valley Forge National Historical Park: The Women of Valley Forge",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Women of Valley Forge                The Women Present at Valley Forge       As Abigail Adams will write to her husband John to \"remember the ladies\" during the Continental Congress, we must not also forget the many women who played a vital role during the winter encampment at Valley Forge from 1777 to 1778.       Officers' Wives Martha Washington-(1732-1802)- During the Revolutionary War, Martha joined her husband for part of each winter encampment, he attended, including the 1777-1778 encampment at Valley Forge. Martha arrived in the beginning of February and left in the beginning of June. Much of Martha's time at the encampment was involved in running the household at Washington's Headquarters. This would include organizing daily meals for the staff, entertaining guests and officers' wives. According to Pierre Etienne Duponceau, secretary to Baron Von Steuben wrote, \"In the midst of all our distress there were some bright sided of the picture which Valley Forge exhibited...Mrs. Washington had the courage to follow her husband to that dismal abode…\"  Catherine \"Caty\" Littlefield Greene-(1753-1814)- Was the wife a Gen. Nathanael Greene, the new appointed quartermaster general of the Continental Army at Valley Forge. \"Caty\" Greene was twenty-four years old when she arrived at the Valley Forge in January of 1778. \"Caty\" Greene entertained other officer wives and took part in the celebration of the French-American Alliance on May 6th, 1778. At the end of May, Catherine Littlefield Greene made the return trip home back to Rhode Island to be reunited with her two young children.  Lucy Flucker Knox- (1756-1824) - Was the wife of Gen. Henry Knox the commander of the Continental Army's Artillery. Lucy Knox was one of the youngest of the officers' wives at the age of twenty-two to arrive at the Valley Forge Encampment in late May of 1778 with her two-year-old daughter. She joined her husband in the center of encampment before the army march out on June 19th, 1778.  Lady Stirling (Sarah Livingston Alexander)- (1722(?)-1791) - Was fifty-six years old when she arrived at the Valley Forge Encampment to join her husband Maj. Gen. Lord Stirling (William Alexander). Lady Stirling joined other officer's wives for the camp production of the play Cato.  Hannah Till- Was an African American slave who worked as a cook and servant at Washington's Headquarters during the encampment. Her wages for her work were paid to her master until she was able to redeem her freedom in June of 1780.  Elizabeth Thompson- Was an Irish woman well into her seventies working as a housekeeper for General Washington from 1776 to 1781. She managed all the cooks and servants and ensured all linens and rooms were cleaned to the highest standards. She was directly involved in the packing and unpacking of the household goods for Washington's many headquarters throughout the war.       Camp Women Many women took to the road and joined their husbands with the army. The women walked carrying whatever possessions they had on their backs and frequently carrying or leading their children. They came from a variety of backgrounds so their appearance and possessions varied. General George Washington believed that women should not be allowed to follow the army for a variety of reasons, however;Washington realizes the dynamics of his army and those women can provide a vital role to the army and its survival.  Wives were entitled to half rations and children to quarter rations, but most women earned their keep by doing laundry, mending, and other camp chores. If she violated the military regulations, she could expect to be arrested, tried, and if found guilty, punished in the same manner as a man. An example of this punishment comes from the General Order of the 2nd Pennsylvania Regiment in 1778, \"Should any women refuse to wash for a soldier at the army rate...the officer commanding the company...is immediately to dismissed her from the regiment…\"        Nurses Women also earn wages by tending to the sick and wounded in the military hospitals around the encampment. In 1777, Congress authorizes the nurses to be paid eight dollars per month for their services. The following year General George Washington orders the regimental commanders to assist their surgeons in acquiring as many women of the army to serve as nurses. One such woman, named Jane Norton, who when trying to obtain her pension mentions her service caring for the sick and wounded during the encampment of 1777-1778.  Polly Cooper- Young Oneida woman who came to Valley Forge and assisted the soldiers caring for the sick and dying. As a thank you for her service Martha and George Washington presented her with a black shawl.       Artillery Aides Mary Hayes \"Molly Pitcher\"- (1754-1832) Daughter of a New Jersey Dairyman and marries at the age of 13 to a barber named William Hayes. Her husband enlisted in the PA Artillery and Mary joined him during the Philadelphia Campaign. During the battle of Monmouth her husband was wounded and Mary took over firing the artillery. She and her husband wintered here at the Valley Forge Encampment.         Citations Fleming, Thomas. Washington's Secret War. Harper Collins Publishers, 2005. Print  Gibson, James E. Dr. Bodo Otto and the Medical Background of the American Revolution. Sarasota Fl. Coastal Printing, 1937. Print  Loane, Nancy K. Following the Drum: Women at the Valley Forge Encampment. Potomac Books, 2009. Print.  Mayer, Holly A. Belonging to the Army: Camp Followers and Community during the American Revolution. Columbia, S.C.: U of South Carolina, 1996. Print.  Roberts, Cokie. Founding Mothers: The Women Who Raised Our Nation. New York: HarperCollins, 2005. Print.  Stephenson, Michael. Patriot Battles: How the War of Independence Was Fought. New York: HarperCollins, 2007. Print.  Weisfeld, Ellen K. Women In The American Revolution: Background Information on Women Present at Valley Forge. 1977. Print.   \"Molly Pitcher\" Valley Forge Historical Society. www.ushistory.org",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/valleyforgewomen.htm"
}
