{
    "title": "Montezuma Castle National Monument: Montezuma Well Virtual Tour",
    "body": "Montezuma Well Virtual Tour          On this page you will find two different types of content, Quicktime VR (QTVR) Movies and JPEG Panoramic Images.  (QTVR) movies allow viewers to scan right and left and in most cases all the way around. They provide a way of getting an overall impression of a scene and not just one static view. There are two ways to view each QTVR. The first is by left clicking on the link. Doing that will cause the page to change and the movie to open in the new page. The second way is by right clicking on the link and then selecting \"Save Target As\". This will allow you save each QTVR to your own computer. Once saved you will be able to open each QTVR in a seperate Quicktime window on your computer.   Once open, all you have to do is hold down the mouse on the image and drag to the right or left to pan around. Use the + and - buttons to zoom in and out. The same to two options hold ture for viewing the JPEG Imgaes. Please be aware that these images are very large files and they may take a while to download depending on your connection speed. You can also see these images in our Photo Gallery. Please note that you will need the latest version of Apple's QuickTime software to view the QTVR Movies below. If you do not have the latest version click here to download it for free.       The Parking Lot & Contact Station         View Of The Contact Station From The Parking Lot QTVR Movie (2.22Mb) JPEG Image (3.58Mb)       As you get out of your car you look around to the Contact Station; the loop trail starts there. Before you start on the trail, though, you stop by the Contact Station and talk to the Ranger. The Ranger tells you a little about the Well, including that when you get to the first overlook you’ll not only be able to see the natural limestone sink hole, but also pre-historic cliff dwellings to your left. The Ranger also suggests taking water with you!         The Trail At Montezuma Well         View Of The Well & Cliff Dwellings From The First Overlook QTVR Movie (2.46Mb) JPEG Image (4.32Mb)       After climbing the 85 yards to the First Overlook, you get your first sight of this amazing water feature.  Ducks and muskrats are swimming below.  You turn to your left (north and a little west) as the Ranger suggested to see the cliff dwellings.  As you continue to turn you see the limestone ridges that make up the rim of the Well. Turning back to the Well, past the guard rail, you spot some people on the trail down to the Swallet Cave and decide to continue down this spur trail.           View Of The Well From The Trail Down To Swallet Cave QTVR Movie (2.85Mb) JPEG Image (5.30Mb)       As you walk down the trail to the Swallet Cave you stop to take in the view.  You are much closer to the water and can just imagine the amphipods, leeches and water scorpions (the three species in the Well found no where else on earth!) under the water level.  Turning left (west) you see the guard rail on the rim of the First Overlook where you decided to come down to the Swallet.  As you continue turning you see a great boulder of limestone that fell from the cliff face in the 1930s.  Now you decide it’s time to see the Swallet Cave.           View Of The Swallet & Swallet Cave Ruin QTVR Movie (3.39Mb) JPEG Image (6.54Mb)       As you continue down the trail to the Swallet you see the cave ruins in front of you.  Inhabited between 1100 and 1425 these caves go back into the limestone cliff for 20 or 30 meters.  As you continue turning left (north) you see the end of this spur trail and then, still turning, the Swallet of the well.  This is where the water exits the main sinkhole by disappearing through a small tunnel underneath your feet and the cave ruins.  You don’t see any ducks, but there often are a couple of species searching for food in the water here.  Making the final turn, so that you are facing west now, you see the trail that brought you down and decide to make the climb back up and to continue on the main loop.           View Of The Well & Cliff Dwellings From The Second Overlook QTVR Movie (2.40Mb) JPEG Image (4.13Mb)       From this Second Overlook you can see the same cliff dwellings straight across the Well, which you saw on your left from the First Overlook.  In fact, if you squint, you can see people on the First Overlook!  As you turn to your left (west) you first see the limestone cliff face, and then focus in on the plants of Central Arizona which were useful to the Sinagua.  The prickly pear cactus fruits (and pads!) augmented their diets, as did juniper trees while providing some shade.  You continue turning to see the path lead down and away towards the Outlet, but before you continue on the loop trail you take a moment to look at the mound of rocks next to the Second Overlook.  It is covered in plant growth, but the sign says that it is a pueblo ruin.  Yet another building type used by the Sinagua!           View At The Outlet QTVR Movie (3.39Mb) JPEG Image (6.75Mb)       When you took the main loop trail down you saw a spur trail towards the Outlet.  Here in front of you now (facing west), is where the water from the Well exits and the prehistoric canal, dug by the Sinagua, begins.  The canal carries over a million and a half gallons of water a day, just as it did when the Sinagua used it to irrigate their fields.  On your right is the base of an Arizona Sycamore, a tree that was already sizeable when soldiers from Ft. Verde had their picture taken there in the late 19th century.  As you turn around (to the east) you see Beaver Creek which could have been a good source of drinking water for the Sinagua, as the Well water has high levels of arsenic.  It also brings a few fish, and the Beaver for which it is named.  Finally turning south now, you see the spur trail that brought you here, and all the wonderful ash and sycamore trees that line the canal and Beaver Creek.  From here you go back to the main loop which takes you back to your car in the parking lot.         The Pit House Ruin         View From Just Outside The Pit House Ruin QTVR Movie (2.52Mb) JPEG Image (4.88Mb)       Leaving the Well parking lot you decide to stop at the Pit House Ruin to see yet another prehistoric building style found at Montezuma Well.  After parking your car you walk up the path and to the left side of the ruin.  Looking now at the center of the Pit House you can see the depressions where the poles to hold up the roof were originally positioned.  The large horseshoe shape in front of you indicates the entrance to the house, which would have sloped down into the pit, or half buried portion, of the house.         The Picnic Area         View Of The Picnic Area QTVR Movie (3.29Mb) JPEG Image (6.21Mb)       When you drove in you saw a sign for the Picnic Area.  After touring the Well you’re hungry, and decide to go check out the tables.  In front of you is a gorgeous, wide open grassy area with lots of cottonwood, ash and sycamore trees for shade.  As you turn left (east) you see the canal, the continuation of the waterway from the Outlet, which is still is use.  Private property owners past the park’s boundary still have water rights today!  You decide to take off your shoes and dip a toe in the nice, clear water after eating lunch.         Special Images From Closed Areas Of The Monument         View From The Center Of The Well QTVR Movie (2.58Mb) JPEG Image (4.76Mb)       While many visitors would like to be able to swim in the Well, the water is closed to visitors (although most don’t want to swim in it after learning about the water scorpions and leeches!).  Resource personnel have a boat to facilitate our project for the removal of non-native slider turtles.  The turtles have been released by visitors in the past, but are out-competing the native Sonoran Mud Turtle.  Take a turn around the center of the Well to get this incredible view of glassy water and limestone cliffs with 800 year-old ruins rising above you.         View From Inside Swallet Cave QTVR Movie (1.46Mb) JPEG Image (3.53Mb)       Another place visitors would love to get a better look at is the Swallet Cave Ruins.  However, because of the great potential for damage with each step into the caves, visitors are not allowed inside.  This view shows you the confined space available in the cave, past the Sinagua-built doorways.  In front of you is a small stretch of water coming from the Swallet.  It is flowing away from you and the start, right in front of you, is between 70 and 100 feet from the Swallet opening.  As you turn to your right you see a conglomerate rock wall left from ancient flow off of the Mogollon Rim called alluvial fill.         Images and QTVR's by Joshua Boles & Ryan Edwards - NPS Virtual Tour Text by Sharlot Hart - NPS",
    "url": "https:\/\/www.nps.gov\/moca\/learn\/photosmultimedia\/montezuma-well-virtual-tour.htm"
}
