{
    "title": "Valley Forge National Historical Park: African Americans at Valley Forge",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     African Americans at Valley Forge                African Americans at Valley Forge       The majority of the African-Americans who served in the Continental Army at Valley Forge, were in combat units, they manned positions in the outer defense lines and were on foraging parties. These soldiers also helped in the construction of the huts and fortifications that were here in the encampment. They also performed specialized duties in many fields such as medical orderlies, musicians, waiters, wagoners, and armorers. African-Americans and white soldiers received the same pay, wore the same uniforms, and shared the winter hardships of short rations and being sheltered in cold huts. There were no whole African-American regiments that served at Valley Forge. Most of the African-American soldiers served in regiments from Rhode Island, Connecticut, and Massachusetts mixed in with other ethnic groups.   As the army dwindled -- due to the many hardships at Valley Forge -- the army was in constant need of reorganization and new troops. General James Mitchel Varnum and others believed that recruiting more African-Americans was needed to win the war and save the army. In January of 1778, Varnum convinced the Commander-in-Chief George Washington, that the states needed to foot the bill to purchase the freedom of slaves and train them into the Continental Army. In February of 1778, Rhode Island became the first state to purchase the freedom for slaves. The first slaves to enlist in the army were Cuff Greene, and Dick and Jack Champlin. Rhode Island paid £120 for their freedom. In June of 1778, General Varnum left the Valley Forge Encampment to train these troops. Between 130 and 300 African-Americans joined the Continental Army before the law allowing their enlistment was repealed on June 10th 1778.    Some of the other African-Americans that were here during the encampment included Shadrack Battles, a 32-year-old \"free man of color\" who enlisted in the Tenth Virginia Regiment in December 1779, and Windsor Fry, another free black man who served with the First Rhode Island Regiment. Salem Poor of Massachusetts, who purchased his freedom, came to Valley Forge after distinguished service at Bunker Hill and Saratoga. One of these slaves serving as substitutes for their masters was Samual Surphen in the New Jersey Brigade.    Citations    Becton, Joseph. \"Black Soldiers At Valley Forge.\" 1985. Print.    Fleming, Thomas J. Washington's Secret War: The Hidden History of Valley Forge. New York: Smithsonian \/Collins, 2005. Print.    Greene, Lorenzo. \"Some Observations On The Black Regiment Of Rhode Island In The American Revolution.\" 1952. Print.    Quarles, Benjamin. The Negro in the American Revolution. University of North Carolina Press, 1961. Print.    Stephenson, Michael. Patriot Battles: How the War of Independence Was Fought. New York: HarperCollins, 2007. Print.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/historyculture\/africanamericans.htm"
}
