{
    "title": "Valley Forge National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     June 21, 2016  Forest Continues to Recover at Valley Forge National Historical Park - Summer 2016  Following six years of implementation of the park’s White-tailed Deer Management Plan\/Environmental Impact Statement (plan), monitoring by National Park Service staff continues to document native seedlings that had not been seen just a few years ago, including maple, red bud, maple-leaf viburnum, dogwood, oak, tulip-poplar, black gum, hickory, cherry, hackberry, ash, and sassafras.   April 29, 2016  Tourism to Valley Forge National Historical Park  Creates $40.1 Million in Economic Benefits  A new National Park Service (NPS) report shows that 2.1 million visitors to Valley Forge National Historical Park in 2015 spent $26.6 million in communities near the park. That spending supported 471 jobs in the local area and had a cumulative benefit to the local economy of $40.1 million.   April 11, 2016  Race into History and Rediscover Valley Forge  This year marks both 100 years for the National Park Service, and 40 years as a national historical park for Valley Forge. To mark this special year, Valley Forge National Historical Park and our partners are welcoming those who have enjoyed the park for years, and the next generation of visitors to celebrate a very special National Park Week.   February 11, 2016  Cold Weather Delays Living History Program  Due to anticipated cold weather and high winds on Sunday, February 14, 2016 the Second Pennsylvania Regiment living history portion of George Washington’s Birthday Celebration at Valley Forge National Historical Park will be moved to March 5, 2016.   January 29, 2016  A Presidential Birthday Weekend at Valley Forge  For George Washington's 46th birthday, Martha surprised him with a public celebration at his headquarters in Valley Forge, bringing some mid-winter excitement (and cake) to the General and his staff. Following in her footsteps, Valley Forge National Historical Park has planned a weekend of programs and activities to celebrate Washington's 284th birthday this year.   January 27, 2016  Public Input Sought on the Scoping Document for a Nationwide Multi-Unit Wildland Fire Management Plan \/ Environmental Assessment  King of Prussia, PA - The National Park Service (NPS) is soliciting public input on the proposed development of fire management plans for 28 park units nationwide, including Valley Forge National Historical Park.   January 08, 2016  Valley Forge National Historical Park and the Friends of Valley Forge Park Receive Field Trip Grant from the National Park Foundation  Valley Forge National Historical Park is one of 186 federal sites selected to receive a 2015 field trip grant from the National Park Foundation, the official charity of America’s national parks. The Every Kid in a Park grant will help fund educational experiences for school children, and help pay for transportation to the park for schools in need of assistance.   December 04, 2015  Valley Forge National historical Park Prepares for The March-in of The Continental Army  Valley Forge National Historical Park will be hosting the March-in of The Continental Army annual event on December 19, 2015 from 6:00 p.m. to 8:00 p.m. at the Visitor Center complex area inside the park. This event commemorates the December 19, 1777 march in of General George Washington's Continental Army to Valley Forge to set up winter quarters.   November 06, 2015  Valley Forge National Historical Park Celebrates American Military Veterans  Valley Forge National Historical Park invites everyone to commemorate Veterans Day and celebrate the 70th anniversary of the end of World War II.   October 31, 2015  Valley Forge National Historical Park Initiates the Sixth Year of White-tailed Deer Management  In November 2015, Valley Forge National Historical Park will begin the sixth year of lethal removal of white-tailed deer as part of the White-tailed Deer Management Plan\/Environmental Impact Statement (plan). Lethal removal activities will extend through March 2016.   September 28, 2015  Valley Forge National Historical Park and Hopewell Furnace National Historic Site Welcomes Cristina Ramirez  Cristina Ramirez, graduate of the University of Virginia, will help prepare Valley Forge National Historical Park and Hopewell Furnace National Historic Site for the National Park Service’s 100th anniversary in 2016.   September 01, 2015  Valley Forge National Historical Park Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Valley Forge National Historical Park invites all 4th grade students to visit the park as part of the White House’s new Every Kid in a Park program.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/news\/newsreleases.htm"
}
