{
    "title": "Valley Forge National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 13, 2015  Valley Forge National Historical Park Announces Summer Program Lineup  Valley Forge National Historical park Announces the 2015 Summer Program Lineup.   May 15, 2015  Memorial Day 2015 Observance at Valley Forge National Historical Park  Valley Forge National Historical Park in partnership with the Washington Memorial Chapel and The Freedom's Foundation will observe Memorial Day on Monday, May 25 with a new audio tour, and a concert from the 58-bell Washington Memorial National Carillon.   May 11, 2015  Forest Continues to Recover at Valley Forge National Historical Park  The forest at Valley Forge National Historical Park is continuing to recover from decades of over-browsing by white-tailed deer.   May 07, 2015  Valley Forge National Historical Park Leases the Philander Chase Knox House for Use as an Event Venue  The National Park Service has leased the Philander Chase Knox house and adjacent grounds to Valley Forge Park Events LLC for a ten year period.   April 23, 2015  Tourism to Valley Forge National Historical Park and Hopewell Furnace National Historic Site creates a combined $26.9 Million in Economic Benefits  A new National Park Service (NPS) report shows that the 1.9 million visitors to Valley Forge National Historical Park and 48,105 visitors to Hopewell Furnace National Historic Site in 2014 spent $24.2 million and $2.7 million respectively, in communities near the parks.   April 02, 2015  Valley Forge National Historical Park Joins National  Find Your Park Movement  Find Your Park at Valley Forge National Historical Park during National Park Week, April 19-25. Participate in the 10th Annual Revolutionary 5-mile Run®, join a bird walk, and bring the family to Junior Ranger Day.   February 03, 2015  Valley Forge Celebrates Washington's Birthday with a Full Weekend of Activities  Plans for Washington's Birthday Weekend include the Annual Boy Scout Encampment, a living history day, authour presentation and book signing, and on Monday share a slice of cake with the birthday boy himself.   February 02, 2015  President’s Budget Requests Additional Funds for NPS Centennial  President Obama’s budget request for fiscal year 2016 – the centennial year of the National Park Service – includes additional funds for the service’s critical conservation, preservation, and recreation mission.   December 15, 2014  Valley Forge National Historical Park Releases Request for Proposals for Commercial Lease of Maurice Stephens House  The National Park Service (NPS) at Valley Forge National Historical Park announces the release of a Request for Proposals for commercial leasing opportunities of the Maurice Stephens House.   December 08, 2014  The Army Arrives! Valley Forge National Historical Park Commemorates the 237th Anniversary of the Continental Army’s March to Valley Forge  Valley Forge National Historical Park will commemorate the army’s arrival and their determination to persevere against overwhelming hardship and the difficult conditions they experienced during their six-month encampment.   November 03, 2014  Valley Forge Veterans Day Commemoration: Ceremony and Presentation  Valley Forge National Historical Park will commemorate the Continental Army's legacy and honor all of America's military, past and present, with special events on Veterans Day, November 11. The public is welcome to attend a commemoration ceremony at the National Memorial Arch beginning at 11 a.m.   October 29, 2014  Valley Forge National Historical Park Initiates the Fifth Year of White-tailed Deer Management  Valley Forge National Historical Park will conduct the fifth year of the lethal reduction phase of the White-tailed Deer Management Plan\/Environmental Impact Statement (plan) beginning in November 2014 and extending through March 2015. The plan addresses the browsing of tree and shrub seedlings by an increasing deer population over the last two decades which prevented the ability of native forests to grow and mature and reduced habitat for a range of native wildlife species.   September 30, 2014  Valley Forge National Historical Park to Test Prescribed Fire  as Meadow Management Tool  Final preparations are underway for a prescribed fire at Valley Forge National Historical Park that will take place in October. The project will test the effectiveness of prescribed fire in reducing the encroachment of invasive plant species in park meadows.   August 13, 2014  Citizen Scientists are invited to BEE a part of the Summer of Bugs at Valley Forge National Historical Park  Valley Forge National Historical Park and the Academy of Natural Sciences of Drexel University invite those interested in learning about and contributing to bug research to act as “citizen scientists” by observing and participating in a 24-hour BugBlitz on August 23-24.   June 09, 2014  Valley Forge National Historical Park launches summer season June 14 with the Annual March Out of the Continental Army  Valley Forge National Historical Park is ready to launch its summer season which is full of new and returning public programs, guided tours, and special events for both adults and children beginning with the Annual March Out of the Continental Army Commemoration on Saturday, June 14.   May 29, 2014  Forest Continues to Recover at  Valley Forge National Historical Park  The forest at Valley Forge National Historical Park is continuing to recover from decades of over-browsing by white-tailed deer. Following four years of implementation of the park’s White-tailed Deer Management Plan\/Environmental Impact Statement, monitoring by National Park Service staff has documented native species seedlings that had not been just a few years ago, including maple, red bud, maple-leaf viburnum, dogwood, oak, tulip-poplar, black gum, hickory, cherry, hackberry, ash, and sassafras.   May 16, 2014  Memorial Day Observance at Valley Forge National Historical Park  Valley Forge National Historical Park in partnership with the Washington Memorial Chapel and The Freedom’s Foundation will observe Memorial Day on Monday, May 26 with special guided tours, a new audio tour, and a concert from the 58-bell Washington Memorial National Carillon.   May 09, 2014  Citizen Scientists are invited to participate in the \"Summer of Bugs\" at Valley Forge National Historical Park  Valley Forge National Historical Park and the Academy of Natural Sciences of Drexel University are partnering in the Summer of Bugs, a summer-long inventory of the park’s terrestrial invertebrates, better known as land bugs. The public is invited to participate in events and activities all summer long.   May 08, 2014  Groundbreaking ceremony for the new pedestrian\/bicycle bridge in Valley Forge National Park rescheduled for May 14 at 11 a.m.  The groundbreaking for Sullivan’s Bridge, the new pedestrian\/bicycle bridge across the Schuylkill River in Valley Forge National Historical Park, has been rescheduled for Wednesday, May 14 at 11:00 a.m. The ceremony will take place on the construction site adjacent to the Betzwood Picnic Area. The public is invited to attend.   April 23, 2014  Public is invited to the ceremonial groundbreaking of the new pedestrian\/bicycle bridge in Valley Forge National Park  The groundbreaking for Sullivan’s Bridge, the new pedestrian\/bicycle bridge across the Schuylkill River in Valley Forge National Historical Park, will occur on Thursday, May 1 at 1:00 PM. The ceremony will take place on the construction site adjacent to the Betzwood Picnic Area. Senator John Rafferty, National Park Service, and PennDOT and local officials will share their enthusiasm for the new construction. The public is invited to attend.   April 09, 2014  Go Wild for History and Outdoor Recreation at Valley Forge National Historical Park during National Park Week  National Park Week is an annual celebration and invitation to the public to re-connect with the 401 national parks across the country. Valley Forge National Historical Park will host a number of special events and programs for all ages throughout the week of April 19 – 27, providing plenty of opportunities for visitors to embrace this years’ theme and “Go Wild!”   March 20, 2014  Incomparable Patience and Fidelity  The public is invited to spend a weekend with the Fourth Connecticut Regiment at Valley Forge National Historical Park.   January 31, 2014  Valley Forge Celebrates Washington’s Birthday over Presidents’ Day Weekend  Valley Forge National Historical Park has planned a weekend of programs and activities to celebrate Washington’s 282nd birthday this year.   October 31, 2013  Valley Forge National Historical Park will Commemorate America’s Veterans with Special Programs and Ceremonial Services on November 11  Valley Forge National Historical Park will commemorate the Continental Army's legacy and honor all of America's military, past and present, with special events on Veterans Day, November 11. The public is welcome to attend a commemoration ceremony at the National Memorial Arch beginning at 11 a.m.   September 30, 2013  Valley Forge National Historical Park Releases Two Requests for Proposals for Commercial Leases  The National Park Service (NPS) at Valley Forge National Historical Park announces the release of two separate Requests for Proposals for commercial leasing opportunities of historic buildings.   September 16, 2013  Hundreds of volunteers expected to help spruce up  Valley Forge National Historical Park on National Public Lands Day  Volunteers are invited to roll up their sleeves and get dirty and  help to spruce up Valley Forge National Historical Park (NHP) on Saturday, September 28, 2013 in celebration of National Public Lands Day. Special musical guest, the New Bedford Youth Ambassador Program (YAP!) and the Young Friends Block Party and Fundraiser Cookout are also part of the day’s celebrations in addition to the announcement of the “Name the New Trail Bridge” contest.   June 24, 2013  July 4th Community Picnic in the Park  Celebrate our nation’s independence with artillery demonstrations, historical games, an All-American cook-out, music, and more during the 3rd Annual Community Picnic in the Park at Valley Forge National Historical Park.   June 19, 2013  Be an Archeologist!  The public is invited to participate in an archeological excavation this summer of the 1st Virginia Brigade site at Valley Forge National Historical Park.   June 18, 2013  Helping Hands for America’s Lands on National Public Lands Day 2013  Volunteers are invited to roll up their sleeves, get dirty and help to spruce up Valley Forge National Historical Park (NHP) on Saturday, September 28, 2013 in celebration of National Public Lands Day.   June 07, 2013  Bridging the Schuylkill at Valley Forge  Plans are just about complete for a major new trail bridge across the Schuylkill River within Valley Forge National Historical Park. The new trail bridge is in need of a name, and the public is invited to come up with some great new ideas.   June 07, 2013  “Fall In” and March Out  On Saturday, June 15, from 11 a.m. – 1 p.m. re-create history and participate in a commemorative march along the historic trace road that General Washington’s Continental Army used to march out of Valley Forge 235 years ago.   June 05, 2013  Make History Name That Bridge Contest Announced  Plans are just about complete for a major new trail bridge across the Schuylkill River within Valley Forge National Historical Park. The new trail bridge is in need of a name, and the public is invited to come up with some great new ideas.   May 15, 2013  Forest Beginning to Recover at Valley Forge NHP  The forest at Valley Forge National Historical Park is beginning to recover from decades of over-browsing by white-tailed deer.   May 03, 2013  Celebrate National Trails Day, Saturday, June 1, 2013 at Valley Forge National Historical Park  Valley Forge NHP will host a Trails Fair in celebration of American Hiking Society’s 21st annual National Trails Day® at the Betzwood Picnic Area from 8 a.m. to 1 p.m.   April 16, 2013  Celebrate YOUR National Parks during National Park Week  The annual and nationwide recognition of our national parks will be held during National Park Week, April 20-28, with a variety of special events and programs at Valley Forge National Historical Park.   March 01, 2013  Valley Forge Asbestos Release Site Remediation is Underway  The long-awaited clean-up of the asbestos release site (ARS) at Valley Forge National Historical Park is beginning. The ARS is a 112-acre area located along County Line Road and Station Lane within the park.   November 02, 2012  Valley Forge NHP will Commemorate America’s Veterans on November 11  Valley Forge will commemorate on Sunday, November 11, the Continental Army’s legacy, and honor all of America’s veterans and active military through music, living history, and special guest speakers.   October 11, 2012  Valley Forge Asbestos Release Site Remediation Contractor Selected  The long-awaited cleanup of the 12-acres asbestos release site in the park is underway.   October 01, 2012  Valley Forge National Historical Park Initiates the Third Year of White-tailed Deer Management  Valley Forge National Historical Park will conduct the third year of the lethal reduction phase of the White-tailed Deer Management Plan\/Environmental Impact Statement (plan) beginning in November 2012 and extending through March 2013.   September 25, 2012  National Park Service Seeks Public Comment on Proposed Leasing of Philander Chase Knox House and Construction of Gravel Parking Lot on Estate Grounds  At Valley Forge National Historical Park the National Park Service (NPS) intends to lease the Philander Chase Knox main house and immediate grounds for private use.   September 18, 2012  Community Partnership Rehabs Historic Covered Bridge  The iconic Knox Covered Bridge on Yellow Springs Road in Valley Forge NHP has received an important preservation treatment, thanks to the perseverance of the Friends of Valley Forge Park.   August 13, 2012  Knox Covered Bridge to be Refurbished & Painted  Beginning the week of August 20th, 2012, the Knox Covered Bridge on Yellow Springs Road will be closed for approximately 2 weeks to undergo much needed maintenance and a fresh coat of paint.   August 03, 2012  Volunteers to Lend a Hand on National Public Lands Day  Volunteers are invited to roll up their sleeves and get dirty help to spruce up Valley Forge National Historical Park on Saturday, September 29, 2012 in celebration of National Public Lands Day.   June 08, 2012  Park to Lease Historic Building  NPS seeks public scoping comments on proposed leasing of Philander Chase Knox (P.C. Knox) house and construction of gravel parking lot on estate grounds.   April 20, 2012  National Trails Day: America’s Largest TRAILgating Party  June 2: Valley Forge National Historical Park will host a Trails Fair in celebration of American Hiking Society’s 20th annual National Trails Day.® America’s Largest TRAILgating Party, is an open invitation to all Americans to get outside and connect with local hiking clubs, community groups, and state and national parks.   April 18, 2012  Valley Forge National Historical Park Successfully Concludes Deer Management Actions for Winter 2011-2012  Valley Forge National Historical Park completed the second year of the lethal reduction phase of the White-tailed Deer Management Plan\/Environmental Impact Statement (plan).   March 21, 2012  Junior Ranger Day 2012  Kids Join Continental Army To Learn Hands-On History on Junior Ranger Day at Valley Forge, Saturday, April 28, 2012   March 01, 2012  Valley Forge Revolutionary 5-mile Run Set for April 22  The seventh Annual Revolutionary 5-mile Run, produced and sponsored by the Valley Forge Convention and Visitors Bureau (VFCVB), will be held at Valley Forge National Historical Park on Sunday, April 22.   February 28, 2012  Philadelphia Area National Parks = visitors, money and jobs for local economy  A new National Park Service (NPS) report shows that 5,443,740 visitors in 2010 spent $208,742,000 in Independence National Historical Park, Edgar Allan Poe National Historic Site, Thaddeus Kosciuszko National Memorial, Hopewell Furnace National Historic Site, Valley Forge National Historical Park and in communities near the parks. That spending supported 3,078 jobs in the local area.   February 22, 2012  Living History Volunteers Kick Off Training Season  VIPs at Valley Forge recently completed their first training sessions of 2012 for living history interpretation.   January 25, 2012  Kate Hammond named Superintendent of Valley Forge National Historical Park  National Park Service Northeast Regional Director Dennis R. Reidenbach has named Kate Hammond as the next Superintendent of Valley Forge National Historical Park in Pennsylvania.  Hammond will also supervise the Superintendent of Hopewell Furnace National Historic Site in Elverson, Pennsylvania.   January 25, 2012  Washington's Birthday\/BSA 100th  George Washington was 46 years old before he ever partied on his birthday. This year, the party’s even bigger as Valley Forge National Historical Park continues the tradition during Presidents Day weekend, February 17 - 20.   December 07, 2011  Epic March-in to Valley Forge Re-enacted December 19  Two hundred and thirty four years later, on Monday, December 19, Valley Forge National Historical Park will commemorate this epic March-in with Dean Malissa as George Washington, The Historical Harmonies – Colonial Revelers and costumed park rangers, historical interpreters and volunteers.   October 04, 2011  Valley Forge Wins National Award for Volunteer Program  Congratulations and thanks to our outstanding park volunteers, partners, and staff for winning the national George and Helen Hartzog Award for Outstanding Volunteer Program in the National Park System.   October 03, 2011  VFNHP Initiates the Second Year of White-tailed Deer Management  Valley Forge National Historical Park will conduct the second year of the lethal reduction phase of the White-tailed Deer Management Plan\/Environmental Impact Statement (plan) beginning in November 2011 and extending through March 2012.   September 27, 2011  Pollarine Named Chief of Interpretation and Education for the NPS Northeast Region  Barbara L. Pollarine has been selected Chief of Interpretation, Education and Partnership Development for the National Park Service Northeast Region.   September 01, 2011  Volunteers to Lend a Hand on National Public Lands Day 2011  Volunteers are invited to roll up their sleeves and get dirty help to spruce up Valley Forge National Historical Park on Saturday, September 24, 2011 in celebration of National Public Lands Day.   June 13, 2011  Celebrate America’s Birthday in the Birthplace of its Army  As the nation celebrates the signing of the Declaration of Independence, the Valley Forge area and Montgomery County, just outside Philadelphia, offers some historic holiday weekend hoopla.   April 25, 2011  National Park to Celebrate Pivotal French Friendship  Thunderous musket and cannon fire echoed across Valley Forge in May of 1778, but instead of signaling vicious combat, it represented joyous celebration of a young America’s strategic and fruitful friendship with France.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/news\/newsarchive.htm"
}
