{
    "title": "Lake Mead National Recreation Area: Quagga Mussels",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Invasive Species     Quagga Mussels                  Quagga Mussels            Keep up-to-date about Lake Mead NRA  by following us via our social media sites:                           Invasive mussels are here! Quagga mussels have been found in lakes Mead and Mohave. Mud, plants and animals that may be lurking on your watercraft, trailer, equipment, or on your vehicle will cause the spread of invasive mussels. Invasive mussels cause millions of dollars of damage to boat and water systems by clogging pipes and engines. They also impact the native ecosystem and sport fisheries.         Quagga mussels are freshwater mollusks that typically have a zebra-like pattern on their shells. They are alien to North America. They can spread to other inland waters either in their immature form transported in water hidden in livewells, bilge, and motors or as adults attached to boat hulls, engines, aquatic weeds, equipment and other surfaces. The spread of quagga mussels to Lake Mead and Lake Mohave will potentially cost millions of dollars by clogging engines and encrusting boats and facilities, disrupting the food chain, disrupting sport fishing, and littering beaches with sharp smelly shells.      Don’t Move a Mussel!  For more information and to find out how to help prevent quagga mussel and other harmful aquatic hitchhikers at Lake Mead National Recreation Area please visit:   www.protectyourwaters.org or www.100thmeridian.org.      Clean Your Boat and Your Equipment         Every time you leave the water:    • Remove any visible mud, plants, fish or animals before transporting equipment;  • Eliminate water from equipment before transporting;  • Clean, drain, and dry anything that comes in contact with water (boats, trailers, vehicles, equipment, clothing, dogs, etc.).    Contact a Lake Mead or Lake Mohave marina to obtain a boat wash.           Learn more about Quagga Mussels in our Atlas of Lake Mead section         Quagga Mussels Cling to Everything!            Frequently Asked Questions about Quagga Mussels (PDF)",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/quaggamussels.htm"
}
