{
    "title": "Valley Forge National Historical Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery                    They Chose Valley Forge: Boy Scouts of America Jamborees   41 Photos  Valley Forge served as the site of three Boy Scout National Jamborees, in 1950, 1957, and 1964.          Signers: In Their Own Words   23 Photos  Many of the delegates continue to serve their country after the Declaration of Independence was signed. In these letters you can see how and why these men continued to serve their new nation.          French Alliance Day   7 Photos  Photos of the events in Valley Forge National Historical Park on French Alliance Day. French Alliance was first celebrated in Valley Forge May 6, 1778.            Photos of the Musket Drill   15 Photos  Photos of von Steuben's musket drill for Junior Rangers to use as reference          Nature and Wildlife   20 Photos  Photos of nature and wildlfe in Valley Forge National Historical Park          Soldier Cabins   5 Photos  Photos of the reconstructed soldier cabins in Valley Forge National Historical Park.            Washington's Headquarters   6 Photos  Washington's Headquarters          Maintenance and Preservation   6 Photos  Maintenance and preservation of Valley Forge National Historical Park.          18th Century Currency   31 Photos  Before the American Revolution, paper money was looked down on by the English Parliament. They passed multiple acts to suspend and eliminate the circulation of paper money throughout the colonies. These attempts were thwarted as the hostilities broke out on April 19, 1775. Once the colonies cut their legal ties to Great Britain, they began to print their own paper money. On May 10, 1775, Congress passed a resolution to print a uniform currency that would be used to pay war debts and was distributed between the colonies. During the American Revolution $241,552,780 in Continental Currency was printed. At the time, most currency was printed on thick, coarse, handmade rag paper. This paper was strong enough to withstand constant circulation and easily produced. To help combat counterfeiting some of the bills contained watermarks or details in the printed design. As soon as it began to circulate the British began printing counterfeit Continentals in an attempt of inflation and economic warfare. By 1780 the value depreciated to 1\/40th of its face value. In an attempt the stop the inflation $111,143,503 was turned in and destroyed. In 1785, the Congress of the Confederation of the United States adopted the dollar as the national currency. This paved the way for the Congress to emplace a National Bank. Today the U.S. dollar is one of the most used currencies in the world.                          To reproduce a photograph in a publication, please review and submit the Permission to Use Application and Conditions. Additional information on restrictions and reproduction rights as well as request for reproduction forms may be found here: Archives and Library Photograph Services      Flickr Are you looking for a picture of Valley Forge for your publication, news article, school project, or simply inspiration? Go to our Flickr page and download public domain pictures for free. Please, however, credit the appropriate photographer and the National Park Service. We add images on a continual basis, so check often and feel free to leave comments there as well.",
    "url": "https:\/\/www.nps.gov\/vafo\/learn\/photosmultimedia\/photogallery.htm"
}
