{
    "title": "Valley Forge National Historical Park: Encampment Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Encampment Tours              Encampment Tours       Self Guided Tours   The Encampment Tour (Driving Tour)    Valley Forge Park has nine major tour stops that follow the 10-mile Encampment Tour Route. This driving tour can take anywhere from 20 minutes to upwards of 2 hours depending on how often you stop. The tour takes you past some of the most scenic views of the park and to many historic monuments and sites. Follow the red line on the park map and the green and yellow signs (right).    A 60-minute CD audio tour is available for purchase in The Encampment Store and online.    Cell Phone Tours    Valley Forge National Historical Park is full of great stories. Now, simply hear them come to life 24\/7 from the convenience of your own cell phone. It's easy! Call 484-396-1018. The tour is free, but you will use your own cell phone service and minutes. Download the tour directory or pick one up at the Visitor Center.    También disponible en español en 484-396-1015.      Guided Tours Trolley Tours Enjoy a 90-minute guided tour of Valley Forge. Tours depart from the front of the Visitor Center and make extended stops at the Muhlenberg Brigade Huts and Washington's Headquarters. Accessibility information >> Tour Fees:  Adults: $17.50 Students, seniors (62 and over), and active military: $14.50 Children (11 & under): $9.00  Tour Dates: March 26-June 5 Saturday and Sunday at 11:00 am, 1:00 pm and 3:00 pm June 6-June 24 Daily at 11:00 am, 1:00 pm and 3:00 pm June 25-August 14 Daily at 10:00 am, noon, 2:00 pm and 4:00 pm August 15-September 5 Daily at 11:00 am, 1:00 pm and 3:00 pm September 10-October 30 Saturday and Sunday at 11:00 am, 1:00 pm and 3:00 pm November 5-November 20 Saturday and Sunday at noon and 2:00 pm   Special Dates: March 25 May 30 October 10  November 25-27  December 26-30  11:00 am, 1:00 pm and 3:00 pm    November 11  Noon and 2:00 pm Call The Encampment Store at 610-783-1074 for additional tour information and to reserve tickets. Private Tours Our official National Park Service-trained tour guides will board your bus or personal vehicle and lead your group through an enlightening and entertaining tour of the park. Tours last approximately two and a half hours.   Reservations are required. Contact The Encampment Store at 610-783-1074 or tours@encampmentstore.org for more information, availability and fees, and to make your reservation.",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/encampmenttours.htm"
}
