{
    "title": "Lake Mead National Recreation Area: Black Canyon",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Springs and Seeps     Black Canyon                  Black Canyon Springs           Keep up-to-date about Lake Mead NRA  by following us via our social media sites:                           Water heats up far below the surface of the earth and percolates up through the rocks to form hot springs. These are found throughout Black Canyon at Lake Mead NRA. From flowing streams and warm pools to seeps along the steep rock walls, geothermic activity is evident throughout the canyon.           Black Canyon Water Trail is now an Official National Water Trail.   “This recognition places the Black Canyon Water Trail in a distinctive national network of exemplary water trails and commends the efforts of the local community and partners in promoting active involvement in the conservation of our water resources” - Sally Jewel - Secretary of Interior Read more about the water trail.             An area within Lake Mead NRA rich with springs is Black Canyon, located downstream of Hoover Dam. Here, you can find springs of both the thermal (hot) and non-thermal (cold) variety with water temperatures ranging from about 55° to 136° Fahrenheit. Some of the springs are pools while others are seeps. Seeps, as the name implies, are springs that seep from small fractures in rock walls. These fractures can be up to 100 feet long. Many of these seeps produce wet rock faces that are covered with a mixture of the mineral travertine and algae-type vegetation which ranges in color from green to orange depending upon the temperature of the water.   Nevada Hot Spring is a popular visitor destination that can be accessed by boat on the Nevada side of Hoover Dam or by hiking down Goldstrike Canyon. This spring (actually a series of springs) produces a number of picturesque pools of varying temperatures, as well as lovely waterfalls that provide a welcome sight to intrepid hikers.          Learn more about Springs in our Atlas of Lake Mead section            Another popular spring to visit in Black Canyon is Arizona Hot Spring. The trailhead is located about 4 miles south of Hoover Dam. This spring’s existence has been known for some time, and it was noted on a map in the \"Report upon the Colorado River of the west, explored in 1857 and 1858\" by Lieutenant Joseph C. Ives of the U.S. Army Corps of Topographical Engineers. Arizona Hot Spring can be accessed via a scenic hiking trail located off Highway 93 on the Arizona side of the Colorado River. It produces a fairly constant 111 degree Fahrenheit water that drops through several small pools before discharging into the Colorado River.   The source of the water for these hot and cold springs is uncertain. A study is currently being conducted by the U.S. Geological Survey to better understand the water sources for these springs. Due to the ecological and recreational importance of these springs, the National Park Service remains vigilant in protecting these unique water features from potential adverse effects associated with proposed urban development outside the park boundary.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/blackcanyon.htm"
}
