{
    "title": "Valley Forge National Historical Park: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating in the Park       Designated Picnic Areas Betzwood Picnic Area Located on the north side of Valley Forge National Historical Park, the Betzwood Picnic Area is the only picnic area that provides grills. From the Betzwood area, visitors have access to the River Trail, Regional Schuylkill River Trail, and boat launch to the Schuylkill River.  Open Year-Round.  Directions from the Visitor Center: - Exit the park at the intersection of Route 23 and Gulph Road, go straight through two traffic lights. - Take the exit on the right for 422 West - Merge onto 422 West and take the first exit for Trooper Road South\/ Route 363 - On the exit ramp, stay in the left most lane for Trooper Road South - Turn left at the top of the ramp and continue to the left down the hill to the dead end.  - Turn right into the Betzwood Picnic Area GPS Coordinates: 40.10959N -75.42143W  Varnum's Picnic Area Located off of Route 23, Varnum's Picnic Area sits between the Visitor Center and Washington's Headquarters. This picnic area is also in close proximity to the von Steuben Statue and Varnum's Quarters, tour stop 8 on The Encampment Tour, which overlooks the Grand Parade. Open Daily, March - October Open Weekends in November Closed December - February  Directions from the Visitor Center: - Exit the park at the intersection of Route 23 and Gulph Road. Make a left at the light onto Route 23 West\/ Valley Forge Road. - Follow Route 23\/ Valley Forge Road for approximately 1.6 miles.  - Make a right into the picnic area parking lot. Wayne's Woods Picnic Area This picnic area is located on South Outer Line Drive, along The Encampment Tour route, and in between the National Memorial Arch and the General Anthony Wayne Statue (tour stops 3 and 4 respectively). These picnic grounds open up to a large mown field with the National Memorial Arch in the background.  Open Year-Round Directions from the Visitor Center: - Keep right at the fork and follow North Outer Line Drive along The Encampment Tour route. - Follow N. Outer Line Drive for approximately 2 miles.  - Make a right into the Wayne's Woods Picnic Area parking lot. Picnic Area Rules and Regulations  Trash must be disposed of properly and packed out when no trash receptacles are available. Picnicking is on a first-come, first-served basis. Fires are permitted in all picnic areas. All grill accoutrements and used charcoal must be packed out of the park by the user.   Additional information about picnicking in the park and other park laws and policies may be found in the Superintendent's Compendium.    Snack and Souvenir Shops   The Encampment Store Located in the Visitor Center, stop in for snacks and refreshments, coffee, candy, granola bars, and more. Friends of Valley Forge Park members receive 10% off everyday!    The Chapel Cabin Shop The Cabin Shop specializes in unique gifts, gift baskets, souvenirs, colonial art, fine pewter, and homemade baked goods. For the kids - colonial toys, books and other souvenirs especially for them. Located behind the Washington Memorial Chapel, open daily 10am to 5pm. Lodging There are no camp grounds in Valley Forge National Historical Park.   The Valley Forge Tourism and Convention Board is available to assist visitors with lodging, dining, and other guest services in the Montgomery County area. Contact a Visitor Service Liaison at the park, call 610-783-1031.",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/eatingsleeping.htm"
}
