{
    "title": "Valley Forge National Historical Park: Trails and Horse Paths",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Trails and Horse Paths               Trails and Horse Paths              Hiking  The park contains 19.5 miles of designated, marked, hiking trails. The 6.6 mile Joseph Plumb Martin Trail connects the key historic and interpretive sites. The Horseshoe Trail begins near Washington's Headquarters and runs to the Appalachian Trail. Other hiking trails include such footpaths as the relatively flat River and Valley Creek trails, and the hilly trails on Mount Joy and Mount Misery. In addition, hiking is permitted in most open areas of the park. While hiking in the park please keep your pets on a leash at all times.  Biking There are 21 miles of authorized biking trails in the park. The paved, 6.6 mile Joseph Plumb Martin Trail on the south side of the park connects the key historic and interpretive sites. On the north side, two miles of the paved, regional Schuylkill River Trail run through the park, with connections to sites in Montgomery County and Philadelphia. There also are 12 miles of flat, unpaved biking trails.  Horseback Riding Seventeen miles of designated horse trails are available to riders. In addition, horseback riders may also cross most open fields to link up with other horse trail sections to complete circuit rides. Caution should be used when crossing open areas because of holes and other hazards.    To prevent damage to fragile historic resources and unsafe encounters in busy visitor areas, horses are prohibited in picnic areas, the vicinity of historic buildings, and tour stops.    Horse trailers may only be parked in one of the following areas:    The horse trailer area of the main Visitor Center parking lot The Pawlings Road parking lot Along the south side of the Walnut Hill access road                Bird Walks   Discover an amazing array of birds who call the trees and meadows of Valley Forge home.        Bicycle Rentals   Explore the park on two wheels!",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/trails.htm"
}
