{
    "title": "Lake Mead National Recreation Area: History",
    "body": "History of Wilderness           Keep up-to-date about Lake Mead NRA  by following us via our social media sites:                  Lyndon Johnson signing the Wilderness Act of 1964   In 1964 the passage of the Wilderness Act created the National Wilderness Preservation System. President Lyndon B. Johnson signed the Act eight years after the first wilderness bill was introduced by Sentor Hubert H. Humphrey. This legislation led to a uniquely American gesture – setting aside part of itself as wilderness. In 2002 The Clark County Conservation of Public Land and Natural Resources Act was signed into law. This Federal Act protected 18 wilderness areas in Clark County, Nevada as part of the National Wilderness Preservation System. Nine of these designated wilderness areas are within the Lake Mead National Recreation Area. By law, this wilderness is managed differently in order to retain its primeval character and natural conditions, and to preserve wilderness as a special place for humans to examine their relationship to the natural world. For more information regarding the management of wilderness in the national parks, please see Chapter 6 of the 2006 Management Policies: The Guide to Managing the National Park Service.      As Lake Mead is located in one of the fastest growing places in the nation, there is considerable public interest in wilderness preservation and management. A wilderness plan is being developed to establish a framework for long-term management of these areas. This will give land managers a clearly defined direction for protecting resources and providing for appropriate public use and enjoyment.        The Timelessness of Wilderness 1500-1700 - Explorers and colonists from Europe, Russia, and Africa advance into relatively wild lands of North America inhabited by indigenous peoples and abundant animal life. 1775 - Daniel Boone blazes the Wilderness Trail to establish Boonesborough on land between the Kentucky and Cumberland Rivers. 1803 - President Thomas Jefferson urges Congress to fund the Lewis and Clark Corps of Discovery Expedition. 1822 - Pawnee Chief Petalesharo presents a speech to President Monroe describing the nomadic way of American Indian life and notes that numbers of game animals such as buffalo are decreasing due to encroaching settlement and exploration. 1836 - Ralph Waldo Emerson publishes “Nature.” The essay brings about profound changes in American attitudes toward nature. Emerson’s “philosopher’s camp” is a precursor to camping, leisure, and appreciation of nature by many.       Black Canyon from Arizona Hot Spring - NPS Photo        1842 - Trapper Jim Bridger establishes the Oregon Trail, opening the route to the Pacific Northwest for settlers. 1850 - African-American fur trapper and explorer James Beckwourth leads the first wagon train of settlers through the Sierra Nevada. 1864 - President Abraham Lincoln signs the Yosemite Bill, ceding the Yosemite Valley to California “to protect an area and conserve it” for recreational enjoyment. 1869 - Transcontinental travel becomes available to the public as the Union Pacific and Central Pacific Railroads meet at Promontory Point, Utah. 1874 - John Wesley Powell writes a series of articles that generate public interest in the Grand Canyon, drawing tourists westward.             1900 - Edward S. Curtis exhibits his ethnological photographic studies of vanishing western Indian tribes. 1903 - President Roosevelt sets aside vast acres of federal land for protection of their natural and cultural features and creates the first national wildlife refuge at Florida’s Pelican Island. 1916 - President Woodrow Wilson signs the Organic Act, which establishes the National Park Service. 1924 - Ecologist Aldo Leopold achieves the designation of the first U.S. Forest Service wilderness area, the Gila Wilderness, in the Gila National Forest in New Mexico. 1935 - Forester Robert Marshall becomes principal founder of the Wilderness Society, leading the way for the modern American wilderness preservation movement. 1964 - The Wilderness Act is passed by Congress, creating the National Wilderness Preservation System.       South Bowl of Fire -- NPS Photo        1970 - Petrified Forest National Park and Craters of the Moon National Monument become the first NPS sites to include the designated wilderness areas. 1994 - The California Desert Protection Act is passed by Congress. 1998 - The Southern Nevada Public Lands and Management Act is passed by Congress. 2002 - On November 6, The Clark County Conservation of Public Land and Natural Resources Act is signed into law by President George W. Bush. 2004 - Congress has designated 46 national park wilderness areas in the United States. Eighteen wilderness areas are in the State of Nevada. 2005 - Forty-five units within the National Park System contain congressionally-designated wilderness. Lake Mead NRA is one of those units and contains nine wilderness areas.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/historywilderness.htm"
}
