{
    "title": "Lake Mead National Recreation Area: Historic Railroad Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking     Historic Railroad Trail                  Historic Railroad Trail                 The Historic Railroad Trail is easily accessed either near the Alan Bible Visitor Center or via the Hoover Dam parking garage. It is an easy hike and has great panoramic views of Lake Mead, Boulder Basin, and Fortification Hill.           The Historic Railroad Tunnel Trail is now Designated as a National Historic TrailOn June 4, 2015, U.S. Secretary of the Interior Sally Jewell and National Park Service Director Jonathan B. Jarvis have designated the Historic Railroad Tunnel Trail at Lake Mead National Recreation Area and the Hoover Dam as a national recreation trail.“We are honored that the Historic Railroad Trail received such an esteemed designation,” said Patrick Gubbins, Lake Mead NRA acting superintendent. “The beautiful lake views along this trail combined with Hoover Dam history make it one of Southern Nevada’s most unique trail experiences.”      Timeline & Facts     1931: Lewis Construction Company began construction under Bureau of Reclamation.  1961: Last year railroad in use.  1962: Tracks dismantled and sold for scrap.  1984: Nominated to National Register of Historic Places. 2015: Designated as a National Historic Trail  Length: 3.7 miles from trailhead to Hoover Dam Parking Garage.        Family hiking through the railroad tunnels.   • Only remaining section of Hoover Dam Railroad system that is not highly disturbed or under water.    • All tunnels are approximately 300 ft. in length, and 25 ft in diameter. The tunnels were oversized to fit penstock sections and large equipment being transported to Hoover Dam.   • Nine steam and four gas locomotives and 71 people were used to operate the system. It was a standard-gauge, 90-pound rail construction that used Oregon fir ties.   • This section was used in the motion picture \"The Gauntlet\" starring Clint Eastwood and Sondra Locke for a sequence in which they were on a motorcycle being chased by an assassin in a helicopter.               The Historic Railroad Tunnel Trail is located near the Alan Bible Visitor Center  Click Here to Download Your Hiking Map (PDF)     Historic Railroad Trail    Railroad Tunnel Trail Lake Mead NRA            Panorama of Boulder Basin from the Historic Railroad Tunnel Trail       The Story    In 1931 a construction contract was let to Six Companies, Inc., a consortium of six major western firms. Together with the government, they built almost 30 miles of railroad connecting Boulder City with all the facilities needed to build Hoover Dam (eg., cement mixing plants, quarry pit, gravel sorting plant).    The Hoover Dam construction railroad system had three segments. The first, from Las Vegas to the Boulder City site, was built and operated by the Union Pacific Railroad.    The second segment was built by the U.S. Government. It ran from Boulder City down Hemenway Wash to Himix, the concrete mixing plant on the rim of the Black Canyon overlooking the dam. It provided concrete for the dam and the buildings on its crest. The airline distance from Boulder City to Himix was 6.7 miles. A drop in 1,100 feet in elevation however, necessitated ten miles of winding tracks to keep the grades from being too steep.    Six Companies, Inc. built and operated the third segment of the system. The tracks branched off the U.S. Government Construction Railroad at Lawler, about a mile up Hemenway Wash from the Visitor Center. It crossed Hemenway Wash and followed the base of the River Mountains and then looped eastward to the gravel plant on the flat overlooking the Colorado River. One branch went upstream 7.3 miles from the gravel plant to the gravel beds on the Arizona side.     Isolation demanded the tons of concrete needed for the dam to be manufactured locally. An electric dragline with a five cubic yard capacity loaded gravel into railroad cars. Concrete was made by mixing sand and crushed rock, called aggregate, with portland cement and water. Over four million cubic yards of aggregate were taken from the Arizona side of the river.    The other branch followed the river downstream into Black Canyon, to Lomix, a concrete mixing plant situated at the base of Black Canyon. Lomix provided the concrete for the diversion-tunnel linings, the powerhouse foundation, and two-thirds of the dam. To prevent the concrete from drying during transportation the mixing plant was put as close to the river as possible.    Locomotives hauled tons of gravel to a screening plant on the other side of the river 24-hours a day. A round trip took slightly over two hours. Depending on lake water levels, the foundation may be visible on the Boulder Islands.   The Six Companies, Inc. Railroad was, of course, abandoned after the completion of Hoover Dam in 1935. The U.S. Government Construction Railroad section was sporadically used until 1961, when the last generator was hauled over its rails and installed at the power plant.    The tracks were dismantled in 1962 and sold as scrap. The tunnels and trail were nominated in 1984 to the National Register of Historic Places.    Today you can walk or bicycle along the elevated railroad bed used to haul supplies and materials for the construction of Hoover Dam. Enjoy the spectacular views of Lake Mead and the surrounding desert landscape.       Walking Tour         Look for desert bighorn sheep, ravens' and owls' nests, lizards, and antelope ground squirrels. You may also see rattlesnakes and scorpions during the summer.   Along the trail you will see a section of rough, rocky road on the south side of the railroad bed that is believed to be the first section of pioneer trail or road for the construction of Hoover Dam. Approaching tunnel 1, on the right, look down the ravine to see concrete plugs taken out of Hoover Dam to install the turbines.    Tunnel 1 has eight sections of vertical supports, five of which have horizontal planks to prevent the fall of loose rock on to the tracks so there would be few delays during the 24-hour dam building schedule. Weight from the rock has damaged the outermost, eastern arch.    Tunnel 2 burned in an arson fire in 1990. You can see it looks different from the other tunnels. It was sprayed with shotcrete to fortify the now looser rock.    Between tunnels 2 and 3, another pioneer road is visible. Rocks excavated from the tunnels were undoubtedly used for the fills you are walking on now.    The outermost east arch was deformed by pressure of the rock in tunnel 3.    Tunnel 5 was burned in 1978 and was then sealed. The tunnel was restored and reopened in July 2001. The trail at that time ended on the other side of tunnel 5. It now continues to the Hoover Dam parking garage.    All tunnels are 25 feet in diameter. They were oversized to fit huge penstock sections and large equipment being transported to Hoover Dam.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/hikerr.htm"
}
