{
    "title": "Valley Forge National Historical Park: First Amendment Activities",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     First Amendment Activities                First Amendment Activities       Freedom of speech, press, religion, and assembly are constitutional rights. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources.   Valley Forge has two designated areas for First Amendment activities, the lower visitor center lot and the lots behind the National Memorial Arch off of Outer Line Drive.   What kinds of activities require a permit?   Requests for events with more than 25 attendees \/ participants expected.  Requests for a group to use a location outside the parks designated First Amendment areas  To use a sound system or other equipment (e.g., stages, platforms or structures, etc.)  To solicit donations during a First Amendment or special event activity  What kinds of activities do not require a permit?  Groups of 25 or less if:   The group will be conducting the activity in an area of the park designated for first amendment use during park operating hours (see designated areas above).  The group is not merely an extension of another group already availing itself of the small group (25 or less) permit exception.  Hand-carried signs may be used, but stages, platforms, structures (like tents), sound systems or other support equipment may not be used.  The group or individual is selling or freely distributing message-bearing, noncommercial, printed matter such as books, pamphlets, magazines and leaflets in a designated first amendment area.  The group is freely distributing message-bearing, noncommercial material that does not qualify as printed material (such as a CD or DVD) in a designated area.  What is not allowed?  Anything that would:   Cause injury or damage to park resources.  Unreasonably impair the atmosphere of peace and tranquility maintained in wilderness, natural, historic or commemorative zones. The Washington's Headquarters and Varnums Quarters areas are examples of historic zones within Valley Forge National Historic Park.  Unreasonably interfere with interpretive, visitor service, or other program activities, or with the administrative activities of the National Park Service.  Substantially impair the operation of public use facilities or services of NPS concessioners, holders of commercial use authorizations or contractors.  Present a clear and present danger to public health and safety.  Sell or freely distribute commercial items at any time.  Obstruct any sidewalk, trail, highway, building, entranceway, railroad track, or public utility right-of-way, or other public passage, whether alone or with others.  Intentional or reckless harassment of park visitors with physical contact is prohibited.    Trespassing, entering or remaining in or upon property not open to the public, except with the express invitation or consent of the National Park Service is prohibited. (36 CFR 2.31)   While it is not mandatory, the organizer is requested to provide reasonable notice of the proposed event to the park superintendent, including whether there is any reason to believe that there may be an attempt to disrupt, protest, or prevent the activity.   How to apply for a permit For First Amendment activities you would submit the same application as you would for special event requests. There are two permit forms to choose from depending on how much information you will need to provide about your event. The Special Events Form is acceptable for most events. The Long Special Events Form should be used in cases where a large infrastructure is required.   The park has up to 10 days to approve a permit or issue a written denial.   When the requested use is a right involving access to park land for the exercise of First Amendment rights including freedom of assembly, speech, religion and press, the superintendent will issue a permit without any requirement for fees, cost recovery or insurance.   Media coverage of First Amendment activities An exception to the designated area requirement would be for the press for the filming or documentation of breaking news. News coverage does not require a permit, for either filming or photography, but is subject to time, place and manner restrictions, if warranted, to maintain order and ensure the safety of the public and the media, and protect natural and cultural resources.   Code of Federal Regulations CFR 2.51 CFR 2.52 CFR 2.31",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/firstamendment.htm"
}
