{
    "title": "Valley Forge National Historical Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Information        Road and Trail Closures in the Park  Alert 1 , Severity ,information ,, Road and Trail Closures in the Park  Due to construction work, some roads and trails are closed in the park. more             Park Roads and Trails   Saturday, March 26, 2016:  All Park Facilities are open.   Major Construction Closes Multiple Trails and Roads - The Tredyffrin Township sewer main project has forced the closure of multiple trails and roads, please visit the sewer main project update page for a full list of current and projected closures.         Parking at the Visitor Center Bus Parking All bus parking is located in the lower parking lot (keep right at the fork when entering the park). Buses may drop off and pick up passengers in front of the Visitor Center, however all buses must leave the drop off area while waiting for passengers. Please consult with your tour or tour director if you are scheduled to meet in the upper parking lot and arrange to meet at another location, such as the lower parking lot.  Passenger Drop Off and Pick Up Passenger drop off and pick up is available in front of the Visitor Center, however all vehicles must leave the drop off area while waiting for passengers.  Accessible Parking Eight accessible parking spots are available in front of the Visitor Center main entrance. Visitors can enter the Visitor Center at ground level and take the elevator to the second floor to access the Theater.  No Idling Policy In an effort to improve visitor enjoyment and reduce environmental impact, Valley Forge has implemented a no idling policy for motor vehicles within the park. All motor vehicles that are parked for more than 30 seconds must turn their engines off. This restriction is to reduce public exposure to diesel, exhaust particulate matter, and other toxic air contaminants by limiting the idling of buses, trucks, and other motor vehicles. In addition, this restriction will limit the noise impact on visitors throughout the park.   For further information on this project and questions about navigating through the park, please call the front desk at 610-783-1099.      Construction Projects  The park has a number of ongoing projects that may impact your visit. Any closures caused by construction projects will be listed at the top of this page. To learn more about the current projects in Valley Forge, visit our construction projects page.",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/conditions.htm"
}
