{
    "title": "Valley Forge National Historical Park: Special Use FAQ",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Special Use FAQ                Things To Know - Special Park Use       The Washington's Headquarters area (including the Train Station) and the Muhlenburg Brigade Huts area are closed to special park uses during the operating hours of 9:00am and 5:00 pm (6:00pm in the summer).   The PC Knox Estate is currently held under a lease agreement and is no longer available for activities under a special use permit.    Valley Forge National Historical Park has no pavilions or covered areas available for special park uses.    The use of building interiors is available on a very limited basis, at this time we do not have any buildings available for meetings or events for private individuals or groups.    Small tents may be used for special events only in very limited areas and only with the Superintendents approval.    You will not be permitted to post directional signs, paint or chalk route marker information anywhere within the park boundary.     Nothing may be hung from or attached to any park vegetation (including trees), monument or structure.    The Washington Memorial Chapel is located on private property within the park boundary so we cannot authorize any activities on the Chapel property.    No fee collection (including registration fees) or sales of any kind are permitted within the park boundary except under a concessions or cooperative agreement with the National Park.    Erection of a \"bounce-house\" or other inflatable for events is prohibited.    The use of nets for court games (such as volleyball, badminton) and stakes (example for kites or horseshoes) is not permitted.    Electricity is not available on site for special park uses. A generator may be used if requested in a special use application.    Events must remain in designated areas or trails only. Off-trail hiking, running, walking events will not be permitted.    Roads and trails and visitor use areas will not be closed for special park uses. All areas will remain open to the public. We will not issue a second permit for the same area at the same time but it will also not be \"reserved\" for your exclusive use.    We cannot issue a permit for hunting within the park boundary.    You may not display, post, or distribute commercial notices or advertising within the park.    All fees associated with your special park use request must be paid by check or money order. The park cannot currently accept payment by credit card. Please make checks payable to the National Park Service.",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/specialusefaq.htm"
}
