{
    "title": "Valley Forge National Historical Park: Filming and Photography",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Filming and Photography                Filming and Photography       Who needs a permit? Most filming and still photography activities require a permit. This does not include news coverage or the general park visitor recording their trip, which do not require a permit.   Things to know    Special use permits for still photography are used to manage special use requests to reduce congestion in iconic areas and reduce conflicts with park operations in historic zones. All special use requests will be placed on a calendar with one group in a location at a time. On the special use permit application you will need to designate the park areas you are requesting to use. This reduces unreasonable interference with park visitors and conflicts between special park use groups.  An individual taking photos in areas open to the public, (not utilizing props, models or sets) regardless of the intended use of the end product, does not require a permit. Permits issued for commercial filming and photography (advertising) may not imply or state endorsement by the National Park Service. Identifiable NPS equipment, uniforms, signs, buildings or insignia may not be portrayed in any way that would imply NPS endorsement.  When will filming not be permitted   Damage to natural, cultural, and\/or recreational resources, which cannot be mitigated, is expected. Other activities are planned or expected to occur at the same time and place.  The request involves access to areas normally closed for reasons of resource protection or safety. The level of activity within the park is already so high that staff would be unavailable to work with or monitor the film crew. The project includes a portrayal of activities that are not permitted within a National Park. The applicant is unable or unwilling to obtain necessary insurance. The applicant is unable or unwilling to reimburse the National Park Service for costs or to comply with bond requirements   How to apply for a permit There are two permit forms to choose from. depending on how much information you will need to provide about your photo shoot\/film event. The Short Filming\/Photography Form is acceptable for most uses. The Long Filming\/Photography Form  should be used in cases where a large infrastructure is required (major motion picture filming, etc.)   What does it cost to get a permit?    The application fee for filming and photography is $75.00, this fee is non-refundable. There may be additional costs depending on the size and scope of your request. For filming you will be charged location fees based on the number of cast & crew associated with the project. Any additional costs will be calculated after your application is reviewed and you will be contacted if there will be additional fees or insurance requirements.",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/filmingandphotography.htm"
}
