{
    "title": "Valley Forge National Historical Park: Special Events",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Special Events                Special Events        What kinds of events require a permit? Some examples of events that require a permit:  Non-competitive sporting events (including charitable events) Ceremonies (including weddings and memorials) Spreading of ashes Picnics and reunions Concerts Team building exercises (corporate events) Organized hikes, runs or trail rides with more than 20 participants expected Any after-hours use (the park is open from 7:00 am until dark - 30 minutes after sunset) Any other similar events  How to apply for a permit There are two permit forms available depending on how much information you will need to provide for your event. The Short Special Events Form is acceptable for most events. The Long Special Events Form should be used in cases where a large event infrastructure is required (major motion picture filming, etc.)   Special events may be permitted by the superintendent when:   There is a meaningful association between the park area and the event, and The event will contribute to visitor understanding of the significance of the park area.  To ensure a smooth application process  When submitting a special use permit application, please provide as much information as possible about your event and what you have planned. Please attach any additional information you think would be helpful to the park to make an informed decision about your request.   What does it cost to get a permit?       The application fee for special events is $75.00, this fee is non-refundable. There may be additional costs depending on the size and scope of your request. The additional fees will be calculated after your application is reviewed and you will be contacted if there will be any additional costs.   Special Case: Military Ceremonies   The park does require a permit for military reenlistment, retirement or change of command ceremonies but as a function of another federal agency the fees for these events are waived and do not have to be submitted with your application.   Special Case: Races, Walks and Fundraisers   The areas of the park located South of the Schuylkill River are closed to organized recreational activities such as races, \"a-thons\", fundraisers, athletic or sporting events, shows or exhibitions, with the exception of one park sponsored race known as the Revolutionary Run. The South side includes areas such as the visitor center, National Memorial Arch and paved Joseph Plumb Martin trail.    The park has no pre-planned routes for sporting events. Any proposal to hold an event on the North side of the park must include a designation of the route and trails that are being requested to use.    Event plans for the North side of the park in the Betzwood area must include a plan for offsite parking. Due to overwhelming use of the area by park visitors and recreational users accessing the Schuylkill River Trail parking for events is not permitted in the Betzwood area on Saturdays and Sundays.    The National Park Service will not permit the public staging of special events that are conducted primarily for the material or financial benefit of the organizers or participants.",
    "url": "https:\/\/www.nps.gov\/vafo\/planyourvisit\/specialevents.htm"
}
