{
    "title": "Lake Mead National Recreation Area: Exotic Plant Management Team",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Invasive Species     Exotic Plant Management Team                  Lake Mead Exotic Plant Management Team           Keep up-to-date about Lake Mead NRA  by following us via our social media sites:                           Exotic invasive plants are a widespread problem that almost everyone is familiar with. The weeds in your backyard that you pull every weekend are an example. Within the National Park System alone, there are over 2.6 million acres infested with these non-native, invasive plants. They cause numerous problems. They destroy cultural and historical sites, increase fire hazards, deplete natural resources such as water, and they crowd out native vegetation.     Exotic Plant Management Team In 2000, spurred by the Congressional Natural Resource Challenge, the National Park Service acted on a national level in response to the growing invasive plant problem and created the first Exotic Plant Management Teams (EPMTs). Today there are 16 teams that are deployed across the entire country including Hawaii, Alaska & the US Virgin Islands. For more information on the Exotic Plant Management Teams and invasive plants go to - www.nature.nps.gov\/biology\/invasivespecies\/ The Lake Mead EPMT served as a model for the development of the nationwide EPMT program from 1996 to 2000. Permanent NPS funding was secured for the team in 2002. The team has leveraged this funding by creating partnerships with several federal, state and local partners. After all, these plants know no boundaries. The EPMT has also partnered with the United States Geological Survey to conduct weed control studies to improve effectiveness. Due to its numerous years in operation and effective control methods, the Lake Mead NRA EPMT is widely regarded as one of the best invasive weed control groups in the region. Because of this, the team is often solicited by other federal land management agencies, local governments and other entities.    Lake Mead's Top Invasive Species       Salt Cedar Russian Olive Russian Knapweed Perennial Pepperweed Fountaingrass   Palm Tree (Yes, Palm Trees are not native) Malta Starthistle Athel Arundo Camelthorn           NPS Areas Covered       Arches NP, Utah Bryce NP, Utah Canyon de Chelly NM, Arizona Canyonlands NP, Utah Capitol Reef NP, Utah Cedar Breaks NM, Utah Death Valley NP, California Great Basin NP, Nevada Hovenweep NM, Utah    Joshua Tree NP, California Lake Mead NRA, Nevada\/Arizona Manzanar NHS, California Mojave NPres, California Natural Bridges NM, Utah Parashant NM, Arizona Pipe Spring NM, Arizona Timpanogos Cave NM, Utah Zion NP, Utah              Bureau of Land Management Las Vegas District Needles District    Fish and Wildlife Service Ash Meadows NWR Bill Williams NWR Desert NWR Havasu NWR Moapa NWR           Forest Service Humbolt-Toiyabe NF    Local Partners City of Henderson Clark County, NV Southern NV Interagency Restoration Team Southern Nevada Water Authority                  Salt Cedar removal. The first photo was taken before the teams started clearing the area. The second was taken after the control treatment was completed.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/epmt.htm"
}
