{
    "title": "Thaddeus Kosciuszko National Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       The Thaddeus Kosciuszko National Memorial is located at 3rd and Pine Streets in Philadelphia. It is within walking distance of Independence Hall and the Liberty Bell Center. Parking is quite limited near the site. As in any city, use your street smarts and do not leave any valuables visible in your car. The site is easily accessible by SEPTA bus.     By Car  See this Google Maps location. The GPS address for the Thaddeus Kosciuszko National Memorial is 301 Pine Street, Philadelphia, PA 19106. On-street parking near the site is very limited. Many visitors opt to park at the Independence Visitor Center underground garage at 6th and Market Streets (fee applies). There is also a parking garage (fee applies) on 2nd Street between Chestnut and Walnut Streets.  From Valley Forge and points west   Eastbound via I -76 and I-676 Exit from I-76 to I-676 (left exit), continue to 6th Street exit (Independence Hall exit), turn right on 6th Street. Parking may be available (fee applies) at the Independence Visitor Center underground garage on 6th Street between Arch and Market (left side of the street). To drive directly to the site, continue on 6th Street to Pine Street. Turn left on Pine Street. The site is located at the corner of 3rd and Pine Streets.   From New Jersey   Westbound via Benjamin Franklin Bridge (U.S. 30) Follow signs for 6th Street (Historic Area). The Independence Visitor Center underground garage (fee applies) is on 6th Street between Arch and Market (left side of the street). To drive directly to the site, continue on 6th Street to Pine Street. Turn left on Pine Street. The site is located at the corner of 3rd and Pine Street.   From Bucks County and points north   Southbound via I-95 Take exit 22 to Callowhill Street, turn right on Callowhill Street to 6th Street. See directions to the Independence Visitor Center underground garage above. To drive directly to the site, continue on 6th Street to Pine Street. Turn left on Pine Street. The site is located at the corner of 3rd and Pine Streets.   From Delaware and points south  Northbound via I-95 Take exit 22 for I-676\/Independence Hall (left exit), keep right for I-676 east\/Independence Hall to Callowhill Street, go straight on Callowhill Street to 6th Street. Turn left on 6th Street. See directions to the Independence Visitor Center underground garage above. To drive directly to the site, continue on 6th Street to Pine Street. Turn left on Pine Street. The site is located at the corner of 3rd and Pine Streets       By SEPTA bus    From the Independence Visitor Center, 6th &Market Streets   Walk two blocks east to 4th Street. Take SEPTA bus Route 57 down 4th Street (south) to Pine Street. Get off at Pine Street and walk one block east to 3rd Street. The entrance door to the site is on Pine Street.        On Foot   From the Independence Visitor Center, 6th and Market Streets   Walk east on Market Street toward 3rd Street. Turn right on 3rd Street. Continue walking south on 3rd Street to Pine Street. The site is on the right side of the street at the corner of 3rd and Pine Streets. Note: this distance is seven city blocks, or just over half a mile. Please use caution at all intersections",
    "url": "https:\/\/www.nps.gov\/thko\/planyourvisit\/directions.htm"
}
