{
    "title": "Charles Pinckney National Historic Site: Partners",
    "body": "Explore This Park    Get Involved     Partners             Partners      The National Park Service and the parks in the Lowcountry of South Carolina, which include Charles Pinckney National Historic Site, Fort Sumter National Monument and Fort Moultrie, have had many successful relationships with individuals; organizations; tribal, state, and local governments and other federal agencies that have helped fulfill the NPS mission. Through these relationships, the park has received valuable assistance in the form of educational programs, living history demonstrations, fundraising campaigns, habitat restoration, ecosystem management, and a host of other activities. These relationships – generally referred to as “partnerships” – have produced countless benefits for the area parks, including Charles Pinckney National Historic Site. Benefits often extend into the future, because many people who participate as partners connect more strongly with the park and commit themselves to long-term stewardship. Charles Pinckney NHS continues to welcome and actively seeks partnership activities with individuals, organizations, and others who share the Service’s commitment to protecting park resources and values and will embrace any partnership opportunity that will help accomplish its mission. We sincerely thank the following partners who have worked with the South Carolina Lowcountry’s National Parks: American Steel Fabricators, Inc., Americorps, The Citadel, Clear Seas Communications, Clemson Architecture Center, College of Charleston, Ed Freeman, Exxon, Ford, Savannah Wood Preserving Co., Inc., School of the Building Arts, South Carolina State Parks, Sullivan’s Island Fire Department, Timber Framers Guild, The Timber Shop, Town of Mount Pleasant, Unilever, Virginia Military Institute and WalMart.       Join Our Friends!  The Friends of Historic Snee Farm is the park's primary partner.       Gullah\/Geechee  Designated by Congress in 2006, the Gullah\/Geechee Cultural Heritage Corridor extends from Wilmington, North Carolina in the north to Jacksonville, Florida in the south. It is home to one of America's most unique cultures, a tradition first shaped by captive Africans brought to the southern United States from West Africa and continued in later generations by their descendents.",
    "url": "https:\/\/www.nps.gov\/chpi\/getinvolved\/partners.htm"
}
