{
    "title": "Lake Mead National Recreation Area: Katherine Landing Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking     Katherine Landing Hikes                  Katherine Landing Hikes                 These short hikes will help you to get away from the winter crowds at Katherine Landing. Hiking boots and a compass would come in handy but are not essential. Some parts of these hikes may be a little steep but will not be hazardous if you take your time hiking. Hike with a friend when temperatures are over 90 degrees F., is not recommended. Drink water before you begin and bring some extra with you. Tell a friend where you are going.          Critical Information  During the summer months this is a VERY HAZARDOUS activity due to excessive heat. Please consider re-scheduling this hike during the cooler fall and spring months. For more on desert safety please visit our SAFETY PAGE.       Fisherman's Hike      Description: Proceed to the Katherine Landing boat launching ramp and follow the road to the left toward the houseboat rental area. Park here if you have a vehicle. Walk around the left side of the houseboat rental building to its backside following the yellow brick wall. Beyond the end of the wall, you will notice a dirt path which skirts a small lagoon. Follow this path through a growth of bushes. Bear to the left as the trail divides.   There are several prospects or small caves carved out of the rock where prospectors have searched for valuable ore deposits in this area. Proceed along the trail, it will turn to the south. About 200 feet past the point where you can no longer see the rental building over your shoulder, the trail descends into a gully and appears to end. Due west of the gully or to your right, the trail can clearly be seen along the side of a small hill. Gingerly pick your way around or through the gully to this trail.    You will soon have a good view of the harbor from the trail. If you don't see the harbor don't worry, you're not lost, just temporarily disoriented-retrace your steps. A few yards down the hill the trail dissolves into a wide obvious route, which follows the lake shore. Past the impressive sand dune on your right is Ski Cove. If you walk along the old roadbed to the left (used during the construction of Davis Dam) you will come to Davis Cove, appropriately enough.     Lake View Hike      Description: Hike to overflow parking lot B which is adjacent to the trailer village at Katherine Landing. Park here if you have a vehicle. Proceed to the left corner of the lot facing away from the main road. Follow the nearby paved road, which runs along the left side of the lot to the midpoint of the natural curve.  Through the row of Eucalyptus trees you will notice some low voltage utility lines, follow them up the sand hill to the northwest. You will be passing between two larger sand dunes. Once over this hill you will notice a large pond. This is the Katherine Landing waste water treatment lagoon. Some interesting water birds can be seen here at times. Proceed due west along the old sand road to the left of the lagoon. Follow this path as it winds down the sand dune. Cut across country to the northwest toward the tall jagged hill in front of you.  Spirit Mountain can be seen in the distance just to the left of this hill. You will cross a dirt service road in route. Approach the hill by way of the obvious flat wash dotted with Creosote Bush. You will be heading due west. Near the end of the wash climb the small smooth hill to your right. Follow the obvious ridge line to the northwest - a little rocky in places so watch your step. The ridge line will take you right to the summit of the jagged profile hill. Congratulations! You can see north to the basin or wide section of Lake Mohave, 12 miles distant. Below you is Telephone Cove. Look back to remember your path before descending. If you wish, follow the smooth slope to your left for a good view of the south lakeshore.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/hikekath.htm"
}
