{
    "title": "Congaree National Park: Nature",
    "body": "Nature         NPS Photo  The primary significance of Congaree National Park is demonstrated through its unique bottomland hardwood forest communities, the overall height of the forest canopy and associated number of national and state champion trees, as well as the presence of a well-preserved, biologically diverse, and dynamic river floodplain ecosystem. Waters from the adjacent Congaree and Wateree Rivers periodically sweep through the Park’s floodplain, carrying nutrients and sediments that nourish and rejuvenate this unique ecosystem.  Forested wetlands, oxbow lakes, slow moving creeks and sloughs provide ample habitat for fish, birds, amphibians, reptiles, mammals, insects and other aquatic life. A variety of forest communities are also represented across the landscape, with dominant tree species ranging from upland pines along the elevated bluffs to bottomland species such as bald cypress and water tupelo within the floodplain. Until the latter half of the 1800s, there were more than 52 million acres of floodplain forests across the southeastern United States.  In the area of what is now Congaree National Park, energized citizens like Harry Hampton began a successful campaign to protect their local lands from timber harvesting and exploitation in the 1960s.  The enabling legislation that established Congaree National Park on October 18, 1976 (Public Law 94-545) specifically states the purpose of the park is \"to preserve and protect for the education, inspiration, and enjoyment of present and future generations an outstanding example of a near-virgin, southern hardwood forest situated in the Congaree River floodplain in Richland County, South Carolina.\" Today, Congaree National Park encompasses nearly 27,000 acres, including the largest intact expanse of old growth bottomland hardwood forest remaining in the southeastern United States.",
    "url": "https:\/\/www.nps.gov\/cong\/learn\/nature\/index.htm"
}
