{
    "title": "Congaree National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 22, 2015  June Butterfly Count Program at Congaree National Park  The public is invited to participate in the June Butterfly Count at Congaree National Park on June 13, 2015.   April 28, 2015  Congaree National Park to Host FireWise Education Trailer for 2015 Wildfire Community Preparedness Day  Saturday, May 2 is National Wildfire Community Preparedness Day 2015. Come out to Congaree National Park to learn about how you can protect your homes and communities from wildfire.   October 10, 2014  12th Annual SwampFest Student Art Competition Winners Announced  Congaree National Park is pleased to announce the winners of the 12th Annual SwampFest Student Art competition. This year’s theme was “Wilderness is closer than you think”.   September 26, 2014  Congaree National Park Receives 2014 America’s Best Idea Grant from the National Park Foundation  Congaree is one of 39 national parks selected to receive a 2014 America’s Best Idea grant from the National Park Foundation, the official charity of America’s national parks.   September 25, 2014  Fall into Congaree National Park for Guided Programs in October & November  The public is invited to join park rangers and volunteer naturalists for guided programs in October and November. The fall is a great time to enjoy the park, with mild day time temperatures and cool evenings. All programs are free and begin at the Harry Hampton Visitor Center unless otherwise noted.   September 23, 2014  12th Annual SwampFest  The public is invited to join park rangers and volunteers for special programs to celebrate SwampFest at Congaree National Park on October 4. SwampFest is a local heritage tourism event, which will take place October 3-4 in Lower Richland County. All park programs are free and begin at the Visitor Center.   August 25, 2014  Congaree National Park Seeks Public Input on Wild Pig Management Plan  The National Park Service is seeking public input on an Environmental Assessment (EA) and draft management plan for non-native wild pigs within Congaree National Park.   August 22, 2014  Celebrate the 50th Anniversary of the Wilderness Act at Congaree  Join park rangers and volunteers on Saturday, September 6 to celebrate the 50th Anniversary of the Wilderness Act with special programs. All programs are free and begin at the Harry Hampton Visitor Center.   August 20, 2014  12th Annual SwampFest Student Art Competition  Congaree National Park is seeking entries for the 12th Annual SwampFest Student Art competition. In celebration of the 50th Anniversary of the Wilderness Act, this year's art competition theme is, \"Wilderness is closer than you think\".   August 01, 2014  Congaree National Park Seeks Public Input on Foundation Document  The NPS has prepared a foundation document to guide planning and management of Congaree. The park would like to invite the public to provide input about the document during a 30-day comment period beginning August 1, 2014.   June 16, 2014  Congaree National Park Receives 2014 National Park Foundation Impact Grant  Congaree National Park is one of 23 national parks selected to receive a 2014 Impact Grant from the National Park Foundation, the official charity of America’s national parks.   June 12, 2014  Trail Marking Project Underway  Rrangers have begun an extensive project to re-mark over twenty miles of trails. The project will result in a safer experience for visitors. Park trails are currently identified by colors corresponding to trail names. The new marking project will replace color coding with numbers associated with each trail.   June 12, 2014  \"Potential\" Wilderness Converted to Wilderness  Superintendent Tracy Stakely announced the conversion of approximately 6,690 acres of park land from “potential” wilderness to wilderness.  The land was originally labeled “potential’ wilderness in October 1988.  The conversion was accomplished via publication of a notice in the Federal Register last month.   May 02, 2014  Citizen Scientists Needed for June Butterfly Count  The public is invited to join park staff in June for two free butterfly programs at Congaree National Park on June 14 & 21.   May 02, 2014  Potential Prescribed Burn  Within the next 1-2 weeks Congaree National Park plans to complete two controlled burns on approximately 975 acres of park woodlands.   April 29, 2014  Kimbler Family Found  National Park Service Rangers and SAR partners have safely rescued JR Kimber and his two children from Congaree National Park after spending over 2 days lost in the backcountry. The rescued are all in stable condition and are being transported by ambulance to the local hospital for observation.   April 29, 2014  Kimbler Search and Rescue Update Tuesday Morning  April 29, 2014, 7:30 Search and Rescue Operation Update.   April 28, 2014  SAR Volunteer Information  Park officials appreciate the interest of people willing to volunteer their services, but at this time, the operation is being coordinated exclusively with trained personnel working with these agencies.   April 28, 2014  Congaree National Park SAR Update  On Saturday, April 26, Park Rangers were notified that a 43-year old man, Jerry Robert Kimbler, of Springdale, South Carolina, and his 2 children, 10 year old son and 6 year old daughter, were lost after venturing down a trail in Congaree National Park near the Harry Hampton Visitor Center.   April 14, 2014  Prescribed Burn to Take Place at Congaree National Park  Within the next 2 to 3 weeks Congaree plans to complete two controlled burns on approximately 975 acres of park woodlands. The purpose of prescribed fire is to reduce hazardous fuels and the threat of wildfire to park neighbors, enhance habitat for the endangered red-cockaded woodpecker and restore fire in the natural system.   April 04, 2014  Go Wild for Congaree!  Join rangers and volunteers at Congaree National Park this month for a variety of programs celebrating the 50th Anniversary of the Wilderness Act of 1964 and National Park Week. All programs are free.   March 21, 2014  Tourism to Congaree National Park Creates $5,144,000 in Economic Benefit  A new National Park Service report shows that 109,685 visitors to Congaree National Park in 2012 spent $5.144 million in communities near the park. That spending supported 66 jobs in the local area.   January 27, 2014  February Great Backyard Bird Count Programs at Congaree  The Old-Growth Bottomland Forest Research and Education Center at Congaree National Park is hosting two free birding programs in February.   January 24, 2014  Meet Congaree National Park’s First-Ever Artists-in-Residence at Presentation on February 20  James and Jenny Tarpley are returning to Columbia for a public presentation to share their experience as Congaree’s first-ever Artists-in-Residence at 6:30 pm on February 20 at Columbia College.   December 23, 2013  Congaree Welcomes Artist-in-Residence Mary Gilkerson  Congaree National Park’s winter Artist-in-Residence, Mary Gilkerson, will begin work on a mural in the park’s Harry Hampton Visitor Center in January. Mary Gilkerson is Congaree’s second Artist-in-Residence. A contemporary South Carolina painter, Mary finds inspiration in landscapes. She holds an MFA in drawing and painting from the University of South Carolina and works as a professor of art at Columbia College.   December 18, 2013  Congaree Hosts First Ever Artists-in-Residence  Congaree National Park recently hosted its first-ever Artists-in-Residence, James and Jenny Tarpley, owners of Visio Photography in Marion, North Carolina.  The Tarpley’s spent several weeks documenting Congaree with their creative filter and led a photography program called “Capturing Congaree” along with Park Ranger Lindsay Compton in November.   October 18, 2013  Congaree National Park Reopens to Visitors  Congaree National Park re-opened to visitors yesterday.  Visitors can access facilities, public areas and roads immediately. The park has been closed since October 1 due to the lapse in Congressional appropriations.   September 04, 2013  Celebrate SwampFest at Congaree  The public is invited to join park rangers and volunteers for special programs to celebrate SwampFest at Congaree National Park on October 5. SwampFest is a local heritage tourism event, which will take place October 4-5 in Lower Richland County. All park programs are free and begin at the Visitor Center.   September 04, 2013  Join Rangers and Volunteers for Programs in September  The public is invited to join park rangers and volunteers for guided programs at Congaree National Park this month. All programs are free and begin at the Harry Hampton Visitor Center.   August 28, 2013  Congaree National Park Seeks Public Input on Proposed Fee Program  Beginning September 3, 2013, Congaree National Park will begin a 30-day public comment period on the proposed addition of expanded amenity fees at the park.   August 15, 2013  11th Annual SwampFest Student Art Competition  Congaree National Park is seeking entries for the 11th Annual SwampFest Student Art competition. The competition is an opportunity for young artists from the Midlands to showcase their talent while celebrating Congaree National Park’s diverse resources.   August 13, 2013  Citizen Scientists Invited to September Butterfly Count Events  The public is invited to join park staff in September for two free butterfly programs at Congaree National Park. Sponsored by the park’s Old-Growth Bottomland Forest Research and Education Center, the programs are coordinated in partnership with the Carolina Butterfly Society and the North American Butterfly Association (NABA).   August 13, 2013  The National Park Service Turns 97  Congaree National Park will celebrate the 97th birthday of the National Park Service with park visitors on Saturday, August 24.   August 02, 2013  New Hours for the Harry Hampton Visitor Center  Effective October 6, 2013, Visitor Center will be open 9:00 am-5:00 pm, Tuesday-Saturday, year-round.  The facility will be closed on Sunday, Monday and all Federal Holidays.  Visitors are encouraged to explore Congaree at any time, as the park’s trails and campgrounds remain open 24 hours, 7 days per week.   June 28, 2013  Join Rangers & Volunteers for Programs in July  The public is invited to join park rangers and volunteers for programs at Congaree National Park in July. All programs are free and begin at the Harry Hampton Visitor Center.   June 27, 2013  New Regulations Improve Visitor Experience  Superintendent Tracy Stakely has announced adjustments to two park regulations in an effort to provide an improved experience for park visitors.  The interim regulations allow for leashed pet access on the park’s 2.4 mile boardwalk and opens Weston Lake to fishing.   May 29, 2013  South Cedar Creek Canoe Access Closed for Tree Removal June 10-14  In order to ensure visitor safety, the South Cedar Creek Canoe Launch and parking area will be closed June 10-14. NPS crews from Kings Mountain National Military Park will assist Congaree staff in tree removal work during the closure.   May 28, 2013  Join Congaree National Park Rangers & Volunteers for Programs in June  The public is invited to join park rangers and volunteers for programs at Congaree National Park in June. All programs are free and begin at the Harry Hampton Visitor Center unless otherwise noted.   May 24, 2013  Largest Flood in Years Brings Life to Congaree  In recent weeks the park has experienced significant flooding as a result of rain in the Midlands and the Congaree River watershed. Many of the park’s natural systems not only withstand flood events, but they depend on periodic flooding from the Congaree and Wateree Rivers to thrive.   May 13, 2013  National Trails Day June 1  Help your national park on June 1 from 9:00 am to 12:00 pm in celebration of National Trails Day! Participants will meet at Bates Bridge Landing (Hwy 601) to collect and clean up trash.   April 19, 2013  June Butterfly Count Programs  The public is invited to join park staff in June for two free butterfly programs at Congaree National Park. The upcoming programs engage “citizen scientist” volunteers to help identify and count butterflies in the park.   April 08, 2013  Improvement Project Planned for South Cedar Creek Canoe Launch  The South Cedar Creek Canoe Launch and parking area will be closed intermittently this spring as crews begin work on a construction and improvement project.   April 08, 2013  Two Dynamic Teachers Wanted for Summer Professional Development Opportunity at Congaree  Congaree National Park is accepting applications from teachers interested in a challenging and fun professional development opportunity at the park this summer.  Two teachers will be selected as Teacher-Ranger-Teachers (TRT), working with park rangers for 8-10 weeks to develop lesson plans focused on park resources.   March 28, 2013  April and May Programs  The public is invited to join park rangers and volunteers for programs at Congaree National Park in April and May. All programs are free.   March 22, 2013  Junior Ranger Patch Design Contest  Congaree National Park is seeking your help to design a new Junior Ranger patch. The winning design will be embroidered on a patch, which will be given to young visitors who complete the park’s Junior Ranger program books.   March 05, 2013  Economic Benefits of Congaree  A new National Park Service (NPS) report for 2011 shows that the 120,166 visitors to Congaree National Park spent $2,928,000 in communities surrounding the park.  This spending supported 48 jobs in the local area.   January 29, 2013  February 2013 Birding Programs  The Old-Growth Bottomland Forest Research and Education Center at Congaree National Park and the Friends of Congaree Swamp are partnering to host two, free birding programs in February.   December 13, 2012  New Camping Regulations  Congaree National Park has announced new camping regulations to reflect improvements made to the Longleaf and Bluff Campgrounds. Vehicle camping (to include cars, trucks, recreational vehicles, campers, and conversion vans), which was once allowed at the Longleaf Campground, will no longer be allowed anywhere in Congaree National Park.   December 12, 2012  January Guided Program Schedule  The public is invited to join park rangers and volunteers for programs at Congaree National Park in January 2013.  All programs are free and begin at the Harry Hampton Visitor Center.   December 12, 2012  Tracy Stakely Named Superintendent of Congaree National Park  Acting Southeast Regional Director Gordon Wissinger announced that Tracy Stakely has been selected as the next superintendent of Congaree National Park. He will assume his new duties in January 2013.   November 19, 2012  Harry Hampton Visitor Center Hours  Congaree National Park has announced a change to the hours at the Harry Hampton Visitor Center, effective immediately.  The Visitor Center will be open 9:00 am-5:00 pm, 7 days per week, year-round.  The facility will continue to be closed Thanksgiving, Christmas Day, and New Year’s Day.   October 15, 2012  10th Annual SwampFest Student Art Competition Winners Announced  Congaree National Park is pleased to announce the winners of the 10th Annual SwampFest Student Art competition, co-sponsored by the Southeast Rural Community Outreach (SERCO) and the Friends of Congaree Swamp.   October 15, 2012  4th Annual Congaree Campfire Chronicles  The staff at Congaree National Park is excited to announce the 4th Annual Congaree Campfire Chronicles living history program, November 2 & 3. Park rangers will guide visitors past campfire scenes, exploring stories of the past in the Congaree floodplain.   September 27, 2012  Temporary Closure of Cedar Creek Canoe Launch  To allow for survey work to take place and to ensure visitor safety, the Cedar Creek Canoe Launch will be closed October 16-17. Survey crews will be working to prepare the area for an upcoming construction and improvement project. Visitors wishing to access Cedar Creek for a paddle during the closure may use the Bannister Bridge Canoe Access, located on Old Bluff Rd.   April 18, 2012  Celebrate National Park Week: Picture Yourself at Congaree  Congaree National Park Superintendent Tracy Swartout invites you to picture yourself at Congaree National Park during National Park Week, April 21-29.  During National Park Week, visitors are invited to join park rangers and volunteers for a variety of guided programs at Congaree.   April 09, 2012  Summer 2012 Teacher-Ranger-Teacher  Educators are invited to apply to participate in Congaree's Teacher-Ranger-Teacher program this summer, working as a uniformed park ranger.  The selected teacher will then return to the classroom to share their experience with students.   April 09, 2012  Summer 2012 Junior Ranger Ecology Camp  Rising fifth graders are invited to enroll in one of three Junior Ranger Ecology Camps this summer at Congaree National Park.   January 26, 2012  Public Inivted to Participate in Great Backyard Bird Count at Congaree  The Old-Growth Bottomland Forest Research and Education Center at Congaree National Park and the Friends of Congaree Swamp are partnering to host two separate, free birding programs:  Birding Basics Workshop on Saturday, February 11, 8:30 am to 11:30 am and the Great Backyard Bird Count on Saturday, February 18, 8:30 am to 11:30 am.   December 20, 2011  Public Invited to Big Tree Hikes in January 2012  Join a park ranger at Congaree National Park for Big Tree Hikes from 10:00 am-3:00 pm on Sunday, January 15 and Friday, January 27, 2012.  The 6.5 mile hikes will take visitors to some of the largest trees found in the Congaree floodplain and show visitors how “Champion” trees are determined.   November 28, 2011  Public Invited to Pariticpate in Birding Programs  The public is invited to participate in the Birds and Branches Guided Hike on December 4 and the Christmas Bird Count on December 18.   October 13, 2011  3rd Annual Congaree Campfire Chronicles November 4 & 5  Superintendent Tracy Swartout is excited to announce the 3rd annual Congaree Campfire Chronicles.  Park rangers will guide visitors on a living history walk, exploring stories of the past in the Congaree floodplain. The 90 minute tours will end with a campfire, marshmallows , and good company with park volunteers and staff.   October 07, 2011  Public is Invited to Celebrate Congaree's 35th Anniversary on October 18  The public is invited to join the staff at Congaree National Park in celebration of its 35th anniversary as a national park unit with cake and a showing of ETV’s documentary about the creation of the park, “Roots in the River\" at the Harry Hampton Visitor Center from 12:00-12:30 pm on Tuesday, October 18.   September 15, 2011  Harry Hampton VC Hours  Effective October 1, the Harry Hampton Visitor Center will be open 9:00 am-5:00 pm, 7 days per week from October 1-March 31.  The facility will be open 9:00 am-5:00 pm Sunday-Thursday and 9:00 am-7:00 pm Friday and Saturday from April 1-September 30 each year.   September 02, 2011  Fall Butterfly Programs Announced  Visitors are invited to join park staff for fall butterfly programs at Congaree National Park on September 10 and September 17.",
    "url": "https:\/\/www.nps.gov\/cong\/learn\/news\/newsarchive.htm"
}
