{
    "title": "Charles Pinckney National Historic Site: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger          Charles Pinckney Junior Ranger Program   \"Explore, Learn, and Protect!\" Inviting the youngest park visitors to become a member of the National Park Service family, the Junior Ranger program gives kids and families the opportunity to uniquely explore and learn about their national parks, and how they can help protect them today and into the future. Kids get the chance to interview Rangers, complete games, and answer questions about the park and the National Park Service. Pick up your Junior Ranger program at Charles Pinckney National Historic Site!         Junior Ranger Activity Book and Badge for Charles Pinckney National Historic Site NPS Photo  Get Started Download your own copy of the Charles Pinckney Junior Ranger program, and become a Junior Ranger today!        Become a Centennial Junior Ranger In 2016, the National Park Service turns 100 years old. Life was pretty different in 1916. Back then most Americans still traveled by horse and buggy! And even though there were fewer people here, they wanted to preserve America's amazing natural wonders and historic places and share their stories with everyone.  Although the National Park Service takes care of these special places, we all own them together--that means you, too! We need your help to care for out national parks. Imaging what parks would be like in another 100 years if no one helped protect them. You can start by completing a Centennial Junior Ranger Activity Book and becoming an official Centennial Junior Ranger!  Charles Pinckney National Historic Site has a limited number of Centennial Junior Ranger Activity Books and badges. Contact us before your visit to check the availability!      National Park Service WebRangers Program In WebRangers, you can:  Bring National Park fun to your computer. Learn more about your national parks even if you can't visit them. Learn about parks before you visit. Learn how to care for your parks and your world.",
    "url": "https:\/\/www.nps.gov\/chpi\/learn\/kidsyouth\/beajuniorranger.htm"
}
