{
    "title": "Lake Mead National Recreation Area: Summer Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking     Summer Hiking                  Summer Hiking - Hike Smart      The National Park Service urges SPECIAL CAUTION for all hikers during the summer months.      Recommendations for Summer Hiking in the Lake Mead National Recreation Area Our first recommendation for summer hiking in the Lake Mead National Recreation Area is that you not hike during the summer months. Instead, we encourage you to enjoy alternative activities in the Lake Mead National Recreation Area. You may want to consider some of the activities listed below.  Take a paddleboat cruise on Lake Mead or a guided rafting trip on the Colorado River. Stop by the newly renovated and air conditioned Alan Bible Visitor Center. Grab a life jacket and take a dip in the lake. Boulder Beach is a great spot to go swimming in the hot summer months. Please always wear a lifejacket while on or in the water. There are shade structures, picnic tables, grills, restrooms, campsites and a ranger station. Please remember that there are no life guards on duty. Find a shady cove for early morning fishing.  Excessive heat is the #1 weather-related killer in Arizona, Nevada and California. If you decide to go hiking during the summer months, please remember to be prepared. Do not rely on physical strength alone; hiking smart will take you much farther. Rangers respond to heat exhausted hikers every day during the summer – don’t become one of them. Use the information below to hike smart.     10 Summer Hiking Essentials      Water – plain and some electrolyte replacement (e.g. Gatorade, Powerade). Hike with at least 1 gallon of water per person per day. Food – bring salty foods (e.g., rice crackers, pumpkin seeds, popcorn, pretzels, dill pickles). Eat twice as much as normal. First Aid Kit – bandages, ace wrap, antiseptic, moleskin, etc. Map – although trails may be marked, maps are helpful tools. Backpack – bring a backpack that will hold all of your hiking essentials. You may consider a hydration pack for easier access to water while hiking. Flashlight\/Spare Batteries – if you need to hike out in the evening, when the temperatures are cooler, you will need a flashlight or headlamp with working batteries to safely make your way out. Spray Bottle – fill with water for your own personal air conditioning system. This does not count as part of your drinking supply. Hat & Sunscreen – to keep the sun off you and protect your skin. Whistle and\/or Signal Mirror – for emergency use. Waterproof Clothing – poncho or jacket; especially useful during monsoon season (mid-July to early September).  For more tips, visit the CDC at http:\/\/www.bt.cdc.gov\/disasters\/extremeheat\/index.asp.     Lake Mead National Recreation Area Trails     White Rock Trail - Closed from May 15 to Sept. 30. Gold Strike Hot Spring - Closed from May 15 to Sept. 30.  Historic Railroad Tunnel Trail - If you decide to do an early morning hike at the Lake Mead National Recreation Area, you may consider the Historic Railroad Tunnel Trail. This is a maintained trail without rough terrain. You should plan your hike only for the early morning hours. Plan to be back at your car before 10 a.m.     EXTRA TIPS      Do not rely on your cell phone. It is very likely you will not have cell coverage within the Lake Mead National Recreation Area. Be sure to leave your hiking itinerary with someone who will not be hiking with you and will notice if you have not returned at your anticipated time. If an emergency does occur and you are near the water, stay near the water. It will be easier for emergency personnel to reach you and you will have a resource that you need to survive. Avoid alcoholic or caffeinated beverages. Both increase stress on the body and actually accelerate dehydration. Wear light, loose-fitting clothing. Use a buddy system. Monitor the condition of your friends and have someone do the same for you. Bring a lightweight umbrella\/parasol to create your own shade. Keep a cooler in your car packed with ice, water, sports drinks with electrolytes and snacks. When you are finished with your hike, you will have something cold to enjoy. If you have space in your pack, bring a small ice pack with you and keep it next to your sunscreen. When you reapply your sunscreen, it will be cool on your skin. Provide plenty of water and shade for pets. Remember, the ground is hot and can burn the pads of your dog’s feet. Dogs can also suffer from heat stroke during a hike and should never be left in the car for even a few minutes in the summer desert heat. Warning! Summer thunderstorms bring lightning and flash flooding. Stay out of open areas where lightning may strike. Weather information is posted daily at ranger stations.      Drink and Eat Often     You sweat around ½ to 1 quart of fluid for every hour you walk in the heat.  This fluid\/electrolyte loss can exceed 2 quarts per hour if you hike uphill in direct sunlight during the hottest time of the day. Because the air is so dry and hot, sweat evaporates instantly, making its loss almost imperceptible. Keep an eye out for salt rings on your clothes. Do not wait until you are feeling thirsty to start replacing fluids and electrolytes. By the time you feel thirsty, you are already dehydrated. Also, drink water regularly before you begin your hike so that you start out hydrated. Even a mild level of dehydration can make hiking a lot less fun. The more dehydrated you become, the less efficient your body is at cooling, making hiking more difficult. Your body can only absorb about 1 quart of fluid per hour, so drink ½ to 1 quart of fluids every hour that you are hiking in the heat. Carry a water bottle in your hand or use a hydration pack so that you can easily and often drink small amounts of water during your hike. Be sure to alternate between water and a sports drink with electrolytes. Balance your food intake with fluid consumption, or else you run the risk of becoming dangerously debilitated and severely ill. Food is your body’s primary source of fuel and salts (electrolytes) while hiking in the Lake Mead National Recreation Area. Eat a salty snack every time you take a drink.     Wait for the Shade     Avoid hiking between 10 a.m. and 5 p.m. Only do early morning hikes during the summer.  Even if you are eating and drinking correctly you still need to avoid hiking in direct sunlight during the hottest part of the day. Daytime temperatures in the sun are 15 degrees F. to 20 degrees F. (9 degrees C. -11 degrees C.) degrees hotter than posted shade temperatures.  Plan your day so you are not hiking between the hours of 10 a.m. and 5 p.m. Shift strenuous outdoor activities to cooler parts of the day, especially during the early morning. Experienced desert hikers know that the timing of their hike is the most important factor in avoiding hazards.     Average Temperatures in Boulder City, Nevada             JAN   FEB   MAR   APR   MAY   JUNE   JULY   AUG   SEP   OCT   NOV   DEC     High (F)   54   59   67   75   85   95   101   99   91   78   64   54     Low (F)   41   44   49   56   65   74   79   78   71   60   48   40     High (C)   12   15   19   24   29   35   38   37   33   26   18   12     Low (C)   5   7   9   13   18   23   26   26   22   16   9   4           Stay Wet and Stay Cool     Keep yourself soaking wet to stay cool. This is one of the best things that you can do for yourself. It will help decrease your core body temperature. Whenever you are near water, make sure that you soak yourself with the water. If you hike while soaking wet, you will stay reasonably cool. This will make a difference in how well you feel, especially at the end of the day.     The Hazardous H's     Watch out for these health hazards!  Heat Exhaustion – The result of dehydration due to intense sweating. Hikers can lose one or two quarts (liters) of water per hour.  Symptoms: pale face, nausea, vomiting, cool and moist skin, headache, cramps. Treatment: drink water with electrolytes, eat high-energy foods (with fats and sugars), rest in the shade for 30-45 minutes, and cool the body by getting wet.  Heatstroke – A life-threatening emergency where the body’s heat regulating mechanisms become overwhelmed by a combination of internal heat production and environmental demands. Your body loses its ability to cool itself. Untreated heat exhaustion can lead to heatstroke. Symptoms: flushed face, dry skin, weak and rapid pulse, high core body temperature, confusion, poor judgment or inability to cope, unconsciousness, seizures. Treatment: the heatstroke victim must be cooled immediately! Continuously pour water on the victim’s head and torso, fan to create an evaporative cooling effect. Immerse the victim in cold water if possible. Move the victim to shade and remove excess clothing. The victim needs evacuation to a hospital. Someone should go for help while attempts to cool the victim continue.  Hyponatremia (water intoxication) – An illness that mimics the early symptoms of heat exhaustion. It is the result of low sodium in the blood caused by drinking too much water and losing too much salt through sweating. Symptoms: nausea, vomiting, altered mental states, confusion, frequent urination. The victim may appear intoxicated. In extreme cases seizures may occur. Treatment: have the victim eat salty foods, slowly drink sports drinks with electrolytes and rest in the shade. If mental alertness decreases, seek immediate help!  Hypothermia – A life-threatening emergency where the body cannot keep itself warm, due to exhaustion and exposure to cold, wet, windy weather.  Symptoms: uncontrolled shivering, poor muscle control, careless attitude. Look for signs of the “umbles” – stumbling, mumbling, fumbling, grumbling. Treatment: remove wet clothing and put on dry clothing, drink warm sugary liquids, warm victim by body contact with another person, protect from wind, rain and cold. Avoid hypothermia by checking at ranger stations for daily weather information, taking layered clothing for protection against cold and wet weather, eating frequently, replacing fluids and electrolytes by drinking before feeling thirsty, and avoiding exposure to wet weather.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/summer-hiking.htm"
}
