{
    "title": "Charles Pinckney National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations      PermitsCharles Pinckney NHS is administered by Fort Sumter National Monument. All permits go through the Fort Sumter National Monument administration. A special park use (SPU) is defined as a short-term activity that takes place in a park area, and that: Provides a benefit to an individual, group, or organization rather than the public at large;Requires written authorization and some degree of management control from the Park Service in order to protect park assets and the public interest;Is not prohibited by law or regulation;Is not initiated, sponsored, or conducted by the Park Service;Is not managed under a concession contract, a recreation activity for which the National Park Services charges a fee or a lease. Each request to permit a special park use or to renew authorization of an existing use will be reviewed and evaluated by the park superintendent.Appropriate fees for cost recovery, as well as performance bond and liability insurance requirements, will be imposed, consistent with applicable statutory authorities and regulations. All costs incurred by the Park Service in writing the permit, monitoring, providing protection services, restoring park areas, or otherwise supporting a special park use will be reimbursed by the permittee. When appropriate, the Park Service will also include a fair charge for the use of the land or facility. Please not that you may only apply for a Special Use Permit for activities that are to take place within 12 months of the application's date.To apply for a Special Use Permit, call Tony Paladino at (843) 883-3123 x 225 or send an e-mail. For detailed information on permit procedures and costs, please review these documents: Application for Permit (pdf, 58 KB)Application for Film Permit (pdf, 119 KB)          NPS   Reservations  Organized groups such as schools, scouts, churches, etc. should call ahead and make a reservation. E-mail or call (843) 881-5516 for more information.",
    "url": "https:\/\/www.nps.gov\/chpi\/planyourvisit\/permitsandreservations.htm"
}
