{
    "title": "Lake Mead National Recreation Area: Grapevine Canyon Hike",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking     Grapevine Canyon Hike                  Grapevine Canyon                 To many first time visitors, the Mojave Desert seems barren and desolate, but a walk through Grapevine Canyon offers another perspective. A fresh water spring flows out of the canyon floor in non-drought years. This desert spring provides life-giving water to a wide assortment of plants and animals. The presence of the water and the abundance of plants and animals may have drawn early humans to this area as well.             Critical Information  During the summer months this is a VERY HAZARDOUS activity due to excessive heat. Please consider re-scheduling this hike during the cooler fall and spring months. For more on desert safety please visit our SAFETY PAGE.           A Desert Oasis         Evidence of the Prehistoric Indians who lived in this area can be found by following the trail from the parking area to the mouth of the canyon, an easy ¼ mile walk. Rock drawings known as petroglyphs are etched on the large boulders at the entrance to the canyon. They are believed to have been created by these early people.   The hike farther into the canyon is moderate with some climbing over large boulders required.    The relatively lush plant growth in the canyon is in sharp contrast to the stark hillsides. This extra moisture from the small spring allows a number of plants to grow here that could not survive on drier slopes. Cottonwood, arrowweed, canyon grape, cattails and rushes grow in the canyon.    The presence of a spring and the variety of water loving plants draw desert bighorn sheep and other animals into the canyon.      Petroglyphs         The trail meanders along the bench on the edge of Grapevine Wash. As it approaches the canyon mouth, the first petroglyph panels can be seen on the boulders and cliff faces on either side of the wash. The designs and figures carved here pose many questions. What do the petroglyphs mean and why were they put here?   Determining the exact age of the petroglyphs is difficult. Evidence from recent research projects indicates that the age of the etchings spans a time period from as recent as 150 – 200 years ago to more than 800 years ago.              Help Us Protect the Past! Archeological artifacts and sites are protected in National Parks. It is illegal to remove or damage archeological materials. Disturbance of these resources destroys our heritage.          Spirit Mountain             Grapevine Canyon lies to the south of Spirit Mountain, the highest peak in the Newberry Mountains. Rising to an elevation of 5,639 feet above sea level, Spirit Mountain and the surrounding canyons are sacred grounds for the Yuman speaking tribes of the lower Colorado River. The mountain plays a prominent role in the religion and mythology of these people. They believe the mountain (called Avikwame by the Mohave people and Wikame by the Hualapai) is the spiritual birthplace of the tribes. Their creation story says...At one time all people belonged to one tribe, but they began to quarrel. The Creator, Mutavela, settled the dispute by dividing the great land into four sections, the North peoples, the South peoples, the East peoples and the West peoples. The Mohave were the west people and occupied the land along the Colorado River from what is now Black Canyon to the Bill Williams River. The other groups moved north, south and east.   Spirit Mountain and the surrounding canyons collectively have been named a Traditional Cultural Property and are listed on the National Register of Historic Places because of their significance to the Yuman speaking tribes which include Mohave, Hualapai, Yavapai, Havasupai, Quechan, Pai pai and Maricopa. This area is still sacred to the members of these tribes.   While visiting , please respect the traditions of the people who still consider this area to be sacred to their lives and culture. Do not deface the petroglyphs. Even touching them can cause damage. Please do not climb on the rocks and panels. Look, observe, imagine. Be still and listen.           We have available a variety of maps to help plan your visit Click Here to download your \"Inside the Park\"map (PDF)         How to Get to Grapevine Canyon   Grapevine Canyon is accessible from the Christmas Tree Pass Road, located off State Highway 163, six miles west of Davis Dam at mile marker 13. Turn right onto the dirt road. Two miles from the highway, a short spur road to the left leads into the parking area for Grapevine Canyon. Remember to carry plenty of water. Be sure to remove all your trash from the area. Remember this is a sacred area, take only pictures and memories, leave only footprints – on the trail!     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/hikegvine.htm"
}
