{
    "title": "Lake Mead National Recreation Area: CUA Directory",
    "body": "Explore This Park    Get Involved     Do Business With Us     Commercial Use Authorization     CUA Directory                Commercial Use Authorization Directory         Appraisal Services   ABC Mobile Homes, Inc. 702-641-4444   Allstar Realty Group dba Burd Appraisers 702-434-3322   Backcountry  Las Vegas Summit Adventures 844-654-4453 Bicycle Tours   All Mountain Cyclery702-453-2453   Arizona Outdoor Specialists480-945-2881   Kayak Las Vegas dba Desert Adventures 702-293-5026   Boat Lift Installation and Repair   Boatlift Technicians, LLC 602-791-9886   Boat Pump-Out Service   Jim's Mobile Marine Pump Out 702-809-3277  Pump and Dump Detailing702-509-3192 Boat Services - Boat & Raft Retrieval   Canyon Jetboat Services 602-493-1558   Boat Services - Boat Repair\/HVAC  Boulder Marine, LLC 702-293-5838 Infinity Heating & Cooling, LLC 702-291-2000  Reinke Heating and Air Conditioning928-768-8500 Boat Services - Boat Repair\/HVAC\/Plumbing   Southwestern Custom Construction LLC 702-998-8939   Boat Services - Boat Towing  Vessel Assist Lake Mead818-398-6635  Vessel Assist Lake Mohave 928-788-1815   Boat Services - Brokering   Image Boats 1-866-593-5539   Boat Services - Canvas\/Upholstery\/Flooring\/Blinds   Canvas and Upholstery 702-755-4499   Carl's Upholstery 702-293-0591   P.I. Upholstery 408-203-5510   Universal Upholstery 928-758-5951   Boat Services - Delivery\/Retrieval\/Brokering\/Warranty   Boulder Boats702-293-1122   Boat Services - Delivery\/Retrieval\/Safety Demos   Abbott Boat Transport, Inc. 618-407-2250   Destination Yachts, Inc 821-254-8800   Fast Eddie's Transport and Storage 702-336-4354   Gunsight Marine & Transport, LLC 928-608-4470   Hale's Marine Service, Inc. 623-879-7236   Jake's Marine Service 928-754-1142   KF Services, LLC 727-424-4782   Moger Yacht Transport 310-515-6859   Offshore Marine 702-567-0990   Reed Enterprises 619-722-6113   Russell Marine Transport LLC 972-837-3592   T. Parks Marine 888-372-2560   Tracker Boat Center 702-730-5169   Boat Services - Detailing   Have Gloves, Will Travel, Inc. 702-378-9289   McGough Enterprises, Inc. 702-203-1322   R & J Detailing 484-725-2192   Canoe\/Kayak\/Backcountry   After Cool Outdoors, LLC602-692-5937Blazin' Paddles LLC702-215-1105Boojum Institute951-763-4102 x231Boulder City River Riders, LLC702-219-9210Evolution Expeditions Kayaking, LLC702-259-5292Four Seasons Guides928-525-1552Jerkwater Canoe Company, Inc.928-768-7753Naturalists at Large805-642-2692Nelson Adventure Company, LLC323-930-9037Sierra South Inc.760-376-3745Tierra Wild928-350-8704Ultimate Adventures, LLC702-506-2364  Canoe\/Kayak\/Paddleboard\/Backcountry   9th Island SUP702-293-7873   Blue Waters Kayaking415-488-4538   Desert Adventures, LLC702-293-5026   Desert River Kayak928-754-5320   Paddle to the Core702-567-2187   Canoe\/Kayak\/Paddleboard\/Hydrobike\/Backcountry   River Dogz702-901-1060  Fishing Guide   Adventure in Angling 702-375-1821   Angler's Edge Guide Service 702-285-2814   Arizona Wildlife Outfitters and Striper Hunters 928-681-4867   Desert Whirlwind Adventure, LLC 928-715-3072   Fish, Inc. 702-565-8396   Fishfinders 702-499-7942   Hooked up in Vegas with Captain T 702-205-8178   Las Vegas Fishing Tours 702-699-7898   The Fishing Reel Guide Service 702-566-4380   Hunting Guide  Arizona Wildlife Outfitters and Striper Hunters928-681-4867  Silver State Guides & Outfitters 702-686-9101  Virgil's Big Horn Hunts 775-331-3088  Local Shuttle   Casino Travel and Tours 702-946-5075   Marque Motor Coach, Inc. 702-362-0440  Rarkar, LLC 702-655-6060  SWEETours, Inc. 702-456-9200   Y-Travel DBA Grand Canyon West Express 702-260-6506   Marine Salvage   AAI Neptune Divers - Marine Salvage 702-452-5723   Metropolitan Marine Solutions 928-788-1815   Marine Survey   Bluewater Marine Survey, LLC 702-324-1884   Northstar Marine Survey 702-274-7780   Motorized Scenic Tours   Big Horn Wildwest Tours 702-385-4676   Las Vegas ATV Tours 702-825-1411   Pink Jeep Tours 702-895-6777   Multi-Sport Fitness Training  Las Vegas Running Tours702-473-0557 Las Vegas Triathlon Club702-431-6704  The Fitness Source, LLC 702-804-5433   Multi-Sport Fitness Training W\/ Kayaks   Kayak Lake Mead 928-767-3061   SWIM Las Vegas 702-498-2316   Satellite\/Cable Install\/Repair   Dish Network 303-723-1000  SCUBA B-29 Site Guided Tour   Scuba Training and Technology 928-855-9400   Scuba Instruction\/Charters   AAI Neptune Divers - Scuba Instruction 702-452-5723   Bill Duckro dba Scuba Views, LLC 702-645-0516   Dive Shack USA 928-404-1527   GR8DIVN 702-367-3484   SCUBAfy 702-293-2021   Sport Chalet 818-359-9223   Stone Sports702-366-5907   Waterworld Scuba702-425-3428   Shuttle Service   River Runners Shuttle Service 928-564-2194   Small Wedding Service   Las Vegas Outdoor Wedding Company 702-580-9617   Waterski\/Wakeboard Instruction   Vegas Water Sports, LLC 702-748-7873    As of July 2016",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/management\/cuadirect.htm"
}
