{
    "title": "Congaree National Park: Guided Canoe Tours",
    "body": "Wilderness Canoe Tours         Park visitors enjoy a leisurely paddle down Cedar Creek NPS Photo  Have you ever wanted to take a canoe trip on Cedar Creek with a park ranger? The park offers a limited number of free guided canoe tours each year allowing visitors to experience the Congaree Wilderness in a unique way. While on the creek, rangers will talk about the natural and cultural history of the last remaining old-growth bottomland forest in the United States. Visitors will see large bald cypress, loblolly pine and a variety of wildlife while on the tour. Would you like to join us? Canoe Tour Information Dates for each month's Wilderness Canoe Tours can be found on the park's Calendar of Events. Reservations can be made through Recreation.gov. Tours open for reservation one month prior to tours starting. All reservations must be made online; no reservations will be taken by phone or through email. Tours are limited to 12 individuals and last approximately 3 1\/2 to 4 hours. Individuals can register for one tour only and reserve a maximum of 6 seats. Spaces are available until filled to capacity.   Participant Requirements Canoe tour participants must meet the following requirements:   At least one adult (18 or older) must be in each canoe Children participating must be at least 6 years old Participants must know how to swim without the aid of a flotation device     What to Bring The park provides all canoes, paddles and personal flotation devices (PFD) for visitors. Those participating should bring with them:    Weather appropriate clothing (a wicking fabric is best; cotton clothing is nor recommended) Footwear that straps or ties onto feet (Flip-flops or Crocs will not be permitted) Water (at least 1 liter\/person) An optional small snack Sun screen Insect repellent    Trip Cancellations  Park staff reserve the right to cancel a canoe tour for any reason. Participants will be informed as soon as possible if a tour is cancelled. There are no rain checks or make-up dates for cancelled tours. Reasons a tour may be cancelled include, but are not limited to:   Inclement Weather Air Temperature below 45ยบ Fahrenheit Heat index above 103ยบ Fahrenheit Winds 30 miles per hour or higher Unsafe water conditions   If you yourself must cancel a reservation, please let park staff know as soon as possible so that those seats can be filled. You can call the Visitor Center at (803) 776-4396 or cancel the tours yourself through Recreation.gov.",
    "url": "https:\/\/www.nps.gov\/cong\/planyourvisit\/wilderness-canoe-tours.htm"
}
