{
    "title": "Congaree National Park: Congaree River Blue Trail",
    "body": "Congaree River Blue Trail         Congaree River Photo courtesy of Will Graf  The Congaree River Blue Trail is a 50-mile designated recreational paddling trail, extending from the state capital of Columbia, downstream to Congaree National Park.  Paddlers begin with an urban adventure experience, with quick access to the Three Rivers Greenway hiking trails, as well as opportunities to learn about the historic significance of the capital city, including prehistoric Native American sites on the river's tributaries.  As the trail continues downstream, paddlers cross the fall line and enter the Coastal Plains region.  With ever increasing meanders and seemingly countless sandbars, boaters encounter high bluffs and extensive floodplain habitats associated with the Congaree National Park.  Once in the park, paddlers have the opportunity to take out and explore the park's 20 miles of established hiking trails - including a 2.4 mile boardwalk.  In addition to paddling and hiking, many visitors to the park also enjoy backpacking, camping, fishing, birding and nature study.    The Congaree River Blue Trail project came together through a collaborative, multi-agency effort with representatives from American Rivers, the National Park Service, The River Alliance, Friends of Congaree Swamp, South Carolina Department of Natural Resources, Congaree Land Trust, Coastal Conservation League and the Richland County Conservation Commission - the goal of which being to improve public access and increase recreational interest along this stretch of the Congaree River.  On June 7th, 2008, the Congaree River Blue Trail was designated a \"National Recreation Trail\" by the U.S. Department of the Interior in recognition of its local and regional significance.    Click here to view the official Congaree River Blue Trail Map on screen (Acrobat Reader required).  A waterproof, full size version of this map may be obtained at the park's Harry Hampton Visitor Center.    Visit www.bluetrailsguide.org for more information about establishing a Blue Trail in your area.",
    "url": "https:\/\/www.nps.gov\/cong\/planyourvisit\/bluetrail.htm"
}
