{
    "title": "Lake Mead National Recreation Area: Documents",
    "body": "Explore This Park    Get Involved     Planning     Documents              Documents       FONSI Rehabilitate Katherine Landing Road      EA Rehabilitate Katherine Landing Road      Finding of No Significant Impact. Las Vegas Wash Flow Regulation      EA Las Vegas Wash Flow Regulation      Environmental Compliance for Lake Mead Lodge Discontinuance      Finding of No Significant Impact, Upgrade of Wastewater Treatment System at Callville Bay      Upgrade of Wastewater Treatment System at Callville Bay      Lake Mead Lodge Discontinuation and Adaptive Re-use Study      Lake Mead Exotic Plant Management Plan      Environmental Assessment for Exotic Plant Management Plan      Yuma Cove FONSI      Environmental Assessment, Repair of Yuma Cove Razorback Sucker Rearing Pond          August 2009     Capital Improvement Projects 2009(38 pgs; pdf; 2.48 MB)     June 2009   Environmental Assessment: Cottonwood Cove & Temple Bar Arsenic Water Treatment Facility (44 pgs; pdf, 1.16 MB)               2008     FONSI's Lower Moapa Valley Collection System (14 pgs; pdf; 8.39 MB) Wireless Telecommunications Facilities Plan (11 pgs; pdf; 6.62MB)     Fall 2008   Cottonwood Cove and Katherine Landing(4 pgs; pdf; 3.35MB)     September 2008   Development Concept and Environment Impact Statement Being Prepared for Cottonwood Cove and Katherine Landing (1 pg; pdf; 70.24KB) September 2008     Master Plan for Lake Mead NRA Headquarters Site and Warehouse Site (63 pgs; pdf; 1.49MB)     July 2008   Wireless Telecommunication Facility Plan and Environmental Assessment (64 pgs; pdf; 2,616KB)     May 2008     Systems Conveyance and Operations Program (SCOP) Environmental Assessment (106 pgs; pdf; 4.33 MB)       May 2008   Grand Canyon-Parashant National Monument: Ch.1(26 pgs; pdf; 12.2 MB) and Ch2. (117 pgs; pdf; 125 MB)     March 2008    Environmental Assesment for the Lower Moapa Collection System (63 pgs; pdf; 886KB)     2007   Environmental Assessment for Construction of a Government Boating Repair Complex and Aids to Navigation Complex (66 pgs; word; 7.75 MB)     July 2007   Record of Decision for Clean Water Coalition Conveyance and Operations Program (18 pgs; pdf; 8.03 MB)     2007     FONSI'sLake Mead Intake NO. 3 Project(14 pgs; pdf; 131 KB)Muddy Mountains Wilderness Management Plan(9 pgs; pdf; 62 KB)Echo Bay Powerline Upgrades (15 pgs; word; 144 KB)Construction of a Government Boating Repair Facility and Aids to Navigation Complex(12 pgs; pdf;  7.91 MB)Laughlin Regional Park and Regional Heritage Greenway Trails - North Reach(24 pgs; pdf; 15.5 MB)     March 2007   Environmental Assessment to Upgrade Power Servicing the Echo Bay Developed Area ( 64pgs; pdf; 1.5 MB)     March 2007   Arzona Strip's Proposed Resource Management Plan and Final Enivronmental Impact Statement(FEIS) html     December 2006   Environmental Assessment for the Muddy Mountains Wilderness Management Plan (89 pgs; pdf; 6.79 MB)     November 2006   Environmental Assessment Lake Mead Intake NO. 3 Project(122 pgs; pdf; 16.4 MB)Errata Lake Mead Intake NO. 3. (5 pgs; pdf; 67 KB)     November, 2006     Clean Water Coalition Systems Conveyance and Operations Program Environmental Impact Statement Final DraftCover Page ¦ Executive Summary ¦ CH 1 ¦ CH 2 ¦ CH 3 ¦ CH 4 ¦ CH 5 ¦ CH 6 ¦ CH 7 ¦ CH 8 ¦ CH 9 ¦ CH 10 ¦ CH 11 ¦ CH 12 ¦ Appendix Table of Content ¦ Appendix A ¦ Appendix B 1¦ Appendix B 2 ¦ Appendix B 3 ¦ Appendix B 4 ¦ Appendix B 5 ¦ Appendix B 6 ¦ Appendix B 7 ¦ Appendix B 8 ¦ Appendix B 9 ¦ Appendix C ¦  Appendix D ¦ Appendix D Att 1 ¦",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/management\/docs.htm"
}
