{
    "title": "Congaree National Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Caution        Temporary Trail Closure Near Longleaf Campground  Alert 1 , Severity ,caution ,, Temporary Trail Closure Near Longleaf Campground  A section of the Bluff trail near Longleaf campground is temporarily closed due to forest restoration work involving tree work and heavy equipment.  For more information please call (803)776-4396.          Weston Lake Overlook Closed for Repairs  Alert 2 , Severity ,caution ,, Weston Lake Overlook Closed for Repairs  The Weston Lake Overlook on the Boardwalk is closed for repairs. For your safety, please do not enter the overlook area.          Boardwalk Trail Detour Near Weston Lake  Alert 3 , Severity ,caution ,, Boardwalk Trail Detour Near Weston Lake   Due to a dangerous tree hanging over the Boardwalk near Weston Lake, visitors wishing to complete the loop will have to step off of the trail for a short distance. This detour is impassible for those utilizing wheelchairs or strollers.              Seasonal flooding often covers the park's trails. NPS Photo       Much of Congaree National Park lies within the floodplain of the Congaree River. This dynamic environment is subject to periodic flooding which occurs approximately ten times each year. With almost 80% of the park lying within the floodplain, these floods make the backcountry trails and even parts of the boardwalk inaccessible to visitors. The United States Geological Survey (USGS) maintains two flood gauges in or near the park. The Cedar Creek and Congaree River gauges are available online and updated hourly for you to check current water levels. Flooding is most common during the winter months, but can happen at any time of the year. Flood stage for Cedar Creek is set at 8 feet, and for the Congaree River at 15 feet. Low lying areas of the park can begin to flood even if the creek or river have not yet reached flood stage. For questions or to check on current water levels or trail conditions, please call our information desk at (803) 776-4396.",
    "url": "https:\/\/www.nps.gov\/cong\/planyourvisit\/conditions.htm"
}
