{
    "title": "Cowpens National Battlefield: Horse Regulations",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Horse Regulations                Horse Regulations           Horse Riding Regulations Cowpens National Battlefield is preserved to tell the story of the 1781 Revolutionary War battle. Recreational uses are allowed if they do not damage park resources or detract from the experience of visitors learning about the battle. Cowpens National Battlefield is a unit of the National Park Service, whose mission is to protect and preserve the park for the enjoyment of future generations. Parking Riders may enter and exit the park from New Pleasant Road, either outside of the Mainteance area or the cemetary adjacent to the New Pleasant Church. Horses may also access the park from the Trailhead Parking Lot. If entering from the cemetary at New Pleasant Church follow the fire road (mowed grass road) to the Nature Trail or to access the Green River Road. If entering from the Trailhead Parking Lot, please use the shoulder of the paved trail to access the historic Green River Road. Where to ride your horse Horses are allowed only on the roads and trails designated on the map above. When possible, please ride on the road edge or trail shoulder, not the pavement.Along the Auto Loop Road, horses must yield to vehicles. Horses are allowed on the nature trail but should keep off the bridges since they are not designed to carry the weight of horses. Horse crossings have been designated in these areas. Horses must stay on the designated trails and may not be on the paved Battlefield Trail, the Scruggs House lawn, or around the visitor center and its parking area. However, they may cross the paved trail and the Auto Loop Road to access the Green River Road. Behavior Horses must be under the control of the rider at all times. Owners are responsible for the behavior and actions of their horses while in the park. Skittish or untrained horses are not permitted because of the danger they pose to visitors. All riding in the park is at your own risk. There is no expectation that all areas are safe for horses and riders. Please be considerate of others who use the park. If possible, remove horse excrement to woods\/brush at least 20 feet off park trails.",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/management\/horse-regulations.htm"
}
