{
    "title": "Cowpens National Battlefield: Other Resources",
    "body": "Other Resources       Links to other resources Southern Campaign of the American Revolution South Carolinians in the American Revolution: A Comparison of Roles Printable version      South Carolinians in the American Revolution: A Comparison of Roles by Scott Withrow To understand the American Revolution in South Carolina it is important to compare the roles played by various and often, disparate people. In addition to soldiers, political leaders, Patriot partisans, Loyalists, women, African-Americans, and Native-Americans-played important and varied roles in the Revolution in South Carolina. Political Leaders Political roles in the midst of the southern theater of war were not always clear for British and Patriot leaders alike. When British Governor William Campbell fled South Carolina in September 1775, British political authority collapsed, leaving the Patriots in nominal control. [1] Soldiers, especially officers for both sides, became de facto political leaders due the existing power vacuum and their inherent authority. Leaders such as Patriot General Nathanael Greene exercised enormous power and influence. At the community level, Patriot or Loyalist leaders often exercised great influence.   For the Patriots, there were truly elected \"political\" leaders such as Governor John Rutledge. In reality, however, South Carolina's Patriot government exercised its powers in absentia. After the British captured Charleston, Governor Rutledge escaped to the hinterlands of South Carolina and eventually served from Hillsborough, North Carolina, in order to escape capture by the British. The state legislature, created in 1776, risked capture if they met, and thus, not being able to get members together, lacked a quorum for decisions. In January 1782, with the British subdued but still in Charleston, the legislature finally met with newly elected members at Jacksonborough on the Edisto River thirty miles southwest of Charleston. Measures against Loyalists were part of its agenda and helped ameliorate Patriot anger. [2] Otherwise, some would have taken violent revenge against suspected Loyalists. Soldiers Patriot soldiers were often divided into militia (irregular) and Continental (regular) troops. Add to that state troops in some cases.[3] The militia were the citizen soldiers, most often yeoman farmers. Many of the militia, especially the Scotch-Irish[4] networked with various similar communities by couriers on horseback. The Scotch-Irish had lived in widely-settled communities in Virginia, most were Presbyterians, some had fought together previously, many were related by economic activities, and still others were related by marriage. One community often served as a refuge for those from war-torn areas. The actions of Elijah Clarke of Georgia serve as an example. In 1780 he accompanied about 700 refugees on a 200-mile journey from war-torn Georgia to the Watauga and Nolichucky settlements in what is today Tennessee. After the Battle of Musgrove's Mill, Clarke had agreed to cooperate with South Carolinians under James Williams and Isaac Shelby of Watauga to counter British further British military incursions into the backcountry. Clarke, a militia leader from Georgia at the time, would have had strong connections with the South Carolina and over-mountain settlers.[5] As a result of these connections and Scotch-Irish settlement patterns in the backcountry away from Anglican domination, the British failed in their attempt to scatter the Scotch-Irish and limit their political and military power.[6] Relative also is the fact that militia would not usually go anywhere without their horses. Regular army officers frowned on the practice, but could not ban it. Although militia dismounted to fight on foot (as they did at Kings Mountain and Cowpens), they could just as easily remount and desert the battle. Horses, too, had to be fed just as humans were fed. Foraging for food took time.  Militia often went unpaid. Later, when many Revolutionary veterans were aging, Congress passed more liberalized bounty laws awarding land as bounty for their service. To qualify, militia had to file a pension application with necessary witnesses to one's service. The last pension law, and the most liberal, was passed in 1832. It granted additional benefits based on service and also granted benefits to widows of pensioners.[7] Patriot and Loyalist militia were often indistinguishable from each other. The Patriot militia at Kings Mountain wore white slips of paper in their hats for identity while the Loyalist militia wore sprigs of pine. Tradition says that, near the end of the battle, Loyalist militia were exchanging pine sprigs for slips of paper! The backcountry militia wore linen shirts, buckskin breeches, and, sometimes, moccasins. They usually carried their own supplies, including their rifle, powder, and shot. In their belt, they usually carried a knife and tomahawk, each in a sheath. They had borrowed a way of life and style of fighting from the Native-Americans with whom they had fought. In fact, the British often accused the Scotch-Irish as being as \"savage\" as Native-Americans.   In comparison to Continental service, militia service was short-lived, usually about three months or less at one time. It was important to militia to return home to check on the safety of their family and protect their farms. Spring planting and fall harvesting were important times to be at home. Those on the frontier were concerned about Indian raids on their homes and family.   The Continentals, on the other hand, were the regular, or standing army.[8] They served longer periods of time and often had uniforms. They were issued muskets with bayonets and other supplies. Additionally, Continentals had more formal training than militia. Not all had uniforms, but those who did wore various colors. In images today, the standard pictured is most often a navy blue uniform with red facings, but such a uniform varied by region. The color of the facings accounted for most variations.  Continentals usually fought wherever they were asked within their region, north or south. The Maryland 1st, fighting at the battles of Camden, Cowpens, and Guilford Courthouse, is an exception-fighting both in the North and South. Whether they were Continentals or militia, all able Patriot males were expected to fight. Partisans \"Partisans\" in referring to soldiers in the American Revolution has become a popular term today. Strictly speaking, however, \"partisan\" could be used to identify those in partisan activities on either side in the Revolution. The term, however, by tradition, has been used to describe the Patriots, especially soldiers and officers. Often, the term is used to describe Francis Marion, Andrew Pickens, and other well-known Patriot leaders.  Women Patriot (as well as Loyalist) women looked after farms and families, often handling financial or other duties previously handled by the husband. Those women who traveled as couriers and those who confronted British or Loyalist soldiers are now considered heroines. South Carolina Revolutionary heroines include Emily Geiger, Kate Barry, Anne Kennedy (Hamilton), and Dicey (Laodacea) Langston (Springfield). Sometimes, it is not easy to separate fact from fiction regarding these women, however, the fact remains that at the core of their activities was some historic deed that helped the Patriot cause.   There are few if any stories of Loyalist women in South Carolina. (It is often true that the winner records the history and carries on the traditions.) Loyalist women protected homes and cared for families as did the Patriot women. Some, whose husbands were active or \"violent Tories\" saw their property confiscated and were exiled with their families, migrating to Nova Scotia or other places.  Life was difficult as well for enslaved African-American women as it was for Native-American women. Acculturation among Native peoples (accepting Euro culture) often dictated new roles for women as well as men.  Finally, women were sometimes camp followers. Wives, friends, even sisters traveled with the armies to care for the wounded and provide food. At Cowpens, there were no camp followers at Daniel Morgan's request (the army had to move quickly). Tarleton, likewise, had written to General Cornwallis regarding his pursuit of Daniel Morgan: \"I have directed Captain M'Pherson, the bearer of this letter, who is going on the recruiting service, to deliver a letter to Leutenant (sic) Munroe, whom I left at my camp, to bring up my baggage, but no women.\"[9] Loyalist Motives and Exodus Loyalists remained loyal for a number of reasons. Some, no doubt, were conservative, abhorred rebellion, and saw themselves as English people; their choice was based on principle. Some, even, were \"quiet\" Loyalists, holding their opinions to themselves.   Some, such as the Indian traders, had a financial interest in the status quo. Some had been passed over for promotion or had personal axes to grind.[10] Others, such as William \"Bloody Bill\" Cunningham or Thomas Brown had been mistreated by Patriots. Brown had been tarred and feathered and the bottom of his feet burned by a group of Patriots. A quiet Loyalist in the beginning, he turned to revenge. One violent Loyalist who deserves more research is \"Bloody Bill\" Bates of the upcountry. Present knowledge of Bates and his Native-American allies is a blend of perhaps fact and fiction.[11] Tending to distrust the Patriot social order, Cherokee, bandits, and slaves gravitated to the British.[12] The Scotch-Irish might well have been among the disaffected; after all, they distrusted South Carolina's eastern slave-holding \"elite\" perhaps as much as they did the British.[13] Certain events, among them Banastre Tarleton's perceived massacre at the Waxhaws, propelled many Scotch-Irish into the Patriot camp. The British, in fact, did much to alienate the backcountry Scotch-Irish, many of whom were prepared to remain neutral. Historian Edward McCrady was insightful; he observed that most South Carolinians were at first opposed to separation from Britain, that the extreme Revolutionaries lived near the coast. Concerning the Scotch-Irish, he wrote that they…. \"were too busy with their new settlements to be concerning themselves with questions which they regarded as but Low-Country politics. What concern was it to them whether stamps were required on legal papers or not, when there were no courts in their section in which to use them, and when for their protection against horse thieves and other criminals they were forced to the necessity of organizing courts of regulators, which became as dangerous almost as the evils from which they were established to protect them? Why ask them to fight against taxation without representation in Parliament in England, when they had no representation in the General Assembly which met in Charleston? It was most unfortunate that the Revolution found the people of the province, by and large, in an inchoate condition.[14]  British actions, therefore, helped push South Carolinians to become Patriots. As it turned out, the Revolution in the South Carolina was not so much a class struggle as one based primarily on neighborhood affiliations but reinforced by ethnic, religious, and familial connections.[15] As to numbers, South Carolina was second only to New York State in the number of Loyalists. Charleston, Camden, and Ninety-Six were Loyalist strongholds. More recent immigrants, some Scotch-Irish, some German, tended to be Loyalists.[16] The more outspoken or active Loyalists in South Carolina had their property confiscated forcing them to evacuate to Nova Scotia, West Florida, the Bahamas, or the British Isles. Some moved further west into the Appalachians, some among the Cherokee.[17] Some moved within the state, and some who had their property confiscated eventually got the land back under their wives' names.   There were those who called for vindication against the Loyalists, and there were those who called for a moderate course. Francis Marion was among those who spoke for leniency and forgiveness regarding the South Carolina Loyalists. Patrick Cunningham, relative of \"Bloody Bill\" Cunningham but not as violent as his relative, had his property confiscated and was prohibited by law from holding office and voting for 12 years. After a forced absence, he returned to South Carolina and was eventually elected to the state legislature from 1792-1794. Why was he reintegrated into South Carolina society? Part of the answer is his influence with the eastern slave-holding elite. He is one of only a few prominent Loyalists reintegrated into South Carolina society.[18] African-Americans and Free Persons of Color For African-American slaves, the Revolution brought mixed results. The British offered freedom to some in return for serving in their armies, but they did not embrace fully an army of liberation.[19] African-Americans in the service of the British sometimes faced no better treatment than under Patriot masters. The British policy, however, of offering slaves freedom served only to alienate some slave owners and drive them into the Patriot camp.[20] There was widespread fear among South Carolinians, especially among lowcountry Patriots, of a slave revolt.[21] The Patriot attitude toward African-American slaves included divergent views. General Thomas Sumter and his band characterized one extreme; he used slaves in recruiting, offering slaves taken from Loyalists in exchange for enlistment as a Patriot. In the eyes of some, \"it was not just an eye for an eye and a tooth for a tooth; it was also a 'horse for a horse, even a Negro for a Negro.\"[22] On the other hand, as early as 1778 Patriot Lieutenant-Colonel John Laurens and General Isaac Huger urged that slaves be enlisted in the Patriot cause in exchange for freedom. On February 17, 1779, Laurens wrote that, \"It will be my duty and my pride to transform the timid slave into a firm defender of liberty, and render him worthy to enjoy it himself.\" The Continental Congress, in turn, recommended arming 3,000 slaves, later to be rejected by the South Carolina legislature. Henry Laurens, John's father, wrote in response, \"The work will at a future day be efficaciously taken up, and then it will be remembered who began it in South Carolina.\"[23] Laurens had support of other South Carolinians, most notably, David Ramsey, a future historian of the war. General Nathanael Greene, however, constantly in need of soldiers, became John Laurens's strongest supporter.. Some in South Carolina were suspicious of the motives of Rhode Islander Greene.[24] The American Revolution did give freedom to many African-Americans. In 1779, British General Henry Clinton promised freedom to those slaves who deserted their masters for the British side. At the end of the war, they took thousands of slaves (perhaps as many as 5,000) with them. It is not clear what happened to all of them, but it is clear that some, however, were betrayed and sold into worse slavery in the West Indies. Others were given to Loyalists whose property had been confiscated by Patriot governments. [25]  Those African-Americans who fought for the British in the South often did menial tasks. Some, however, participated in raids and battles. One group deserves mention, the Black Carolina Corps, organized by General Alexander Leslie in South Carolina in 1779.[26] Known also as the \"Black Dragoons,\" the unit had some 100 men under arms by 1782. Its members saw little organized fighting; instead, they made raids on plantations in the Goose Creek area near Charleston and provided livestock for the British in Charleston. Their one known pitched battle was against General Marion at Wadboo. Afterwards, Marion wrote that he was attacked by \"a hundred British horse and some \"Coloured Dragoons:\" Many of the Black Carolina Corps later served with the British army in the West Indies.[27] Rather than fight for the British, some slaves simply ran away when they had the opportunity. Some went north, some even to Canada, some to Haiti, and some to Africa.[28] After the British evacuation of Charleston, many male and female slave runaways fled to swamps along the lower Savannah River. There, the \"maroons\" or \"outliers\" as they were called, established a camp and led guerrilla attacks against area plantations. In 1787, the guerrilla army called itself The King of England's soldiers.[29] David Ramsey, early South Carolina historian, estimated that between 1775 and 1783, South Carolina lost 25,000 slaves. Of 300,000 soldiers who fought for independence, about 5,000 were African-American, the majority being from the north.[30] Although it was not official policy in the South, it is known that African-Americans (or racially-mixed persons) fought for General Francis Marion and in battles such as Kings Mountain, Cowpens, and Eutaw Springs.  Many of those minorities at Cowpens were probably of mixed ancestry. Research includes James Anderson (a.k.a. Asher Crockett), Julius Cesar, Lemerick Farr, Andrew Ferguson, Fortune Freeman, Gideon Griffen, Morgan Griffen, Drury Harris, Edward Harris, Allen Jeffers, Berry Jeffers, Osborne Jeffers, Andrew Peeleg, Dick Pickens and Record Primes (or Primus Record).[31] Of these, more is known about Andrew Ferguson than others. Ferguson migrated with other mixed families to what is today's Bloomington, Indiana, area. His gravesite there has been honored by the Daughters of the American Revolution Genealogical research on the Cowpens list of minorities is instructive in that it shows that not all those listed as African-American were, indeed, fully African in ancestry. Terms such as Free Person of Color sometimes meant a person of mixed racial ancestry. These persons might have had African ancestry or other ancestry, including Native-American. A means of identity is to connect them to various ethnic communities or to group migrations.  Finally, the Revolution created acceptance of mixed-bloods who served white interests, i. e., those who fought as Patriots.[32] The descendents of Reverend Joseph Willis, born a slave of a white father and probably a Tuscarora or Lumbee Indian mother, considered it a major event that Willis fought under Francis Marion. Fighting for the \"Swamp Fox\" brought a certain amount of acceptance from white society.[33] Native-Americans The Native American role in the Revolution varied. On the one hand, the Catawba sided openly with the Patriot cause. In doing so, they strengthened which was at first a tenuous friendship with area settlers.[34]  Patriot relations with the Cherokee, however, were a different matter altogether. Generally, the Cherokee, resenting settlers moving onto their hunting grounds, sided with the British. Their role was to raid the frontier, which they did in early 1776.[35] Events forced frontier Patriots to fight on three fronts early in the Revolution: against the Cherokee, against Loyalist militia, and against the regular British army.  Also in 1776, in response to Cherokee raids, Patriot forces led expeditions to punish the Cherokee. General Griffith Rutherford, militia leader of the Salisbury District in North Carolina joined by forces of Andrew Williamson of South Carolina, destroyed some 50 Cherokee middle and valley towns in far western North Carolina. Catawba warriors from South Carolina fought with Williamson.[36] They wore deer tails in their hair so that Patriots could distinguish them from the Cherokee.  The Cherokee, who had never completely recovered from British-led expeditions against them in the French and Indian War, were again on the losing side and saw great changes in their culture. Many of their hunting grounds were taken or were over-hunted. Eventually, those in power pushed them out of South Carolina and parts of Tennessee. Their new central government, concentrated in North Georgia, would become a threat to frontier Georgians and state political leaders.   For the Cherokee, avoidance of interpersonal conflict within their own culture had been all important.[37] The onrush of European civilization, the Revolution, and later, the Trail of Tears split the Cherokee into factions over whether to accommodate with whites or fight for their traditional lands and traditional lifestyle. It was sometimes, but not always, a generational conflict between the more warlike young Cherokee and the older Cherokee who wanted to seek accommodation.  Individual Native-Americans (or those with Native ancestry) fought in a number of battles. According to tradition, William Beamer (sometimes spelled Beemer), a Cherokee, fought in the Battle of Cowpens. According to authors Theresa M. Hicks and Wes Taukchiray, Beamer \"resided a short time in the Lower Cherokee Nation. Fearing that there would be a war between the Indians and the Whites, he returned to the Low Country were he resided on John's Island; (and later) moved to Charleston…He served in Roebuck's Regiment.\"[38]  Thomas Tayac, a Piscataway Indian from southern Maryland, fought with the Maryland First Regiment at the Battle of Camden. Captured at that battle, he showed up on the British side at Cowpens but, at the opportune time, rejoined his Maryland-Delaware unit. Indications are that he was accepted back into the regiment.[39]  A relatively small group of the Chickasaw, allied with the British and at their invitation, moved to South Carolina to escape French warfare in early Louisiana.. Their settlement, begun in 1723, was near New Windsor on the South Carolina side of the Savannah River opposite Augusta, Georgia.[40] They were there at least until 1775, and some remained until 1783 when South Carolina confiscated their lands because of their support for the British.[41] Tradition has it that \"Bloody Bill\" Bates was allied with some of the Chickasaw families. The role of the South Carolina Chickasaw in the Revolution deserves more research.   Additional research is due also on the Raccoon Company of riflemen, a part of \"Foot Rangers\" or \"Rovers\" and one of the first Native-American companies to serve in the Revolution. Fighting under Patriot leader, Captain John Allston of Georgetown, the company was composed of Catawba and Catawba-affiliated natives.[42]  Conclusion The American Revolution brought great changes to South Carolina. While the Revolution gave freedom to some, those in bondage fared even worse as slavery became more entrenched in the South. Sectional differences, North and South, loomed from the beginning. For Native-Americans additional treaties were euphemisms for \"removal,\" leading to the Trail of Tears. For South Carolinas of all walks of life the Revolution had been difficult; it was in the strictest sense a civil war, sometimes pitting neighbor against neighbor and relative against relative. The state's economy was devastated. To recover, it entered its first period of reconstruction, a much different form of reconstruction than the one to come. Native and European, slave and free, men and women, Loyalist and Patriot, politician and soldier - all played a role in this remarkable era.           [1] Lewis P. Jones, South Carolina: A Synoptic History for Laymen  (Orangeburg, South Carolina: Sandlapper Publishing, Inc., 1971), 102. This is a very readable account of political changes with the advent of the Revolution.  [2] Jones, 104. See also David Duncan Wallace, South Carolina: A Short History 1520-1948 (Columbia: University of South Carolina Press, 1966), 324. See also Robert Stansbury Lambert, South Carolina Loyalists in the American Revolution (Columbia: University of South Carolina Press, 1987), 237. [3] Some colonies, especially those with constitutions, were, by this time, sometimes referred to as states. South Carolina was the first in the South to adopt a new state constitution. See Robert M. Weir, Colonial South Carolina: A History (Columbia: University of South Carolina Press, 1997), 326-327.      [4] Many people today prefer the term, Scots-Irish, but the Scotch-Irish Society, made up of scholars such as Dr. Michael Montgomery of the University of South Carolina and Dr. Richard K. McMaster of the University of Florida, prefers Scotch-Irish as the traditional term in America. Accordingly, these scholars believe one term is no more grammatically correct than the other.     [5] See Henry Lumpkin, From Savannah to Yorktown: The American Revolution in the South (New York: Paragon House, 1981), 88-89.  [6] Dr. Bobby Moss, personal communication, 2008. The Scotch-Irish did not following the typical British migration pattern (following the course of rivers westward). Instead, they came in the “back door,” down the Great Wagon Road from Pennsylvania and onto the frontier.       [7]See Rick Crume, “Researching Revolutionary War Records Online,” Family Chronicle, April 2007, 23-28. See also John Robertson’s site on pension applications.  Pension applications are a great source of information. [8] Nationalists, later to be known as “Federalists,” wanted a standing army as part of a strong central government. General Daniel Morgan was a Nationalist (as was George Washington, Alexander Hamilton, South Carolina Governor John Rutledge, and others) and touted the Continentals at Cowpens.  [9] Robert D. Bass, The Green Dragoon: The Lives of Banastre Tarleton and Mary Robinson (Columbia, South Carolina: Sandlapper Press, Inc., 1973), 156. There were British camp followers present at the Battle of Kings Mountain.       [10] Richard Pearis (Paris) of what is today Greenville, South Carolina, probably had hopes of replacing Edward Wilkinson as Indian agent among the Overhill Cherokee. See also Lambert, 43. As an Indian trader, Pearis had associated himself with Loyalists, and, because of that association, may have been pushed further into their camp. See also Rachel N. Klein, Unification of a Slave State: The Rise of the Planter Class in the South Carolina Backcountry, 1760-1808 (Chapel Hill: The University of North Carolina Press, 1990), 96. Klein states that Pearis owned 20,000 acres in what became Greenville and Greenville County. His home, called Great Plains, stood not far from the Reedy River Falls and today’s Liberty Bridge. Pearis’s home was destroyed by Patriots. He was imprisoned but escaped to Florida and eventually to the Bahamas. He is buried in Nassau in the Bahamas.  [11]Some historians have questioned whether Bates, himself, even existed. The general consensus is that he existed as a historic persona, but that some stories of his deeds are spurious. For one of the most accurate accounts of his deeds see Archie Vernon Huff, Jr., Greenville: The History of the City and County in the Southern Piedmont  (Columbia: University of South Carolina Press, 1995), 27-28. For an earlier account of Bates, see J. B. O. Landrum, Landrum, Colonial and Revolutionary History of Upper South Carolina. (Spartanburg, South Carolina: The Reprint Company, Publishers, 1977. Reproduced from a 1897 edition in the Spartanburg County Public Library), 359-364.  [12] Klein, 108. This is an often overlooked source for the Revolutionary era.       [13] See Ronald Hoffman, “The ‘Disaffected’ in the Revolutionary South,” in The American Revolution, ed. Alfred F. Young (Dekalb: Northern Illinois University Press, 1976), 273-316.  [14]Edward McCrady, The History of South Carolina in the Revolution, 1780-1783(Macmillan and Company, Ltd., 1902), 708-711. Inchoate – “In an initial or early stage; just beginning; incipient,” or 2. “Immature’ imperfect.” The American Heritage Dictionary of the English Language (Boston: American Heritage Publishing Company, Inc. and Houghton Mifflin Company, 1973), 664.  [15] Klein, 107.       [16] Wallace Brown, The Good Americans: The Loyalists in the American Revolution (New York: William Morrow and Company, Inc., 1969), 236-237.  [17] Loyalist migration to Appalachia and beyond deserves more study.    [18] See, among others Klein, 122-123.      [19] Klein, 104. [20] Klein, 107. [21] Brown, 48.      [22] Walter Edgar, Partisans and Redcoats: The Southern Conflict That Turned the Tide of the American Revolution (New York: Harper-Collins Publishers, Inc), 126. [23] Wallace, 288-289.  [24] Thomas Fleming, The Perils of Peace: America’s Struggle for Survival After Yorktown (New York: HarperColllins Publishers Inc., 2007), 125-126.      [25] Ira Berlin, Slaves Without Masters: The Free Negro in the Antebellum South (New York: The New Press, 1974), 16-18.  [26] Sylvia R. Frey, Water From the Rock: Black Resistance in a Revolutionary Age (Princeton, New Jersey Press, 1991), 226-227.   [27] Frey, 138-139.       [28] A good source is Ira Berlin, “The Revolution in Black Life,” in The American Revolution, ed. Alfred F. Young (Dekalb: Northern Illinois University Press, 1976), 349-382.  [29] Frey, 226-227. See also “Maroons in the Revolutionary Period, 1775-1783” http:\/\/www.pbs.org\/wgbh\/aia\/part2\/2p50.thml Accessed 28 July 2008. Other maroon communities existed in Florida and in the Dismal Swamp, inland from the Atlantic coast, hugging the border of Virginia and North Carolina. [30] John Hope Franklin and Alfred A. Moss, Jr., From Slavery to Freedom: A History of African Americans. Seventh Edition. (New York: Alfred A. Knopf, 1994), 74-77.      [31] Cowpens National Battlefield brochure “Patriot Minorities at the Battle of Cowpens.”  [32] Enrique Eugene Gildemeister, “Local Complexities of Race in the Rural South: Racially Mixed People in South Carolina.” (B. A. thesis, Board of Study in Anthropology, State University of New York, College at Purchase, Purchase, New York, 1977), 20.  [33] Greene W. Strother, “About Joseph Willis” (Th.M. thesis, Baptist Bible Institute, New Orleans, 1934), various pages.      [34] James H. Merrell, The Indians New World: Catawbas and Their Neighbors From European Contact Through the Era of Removal (Chapel Hill: The University of North Carolina Press. Published for the Institute of Early American History and Culture, Williamsburg, Virginia, 1989), 221.  [35] Among the homes raided in 1776 were those of the Hannon family along the North Pacolet River in today’s Polk County, North Carolina and also the Hampton family home on the South Tyger River east of today’s Greer. See also Landrum, 84-89, 94-95.   [36] Williamson later joined with the British, which earned him the title “Benedict Arnold of South.” Further research has shown that he could have been a double agent.       [37] This avoidance of conflict was part of what is now termed the “harmony ethic” wherein the Cherokee were in harmony with their own and with nature.  [38] Theresa M. Hicks and West Taukchiray, South Carolina Indians and Indian traders and Other Ethnic Connections Beginning in 1670 (Spartanburg, South Carolina: The Reprint Company, Publishers, 1998), 192. The authors cite as their source “See Account Audited 373 for William Beemer’s Revolutionary Service.” See also Bobby Gilmer Moss, Roster of South Carolina Patriots in the American Revolution (Baltimore: Genealogical Publishing Co., Inc., 1994), 58. Referring to the same William Beemer\/Beamer, Dr. Moss states that “he served under Capts. Vardry McBee and John Mapp of Roebuck’s regiment from 2 July 1781 to 22 May 1782.” These dates come after the Battle of Cowpens.  [39] Lawrence Babits, personal communication, 2008. According to Dr. Babits, the British usually put captive soldiers on prison ships in Charleston Harbor or elsewhere. Typically, the British would make the rounds of prison ships periodically and offer prisoners an option of training into and fighting for the British army. It is estimated that one out of ten British soldiers at Cowpens were Americans in British uniform, the majority captured at Camden. Some, such as Thomas Tayac\/Tyac\/Tyack, likely “took a dive” (played dead) and, at the opportune time (after the shooting had stopped and the surrender had begun), identified themselves to Morgan’s army. Tayac and its variants is a traditional leadership and hereditary name among the Piscataway akin to such titular names as Powhatan. “Proctor” is a common surname among the historical Tayacs. Some of the descendents of famous Piscataway Chief, Turkey (Proctor) Tayac, have legally changed their name to Tayac.       [40] Hicks and Taukchiray, 40.   [41] Dario.no “Chickasaw” http:\/\/www.daria.no\/skole\/?tekst=6496 Accessed 26 July 2008.  [42] Douglas Summers Brown, The Catawba Indians: The People of the River (Columbia: The University of South Carolina Press, 1966), 262. Also, see The Pee Dee Indians-Revolutionary War http:\/\/www.geocities.com\/wm9600\/peedee.html This website asserts that Pee Dee Indians, living near the Great Peedee River in South Carolina, were part of Captain Alston’sIndian riflemen. According to this site, those serving in the Raccoon Company included Elisha, John, Philip and William Chavis and also William Bear, Robert Bird, William Lowery, and Thomas Oxendine. Many of these are also Lumbeee Indian names found in nearby North Carolina. Some of the Pee Dee Indians likely fought under General Francis Marion. After the Waxhaws massacre and the British victory at Camden, some Catawba fled to Virginia. See Thomas J. Blumer, Catawba Nation: Treasures in History (Charleston, South Carolina: The History Press, 2007), 44-47",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/education\/otherresources.htm"
}
