{
    "title": "Cowpens National Battlefield: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger         On Junior Ranger Day 2012, the Junior Rangers had the opportunity to learn the cannon drill from reenactors.   Junior Rangers explore, learn, and protect. The Cowpens National Battlefield Junior Ranger program is for ages 6 - 10+. Ask a ranger about becoming a Junior Ranger today! (864) 461-2828        Junior Ranger badge   Cowpens Junior Web Ranger  Hey Kids!! You Can Be A Junior Ranger! Welcome to the Cowpens National Battlefield Junior Ranger Web Page! We are glad you were able to visit this site today. We hope that by taking part in this online Junior Ranger program, you will develop an appreciation for the park's natural and cultural resources and will help protect and preserve them for yourself and future generations. A NOTE TO PARENTS OR GUARDIANS: The Cowpens Junior Web Ranger program was designed for children from 6 years to 10 and up to help them learn about Cowpens National Battlefield, the National Park Service, and have fun, too! We need your help to accomplish this goal. We encourage you to help and interact with your child, but let him or her do as much of the work him\/herself as possible. Some of the activities need to be printed in order to complete them. It is our hope that the activities on this page will help you and your child enjoy a future visit to Cowpens National Battlefield as well as other National Park Service sites. CHECKLIST FOR JUNIOR WEB RANGER REQUIREMENTS: 1. Visit the Cowpens National Battlefield Web Page. 2. Complete 4 of the 7 activities. 3. Both you and an adult sign the last page of the guidebook. 4. Mail your completed sheets to Cowpens National Battlefield, 338 New Pleasant Road, Gaffney, SC  29341   5. Please print your full name and mailing address: ___________________________________  ___________________________________  ___________________________________  Be patient. In a few days you will receive your Junior Ranger Badge! Activity 1 Pretend that you are a newspaper reporter who has just witnessed the Battle of Cowpens. Use a computer word processing program to write an article about the battle.    Activity 2  Pretend that you are an artist who has just witnessed the Battle of Cowpens. Use a computer illustration, drawing, or painting program to draw what you saw.    Activity 3 Try this \"scavenger hunt\" to learn more about the Battle of Cowpens. Search the website and collect the correct answers to the following questions. If you need help, you can click on the links that will carry you to the sections in which you should look for the answers. 1. The Americans had been losing badly in the South. They won against some loyalists (other Americans who were loyal to the King of England) at Kings Mountain on October 7,1780. The Battle of Cowpens was the first American victory against the British Army in the Southern Campaign of the Revolutionary War. When did the battle take place? ___________________________(Hint: You will find the answer somewhere in the article about The Battle of Cowpens.) 2. Daniel Morgan was the American commander in the battle. What was his nickname? ____________________________ (Hint: Look in Brigadier General Daniel Morgan article.) 3. The night before the battle, the British camped a few miles from the battlefield. Where did the Americans camp? ____________________________ (Hint: Look in Brigadier General Daniel Morgan again.) 4. Lieutenant Colonel Banastre Tarleton was the British commander at the Battle of Cowpens. How old was he when he was promoted to Lieutenant Colonel? _______________ (Hint: Check out Banastre Tarleton .) 5. During the Revolutionary War, American and British prisoners frequently were traded for prisoners of their own rank. Until the trade was made, they were paroled and agreed not to fight the enemy any more. Why did Andrew Pickens break his parole? _________________________________________________ (Hint: See the article on Andrew Pickens.) 6. At least 15 black males fought for the Americans in the Battle of Cowpens. Which one removed the boots from a \"dead\" British officer? ___________________ (Hint: You will find the answer in Patriot Minorities at the Battle of Cowpens.) 7. John Eager Howard led the American Continental soldiers in Morgan's third line of defense. The state of Maryland honored him in what song? _______________________ (Hint: Look in Lieutenant Colonel John Eager Howard.) 8. Two ships have been named for the Battle of Cowpens. What nickname did the crew of CVL-25 give their ship? ___________________________ (Hint: See USS Cowpens.) 9. What does the crew of CG-63 call themselves? ______________________ (Hint: Look in USS Cowpens again.) 10. Cowpens got its name because it was a pasturing area for cattle. Who was the Spartanburg District resident who butchered beef to feed Morgan's army before and after the battle? ____________________________________ (Hint: You can find the answer in Feeding the Army.) If you were not able to find all the answers, this link will take you to a page with the answers . Only use this link if you really are unable to find the answers. Activity 4 The Robert Scruggs House was not here at the time of the battle, but was built about 50 years later. It shows us how people lived a long time ago. As you work on this activity, think about the pioneer spirit of the people who fought for our freedom and of those who lived in this house. Many things have changed since Robert Scruggs lived in this house. Below is a list of modern conveniences and their old-fashioned counterparts. Match them up. You may look at the answer page if you really need to.    1. Light Bulb A. Clothes Line   2. Telephone or e-mail B. Horse and Buggy   3. Car C. Candle   4. Washing Machine D. Outhouse   5. Clothes Dryer E. Fireplace or Wood Cookstove   6. Water from Faucet F. Pony Express   7. Indoor Bathroom G. Washboard   8. Hot Water Heater H. Well   9. Microwave Oven I. Set Tub of Water in Sun   10. TV, Radio, & Video Games J. Singing and Playing Games    Activity 5 Air quality determines how well we breathe and see things. Many things affect it: weather, dust, smoke, and pollution, for example. List 3 causes of air pollution.  1. _____________________________________________________  2. _____________________________________________________  3. _____________________________________________________  For more information on air pollution and ways to clean the air, you can go to the Environmental Protection Agency site.  Name 2 things that you can do to make the air cleaner.  1. ____________________________________________________  2. ____________________________________________________  By the way, the South Carolina Department of Health and Environmental Control also monitors the ozone levels at the park. Just for fun, for a map showing the most current ozone data where you live, you can click on this page from the Environmental Protection Agency during ozone season (May - September.)   Activity 6 What is acid rain? Acid rain comes from polluted clouds. Exhaust from factories and automobiles produce chemicals that collect in clouds and mix with water vapor. When it falls to earth, it comes in the form of acid rain, acid snow, or even acid dew. Too much acid in the polluted clouds can kill plants, fish, and animals that depend on it. Wind can blow the polluted clouds hundreds of miles, so we are unable to control where the acid precipitation will fall. We can walk or ride bicycles instead of riding in our cars, on our motorcycles and all terrain vehicles. Next time you're going somewhere nearby, ask your parents or guardians if you may walk instead. To find out if rain is acid, it is measured on a pH meter and is given a number from 0 - 14. The lower the number, the more acid it is. The opposite of acid is base. Normal rain has a pH of 5.0 - 5.6. The pH of cola is 4, and lemon juice is 2. Because of the weather patterns in this part of Cherokee County, South Carolina, Cowpens National Battlefield gets acid rain from industries, vehicles, and many other sources both nearby and far away. The South Carolina Department of Health and Environmental Control has an acid rain monitoring station at Cowpens National Battlefield. The acid rain reading at the park is usually around 4.5. Draw a chart showing the usual acid rain reading for Cowpens National Battlefield.   Activity 7  Circle the letter of the correct answer. As you work on this activity, think about how obeying the law helps to keep you safe. You may click the answer page link if you really need to.  1. You are walking down the trail in a National Park and see a snake. You should: (a) kill it. (b) give it plenty of space and walk around it. 2. You arrive at a park and see a monument. It is a great place for a photo. You may: (a) stand beside it. (b) climb or sit on it. 3. You are riding your bicycle with your friends and family. You may: (a) ride beside them and talk. (b) ride single file in the bike lane in the same direction as the traffic. 4. You are hiking and see a wild animal. You should: (a) offer it food so that it will come closer (b) enjoy watching it from a distance 5. You visit a park and bring you pet with you. You may: (a) keep it on a leash and walk on the trail. (b) bring it inside the Visitor Center.   Yay!! I have completed all the requirements to become a Cowpens National Battlefield Junior Web Ranger! ___________________________________ Junior Ranger Signature ___________________________________ Adult Signature",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/kidsyouth\/beajuniorranger.htm"
}
