{
    "title": "Cowpens National Battlefield: Suggested Reading",
    "body": "Suggested Reading          Please Note: Some books are out of print. Check with your local library. Autobiography of a Revolutionary War Soldier, Joseph Collins, revised and prepared of John M. Roberts. Joseph Collins was a soldier who fought in the Battle of Cowpens. Hardback, 176 pages.  The Battle of Cowpens, Ed Bearss. A documented narrative of the troop movements. Paperback, 58 pages.  Battles of the Revolutionary War, 1775 - 1781, W.J. Wood. Read about major battles and campaigns. Paperback, 315 pages         Brutal Virtue: The Myth and Reality of Banastre Tarleton, Anthony J. Scotti. Jr. Paperback, 303 pages. Campaigns of 1780 - 1781 in the Southern Provinces of North America, Banastre Tarleton. Reprint of Tarleton's 1787 edition. Hardback, 518 pages.  Come to the Cow Pens! The Story of the Battle of Cowpens January 17, 1781 by Christine R. Swager. Paperback, 119 pages.         Courageous Kate A Daughter of the American Revolution, Sheila Ingle.  Written to SC 4th grade Social Studies standards.  Paperback, 148 pages.         COWPENS Official National Park Handbook 135. “Downright Fighting” The Story of Cowpens, Thomas J. Fleming. Paperback, 96 pages.  Daniel Morgan - Revolutionary Rifleman, Don Higginbotham. A biography of the American leader at Cowpens. Paperback, 239 pages.          Devil of a Whipping, Lawrence E. Babbits. The newest book on the Battle of Cowpens. Paperback, 231 pages.  A Gallant Defense The Siege of Charleston, 1780, Carl P. Borick. Hardback, 332 pages. The Green Dragoon The Lives of Banastre Tarleton and Mary Robinson, Robert D. Bass. Paperback, 489 pages.         Life of General Daniel Morgan of the Virginia Line of the Army of the United States, with Portions of His Correspondence, James Graham. Originally published 1856. Hardback, 475 pages.          Private Yankee Doodle, J. P. Martin. A first hand account of the adventures, dangers, and sufferings of a Revolutionary War Soldier. Paperback, 305 pages.  The Road to Guilford Courthouse, John Buchanan. The American Revolution in the Southern campaign, particularly the Carolinas. Paperback, 452 pages.  South Carolina and the American Revolution, John W. Gordon. Hardback, 238 pages.          Spirit Up the People Four Days to the Cowpens, Gerald F. Teaster. Paperback, 236 Pages. The War of American Independence, Don Higginbotham. Military attitudes, policies, and practice, 1763 - 1789. Paperback, 509 pages.  William Washington Cavalryman of the Revolution, Stephen E. Haller. New biography of Revolutionary war cavalry commander William Washington, who is best known for his contribution in the Southern Campaign. Paperback, 236 pages",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/education\/suggestedreading.htm"
}
