{
    "title": "Lake Mead National Recreation Area: Commercial Use Authorization",
    "body": "Explore This Park    Get Involved     Do Business With Us     Commercial Use Authorization               Commercial Use Authorization        CUA APPLICATION PROCEDURES    For new CUA applications: All required documents must be received in the CUA office before the CUA cost recovery check will be accepted. There is a one time, non-refundable application fee of $100 due with your new CUA application.  All CUAs issued after January, 1, 2016 will be subject to the following fees:    CUAs that are valid for up to 12-months will be $1280.   CUAs that are valid for up to 6-months will be $755.    CUAs will be issued with an expiration date of either March 1 or September 1.  Fees will not be prorated for those who elect to apply mid-expiration cycle.        A Commercial Use Authorization is the written authorization businesses need to provide certain incidental visitor services within Lake Mead National Recreation Area. As in any National Park Service area, commercial visitor services may be provided only by those holding an authorization from the United States. Larger visitor service operations are provided under concession contracts. Smaller, single-service businesses are issued Commercial Use Authorization, if certain requirements are met. Request an application via e-mail A non-refundable, one time only, first application fee of $100 is required Please send a cashier's check or money order payable to National Park Service. We are not able to accept credit cards at this time. Applications are not processed without the application fee. Cost recovery fees (listed below) are not accepted until all required documentation has been received by the Commercial Use Authorization Office and notification of documentation receipt has been sent to the applicant. All Commercial Use Authorizations are required to submit a current certificate of insurance showing Commercial General Liability insurance coverage, listing the U.S. Government; Lake Mead National Recreation Area; Attn: Commercial Use Authorization Office; 601 Nevada Way; Boulder City, NV 89005 as additionally insured. The insurance coverage required amounts are dependent on the service type and is listed on each CUA application.  Authorized Business Services The following service types are currently authorized within Lake Mead National Recreation Area. Businesses interested in obtaining a permit for one of these types of services should request an application.  Approved Commercial Service Types for Commercial Use Authorizations As of July 2016  Appraisals (Trailer Villages) B-29 Site Guided Scuba Diving  Bicycle Tours Boat Services: Boat Delivery, Launch, Retrieval Boat Pump Out Service Boat Safety Demonstrations Boat Warranty Work Boat Detailing (including boat decal installation) Boat Lift Installation and Repair Boat Repair HVAC \/ Plumbing Boat Repair Mechanical Boat Repair Hull Boat Brokering Boat Services (including Window Treatments \/ Upholstery \/ Flooring) Vessel Spa Installation Boat and Raft Retrieval Boat Tow Canvas and Upholstery Fishing Guide Hiking Hunting Local Shuttle Marine Salvage Marine Survey Motorcycle Motorized Scenic Tours Motorized Scenic Tours Multi-Sport Fitness Training Outfitters (Canoe \/ Kayak Instruction \/ Paddleboard \/ Backcountry Trips) Pest Control Management Photography Instruction Sailing Instruction Satellite \/ Cable Scuba Charters \/ Instruction Small Wedding Services Vehicle Shuttle Waterski \/ Wakeboard  If you are interested in offering a business service not listed in the above authorized business services list, please submit a business proposal that answers the questions listed on this downloadable form.  Park Management will only review in detail business services that are not in competition with concession contract required and authorized services and are appropriate services to be offered at Lake Mead National Recreation Area. New service type reviews have a minimum review time of 90 days from receipt of application with all required paperwork. Current CUA Directory   Commercial Use Authorization Permits Application and Permit Fees      Amount Due   First time only, non-refundable Application Fee due with application submission $100 At time of application submission   Authorization cost recovery fee for up to 12-months $1280 Not with application - due when all other required documents are received and notice is sent via email from CUA office to applicant   Authorization cost recovery fee for up to 6-months $755 Not with application - due when all other required documents are received and notice is sent via email from CUA office to applicant     General Requirements  Activities must be appropriate to the mission of the National Park Service, particularly with regard to resource protection, visitor protection and interpretation.  All commercial aspects of the business must take place outside of the recreation area, including all advertisement, soliciting business and negotiation or acceptance of any form of compensation.  Only the actual visitor service being provided, such as fishing guide or SCUBA instruction, may occur within the recreation area.  No temporary or permanent structures will be erected within the recreation area. No areas or structures will be exclusively assigned to the permittee.  The services provided cannot conflict with or duplicate operations provided under any concession contract within Lake Mead National Recreation Area.  While operating areas for a specific activity may be assigned, there is no limit placed on the number of permittees within the operating area.  The permittee must maintain appropriate and adequate commercial liability insurance, applicable business and specialty licenses and adhere to park regulations for the specific visitor service provided.   What if I conduct business without a CUA? Operating any type of commercial visitor service within Lake Mead National Recreation Area without written authorization from the United States is a violation of Title 36, Code of Federal Regulations. It is a citable offense. If you are in doubt, please contact the Lake Mead National Recreation Area Concessions Management Office either by mail, telephone, or in person.  Contact For more information about the Commercial Use Authorization program, please contact: Lake Mead National Recreation Area Commercial Use Authorization Office 601 Nevada Highway Boulder City, Nevada 702-293-8869 e-mail",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/management\/cua.htm"
}
