{
    "title": "Scotts Bluff National Monument: Hiram Scott",
    "body": "Hiram Scott          THE LIFE AND LEGEND OF HIRAM SCOTT One of the most commonly asked questions posed by visitors to Scotts Bluff National Monument is, \"How did the bluff get its name?\"  The answer to that question is shrouded in mystery and has intrigued travelers through the North Platte river valley for almost two centuries. WHO WAS HE? Hiram Scott was born about 1805 in St. Charles County, Missouri, and was employee of William Ashley's Rocky Mountain Fur Company. He is also described as unusually tall and muscular. In 1826, Hiram Scott is believed to have taken part in the first fur trader rendezvous held near the Great Salt Lake, and it has been assumed that he attended those held in 1827 and 1828. We do know that there was a man by the name of Hiram Scott who was employed by the American Fur Company. His name appears on the pay lists of that company in 1827, where he is listed as a clerk. We also know that his name does not appear in any of the company's papers after 1828. Beyond this - little else is known with any certainty. In the early days of the fur trade, it was the practice of the various fur comapnies to send trappers into the Far West to gather pelts which would then be brought back to St. Louis and sold to eastern buyers. THE FUR TRADE Beaver furs were especially popular for making men's hats and collars for fancy coats. Muskrat, rabbit, and otter pelts were also marketable, but it was the beaver's fur which brought top dollar.  It was the seemingly endless supply of beaver pelts which drew young men such as Hiram Scott out into the frontier. As the business evolved, the fur companies realized that rather than send trappers out to catch and skin the beavers, it would be more efficient to obtain the pelts from the various Native American tribes in the West. In exchange for the furs, the companies would offer manufactured items such as pots and pans, bolts of cloth, knives, axes, and firearms. Each spring caravans of traders ventured into the frontier loaded with trade goods. They would meet with the tribesmen and independent fur trappers at pre-arranged sites to conduct their business. Each of these annual events came to be known as a fur trading \"rendezvous.\" Clerks such as Hiram Scott were necessary to keep track of the many transactions which were made at a rendezvous. Many different accounts had to be maintained, payrolls met and accurate inventories of the trade goods had to be kept. The responsibilities of a fur company clerk would have required a reliable, well-organized, and above all - a literate person. It is believed that Hiram Scott was returning to St. Louis from the 1828 rendezvous when he died near the bluff which now bears his name. Unfortunately, the details surrounding his death have been lost to history. SCOTT'S DEATH The basic story of Scott's death was first recorded by Warren A. Ferris, who traveled through the area in 1830. He related that during Scott's eastward journey, Scott had contracted a severe illness. Two comrades placed him in a boat and attempted to transport him downstream. However, for some unknown reason, the two men abandoned Scott on the north bank of the Platte River. The next spring, Scott's skeleton was found on the other side of the river, implying that he had somehow managed to cross to the opposite bank before he died. A subtle variation on this story was recorded two years later by Washington Irving. Instead of being abandoned by just two men, the ailing Scott was supposedly left behind at the Laramie Fork by a larger party who feared for their lives due to starvation. The next summer, Scott's bones were found near the bluffs - 60 miles from where he had been left to die. In 1834, missionary Jason Lee recorded a story about Hirman Scott that was very similar to those earlier versions, except that the pathetic Scott had traversed 100 miles before dying near the bluffs on the North Platte River. THE STORY GROWS The story of what happened near Scott's Bluffs was told and retold. With each telling the story took on new perspectives. Some stories included dramatic attacks by Indian warriors while other suggest murder and foul play. Some stories include the noble theme of the doomed Scott insisting that his comrades leave him behind so they might save themselves from his fate. There has been some speculation that Hiram Scott was actually injured in an encounter with some Blackfeet Indians that took place at the 1828 rendezvous at Bear Lake, Utah. This has been used to explain why Scott became incapacitated on his journey back east, but as with most of the information about Hirman Scott, very little is known for certain. SCOTT'S BLUFFS Almost immediately after his death, the bluffs along the North Platte River came to be known as Scott's Bluffs. In 1830, the first wagons made the overland trip on the same route used by early fur traders like Hiram Scott, and the bluffs that bear his name served as a landmark for people making their way west. The fur trade continued for a decade after Hiram Scott's death in 1828, but by 1840, the beaver had been trapped out and fashions changed. When men began wearing hats made of silk instead of beaver fur, the value of furs dropped. Twenty years later a demand for buffalo hides briefly rekindled fur trading on the high plains. Hiram Scott's final resting place is not known. His remains were almost certainly found near the North Platte River, but the site has never been located. Today, a plaque dedicated to his memory is located along the North Overlook Trail on the summit of the bluff that bears his name. Over the years, the geological features known as \"Scotts Bluff's\" have taken on their own individual names. They are now known as Dome Rock, Crown Rock, Sentinel Rock, Eagle Rock, and Saddle Rock. However, the largest and most prominent is known as Scotts Bluff, and still stands as a landmark for travelers and a reminder of the tragic incident that took place nearly two centuries ago.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/historyculture\/hscott.htm"
}
