{
    "title": "Cowpens National Battlefield: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Click the links for more information about: The Battle of Cowpens British Units at the Cowpens Feeding the Armies Forty-eight Hours Following the Battle of Cowpens Fractured Families - The Revolutionary War as a Civil War The Green River Road - the Road the Americans and British took to get to the Cow Pens Howard, John Eager, commander of the American 3rd line of defense Morgan, Daniel, the American commander Patriot Minorities at the Battle of Cowpens Pickens, Andrew, commander of the American 1st and 2nd lines of defense The Southern Campaign of the American Revolution Tarleton, Banastre, the British commander USS Cowpens Verbruggen Cannon, Cowpens National Battlefield is making available this research by a non-park employee as is. To download, right click, and save link as... Washington, William, American dragoon (cavalry) commander Washington Light Infantry Monument      Online books and other resources relevant to Cowpens National Battlefield Guided Battlefield Walk videos by Ed Bearss On 8\/1\/2011, Ed Bearss led a battlefield walk for a teacher workshop. We have uploaded the 9 video clips of the tour. Auto Loop Road AudioTour narrated by Ed Bearss The Battle of Cowpens A Documented Narrative and Troop Movement Maps by Edwin C.Bearss Cowpens National Battlefield: An Administrative History by Cameron Binkley and Stephen A. Davis Cowpens Staff Ride and Battlefield Tour by John Moncure Historic Grounds and Resource Study by Edwin C.Bearss Historical Statements Concerning the Battle of Kings Mountain and the Battle of Cowpens South Carolina, 70th Congress, 1st Session House Document No. 328 Historic Structure Report Robert Scruggs House by Edwin C.Bearss Battle of Cowpens and Southern Campaign PowerPoint by the US Military Academy",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/historyculture\/index.htm"
}
