{
    "title": "Cowpens National Battlefield: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases       Wings Across South Carolina is Coming to Cowpens National Battlefield Gaffney, SC –Grab your binoculars and cameras to explore nature at Cowpens National Battlefield like never before. On Friday, May 20 and Saturday, May 21 from 8AM –4PM, the public is invited to visit and work alongside birding experts to discover and document as many birds as possible at the park. The park will also have activities for people of all ages to learn about the natural world. The event is free and open to the public. Wings Across South Carolina Bird BioBlitz is being held in all National Park Service sites in South Carolina as well as several state parks. The National Park Service is celebrating its 100th birthday this year with more than 100 BioBlitzes in National Parks across the country.Bioblitz is a nationwide effort to engage visitors and youth with citizen science and education in their parks. It is a fun, fast-paced biological survey of a park's creepers and crawlers, plants and pollinators, mammals and more. Check out the websites for more information on bioblitzes- go.nps.gov\/2016bioblitz and natgeo.org\/bioblitz Explorers of all ages are needed. Whether you can participate for a few hours or a full day, there are activities to engage the whole family. Remember to bring water bottles, sunscreen and insect spray. Closed toe shoes and long pants are encouraged. If you have a smart phone, you may want to download the free iNaturalist app and try it out before the event. This is how birds, wildlife and fauna will be documented. You can also share your park experience with others by posting on social media with the tag #FindYourPark and #BioBlitz2016. Local exhibitors at the Cowpens BioBlitz on Saturday include: the Spartanburg Beekeepers Association, The Local Hiker, and the Piedmont Audubon Society. Cowpens National Battlefield is a unit of the Southern Campaign of the American Revolution Parks Group within the National Park Service. The group mission is to protect, preserve, and interpret the significance of the decisive battles where America earned its freedom. For more information about activities at Cowpens National Battlefield, call (864) 461-2828 or visit the park's webpage at www.nps.gov\/cowp\/. Follow us on Twitter @CowpensNB. Like us on Facebook at www.facebook.com\/CowpensNationalBattlefield. www.nps.gov About the National Park Service. More than 20,000 National Park Service employees care for America's 409 national parks and work with communities across the nation to help preserve local history and create close-to-home recreational opportunities. Learn more at www.nps.gov.",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/news\/newsreleases.htm"
}
