{
    "title": "Cowpens National Battlefield: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Guided Battlefield Walk videos by Ed Bearss On 8\/1\/2011, Ed Bearss led a battlefield walk for a teacher workshop. We have uploaded the 9 video clips of the tour.              Loop Road Audio Tour Introduction    This is an audio tour of the auto loop road, read by Edwin C. Bearss. Length 5:04 4.65 MB    Date created: 2011-08-02   Download Original File: cowp-1Cowpens-Stop1.mp3 4,878 KB    Audio Transcript [Musical introduction]  Welcome to Cowpens National Battlefield Auto Driving Tour.  This is the site of one of the most important engagements of the American Revolution, and you will soon travel the perimeter of the battlefield and access battlefield and area history at various stops.  Prior to this battle, the Revolution, fought primarily in the North, was stalemated.  In 1779-80, the British moved south hoping to rally those southerners still loyal to the mother country to put down the rebels.   The British were successful at first. By early May 1780 they took Savannah, Georgia, and the two largest communities in SC, Charleston and Camden.  The Patriot situation in the South was desperate with only Francis Marion, Thomas Sumter, and other partisan leaders in the field still holding out against the British.      This situation did not last, however.  General Washington ordered General Nathanael Greene to the South in December 1780 to command the Southern Continental army.  In a masterful maneuver, he split his army, taking part of it himself to the Cheraw, South Carolina, area to put pressure on the British post at Camden, and sending General Daniel Morgan and his Flying Army west and south of the Broad River to “spirit up the people,” and forage for food.   Believing Morgan’s movements a threat to the British post at Ninety-Six and to area Loyalists, Cornwallis sent Lieutenant Colonel Banastre Tarleton after him.  The fast-moving Tarleton and his army marched for eleven days crossing the rain-swollen Enoree, Tyger, and Pacolet Rivers in their move to confront Morgan and possibly drive him into Cornwallis’s hands in the area of Kings Mountain.  Learning that Tarleton was moving in his direction, Morgan left his encampment at Grindal Shoals on the Pacolet River and began moving west on an old wagon road leading to the Green River in North Carolina.   Morgan, afraid Tarleton would overtake him as he turned north and forded the rain-swollen Broad River into North Carolina, stopped at the Cowpens, a frontier pasturing area and well-known landmark in the upper Pacolet River watershed. The response for his call for area militia made it possible for him to make a stand at the Cowpens.  Many militia had joined him at Grindal Shoals, but more responded to the call of “come to the Cow pens.”         Although Tarleton had the edge in veteran troops under this command, Morgan had the advantage of being able to choose where their battle would take place. On January 16, Morgan rode his horse over the site alongside local resident Dennis Trammel. Like the Cherokee and Shawnee he had encountered in the French and Indian War, Morgan came to know the landscape and would use it to his advantage.  Incorporating slightly rolling terrain with subtle hillocks and low places that could conceal mounted horsemen, a forest floor cleared of undergrowth by foraging cattle, and the most welcome arrival of some three-hundred militia under Colonel Andrew Pickens, Morgan devised a battle plan that was both simple and effective.  The plan relied heavily on Banastre Tarleton’s impetuosity, and as we will learn as you take this driving tour, Morgan’s men carried it out almost to perfection.  Begin the battlefield auto tour by driving to the back of the parking lot and turning left onto the tour road.  Stop at the first paved pull-off to your left to learn about early Carolina cattle culture, important to the local and regional economy at the time of the battle.                    Loop Road Audio Tour Stop 1    This is an audio tour of the auto loop road, narrated by Edwin C. Bearss. Length 1:44 1.59 MB    Date created: 2011-08-02   Download Original File: cowp-2Cowpens-Stop2.mp3 1,678 KB    Audio Transcript Carolina Cattle Culture Often referred to as cow pens, savannahs, or old fields, grassland areas for pasturing cattle were abundant in various areas of both Carolinas and Georgia.  South Carolina, in fact, was the hearth or beginning of a cattle culture that spread west as people migrated through the long leaf pinelands of the Old Southwest to Texas.   It has been said that early Eastern North America was a great forest, but, in certain areas it was a patchwork quilt of prairie-like areas and forest. In this Native Americans played a role; they often created prairies by periodically burning land for hunting purposes.   Early settlers knew a good “Indian old field” when they saw one and often used such areas for cattle grazing purposes.  The site here was one such area:  As the largest cow pens in the upcountry, it was known as “the Cowpens.” The name “cow pens” has disappeared from most sites, but the decisive battle fought  here has made the name part of the history books for all time.                      Loop Road Audio Tour Stop 2    This is an audio tour of the auto loop road, narrated by Edwin C. Bearss. Length 4:50 4.43 MB    Date created: 2011-08-02   Download Original File: cowp-3Cowpens-Stop3.mp3 4,651 KB    Audio Transcript Park Natural History\/Picnic Area On entering the picnic area, please note that the tour road and picnic area are closed each day to vehicular traffic at 4:30 p.m., and the entire park closed to vehicular traffic at 5:00 p. m.  Please note also that the picnic area road is one-way.Cowpens National Battlefield encompasses over 800 acres of mixed forestland and grassland habitat.  The entire park is managed to enhance its historic qualities and to protect its natural resources.  Programs include on-going removal of non-native species such as privet, kudzu, and English Ivy that would displace native species.  Programs are in place to encouragement oaks, hickories, and other trees present in 1781.  Specially-trained park service crews conduct controlled burns periodically to reduce build-up of forest litter such as leaves and dead limbs with the goal of preventing  catastrophic wildfires.  A two mile nature trail begins in the picnic area and winds along ‘Zekial Creek before it reenters the picnic area at another point. Look for the sign for Nature trail Parking to begin the hike. Hardwoods such as oaks and hickories dominate the forest along the creek, and rare plants grow in places.   If you decide to walk, please stay on the trail and allow enough time to complete your walk.  You may want to take water and also use insect repellant in warm seasons. As you walk, you can imagine what this area was like in 1781. Old-growth trees grew to great dimensions and heights, their huge canopies towering above. Forests were often composed of widely-spaced trees, giving the landscape a park-like appearance. Huge oaks, hickories, pines dominated the forest and field landscape at Cow pens. Also part of the forest composition was the once-abundant American Chestnut, which has virtually disappeared, falling victim to a blight in the earlier part of the 20th century.         It is a myth, however, to believe all eastern American appeared so park-like; the land was sometimes a patchwork quilt of various landscape compositions—storms, differences in soil composition,  wildfires, and native use of fire for hunting purposes accounted for fields and forest in various stages of growth.   In addition to forests, imagine also interspersed grasslands, which provided habitat for ground-nesting birds such as quail, field sparrows, and meadowlarks and a diversity of grasses, wildflowers, insects, and small mammals.  The fact that such grasslands are disappearing across the region, make those at Cowpens ever more important. Native river cane, forming extensive canebrakes, grew in wetland areas and provided food and habitat for wildlife and also building materials for Native Americans. European, however prized canebrakes for the rich soil they grew in.  They grazed cattle in the canebrakes and eventually overgrazed and plowed many to oblivion. Butter from cows grazed in the canebrakes was said to be some of the best.  Native cane remains in the park along streams and in wetland areas, but it is not nearly abundant and tall as it would have been in 1781.                        Loop Road Audio Tour Stop 3    This is an audio tour of the auto loop road, narrated by Edwin C. Bearss Length 3:34 3.27 MB    Date created: 2011-08-02   Download Original File: cowp-4Cowpens-Stop41.mp3 3,433 KB    Audio Transcript The Historic Scruggs House Although built almost fifty years after the battle, the Scruggs House is typical of the rural architecture prevalent in the area of South Carolina in 1781.   The original structure was a simple one-room log cabin with a loft.  A fireplace and chimney were located on the east side.   A side window adjacent to the chimney provided a view of Thicketty Mountain.  Robert Scruggs, grandson of English immigrants, built the cabin about 1828 on 230 acres of upstate land given him by his father, Richard, a prominent local farmer. The cabin was enlarged, siding was added, and a fireplace and chimney added to the west side.  The enlargement was needed since the family raised 13 children.  Robert Scruggs also was a successful merchant, and by 1850 had added about 750 acres to his land-holdings. The Robert Scruggs family and their descendants lived on the land and served as community leaders for some 175 years.  A member of the family, the late Rosa Scruggs Garrett, still lived in the 1828 structure when the National Park Service acquired the property in the late 1970s. Practically ever since the Scruggs House was built it and the family have been closely associated with the Battle of the Cowpens.  Even after the battle had been officially recognized by the federal government in 1929 members of the family acted as hosts for visitors until the Park Service opened the first staff visitors center in 1978.  The Scruggs House had at least one noted visitor in its early years. In 1848, journalist and historian Benson Lossing visited the Scruggs family and observed the battlefield.  Lossing was not impressed with the landscape.  He wrote that the site of  the battle was “among the hills of Thicketty Mountain, and near the plantation of Robert Scruggs. The field was covered with blasted pines, stumps, and stocks of Indian corn, and had a most dreary appearance”The Scruggs House stands today restored to its original appearance, now in a pleasing setting that runs counter to Lossing’s early description.   The house is a reminder of  the Scruggs family of other pioneering families in the region, and frontier log architecture.                       Loop Road Audio Tour Stop 4    This is an audio tour of the auto loop road, narrated by Edwin C. Bearss. Length 7:38 6.98 MB    Date created: 2011-08-02   Download Original File: cowp-5Cowpens-Stop51.mp3 7,329 KB    Audio Transcript First Battlefield Overlook In the distance is the road to the Green River.  Daniel Morgan, the old wagoner of French and Indian War fame, was no doubt at home on such a landscape.  The old  road, once an Indian trail, led from the Pacolet River west to the mountains of North Carolina.  Marching from three in the morning in an attempt to catch Morgan, Tarleton arrived at the Cow pens before daybreak and formed his army on the Green River Road. As they formed, Morgan’s first line of militia, the sharpshooters, were waiting, positioned across the same road on a slight slope 100 or more yards to the west of the British. The crack of their rifles broke the early morning stillness and drew the British into battle. Tarleton’s order to his Dragoons to dislodge the skirmishers failed, but, as his infantry advanced the skirmishers gave way, as Morgan had planned and fell back to join the militia on the second line of defense. Now, it was the second militia line’s turn to face the British.  At least one unit in second line, that of Thomas Brandon, got off two volleys against the British as Morgan had earlier instructed, but most had time for only one before they retreated as planned to reform behind the Continental troops and Virginia militia, which was the third line.    Seeing first the patriot sharpshooters and then the militia move back, the British vanguard mistakenly interpreted their withdrawal as a retreat and charged upslope directly into the sites of the Continentals and the Virginia militiamen. Tremendous firepower had already been directed at them by the two lines of militia.  As the weakened British line continued its charge, the militia retreated as planned, the Continental line simply opening up, en echelon, to let them pass.  They were far from safe, however; at this point Tarleton’s horsemen broke through the Continental line after them, attempting to saber them from their elevated positions on horseback.  It was at this point that William Washington and his 150 man Patriot cavalry, hidden in a swale and held in reserve for just such a moment, rode out to scatter the British horsemen and allow the militia to safely retreat and reform.   As the Continental and British lines exchanged volleys, Tarleton brought up his own reserves, the 71st Scottish Highlanders, to strengthen the now-decimated British line and to outflank the Continentals to their right.   This is where an unplanned event took place, which worked to favor the Patriots. The order for the Continentals to turn right to face the Highlanders was misunderstood and the entire Continental line began a mistaken, but orderly retreat, loading as they  marched The Highlanders, seeing the militia run and now the Continentals, thought they had Morgan’s army on the run.  Breaking ranks, they charged after the Continentals, coming on, someone said, “like a mob.” But William Washington with the Patriot Cavalry saw what was happening and informed Daniel Morgan.  When they closed to within 30 yards, Morgan, accompanying Colonel Howard on horseback, shouted, “Face about boys.  Give them one good fire and the victory is ours.”  The Continentals  turned as one, firing from the hip as they did. The deadly fusillade killed or wounded dozens and threw the entire British force into confusion. Howard ordered a bayonet charge into the center of what remained of the Highlander line, while Washington’s cavalry and Pickens’ militia attacked their left and right flanks, respectively, trapping the British in what historians have called a double envelopment. The main British line, now weakened, began a surrender.  Sensing a disaster, Tarleton attempted to rally his troops, but failed.  Accompanied by a few of his officers, “Bloody Ban” then made good an escape despite William Washington’s valiant efforts to thwart the British commander. Leaving behind him 110 dead, 200 wounded, and about 600 taken prisoner, Tarleton outdistanced Washington down the Green River Road.  Escaping with him were over 150 British cavalry.    Tradition says that Tarleton took area resident Adam Goudelock captive to show him the route to Hamilton’s Ford on the Broad River in his attempt to rendezvous with Cornwallis at his camp on Turkey Creek north of the Broad River.  Mrs. Goudelock, afraid her husband would be harmed in a shoot-out, put the pursuing William Washington and his cavalry on the wrong road and Tarleton escaped.  It was nighttime when Tarleton got to the Broad River, then at flood stage.  When his soldiers expressed fear in crossing, Tarleton threatened to cut down any who hesitated.  Reporting to Cornwallis the loss of an army was an unpleasant task.  Cornwallis, however, needed Tarleton and the remnants of his army.  Shortly, he began a pursuit of Morgan, and later General Nathanael Greene, that would lead him further into the Carolina backcountry, and away from his supplies.                      Loop Road Audio Tour Stop 5    This is an audio tour of the auto loop road, narrated by Edwin C. Bearss. Length 3:15 2.98 MB    Date created: 2011-08-02   Download Original File: cowp-6Cowpens-Stop6.mp3 3,130 KB    Audio Transcript Second Battlefield OverlookThe field in the distance is the site of Morgan’s encampment begun January 16, 1781. His militia arrived with over 500 horses tied somewhere in the area.  The area was a crossroads and he sent scouts on horseback in all directions.  Tarleton, however, took the easiest approach—coming in on the Green River Road from the southeast as Morgan had the day before.    After the battle, Morgan dispatched Andrew Pickens and some militia to bury the dead and search for British stragglers.  Morgan and his army, with the 600 prisoners, moved northwest on Island Ford Road toward Gilbert Town in Rutherford County, North Carolina, crossing the Broad River at Island Ford.  His crossing of the Broad River was over twenty miles west of Tarleton’s crossing.   At Gilbert Town near Rutherford, Morgan sent the prisoners on ahead, escorted by militia. Eventually, they would be held in the Philadelphia area until the end of the war. After a few days at Gilbert Town, Morgan and his army moved northeast toward Ramseur’s Mill. Cornwallis and his army, in pursuit, arrived at Ramseur’s Mill two days after Morgan. Morgan, after a rendezvous with his commander, General Nathanael Greene, north of the Catawba River, was given a leave of absence because of some nagging health  problems. General Greene led Cornwallis on a chase to the Dan River, separating North Carolina and Virginia.  Taking boats he had made preparation for previously, he crossed that river into Virginia.  There, his army rested and he recruited Virginia  militia.  He knew, however, he had to eventually face Cornwallis. Moving back into North Carolina, the two forces met at Guilford Courthouse. Although the British kept the field at the Battle of Guilford Courthouse, theirs was an empty victory. They lost men and officers and were essentially without supplies. From the Carolina backcountry, Cornwallis marched his army to Wilmington on the coast and eventually to Virginia, where he met defeat at Yorktown, October 19, 1781. Thus the road that ended at Yorktown began in the Cowpens.                    Loop Road Audio Tour Conclusion    This is the conclusion to the audio auto loop road tour, narrated by Edwin C. Bearss. Length 1:16 1.16 MB    Date created: 2011-08-02    Audio Transcript Conclusion For more information about the Battle at the Cowpens as well as other American Revolution engagements, visit the park visitor center. There you will find books and other merchandise for sale.  There also you’ll watch an award-winning video on the battle, shown on the hour, 9 a. m. to 4 p.m.  A 12 minute fiber optic map program also helps bring the battle to life.  In addition, a 1-mile round trip self-guided battlefield walking tour begins and ends behind the visitor center. Thank you for visiting Cowpens National Battlefield, protected and administered by the National Park Service. We hope the driving tour has increased your understanding of and appreciation for the historical landscape and the decisive battle that occurred here more than 200 years ago.  Please drive safely and visit us again in the future.    Music ending",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/photosmultimedia\/index.htm"
}
