{
    "title": "Cowpens National Battlefield: Plants",
    "body": "Plants          The National Park Service is charged with protecting and preserving the place where Daniel Morgan, commanding the American forces, defeated the British under Banastre Tarleton. This includes restoring the battlefield to its 1781 appearance. The way the participants described it in their writings gives us an idea of how it looked at the time:      Morgan placed his troops \"in an open wood.\" -- Roderick MacKenzie \"… little if any underbrush.\" -- Samuel Hammond \"The battle was fought early in the morning in the open woods.\" -- Josiah Martin \"…The battle ground was part in the woods & part an old field…\" -- James Kelly \"…the woods were open and free from swamps…\" -- Banastre Tarleton  Fifty-four years after the Battle of Cowpens, historian Benjamin F. Perry wrote that \"there was no growth on the battle ground, & objects might be seen at a great distance through the woods…\"  In 1897, J.B.O. Landrum, who was familiar with the battlefield, wrote, in Colonial and Revolutionary History of Upper South Carolina,\"…the forests at that time were more open… than at present, as the old battle ground is now covered with a thick, scrubby growth of blackjack and other timber, with here and there an occasional tall pine or oak of ancient appearance.\" In 1781, the upcountry of South Carolina had many cow pens, places where cattle grazed before being driven to market. The area was lush with pea vines and native cane which the cattle foraged. After the battle, the land was farmed, and people built homesites, changing the type of flora as they cultivated different plants that they found on their travels. We can now document 542 different species of plants at Cowpens National Battlefield, of which 151 are not native. Of these, at least 34 are considered to be highly aggressive and a danger to the native species.  Park staff is removing exotic species and reintroducing native species as a part of the battlefield restoration.       Native grasses at Cowpens National Battlefield in the fall Chris McNeilly",
    "url": "https:\/\/www.nps.gov\/cowp\/learn\/nature\/plants.htm"
}
