{
    "title": "Cowpens National Battlefield: Special Events",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Special Events              Special Events       Upcoming Events at Cowpens National Battlefield  August 6: Living History Day - SC Rangers (American Militia). Weapons firing demonstrations at 10:30, 11:30, 1:30, and 2:30. August 13: Find Your Park After Dark - Star Gazing Program September 10: Living History Day - SC Rangers (American Militia). Weapons firing demonstrations at 10:30, 11:30, 1:30, and 2:30. September 24: Living History Day- 1st Maryland, Southern Campaign encampment (American Continentals) Weapons firing demonstrations at 11:15, 1:45, and 3:15.  October 1 - 9: Revolutionary War Weekend: A series of Revolutionary War activities at Walnut Grove Plantation, Cowpens National Battlefield, Kings Mountain National Military Park, and Gaffney, SC. Complete schedule will be available by mid-September. October 6: Outdoor Drama - The Night before Kings Mountain October 22: Living History Day: SC Rangers (American Militia) Weapons firing demonstrations at 10:30, 11:30, 1:30, and 2:30. January 14 - 15, 2017 236th Anniversary Celebration.   Previous 2016 Events  April 9: Park Day April 16 - 24: National Park Week April 16: Find Your Park After Dark - Star Gazing Program 8:00 pm - 10:30 pm   April 23: Junior Ranger Day June 4: Living History Day- 1st Maryland, Southern Campaign encampment (American Continentals) Weapons firing demonstrations at 11:15, 1:45, and 3:15. June 11: Living History Day- New Acquisition Militia - featuring activities such as sewing, chair caning, rifle making, and weapons firing demos. At 2:30 there will be a talk on \"The Year of 1780 - Turning from Uncertainty to Victory\".   June 18: Living History Day- SC Rangers (American Militia). Weapons firing demonstrations at 10:30, 11:30, 1:30, and 2:30.                   233rd Battle Anniversary Celebration   8 Photos  Each year the park holds a special event on the weekend closest to the anniversary of the battle.",
    "url": "https:\/\/www.nps.gov\/cowp\/specialevents.htm"
}
