{
    "title": "Cowpens National Battlefield: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         NPS\/Withrow    Fees: It is free to visit Cowpens National Battlefield. Some activities, such as reserving the picnic shelter, commercial filming\/photography, weddings, commercial tours, First Amendment activities and scientific research require a Special Use Permit. Visitors must pick up an application for a Special Use Permit in person at the visitor center from 9:00 am - 5:00 pm. Other activities may require permits if there is the potential for interference with visitor use, congestion of a highly visited area, or possible impact on park resources.        Passes: It is not necessary to have National Park or Federal Land passes in order to visit Cowpens National Battlefield, as the site does not charge any fees. As a result, we do not have passes for purchase or acquisition available. However, some of the Federal Land Passes can be purchased or requisitioned online.         The National Parks and Federal Recreational Lands Pass Series A pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free. Please note that the passes are not sold and distributed at Cowpens National Battlefield. The following passes make up the series: Annual Pass  $80 annual pass Available to everyone Non-transferable Obtained in person at a qualifying federal recreation site, by calling 1-888-275-8747, Ext. 3, or online.  Senior Pass (Formerly Golden Age)  $10 lifetime pass For U.S. citizens or permanent residents age 62+. Can be obtained at a qualifying federal recreation site or via US Postal Service using an application form. The cost of a pass via mail is twenty dollars. $10 for the pass and $10 to process the application. Applicants must provide documentation of age and residency or citizenship. May provide a 50% discount on some amenity fees charged for facilities and services such as camping, swimming, boat launches, and specialized interpretive services. Generally does not cover or reduce special recreation permit fees or fees charged by concessionaires. Non-transferable.  Access Pass  Free For U.S. citizens or permanent residents with permanent disabilities. Can be obtained at a qualifying federal recreation site or via US Postal Service using an application form. The cost of a pass via mail ten dollars. The pass is free and $10 charge to process the application. Applicants must provide documentation of residency \/ citizenship and permanent disability. May provide a 50% discount on some amenity fees charged for facilities and services such as camping, swimming, boat launches, and specialized interpretive services. Generally does not cover or reduce special recreation permit fees or fees charged by concessionaires. Non-transferable.  Annual Pass for U.S. Military  Free Annual Pass Available to U.S. military members and dependents in the Army, Navy, Air Force, Marines, Coast Guard, and also Reserve and National Guard members. Must be obtained in person by showing a Common Access Card (CAC) or Military ID (Form 1173).  Volunteer Pass  Free For volunteers with 250+ service hours with federal agencies that participate in the inter-agency pass program. Contact your local federal recreation site for more information about volunteer opportunities or visit volunteer.gov.  The five agencies that participate in the Inter-Agency Pass Program are:  National Park Service U.S. Forest Service U.S. Fish and Wildlife Service Bureau of Land Management Bureau of Reclamation  For more information visit the USGS - America the Beautiful Website, or phone 1-888-275-8747 Option 1, or the government's federal lands recreation web portal at www.recreation.gov.",
    "url": "https:\/\/www.nps.gov\/cowp\/planyourvisit\/fees.htm"
}
