{
    "title": "Cowpens National Battlefield: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Cowpens National Battlefield 4001 Chesnee Hwy  Gaffney, SC 29341                 Directions         From I-85 N, take exit 83. Turn left on Hwy 110, approx. 8 miles. Turn right on Hwy 11. The park is about a half mile on the right. From I-85 S, take exit 92, turn right toward Chesnee on Hwy 11, approx.10 miles on the left. From I-26 E, take exit 5, turn left toward Chesnee on Hwy 11, approx. 20 miles on the right. From I-26 W, take I-85 North, take exit 83. Turn left on Hwy 110, approx. 8 miles. Turn right on Hwy 11. The park is about a half mile on the right.  Directions Details           Operating Hours & Seasons         Cowpens National Battlefield The visitor center and visitor center parking lot are open 9:00 - 5:00, with the exception of certain federal holidays. Front gate closes at 5:00. After hours parking is located 1 mile east  at the intersection of Hwy 11 and Hayes Road.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Temperatures for the area range from very hot and humid in the summer to cool and moderate in the winter. http:\/\/forecast.weather.gov\/MapClick.php?lat=35.1346&lon=-81.7036#.VhkrZ-xVhBc         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 It is free to visit Cowpens National Battlefield.         Visitor Centers       Cowpens National Battlefield Museum contains a reproduction 3-pounder cannon, other weapons of the Revolutionary War period, and exhibits. \"Cowpens: A Battle Remembered\" is an 18-minute video shown hourly in the museum. Fiber-optic Map llustrates the Southern Campaign of the American Revolution and the battle tactics employed by Daniel Morgan at Cowpens. (13 minutes) Sales Outlet operated by Eastern National offers books, postcards, and theme-related souvenirs.                 Robert Hooper for NPS  Cowpens National Battlefield is a Revolutionary War battle site that commemorates the victory of Brigadier General Daniel Morgan over his dreaded foe, Lieutenant Colonel Banastre Tarleton, in the cause for American Independence. It was an important link in a chain of events that ultimately led to the defeat and surrender of the British commander Lord Earl Cornwallis at Yorktown, Virginia, in October 1781. The battlefield is a unit of the National Park System, a bureau of the United States Department of the Interior. The 845-acre park is open daily from 9:00 a.m. - 5:00 p.m., and closed on federal holidays except for Memorial Day, Independence Day, Labor Day, and Veterans Day. There is a Visitor Center, battlefield, trail, auto loop road around the perimeter of the battlefield, and a picnic area with a covered shelter.         Available Resources and Facilities   VisitorCenter: Museum contains a reproduction 3-pounder cannon, other weapons of the Revolutionary War period, and exhibits.  \"Cowpens: A Battle Remembered\" is a laser disk presentation show hourly in the museum. The 18 minute show was filmed offsite in 2006 and depicts the events of the battle.   Fiber-optic Map Display illustrates the Southern Campaign of the American Revolution and the battle tactics employed by Daniel Morgan at Cowpens. (13 minutes) Sales Outlet operated by Eastern National offers books, posters, postcards, slides, and theme-related souvenirs for purchase. Battlefield Trail: The partially paved self-guided 1.2 mile trail includes wayside exhibits, the 1856 Washington Light Infantry Monument and the historic Green River Road that both armies used to get to the Cow Pens. (45 minutes) Video of Ed Bearss' guided walk Auto Loop Road: The 3.8 mile 1-way road travels the perimeter of the battlefield and includes wayside exhibits, parking areas with short trails to the Green River Road, the circa 1828 Robert Scruggs Log House, and access to the picnic area. The loop road closes at 4:30 pm. Audio narration by Ed Bearss Picnic Area: Located 1 1\/2 miles down the tour road, the area provided picnic tables, grills, and restroom facilities. A covered picnic shelter is available to groups through a special use permit for a small fee. Contact the staff at the Visitor Center for information on the permit. The loop road and picnic area close at 4:30 pm.      Other area historic sites  Kings Mountain National Military Park is approximately 35 miles north, near Blacksburg, SC. Overmountain Victory National Historic Trail begins in Abingdon, Virginia and Sycamore Shoals, Tennessee and goes through Cowpens National Battlefield, ending at Kings Mountain National Military Park. Ninety Six National Historic Site is approximately 90 miles south in Ninety Six, SC. Walnut Grove Plantation is approximately 35 miles south near Woodruff, SC. Historic Brattonsville is approximately 50 miles east in McConnels, SC. Historic Camden is approximately 144 miles east in Camden, SC.",
    "url": "https:\/\/www.nps.gov\/cowp\/planyourvisit\/basicinfo.htm"
}
