{
    "title": "Lake Mead National Recreation Area: Directory of Concessioners",
    "body": "Explore This Park    Get Involved     Do Business With Us     Directory of Concessioners              Directory of Concessioners      The National Park Service will provide, through the use of concessions, those commercial facilities and services within the parks necessary for visitors' use and enjoyment. Concession development will be limited to that necessary and appropriate for public use and enjoyment of the parks and be consistent, to the highest degree possible, with their preservation and conservation.  When the National Park Service was established in 1916, a provision granting the privilege for the use of land for visitor accommodations was included. The National Park Service Concession Management Improvement Act of 1998 (Public Law 105-391) articulates comprehensive legislative direction with respect to the management of the concessions program by the National Park Service. Concession operations throughout the national park system are subject to the provisions of the above legislation and to NPS regulations governing concession contracts and permits (36 CFR 51), NPS Concessions Management Guideline (NPS-48) and 2001 NPS Management Policies - Chapter 10: Commercial Visitor Services. For more information, visit http:\/\/concessions.nps.gov\/  Contact  Commercial Services Division Lake Mead National Recreation Area 601 Nevada Way Boulder City, Nevada 702-293-8869  Concessions Contracts at Lake Mead National Recreation Area      Name Address Description Toll Free Number    Black Canyon\/Willow Beach River Adventures(Forever Resorts)   PO Box 60130 Boulder City, NV 89006-0130 702-294-1414 928-767-4747    Smooth water float trip in the Black Canyon, from Hoover Dam to Willow Beach: Black Canyon River Adventures  small store boat rentals boat gas NPS launch ramp    Reservations: 800-455-3490    Cottonwood Cove Resort(Forever Resorts)   1000 Cottonwood Cove Road Cottonwood Cove, NV 89046 702-297-1464    cafe marina boat rentals houseboat rentals auto\/boat gas dry boat storage store showers\/laundry, motel trailer village RV sites NPS campground and launch ramp    Reservations: 800-255-5561    Lake Mead RV Village (Forever Resorts)    268 Lakeshore Rd. Boulder City, NV 89005 702-293-2540    trailer village with RV sites dry boat storage showers\/laundry        Lake Mead Cruises & Desert Princess(Aramark)   PO Box 62465 Boulder City, NV 89006-2465 702-293-6180    scheduled sightseeing tour boat service to and from Hoover Dam breakfast and dinner cruises  charter boat service       Callville Bay Resort(Forever Resorts)   Box 100,HCR-30 Las Vegas, NV 89124-9410 702-565-8958     cafe\/lounge marina boat rentals boat\/motor repairs houseboat rentals personal watercraft rentals trailer village RV sites showers\/laundry auto\/boat gas dry boat storage store NPS campground and launch ramp    Reservations: 800-255-5561    Willow Beach(Forever Resorts)   Box 60130 boulder City, NV 89006 800-455-3490     cafe marina marina pump-out fishing dock RV sites RV pump-out showers\/laundry auto\/boat gas store campground shaded picnic area    Reservations:800-455-3490    Las Vegas Boat Harbor Marina Lake Mead Marina(Boating Lake Mead)    PO Box 91150 Henderson, NV 89009 LVBH: 702-293-1191 LMM: 702-293-3484     restaurants\/lounges marinas boat rentals dry boat storage stores boat gas boat\/motor repairs NPS campground and launch ramp        Lake Mohave Resort  (Seven Crowns)    2690 E. Katherine Spur Road Bullhead City, AZ 86430 928-754-3245     restaurant\/lounge store motel auto\/boat gas marina boat rentals houseboat rentals trailer village RV sites showers\/laundry dry boat storage personal watercraft rental NPS campground and launch ramp boat\/motor repair    Reservations: 800-752-9669    Temple Bar Marina  (Forever Resorts)    1 Main Street Temple Bar, AZ 86443-0545 928-767-3211     restaurant\/lounge motel rustic cabin rentals trailer village RV sites dry boat storage store marina boat rentals shower\/laundry boat\/motor repairs personal watercraft rental auto\/boat gas NPS campground and launch ramp    Reservations: 800-253-5561    Echo Bay Trailer Village(Forever Resorts)   268 Lakeshore Road Boulder City, NV 89005  (702) 293-2540    trailer village with RV sites auto gas showers\/laundry dry storage store (gift\/convenience) pump-out         Note: Where you see the term Trailer Village, the resort should be contacted for reservations and information of availability. Where you see the term NPS Campground, reservations are not taken (they are on a first come, first served basis).     If you are interested in any of the resorts listed above, please contact the resort itself. They will be able to quote you their prices and give you more details on their services. You may also write to them for brochures. All of the concessioners are within Lake Mead National Recreation Area, either on Lake Mead or Lake Mohave. Some of the toll-free reservation numbers may not be available in your area. Return to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/management\/dircon.htm"
}
