{
    "title": "Minuteman Missile National Historic Site: Minuteman IA & IB",
    "body": "Minuteman IA & IB        A Minuteman I ready for a test launch U.S. Air Force        The Minuteman I was the perfect Intercontinental Ballistic Missile (ICBM) for the United States strategic nuclear arsenal. Because of its solid fuelled technology, it had very few of the mishaps that plagued the Atlas and Titan ICBMs. An almost immediate launch response time from hardened underground silos meant that it was seemingly impossible for the Soviet Union to destroy the Minuteman with a nuclear first strike. The fact that the Launch Facilties (Missile Silos) were dispersed across thousands of square miles and remotely controlled from hardened underground Launch Control Centers enhanced the survivability of the system. In short, the Minuteman I was a revolutionary weapon in transforming America's strategic nuclear defenses. The Minuteman IA & The Cuban Missile Crisis There were two types of Minuteman I. The first, the Minuteman IA, had a problem with the swivel nozzles that controlled the rocket's propulsion. This problem limited its maximum range to 4,300 miles. Due to its limited range the Minuteman IA was only deployed in one missile field, out of Malmstrom Air Force Base in Montana (150). This was a critical deployment though, since the first missiles were activated at the height of the Cuban Missile Crisis in late October of 1962. The first operational Launch Facility (Missile Silo) Alpha-06 has become known as the \"Ace In The Hole.\" A reference to a comment by President John F. Kennedy regarding the role of America's enhanced strategic nuclear defenses in deterring Soviet aggression during the crisis. The Minuteman IB & Mass Deployment The Minuteman IB had an improved second-stage motor housing made of titanium. This lightened the missile and increased its range to 6,000 miles. Both the IA and IB had inertial guidance systems which could place a one megaton warhead to within 0.3 miles of a target. The warhead would arrive at the target in less than 30 minutes due to the 15,000 mph speed of the missile. 450 Minuteman IB's were deployed across three missile fields, out of Ellsworth Air Force Base in South Dakota (150), Minot Air Force Base in North Dakota (150) and F.E. Warren Air Force Base in Wyoming (150).",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/minuteman-ia-ib.htm"
}
