{
    "title": "Minuteman Missile National Historic Site: Minuteman ICBM",
    "body": "Minuteman ICBM         A Minuteman II missile test launches USAF  The Minuteman was - and still is today - a technological wonder. The first solid fuelled Intercontinental Ballistic Missile (ICBM) the U.S. Air Force would deploy, the Minuteman could stand dormant and unmanned for days, weeks, months and decades on end, needing only limited maintenance and upkeep. At A Moment's Notice Remotely controlled from underground launch control centers miles away from the silos, it offered a hair trigger launch response. From the time keys were turned to execute a positive launch command, until the missile left the silo, only took about a minute. Hence the name Minuteman. The name was also a play on the same term used to describe America's Revolutionary War soldiers who responded within a matter of minutes to protect the homeland from the British. Deployment - Past, Present & Future The first Minuteman came online in Montana at the height of the Cuban Missile Crisis on October 26, 1962. During the following year, 1,000 Minuteman's were placed across the central and northern Great Plains. They were deployed in six wings out of Malmstrom Air Force Base in Montana (200), Ellsworth Air Force Base in South Dakota (150), Minot Air Force Base in North Dakota (150), Whiteman Air Force Base in Missouri (150), F.E. Warren Air Force Base (200) and Grand Forks Air Force Base in North Dakota (150) The Minuteman has gone through several upgrades over the years, increasing its distance, accuracy and efficiency. At present there are still 450 Minuteman III's operational on the Great Plains. These are based out of Malmstrom Air Force Base in Montana (150), Minot Air Force Base in North Dakota (150) and F.E. Warren Air Force Base (150).  To learn more about the four different types of the Minuteman deployed during the past half century click on the links below.         Minuteman IA The Minuteman IA was the first solid fuelled ICBM ever deployed by the United States. Due to its limited range of 4,300 miles it was only deployed out of Malmstrom Air Force Base in Montana. In that missile field, Launch Facility (Missile Silo) Alpha-06 became known as the \"Ace In the Hole.\" It was the first operational Minuteman silo and came online during the Cuban Missile Crisis. To learn more about the Minuteman IA click here...         Minuteman IB The Minuteman IB was an improvement over the IA version. Specifically, it had a lighter weight motor housing that allowed it to strike targets up to 6,000 miles away. It was first deployed out of Ellsworth Air Force Base in South Dakota. It was also the first version of the missile housed in Launch Facility Delta-09, now part of Minuteman Missile National Historic Site. To learn more about the Minuteman IB click here...         Minuteman II The Minuteman II had an improved second stage engine. Due to its specifications the missile could hold a 1.2 megaton warhead. The first Minuteman II's were deployed out of Minot Air Force Base in North Dakota in 1966. It was also the missile that was in Launch Facility Delta-09, now part of Minuteman Missile National Historic Site, for the longest period. To learn more about the Minuteman II click here...         Minuteman III The Minuteman III is the most current version of the missile. It was first deployed in 1970 and was the first ICBM to hold MIRVs (Multiple Independent Reentry Vehicles). It is able to carry one, two or three warheads that can strike separate targets miles away from each other. The Minuteman III is the only ICBM still deployed by the United States. As of 2014 there are 450 Minuteman III's operational. They are spread across the central and northern Great Plains region. To learn more about the Minuteman III click here...",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/minuteman-icbm.htm"
}
