{
    "title": "Minuteman Missile National Historic Site: Titan ICBM",
    "body": "Titan ICBM         Titan I ICBM test launching from Cape Cavaveral USAF  The Titan program began development in 1955 as a back up option in case the Atlas program failed.  It would become the second Intercontinental Ballistic Missile (ICBM) deployed by the U.S. Air Force. Also a liquid fueled giant, the Titan was the first multi-stage ICBM put on operational alert. Based within super-hardened silos, deep beneath the ground, the Titan's concrete and steel reinforced facilities were able to withstand the massive pressure of a nuclear blast. This gave it a survivability from nuclear attack, that the Atlas lacked. The first successful test of a Titan took place in January of 1960. A little over two years later, the first Titan I's became operational, based out of Lowry Air Force Base in Denver, Colorado in April 1962.           A Titan I stands ready USAF  Titan I The Titan I was 98 feet tall - 16 feet taller then the Atlas D - yet actually weighed 40,000 pounds less than an Atlas. The innovative, two stage rocket design could deliver a warhead 6,300 miles. The Titan I could hold a W38 or W49 warhead with explosive power of 3.75 megatons or 1.44 megatons respectively. Titan I's were configured with three missiles per site, with the first missile taking at least 15 minutes, and the 2nd and 3rd missiles in 7 1\/2 minutes to launch. The missiles had to be fueled before launch with an extremely flammable combination of highly refined kerosene and liquid oxygen. The Titan I was quite vulnerable to nuclear attack. The sites were only hardened to 100 psi (pounds per square inch). The missile was also sitting exposed on the surface for several minutes before a launch. It was also very labor intensive to operate. In an average day, Titan crews had over 80 operations to go through. The Titan I was stored in silo-lift configurations and would be raised to the surface for launch.  At their peak, 54 Titan I's were operational from April 1962 until January 1965. They were based out of Lowry Air Force Base in Colorado (18), Ellsworth Air Force Base in South Dakota (9), Beale Air Force Base in California (9), Larson Air Force Base in Washington (9) and Mountain Home Air Force Base in Idaho (9). In January and February 1965 all Titan I's were taken offline in favor of Titan II's.         A Titan II missile test launches USAF  Titan II The Titan II was the largest ICBM ever deployed by the U.S. Air Force. Standing 103 feet tall and weighing a colossal 330,000 pounds, it had a range of up to 9,300 miles away (3,000 miles greater than the Titan I). The Titan II held a W53 warhead with an incredible nine megatons of explosive power (three times the explosive power of all the bombs used during World War II, including both atomic bombs). This warhead twice as powerful as any other ICBM's warhead. Titan II's were configured with one missile per site. Each site was at least seven miles from the next closest site. A major innovation of the Titan II, was that it had storable liquid propellant. This allowed the Titan II to launch within about a minute, a considerable upgrade over the Titan I's 15 minute launch response time. The Titan II had several notable accidents during its long service. Yet because the missiles held 30% of the Air Force's nuclear warhead megatonnage, it was kept in service for nearly 25 years.   Titan II's were operational for twenty-four years, starting in June 1963 and lasting through June 1987. They were based out of Davis-Monthan Air Force Base in Arizona (18), McConnell Air Force Base in Kansas (18) and Little Rock Air Force Base in Arkansas (18).",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/titan-icbm.htm"
}
