{
    "title": "Minuteman Missile National Historic Site: Minuteman III Missile",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Intercontinental Ballistic Missiles     Minuteman III Missile                  Minuteman III Missile         A Minuteman III in silo undergoing maintenance USAF  The Minuteman III was the first U.S. Intercontinental Ballistic Missile (ICBM) that could deliver Multiple Independent Reentry Vehicles (MIRVs) to a target. The missile holds up to three warheads which can strike different targets miles away from each other.  Development Of A Flexible Response  Minuteman III represented a change in the United States' strategic planning, and consequently resulted in additional advancements in missile technology. Minuteman I was designed based on the theory of \"massive retaliation\" which required the missiles to launch at one time in retaliation to an attack. Minuteman II was designed based on the theory of \"controlled response\" which required some of the missile fleet to survive a nuclear attack. Minuteman III was designed under a theory of \"flexible response\" which required the missile to be able to fire independently and target multiple potential aggressors. Like the earlier Minuteman missiles, Minuteman III underwent rapid development. Because of its ability to hold multiple warheads and an improved guidance system, there was a corresponding decrease in the power of its nuclear warheads. Less destructive force was now needed to destroy targets. Over the years, the Minuteman III has held warheads with 170, 340 and 450 kilotons of explosive power.  Past, Present & Future Deployment There were once 700 Minuteman III's deployed out of Malmstrom Air Force Base in Montana (200), Minot Air Force Base in North Dakota (150), Grand Forks Air Force Base in North Dakota (150) and F.E. Warren Air Force Base in Wyoming (200). Today there are still 450 Minuteman III's on alert at Malmstrom (150), Minot (150) and F.E. Warren (150). The U.S. Air Force has stated that these will continue on alert into the foreseeable future.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/minuteman-iii-missile.htm"
}
