{
    "title": "Minuteman Missile National Historic Site: Planning",
    "body": "Planning          The National Park Service prepares a variety of planning and environmental documents to help guide it in managing park resources. These documents can range from site-specific impact analyses, to broader park-wide plans for future use and management of the park, such as the General Management Plan.  Programmatic Plans  These plans provide a general decision-making framework for National Park Service managers to best protect a park unit's resources and ensure quality visitor experiences. Intended to last 15-20 years, these plans are based on law, policy and the park's foundation document and have, in most cases, been developed in consultation with the public and interested stakeholders. The following plan applies to Minuteman Missile. General Management Plan (Abbreviated Final Version) - July 2009 (5.73 MB PDF) General Management Plan (Full Draft Version) - February 2008 (7.32 MB PDF)   Other Plans Long Range Interpretive Plan - October 2006 [68 MB PDF] This Long-Range Interpretive Plan offers vision and guidance to enhance interpretive programming and improving visitor experiences at Minuteman Missile National Historic Site over the next ten years. Special Resource Study - 1995 A link to the first document produced in the development of the park. It helped lead to the establishment of Minuteman Missile National Historic Site. It includes a highly readable history of Intercontinental Ballistic Missile development during the 1950's and early 1960's that led to the creation of the Minuteman weapons system. This document does an outstanding job of placing the Minuteman weapons system within the historical context of the early years of the Cold War.  Historic Resource Study - November 2003 [17 MB PDF] This comprehensive study documents the history of the 44th Missile Wing at Ellsworth Air Force Base from the 1950's all the way through the Cold War and up to the establishment of Minuteman Missile National Historic Site. It includes many different historical maps and images which show the history of Minuteman Missiles, Launch Control Facility Delta-01 and Launch Facility (Missile Silo) Delta-09 during the Cold War in Western South Dakota.",
    "url": "https:\/\/www.nps.gov\/mimi\/getinvolved\/planning.htm"
}
