{
    "title": "Minuteman Missile National Historic Site: Atlas ICBM",
    "body": "Atlas ICBM         Atlas missile ready for test launch U.S. Air Force  The Atlas was the United States Air Force's first operational Intercontinental Ballistic Missile (ICBM). The Atlas had been in development since the end of World War II in 1945. A test model that only had a range of 600 miles, known as the Atlas A, was launched at Cape Canaveral, Florida in June 1957. The Atlas then went through several upgrades. The Atlas D had three consecutive test failures in spring 1959. In each case, the missile exploded within three minutes of launch. Finally, on July 28, 1959, a fourth test was successful. Following this, the 576th Strategic Missile Squadron with three Atlas D missiles was deployed on October 31, 1959 at Vandenburg Air Force Base in Southern California. Over the next six years the upgraded Atlas E and F were also deployed across the United States. At their peak, 132 Atlas sites were operational from December 1962 through May 1964. After that time, the Atlas was phased out in favor of Minuteman and Titan ICBM's.  A Workable ICBM Or A Deflated Balloon Atlas missiles had to be pressurized while on alert, because the stainless steel shell was so thin—a requirement of flight—that only pressure kept it in place while on the ground. If the missile was fueled and launched, the liquid oxygen fuel inside the missile created the necessary pressure to hold the missile's shape. This system allowed for a much lighter airframe, but required continual maintenance to prevent structural collapse. In layman's terms, an unpressurized Atlas missile might best be understood as a deflated balloon.         Atlas D   Atlas D The first ICBM ever deployed, the Atlas D was quite unique in comparison to other ICBMs to follow. It was the only one and a half stage missile (the Minuteman for example has three stages). The Atlas D was 75 feet tall, had a range of 5,500 miles and carried a warhead of 1.44 megatons. A single missile crew controlled three missiles, a control center, and a radio guidance system. The radio guidance system was accurate to one and one-half miles. An Atlas D had a launch response time of approximately fifteen minutes. The Atlas D had two different shelter configurations. The first held the missiles vertically in gantry launchers. The second held the missiles in above ground \"coffin\" shelters. Atlas D's were operational from October 1959 through October 1964. A total of 30 Atlas D's were placed in the field, based out of Vandenburg Air Force Base in California (6), F.E. Warren Air Force Base in Wyoming (15) and Offutt Air Force Base in Nebraska (9)        Atlas E   Atlas E The Atlas E missile was similar to the Atlas D, but it was based in individual launch complexes and used inertial guidance. The other big difference was that the Atlas E was deployed in below ground coffins, somewhat improving blast protection. The Atlas E had a launch response time of approximately fifteen minutes. Atlas E's were operational from September 1961 through January 1965. A total of 28 Atlas E's were placed in the field, based out of Vandenburg Air Force Base in California (1), Fairchild Air Force Base in Washington (9), Forbes Air Force Base in Kansas (9) and F.E. Warren Air Force Base in Wyoming (9).        Atlas F   Atlas F The Atlas F was by far the best of the Atlas missile types ever deployed. At 82 feet it was a bit taller then its predecessors. The gain in height was mostly from its 4.5 megaton warhead. It was held in a blast proof silo-lift configuration and could be launched in approximately ten minutes. A total of 72 Atlas F's were placed in the field, based out of Schilling Air Force Base in Kansas (12), Lincoln Air Force Base in Nebraska (12), Altus Air Force Base in Oklahoma (12) Dyess Air Force Base in Texas (12), Walker Air Force Base in New Mexico (12) and Plattsburgh Air Force Base in New York (12).",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/atlas-icbm.htm"
}
