{
    "title": "Minuteman Missile National Historic Site: Park Statistics",
    "body": "Park Statistics       While the true measure of a national park is its resources and the way in which visitors find meaning in them, the statistics below provide a number of ways to evaluate the work of the park. The NPS Public Use Statistics Office has more about national park acreages and visitation. For more information about the agency's budget, visit the NPS Budget Website.      Designations & Milestone Events    November 29, 1999 - Minuteman Missile National Historic Site established by act of 106th Congress, Public Law 106-115 September 12, 2013 - Minuteman Missile National Historic Site Boundary Modification Act passed as Public Law 113-36 transferring two parcels of land - 25 acres and 3.65 acres from Buffalo Gap National Grasslands (USFS) - for Visitor Center and Launch Control Facility Delta-01 parking area  November 24, 2014 - Minuteman Missile National Historic Site Visitor Center open to the public September 26, 2015 - Grand Opening & Dedication Ceremony for Minuteman Missile National Historic Site Visitor Center - Tentative Date   Source: NPS Redbook, planning documents    Acreage The park maintains approximately 25 acres at the Minuteman Missile Visitor Center, 10 acres at Launch Control Facility Delta-01 and 5 acres at Launch Facility (Missile Silo) Delta-09 Source: NPS Public Use Statistics Office      Visitation Total recreational visits per calendar year: 2014 - 62,058 2013 - 76,621 2012 - 75,654 2011 - 59,389 2010 - 42,348 2009 - 36,777 2008 - 30,615 2007 - 24,655 2006 - 16,754 2005 - 7,800 2004 - 4,924  Source: NPS Public Use Statistics Office  Annual Operating Budget    Fiscal Year Total ONPS Budget   2012 $656,000.00   2011 $689,000.00   2010 $701,000.00   2009 $672,000.00   2008 $660,000.00   2007 $638,000.00   2006 $629,000.00   2005 $624,000.00   2004 $327,000.00   2003 $331,000.00   2002 $335,000.00   2001 $4,989,000.00",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/management\/statistics.htm"
}
