{
    "title": "Minuteman Missile National Historic Site: Your Dollars At Work",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work              Your Dollars At Work        Seasonal Maintenance staff performing restoration work on Launch Control Facility Delta-01 NPS       Minuteman Missile National Historic Site is being cared for today and for future generations by the National Park Service. This dual objective-use today and tomorrow-comes at a price. Protecting our cultural heritage while ensuring that visitors have a safe, enjoyable, and educational experience is expensive. As the number of visitors to parks continues to climb due to the popularity of our national treasures, government funding available for necessities such as road and building repairs, campground maintenance, visitor protection, resource protection and other services has not kept pace with demand.  In 2004, to address these needs, Congress signed the Federal Lands Recreation Enhancement Act (FLREA) which allows the U.S. Department of the Interior to implement an interagency Fee Program in three of its agencies-the National Park Service, the Bureau of Land Management, and the U.S. Fish and Wildlife Service. The program also includes the U.S. Department of Agriculture's Forest Service. The program directs funds collected from park visitors towards the maintenance of the facilities they are utilizing. Minuteman Missile National Historic Site has proposed an amenity fee for Ranger Guided Tours of Launch Control Facility Delta-01 beginning in 2016. If the fee is implemented, the park will become a participant in the Interagency Recreational Fee Program. The program will authorize Minuteman Missile National Historic Site to keep up to 80% of the fees collected. These funds have been and will continue to be used for maintenance, repair projects, public service programs, signage and historical resource preservation. The remaining revenue is generally distributed to parks that do not collect fees but have similar needs and to fund other servicewide initiatives.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/management\/yourdollarsatwork.htm"
}
