{
    "title": "Lake Mead National Recreation Area: Experience",
    "body": "Experience       Vision Lake Mead Volunteers-in-Parks Program will integrate volunteers in all applicable areas of park operations in order to help build capacity through a well trained volunteer work force and continue to sustain park operations through partnering and fostering park stewards.   Mission Lake Mead Volunteer Program is to involve individuals and groups in the preservation and enhancement of the park’s natural and cultural resources and recreational opportunities in an atmosphere of respect and collaboration.   Core Values The Lake Mead NRA volunteer program values:   · Life Learning: We will focus on providing our volunteers with training opportunities, real world learning experiences, and providing them with continuous feedback.   · Open minded: We will focus on a creative work environment that promotes a \"can-do attitude!\"   · Respect: We will value all volunteers as contributing members of our family by trusting and respecting their abilities and knowledge they bring to the park's operation.   · Value: We will match volunteers to positions that best fit their talents. Our goal is to find the “perfect match” for all our programs and projects so to add value to our park's operation.   · Dedication: We will recognize volunteers and park staff for their dedication and dependability to achieve a successful volunteer program while accomplishing our goals.   · Professional: We seek to be professional and consistent in the administration of the volunteer program while maintaining some flexibility to meet the needs of the staff and the volunteers.   · Recognition: We seek to continuously appreciate our volunteers for their contribution to the overall park operations through sincere methods – small tokens of appreciation, thank you cards, and\/or invitation to a banquet.   · Enjoyment: We will foster an atmosphere of fun while accomplishing all our goals.   · Partnership: We will build a strong partnership with our surrounding community, our sister federal agencies, and our concessionaires in order to strengthen and improve our park operations through volunteerism.       Take a look at what we accomplished in 2011 and why our volunteers love working at Lake Mead National Recreation Area. 6,028 volunteers contributed over 130,000 hours of their time. This donated time has a value of $2.7 million dollars! Our volunteers contribute in a myriad of ways, from providing assistance to visitors on launch ramps to performing campground maintenance. We are grateful!       Unusual, Challenging, Informative, Rewarding, Educational, Inspirational When I was first asked to write a little information concerning my impressions of being a \"Volunteer In Park\" (VIP), the six things listed above came first to my mind. I didn't know exactly what to say, what would people be interested in hearing, what type of people make up the park's volunteers? Prior to retirement I had always held management positions in major industries, giving the directions, making programs work. As I start my 2nd year as a volunteer for Lake Mead National Recreation Area, I can enjoy waking up each morning, meeting and greeting people. My wife, Jan, and I enjoy the interaction with the campers that visit the campground. We encourage all visitors to stay longer, to enjoy the great weather, and the super sights there are in and around our area. I have a saying in my campground, \"Arrive as a stranger, Leave as a friend.\" As far as what I have learned, volunteering has opened up an entire new world for me. A world completely surrounded by co-workers and supervisors like mine that actually enjoy helping you fulfill whatever ambitions or goals you have. I look forward to many years of volunteering for the National Park Service. Jim Skinner Campground Host-Callville Bay",
    "url": "https:\/\/www.nps.gov\/lake\/getinvolved\/supportyourpark\/experience.htm"
}
