{
    "title": "Lake Mead National Recreation Area: FAQs",
    "body": "FAQs       Individuals What can I expect when I arrive to volunteer? After you register for a volunteer assignment you will receive a response by e-mail with details about your project. Review the volunteer project information for the proper time and place to meet. Please be punctual. Allow plenty of time to travel to the park, as travel times are often longer than people expect. When you arrive at the work site, sign in with the project coordinator and get to know your fellow work party members. At the appointed time, the project leader will welcome you, brief you on the work at hand, and provide you with any training, tools, or protective gear you will need to accomplish the project safely. You can then begin the work!   If you need to cancel, no problem, just let us know with as much advance notice as possible, so that we may fill your slot with someone else. When you sign up to volunteer, we're counting on you to complete a much-needed project, so it's important to let us know right away if your plans change. Are housing or camping spaces provided to volunteers? Only specific positions have access to camping\/RV sites and competition is very high. There is a minimum number of hours per week required to qualify for a space. For further information, please speak with the Volunteer Program Office at 702-293-8714. What other benefits can I expect to receive as a volunteer? Volunteers will receive a park pass which will give you free admission to the park while volunteering. Participants in some projects may earn volunteer pins or other tokens of appreciation if sponsors are available. Can I get educational or community service credit for volunteering? In most cases, yes. Many schools require their students to complete service projects, or may offer educational credits for long-term assignments. We are happy to provide whatever proof of participation is required. You must be signed up as a volunteer with the park and submit your hours for us to sign your credit slip.   Groups I’m a member of a club, organization, or business. Can we volunteer as a group? Absolutely! We welcome group volunteers. Just make sure that all the members of your group can perform the required work for your project. Also note that some projects may have a maximum number of people we can work with at one time. Choose a project that can accommodate the number of people you expect, or be ready to divide your group into several smaller ones working on separate projects. Make sure you know how many people will be attending—it can cause problems if you commit to bringing 30 people but only 10 show up! Finally, give us as much advance notice as possible, and be flexible about the kind of work you're willing to do. Larger groups involve more crew leaders, more coordination with supervisors and other volunteers, more tools, and more complex logistics. What can we expect when we arrive to volunteer? After you register for a volunteer assignment you will receive a response by e-mail with details about your project. Review the volunteer project description for the proper time and place to meet. Please be punctual. Allow plenty of time to travel to the park, as travel times are often longer than people expect. When you arrive at the work site, sign in with the project coordinator and get to know your fellow work party members. At the appointed time, the project leader will welcome you, brief you on the work at hand, and provide you with any training, tools, or protective gear you will need to accomplish the project safely. You can then begin the work!   If you need to cancel, no problem, just let us know with as much advance notice as possible, so that we may fill your slot with someone else. When you sign up to volunteer, we're counting on you to complete a much-needed project, so it's important to let us know right away if your plans change. What other benefits can we expect to receive as a volunteer? Volunteers will receive a day park pass which will give you free admission to the park while volunteering. Participants in some projects may earn volunteer pins or other tokens of appreciation if sponsors are available. Do you have options for Eagle Scout projects? Yes. If you’d like to obtain more information, contact the Volunteer Program Office at 702-293-8714 and ask what options are available. Most projects are completed October 1st through May 15th, because of the extreme heat in the summer here at Lake Mead National Recreation Area. However, projects may be started at anytime; we keep an ongoing list of available options. Also up and coming is the new NPS\/BSA Resource Stewardship Scout Ranger Program. General Can I sponsor a volunteer project? Sure! Contact the Volunteer Program Office for details. Sponsors are needed to provide equipment, supplies, snacks, and recognition items for events, and will be acknowledged in all publicity for the sponsored event. Can my children volunteer? Yes, though not all volunteer projects are suitable for children. Check the project description for details. All children under the age of 18 must be accompanied by an adult and must have a signed parental approval form from a parent or guardian before volunteering. Permission forms will be available at volunteer events, or can be downloaded here and completed in advance. Please remember to bring the approval form with you the day of the event. Can I bring my pets?  Sorry, please do not bring pets with you at events. We have found that pets can be a significant distraction and in some rare cases a safety hazard. For volunteers that will be with us for a significant amount of time, please ask about our pet policy. Can international visitors volunteer? International volunteers are welcome! Special regulations do apply, however. Long-term international volunteers must sign up for a specific volunteer project, then apply for and receive a J-1 Visa before traveling to the United States, a process that typically takes about six weeks. Proof of health insurance is also required. For more information about the international volunteer program, visit the National Park Service’s Office of International Affairs or email the Volunteer Program Office. When do you have volunteer opportunities available? Here at Lake Mead National Recreation Area we have volunteer opportunities year round. Our single-day events are usually held October through May. Can I suggest my own volunteer project? The projects listed on this website are the tasks that we have identified as the highest priority to accomplish with our limited resources. However, we are open to suggestions for additional projects, especially if you have special skills or resources to contribute. Ask us how you can become a partner of our volunteer program! Are there other places like Lake Mead National Recreation Area where I can volunteer? Glad you asked! Yes, Nevada has many wonderful natural areas, and their combined need for volunteers is vast. For information about volunteer opportunities with the National Park Service or any Federal land management agency, go to www.volunteer.gov\/gov. You may also contact individual local or state parks to ask how you can help. Finally, Get Outdoors Nevada sponsors volunteer projects on many of the public lands in Southern Nevada. I don’t have time to volunteer. How else can I contribute? Lake Mead National Recreation Area offers other ways to show your support if you can’t volunteer. Find your own way to get involved by calling us at 702-293-8714 or email the Volunteer Program Office to discuss what you have to give that helps our current needs. Thank you for your generous support!",
    "url": "https:\/\/www.nps.gov\/lake\/getinvolved\/supportyourpark\/faqs.htm"
}
