{
    "title": "Minuteman Missile National Historic Site: Park Fun",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun              Park Fun        Students at Launch Facility Delta-09 listen to a Park Volunteer explain how a Minuteman would launch from the missile silo NPS       Fun At Minuteman Missile National Historic Site There are lots of fun things to do at Minuteman Missile including:  Start with one of our Junior Ranger programs! There are Ranger Guided Tours that include tours and talks at an underground Launch Control Center and a Minuteman Missile Silo. Go the Minuteman Missile Visitor Center to learn about Minuteman Missiles and Cold War history Watch Park Films online. Start with the film What's A Minuteman? a park produced movie that introduces the subject to children of all ages.  NPS Online Activities for Kids and Learners of All Ages  \"Views of the National Parks\" is a program of the National Park Service designed to present the natural, cultural, and historical resources of our national parks. Search for a park in the \"Map Room\" by region. LearnNPS: A place for teachers and learners to explore their national parks. If you are a teacher searching for classroom materials, a student doing research, or a person looking for a place to spend some time, look here. GalleryZone: Send in your work, tour the gallery. Across the Nation and around the World, students are creating works of art and literature inspired by their National Parks. Here you can enjoy their work. You can even submit your own park-inspired work: art, poetry and short stories. A little on the intellectual side, \"Explore Nature\" takes you on a journey throughout the entire National Park Service. \"Teaching with Historic Places\" uses properties listed in the NPS' National Register of Historic Places to enliven history, social studies, geography, civics, and other subjects.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/kidsyouth\/parkfun.htm"
}
