{
    "title": "Minuteman Missile National Historic Site: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research               Research       Research about Minuteman Missiles and strategic nuclear deterrence on the Great Plains has been virtually unexplored by academics and popular historians. There are a handful of works that deal with the subject, but very few take an in-depth look at the topic. Minuteman Missile National Historic Site is ready and willing to work collectively with scholars and others who would like to add new research to the historical record.If you have a project idea that can add new historical information or develop a knowledge base for areas that have been overlooked by existing research feel free to contact park staff. Please e-mail us with ideas.  Research Library Minuteman Missile National Historic Site has a small, but growing library of books on Minuteman Missiles, Intercontinental Ballistic Missiles, nuclear deterrence and the Cold War. The park has completed a wide range of Oral History interviews with former missile field personnel, local landowners, peace activists and area citizens that give first-hand accounts of what life was like for those who worked with and lived around Minuteman sites. Most of these interviews have been transcribed and can be accessed on our Oral History page.  Library holdings include books, bound volumes, technical manuals, vertical files and manuscripts.The library is available for research use by appointment only. Appointments must be made at least two weeks inadvance. Times and days of use for the library are at the discretion of the Chief of Interpretation & Education. Please call 605 433-5552, ext. 1241 or e-mail us to make an appointment.  Our bibliography of suggested reading on Minuteman Missiles, the nuclear arms race and the Cold War can help you learn more.  Help For Researchers Reference assistance about holdings is available, but due to a lack of dedicated research staff, Minuteman Missile cannot undertake lengthy research investigations.  Starter Resources For Researchers  The Minuteman Missile Historic Resource Study The Missile Plains: Frontline of America's Cold War is an in-depth history of Minuteman Missiles on the Great Plains during the Cold War with specific emphasis on the 44th Missile Wing of Ellsworth Air Force Base and the historic resources of Minuteman Missile National Historic Site.  Minuteman Missile Oral Histories are the best resource for first hand accounts of how the Cold War was fought by those who lived and worked around Minuteman Missiles.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/research.htm"
}
