{
    "title": "Minuteman Missile National Historic Site: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger         Minuteman Missile National Historic Site Junior Ranger Badge NPS  The Junior Ranger program has been in use throughout the National Park System for more than two decades. Most of the 401 National Park Service units across America offer the program, and Minuteman Missile National Historic Site is one of them. Each park has its own Junior Ranger programs, with a variety of activities in each.  Minuteman Missile Junior Rangers For nearly three decades Minuteman Missile field personnel protected and defended our nation. Now you can learn about the duties they performed and why the Cold War was a defining event in American History. Minuteman Missile National Historic Site's Junior Ranger Program is a great way for children, as well as their parents, to experience the park. By completing several different activities, the whole family will learn about:  Why Minuteman Missile's were so important during the Cold War and still are today How the Air Force personnel lived and worked at Minuteman sites The mission of the National Park Service and our ranger staff         Junior Rangers and their parents hard at work NPS  Completing the Program The Junior Ranger program booklets can be picked up on site at the Minuteman Missile Visitor Center or can be downloaded (see below).To download a copy of the Minuteman Missile Junior Ranger program click on these links: 6 and Under Junior Ranger Program 7 to 11 year old Junior Ranger Program 12 and older Junior Ranger Program   Follow the directions closely, then after you have completed the program mail it to: Minuteman Missile National Historic Site 24545 Cottonwood Road  Philip, SD 57567 A National Park Service Ranger will check your completed program to make sure you qualify for Junior Ranger status. You will then receive a certificate and patch certifying you as a Minuteman Missile Junior Ranger!",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/kidsyouth\/beajuniorranger.htm"
}
