{
    "title": "Minuteman Missile National Historic Site: Establishment of Minuteman Missile National Historic Site - Tim Pavek Testimony",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Establishment of Minuteman Missile National Historic Site - Tim Pavek Testimony                Establishment of Minuteman Missile National Historic Site - Tim Pavek Testimony       In the early autumn of 1999, Tim Pavek, Minuteman II Deactivation Program Manager of Ellsworth Air Force Base testified before a subcommittee of the United States Congress in support of establishing Minuteman Missile National Historic Site. This testimony was critical in outlining the reasoning why Launch Control Facility Delta-01 and Launch Facility (Missile Silo) Delta-09 should be protected and preserved as the first National Park unit specifically designated for the Cold War. The testimony of Mr. Pavek is also an eloquent commentary on the significance of the Cold War in American History during the last half of the 20th century.       Statement of Tim Pavek, Minuteman II Deactivation Program Manager Ellsworth Air Force Base, Before The House Subcommittee On National Parks And Public Lands Of The Committee of Resources on September 14, 1999 concerning S. 382, the Minuteman Missile National Historic Site Establishment Act of 1999.  Mr. Chairman, thank you for inviting me to testify before the committee in support of establishing the Minuteman Missile National Historic Site near Ellsworth Air Force Base (AFB) in the State of South Dakota. I began working at Ellsworth AFB in 1984 as a missile engineer, in support of 150 Minuteman II missiles on nuclear alert in remotely located, hardened concrete silos, scattered across a 13,500 square mile deployment in western South Dakota. In 1991, when the deactivation of Minuteman II was announced, my position began to change into that of Minuteman II Deactivation Program Manager, and I became responsible for the deactivation, environmental compliance, and dismantlement of the sites. For the last several years, I have been working in partnership with the National Park Service to preserve the Delta-01 and Delta‑09 missile facilities as Cold War historic sites.  While growing up as a young boy in Rapid City, South Dakota, I vividly remember laying in bed on hot summer nights, with the windows wide open, waiting to go to sleep, only to have the silence broken by the distant rumble of B-52 bombers, beginning their take-off roll, one right after the other, at Ellsworth AFB, located 10 miles to the northeast. As the rumble increased in intensity and then gradually disappeared into the distance, I laid awake wondering whether or not the planes would ever return -- whether it was another practice mission, or whether it was the real thing and if, within minutes, we would see the fireballs of Soviet nuclear bombs detonating over western South Dakota.  Some of you may share my memories of running home from school when the warning sirens sounded, of a friend or neighbor installing a bomb shelter in their backyard, of the yellow and black public fallout shelter signs posted on schools, banks, churches, and office buildings, or of the olive drab cans of crackers and drinking water stacked up in the shelters. Who can forget the pictures of the missile laden Soviet ships steaming toward Cuba, or the television newsreels o f U.S. jets scrambling from their bases, darkening the air with trails of black kerosene soot during the Cuban Missile Crisis of October 1962?  It was at this moment in 1962, the most dangerous in the Cold War, that the Minuteman Intercontinental Ballistic Missile was first deployed at Malmstrom AFB, Montana. Shortly thereafter, President Kennedy referred to it as his \"ace in the hole,\" a motto the 10th Missile Squadron at Malmstrom AFB has kept to this day. In 1962, construction of the missile field at Ellsworth AFB was well underway. A year later, the 165 sites at Ellsworth were complete and the nation's second Minuteman wing was declared combat ready. By 1967, a total of 1000 Minuteman missiles had been deployed in hardened underground silos in the upper Midwest.  The Minuteman was one of the most significant strategic weapons in U.S. history. With a turn of a key, the missile could deliver its nuclear weapon to a Soviet target in 30 minutes or less. It was a weapon for which there was virtually no defense --for a war no one could win. For nearly three decades Ellsworth's 44th Missile Wing stood on alert. Then in 1989, the Berlin Wall fell. In 1991 the Strategic Arms Reduction Treaty was signed and President Bush announced his \"plan for peace\" which, in part, called for \"the withdrawal from alert,within 72 hours\" of all 450 Minuteman II missiles. Deactivation began when the first of Ellsworth's 150 Minuteman II missiles was removed from its silo on December 3, 1991. On July 4, 1994, the 44th Missile Wing was inactivated, a victim of its own success. The war had been won.  Looking back, it appears as if historical events conspired to make the Ellsworth missile sites ideal examples for their potential role as national significant Cold War historic sites. Ellsworth was designated Wing II, the second of what would be six Minuteman Wings, and the sister wing to Wing I at Malmstrom AFB, MT. Even as those early Wing I and II Minuteman sites were being constructed, it was recognized that some of the Soviets nuclear force would survive a retaliatory US strike. Our strategic policy of massive retaliation was replaced by one of \"flex­ible response\" in which our missiles would be selectively launched holding the remaining ICBMs in reserve. This significant policy change resulted in a redesign of Minuteman facilities so they could survive for weeks after an initial attack. The design changes were incorporated and improved upon as the last four wings were constructed. Over the years, as the Minuteman II and III were developed and deployed, the Ellsworth sites remained the least upgraded (modified) in the Minuteman system and, at the time of their deactivation, were the most representative of the original Minuteman installations. Now that the original 150 Minuteman sites at Malmstrom AFB have been converted to Minuteman III sites, the two Ellsworth sites are the only original configuration Minuteman II sites remaining.  Early in the deactivation process, the National Park Service and the Air Force recognized the importance of preserving a Minuteman II Launch Facility and Launch Control Facility as nationally significant Cold War historic sites: for years, countless travelers had driven across Interstate 90 in western South Dakota, enroute to Mt. Rushmore National Memorial, or Yellowstone National Park, not realizing they had passed within sight of nearly a dozen nuclear missile sites that had so impacted their way of life. Two of those sites, Delta-01 and Delta-09, were selected for preservation.  In 1993, the Air Force and the National Park Service entered into the first of three interagency agreements to spare the two sites from demolition until a study on the preservation and public visitation of the sites could be completed and final disposition of the sites could be deter­mined. Special deactivation procedures were written for these two sites to de-militarize them while preserving their unique historical character. Environmental concerns were addressed by removing items from the site, conducting soil and material sampling, remediating contaminat­ed soil, and assessing current environmental conditions. All actions necessary to protect human health and the environment have now been completed to the satisfaction of state and federal regulators. Under these interagency agreements included an Historic American Engineering Record (HAER), preparation of a National Historic Landmark nomination pack­age, and a Special Resource Study to determine if the sites were suitable and feasible for affilia­tion with the National Park Service. The studies concluded that the Ellsworth sites, located along a major interstate highway, within minutes of the Badlands National Park, would be suit­able for inclusion in the National Park System.  Since 1993, the Department of Defense Legacy Program, which was established by Congress to conserve irreplaceable natural and cultural resources consistent with the requirements of mili­tary missions, has provided $378K to directly support the preservation of these two sites. Ellsworth AFB and Badlands National Park have worked together, on an interim management plan to provide continuing day to day maintenance as well as long term preservation and pro­tection of the sites. Plans and specifications were complete to provide the sites with new fire detection, fire suppression, and security systems. Construction drawings were developed to convert the Delta-09 Launch Facility to a static display according to terms of the Strategic Arms Reduction Treaty. Most recently, oral history interviews were conducted with former missileers who's combined careers spanned most of the Minuteman missile system's life. Ellsworth AFB expects to continue partnering with the National Park Service for the foreseeable future, in an advisory role, as it develops and implements general management and interpretive plans for the sites, ensuring compliance with treaty protocol, as well as providing technical support and a his­torical resource for their efforts.  Larger national issues also urge establishment of this National Historic Site. The Strategic Arms Reduction Treaty (START) requires that the designated missile silos be eliminated by demolition or conversion to a static display (historic site) by December 2001. Two hundred ninety-nine launch facilities at Whiteman AFB, Missouri and Ellsworth AFB, South Dakota have been destroyed by explosive demolition. Demolition of 150 sites at Grand Forks AFB, North Dakota will occur over the next two years. If Delta-09 Launch Facility is not converted to a historic site, it will be added to the demolition schedule. Furthermore, Delta-09 is now the only site preventing the Air Force from retiring the Minuteman II missile system. This effectively limits future pro­grams by preventing the Ballistic Missile Defense Organization Office from using vital encryption technology in flight tests using Minuteman II ICBMs for National Missile Defense research and development.  The Air Force and National Park Service have been working closely together for 6 years to reach this point. This is an unprecedented window of opportunity to preserve for the American public the ability to view and contemplate this significant period of U.S. history the secret underground world of the nuclear missile, silently poised beneath the peaceful prairies of the Great Plains. But it is a story bigger than that of missile silos. It is the story of the Cold War and how it affected our lives. It is the story of the Air Force's role in the defense of our nation. It is the story of the people of South Dakota and other states who lived along­side military installations. It is the story of a local rancher who tells of working through the bitter winter, helping mine the 80' deep holes that would become the missile silos; of a missile maintenance team battling a fierce winter blizzard to bring a missile back on alert; of a rancher who helped out an Air Force alert crew stranded on the gravel back roads of the missile field; or of the elderly lady who owned the land surrounding a missile site and told us we wouldn't have to blow up her missile site, she wouldn't tell anyone,since we might need it again some day. It is a story that needs to be told.  The people of Ellsworth AFB, western South Dakota, and America can be proud and grateful of the role our strategic bombers and intercontinental ballistic missiles have played during the Cold War. These two missile sites, representing hundreds of missile sites dispersed across the rural heartland of America, should be preserved for all America as a reminder of this significant period of our history.  The Air Force strongly supports the establishment of the Minuteman Missile National Historic Site. Thank you for this opportunity and for your thoughtful consideration of this legislation. This concludes my testimony. I would be please to answer any questions that you have.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/establishment-of-minuteman-missile-national-historic-site-tim-pavek-testimony.htm"
}
