{
    "title": "Minuteman Missile National Historic Site: Minuteman Missiles On The Great Plains",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Minuteman Missiles On The Great Plains                Minuteman Missiles on the Great Plains        Minuteman Missile Fields in the United States during the Cold War and after. The areas in black are missile fields that have been deactivated, the areas in red show missile fields that are still active. U.S. Air Force       \"A nuclear missile silo is one of the quintessential Great Plains objects: to the eye, it is almost nothing, just one or two acres of ground with a concrete slab in the middle and some posts and poles sticking up behind an eight-foot-high cyclone fence: but to the imagination, it is the end of the world.\" Ian Frazier, Great Plains, 1989  The first Intercontinental Ballistic Missile (ICBM) silos arrived on the Great Plains in 1959 when Atlas sites were constructed in Wyoming. Since that time there have been hundreds of Atlas, Titan, Minuteman and Peacekeeper sites constructed all the way from Texas to North Dakota, New Mexico to Montana. The most common sites have been the Minuteman. Due to its solid fuel technology, the missiles could be mass produced. They could also be remotely controlled from Launch Control Centers miles away from the actual silos, allowing sites to be dispersed over a wide geographic area. From the mid-1960's until the early 1990's there were 1,000 Minuteman Launch Facilities (Missile Silos) and 100 corresponding Launch Control Facilities for command and control.   Why Minuteman sites were constructed on the Great Plains There was a multiplicity of reasons that Minuteman's were sited in the Great Plains region. The following are considered the three major ones:  1) Distance - The shortest distance to the Soviet Union - the United States main opponent during the Cold War - was over the North Pole. For instance, from Launch Facility (Missile Silo) Delta-09 to Moscow was approximately 5,100 miles.  2) Protection - Minuteman sites away from America's coastlines meant more warning time if submarines launched from off the coasts.  3) Far Away From Population Centers - Minuteman sites on the sparsely populated Great Plains meant less lives were directly at risk from nuclear attack by the Soviet Union.  Maps United States Minuteman Missile Wings - 272KB PDF Map showing the areas of the six Minuteman Missile wings on the central and northern Great Plains. The areas in black denote deactivated missile wings, the areas in red denote the active missile wings.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/minuteman-missiles-on-the-great-plains.htm"
}
