{
    "title": "Minuteman Missile National Historic Site: Intercontinental Ballistic Missiles",
    "body": "Intercontinental Ballistic Missiles       Intercontinental Ballistic Missiles (ICBMs) were first deployed by the United States in 1959 and continue to be a critical weapon in the American nuclear arsenal today. ICBMs had ranges between 6,000 to 9,300 miles, making virtually any target in the world vulnerable. Due to their powerful and deadly nature ICBMs are considered a strategic defensive weapon, though they are purely offensive in nature. The idea is that any nuclear armed opponent will think twice before attacking the United States with nuclear weapons because retaliation will be swift and cause unfathomable destruction. This idea, though never an official American military policy, is known as Mutually Assured Destruction and helped keep an uneasy peace during the Cold War. To learn more about the different types of ICBMs click on the links below.           The Atlas was the United States first viable ICBM. From 1959-1965 it was deployed at many different Air Force Bases stretching from upper state New York all the way to New Mexico. Three different models of the Atlas, the D, E and F were put in the field. Each one was better than its predecessor, but due to the volatile nature of its liquid fuel the Atlas was retired only six year after coming online. To learn more about the Atlas and how it transformed warfare click here...           The Titan was the largest ICBM ever deployed. Two versions of the Titan, the I and II were deployed from 1962-1987. The Titan I only lasted three years and was replaced by the much more advanced Titan II. The Titan held a nine megaton nuclear warhead, making it the most powerful single nuclear weapon in American history. Titans were finally retired in the mid-1980's due to their high cost and a series of accidents. To learn more about these huge missiles click here...         The Minuteman was the first solid-fueled ICBM ever deployed. The Minuteman's solid fuel technology brought about a revolution in missile development. It could be remotely controlled, offered precision accuracy, launched in a matter of moments and was cost effective. There have been four versions of the Minuteman, the IA, IB, II and III. The Minuteman first became operational in 1962 and there are still 450 Minuteman III's on alert today. To learn more about the Minuteman click here...         The MX Peacekeeper was one of the most lethal and highly controversial ICBMs in history. It could hold up to ten nuclear warheads which could strike independent targets. The MX Peacekeeper was only deployed in Wyoming and housed in retrofitted Minuteman silos. The MX Peacekeeper also used solid fuel technology, which gave it all the advantages of the Minuteman, but with much greater potential firepower. It was deployed from 1987 until 2005. To learn more about these powerful missiles click here...",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/intercontinental-ballistic-missiles.htm"
}
