{
    "title": "Minuteman Missile National Historic Site: The Cold War And Minuteman Missiles",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Cold War And Minuteman Missiles                The Cold War And Minuteman Missiles        Minuteman in South Dakota - publicity image for construction and activation of 44th Missile Wing in western South Dakota United States Air Force       The history of the Cold War is still being written. For the millions of people who lived through that era, memories and images remain: duck-and-cover drills, the Cuban Missile Crisis, President Richard Nixon's 1972 trip to China, the 1980 U.S. Olympic hockey team's upset victory and the fall of the Berlin Wall—an event widely viewed as the beginning of the end of the Cold War.  Unlike a conventional war, there is no starting or ending dates, direct military encounters, or casualty counts. Instead, the Cold War is commonly understood as an ideological, economic, and political struggle between the United States (U.S.) and the Union of Soviet Socialist Republics (U.S.S.R.). A key part of the United States strategic defense strategy during the Cold War was deterrence, wherein U.S. nuclear forces were (and still are) maintained at a constant state of readiness.  Developed in the 1950s, the Minuteman I missile was an intercontinental ballistic missile (ICBM), part of the triad of air-, land-, and sea-based nuclear weapons. Innovative solid-fuel technology enabled Minuteman I and later Minuteman II to be deployed from underground Launch Facilities (Missile Silos). If necessary, the missiles could be launched by crews who were stationed miles away. The missiles would travel over the North Pole and arrive at a target in less than 30 minutes. Minuteman II's 1.2-megaton warhead held the explosive equivalent of one-third of all the bombs dropped during the entire Second World War (including both atomic bombs). The United States deployed 1,000 Minuteman Missiles for the last twenty-five years of the Cold War. Nuclear weapons such as these made an attack on the United States almost unthinkable for a nuclear armed opponent, since such an attack would ensure the aggressor nation's own destruction.  There are no longer active ICBM silos in South Dakota, but 450 nuclear Minuteman Missiles are still deployed in the upper Great Plains. While the threats of the Cold War era have subsided, the nation's nuclear deterrent systems remain on alert and are scheduled to be operational at least through 2050.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/the-cold-war-and-minuteman-missiles.htm"
}
