{
    "title": "Minuteman Missile National Historic Site: Cold War Timeline",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Cold War Timeline                Cold War Timeline        U.S. President George H.W. Bush and Soviet President Mikhail Gorbachev sign the Strategic Arms Reduction Treaty in 1991 White House Photo Office\/Public Domain       A timeline of critical events for the Cold War  1945 - Bombing of Hiroshima and Nagasaki 1946 - Churchill's iron curtain speech 1947 - Truman Doctrine 1948 - Communist coup in Czechoslovakia\/Berlin Blockade begins 1949 - NATO established\/Soviet Union explodes atomic bomb\/Communist takeover of China 1950 - Sino-Soviet Pact\/Korean War begins 1952 –United States explodes first hydrogen bomb 1953 –Soviet Union explodes hydrogen bomb 1954 - Communist Party outlawed in the United States 1955 - Warsaw Pact established\/First civil defense exercise in United States 1956 - Hungarian uprising is put down by Soviet Army\/Khrushchev tells the United States: \"We will bury you\" 1957 - The first satellite, Sputnik, is launched into space bySoviet Union 1958 - Eisenhower authorizes Minuteman Missile Program 1959 - Cuban Revolution 1960 - U-2 spy plane shot down by Soviet Union 1961 - Bay of Pigs invasion of Cuba fails\/Berlin Wall built\/\/First successful Minuteman test flight 1962 - Cuban Missile Crisis\/Minuteman I goes on alert 1963 - Hot line links United States and Soviet Union\/Limited Test Ban Treaty 1964 - China detonates atomic bomb 1966 - Minuteman II goes on alert 1968 - Soviet Union invades Czechoslovakia 1969 - United States landing on moon 1970 - Minuteman III goes on alert 1972 - SALT I agreement, first arms treaty between United States and Soviet Union limiting nuclear weapons 1973 - Yom Kippur War: US goes on worldwide alert 1979 - SALT II agreement 1983 - Reagan proposes Star Wars Strategic Defense Initiative (SDI) 1989 - Eastern European nations break with Moscow\/Berlin Wall comes down 1991 - President George H.W. Bush and Mikhail Gorbachev sign START treaty\/Minuteman II system begins deactivation\/Soviet Union dissolves 1993 - 66th Missile Squadron, including Delta Flight, deactivated",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/cold-war-timeline.htm"
}
