{
    "title": "Minuteman Missile National Historic Site: Terminology - Understanding Minuteman Missile Sites",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Terminology - Understanding Minuteman Missile Sites                Launch Control Facilities - Launch Control Centers - Launch Facilities - Understanding Minuteman Terminology        Construction of a Minuteman Missile Launch Facility (Missile Silo) Historic American Engineering Record       As in the case of most specialized fields, Minuteman missileers developed their own \"language,\" filled with code words, acronyms, and abbreviations. For example, the crew referred to missiles as \"birds.\" \"Birds in flight\" meant launched missiles. Three of the most common abbreviations were LCF, LCC, and LF, which refer to various portions of the missile installation, all of which are represented at Delta One and Delta Nine:  Launch Control Facility (LCF) An LCF is the entire launch control facility complex. This includes the underground launch control center; a top side support building that has eating and sleeping facilities, a security control center, and various equipment rooms; and a heated garage. Delta One was one of 15 Minuteman LCFs at Ellsworth AFB.  Launch Control Center (LCC) Located beneath an LCF, the LCC is the underground, pod-like structure that was the operational center of the missile launch system. At Delta One, the LCC is 31 feet below ground and connected to the surface by an elevator. Within the submarine-like atmosphere of the LCC, a two-person crew was on duty 24 hours a day.  Launch Facility (LF) An LF is the missile silo complex. Delta Nine, which was one of 150 Minuteman LFs at Ellsworth AFB, is comprised of an 80-foot-deep underground missile silo and a separate underground utility support building.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/launch-control-facilities-launch-control-centers-launch-facilities-understanding-minuteman-terminology.htm"
}
