{
    "title": "Minuteman Missile National Historic Site: 44th Missile Wing - Ellsworth Air Force Base",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     44th Missile Wing - Ellsworth Air Force Base                44th Missile Wing - Ellsworth Air Force Base         Logo of 44th Strategic Missile Wing - Ellsworth Air Force Base U.S. Air Force  Typical of all Minuteman installations, the forces at Ellsworth Air Force Base (AFB) were organized into a missile wing. The 44th Strategic Missile Wing at Ellsworth AFB was activated in 1963, and was comprised of three 50-missile squadrons: the 66th, 67th, and 68th Strategic Missile Squadrons.  Each squadron was further subdivided into five smaller units, called flights. A flight consisted of a single, manned, underground launch control center (LCC), which was linked through a system of underground cables to ten, unmanned, launch facilities (LF). Each LF held one Minuteman missile stored in an underground silo. The silos were separated from the LCC and each other by a distance of several miles.      Timeline - 44th Missile Wing September 11, 1961 - Official groundbreaking ceremony \"Partners For Peace\" to begin construction on 44th Missile Wing January 1, 1962 - 44th Missile Wing activated July 1963 - 66th Strategic Missile Squadron activated November 1963 - All three Strategic Missile Squadrons (66th, 67th & 68th) of 44th Missile Wing fully activated 1971 - 1973 - All 44th Missile Wing facilities are upgraded from Minuteman IB to Minuteman II September 27, 1991 - President George H.W. Bush calls for all Minuteman II Missiles to be withdrawn from alert within 72 hours December 3, 1991 - Deactivation of 44th Missile Wing begins with removal of missile from Launch Facility (Missile Silo) Golf-02 April 1994 - Last Minuteman II Missile withdrawn from silo in 44th Missile Wing September 13, 1996 - Last Minuteman Launch Facility (Missile Silo), Kilo-06 imploded March 16, 1999 - U.S. Army Corp of Engineers completes deactivation work on 44th Missile Wing   Maps of the 44th Missile Wing 44th Missile Wing (Specific) 128KB PDF Map showing the 44th Missile Wing of Ellsworth Air Force Base which was operational from 1963 until deactivation in the 1990's. This map also denotes the 3 missile squadrons and 15 missile flights which comprised the wing.  44th Missile Wing - (General Squadron Area) - 164 KB PDF Map showing the general area of the 3 Squadrons (66th, 67th & 68th) which made up the 44th Missile Wing",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/44th-missile-wing-ellsworth-air-force-base.htm"
}
