{
    "title": "Minuteman Missile National Historic Site: History of Launch Control Facility & Launch Control Center Delta-01",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     History of Launch Control Facility & Launch Control Center Delta-01                History of Launch Control Facility & Launch Control Center Delta-01        Launch Control Facility Delta-01 saw many wintry days during its 28 year history, but operations continued around the clock NPS       Launch Control Facility (LCF) and Launch Control Center Delta-01 is located in rural western South Dakota sixty-five miles east-southeast of Rapid City, South Dakota. Delta-01 was on active duty from 1963 until 1991, the site was the command and control center of an operational unit, collectively known as the Delta Flight. This flight consisted of ten Launch Facilities (Missile Silos), Delta-02 through Delta-11. Delta-01 was originally linked by a system of blast-proof underground cables and a radio communications network, known as the Hardened Intersite Cable System (HICS) to the ten Delta Launch Facilities.  Delta Flight was one of five flights assigned to the 66th Strategic Missile Squadron (SMS) of the 44th Strategic Missile Wing (SMW),headquartered at Ellsworth Air Force Base, on the eastern edge of Rapid City. The 66th Strategic Missile Squadron stretched from Wall to Kadoka, South Dakota. The other Launch Control Facilities in the squadron were Alpha, Bravo, Charlie and Echo. Each Squadron of 5 underground Launch Control Centers (LCC) and 50 Launch Facilities were interconnected by HICS cable. It was possible for Delta-01 to launch all 50 Minuteman Missiles in the squadron, if the other LCC's had been destroyed by a nuclear attack. Twenty-Eight Years Of Operation – Delta-01 From Activation to Deactivation Delta-01 was turned over to the Strategic Air Command (SAC) on 1 November 1963, making it one of the first Minuteman sites to be activated at Ellsworth. With the introduction of modifications to the Minuteman missile, the Ellsworth missile field, including Delta-09 was upgraded to a Minuteman II installation in the early 1970s. No major structural modifications were necessary for this conversion, and over the years, these facilities were subject to limited newconstruction and remodeling.  24 hours a day, seven days a week for 365 days a year Delta-01 was operational. No matter if there were white out blizzards or 110 degree heat, operations at Delta-01 went on around the clock. Literally thousands of personnel lived and worked at the site for nearly three decades. This record of constant vigilance is astounding. In September 1991, all 450 of the nation's Minuteman II missiles were taken off alert. Delta-01 as the Launch Control Facility for the ten missiles of the Delta Flight was deactivated in early 1993 and placed on \"caretaker status.\" Deactivation included the removal of classified electronic equipment, hazardous materials, environmentally sensitive materials, and equipment saved for use at other sites from Delta-01. To the greatest extent possible, the facilities were left to appear as they had when they were first taken off alert.  The First National Park Specifically Designated For the Cold War In 1993 the United States Air Force and the Rocky Mountain Regional Office of the National Park Service initiated studies to determine whether Delta-01 and Launch Facility Delta-09 could be preserved as a unit of the National Park Service. On November 9, 1999 Congress designated Delta-01 and Delta-09 as Minuteman Missile National Historic Site and the bill was signed into law by President Bill Clinton. The facilities, including all cultural materials of the sites such as furnishings and objects, have been transferred to the National Park Service. The buildings, structures, and landscapes are all important features of this unique National Park.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/history-of-launch-control-facility-launch-control-center-delta-01.htm"
}
