{
    "title": "Minuteman Missile National Historic Site: Launch Control Facility Delta-01",
    "body": "Launch Control Facility Delta-01         The stars and stripes fly above Launch Control Facility Delta-01 NPS  Launch Control Facility Delta-01 This building functioned as topside support for the underground Launch Control Center which lay 31 feet below the Launch Control Facility (LCF). It acted as a multi-purpose facility.   The topside supported the missileers stationed underground in carrying out their mission. Equipment such as a backup generator for auxiliary power, and environmental control provided backup support in the event of a power outage or an attack. There were always eight people on the topside, all enlisted Air Force personnel who were stationed at Ellsworth Air Force Base, 60 miles to the west. These personnel included a Facility Manager (top ranking Non-Commissioned Officer on-site), a cook and six security police. They worked three straight days on, followed by three days off.  In addition, the site had bunk housing for visitors, such as maintenance teams who were required to remain over night at the nearest LCF if they exceeded 16 hours in a work shift at one of the missile silos. They would spend the night at the nearest LCF before driving back to Ellsworth Air Force Base the following day. The building also contained a Security Control Center, where all security activities were coordinated and personnel would be processed when coming on site. Other areas on the topside included a day room, dining area and recreational room that Air Force support personnel used while at the facility.  To view a Photo Gallery of the topside at Delta-01 please click here. To learn about the underground Launch Control Center at Delta-01 please click here. Launch Control Facility Delta-01 can only be visited on a ranger guided tour. For the latest information on Operating Hours and Seasons please click here...",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/launch-control-facility-delta-01.htm"
}
