{
    "title": "Minuteman Missile National Historic Site: START Treaty of 1991",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     START Treaty of 1991                START Treaty        A Launch Facility (Missile Silo) is imploded to comply with the Strategic Arms Reduction Treaty Ellsworth Air Force Base       The Strategic Arms Reduction Treaty (START) was signed on July 31, 1991 by President George H.W. Bush and Soviet President Mikhail Gorbachev. The treaty limited the number of Intercontinental Ballistic Missiles (ICBMs) and nuclear warheads either country could possess. The treaty directly led to the deactivation and destruction of all 450 Minuteman II Launch Facilities (LFs) and 45 associated Launch Control Facilities (LCFs) with the exception of Launch Facility (Missile Silo) Delta-09 and Launch Control Facility Delta-01. Due to language in the treaty, these sites were preserved for historical interpretive purposes and would eventually become Minuteman Missile National Historic Site.  The treaty restricted the United States to approximately 8,556 nuclear warheads and the Soviet Union to approximately 6,449 nuclear warheads. Weapons in excess of the agreed upon number would be disarmed and Launch Facilities destroyed.Congress ratified the START Treaty in October 1992. The signing of the START Treaty concluded disarmament talks that had begun almost a decade earlier in the early 1980s. The START Treaty established limits on all three parts of the American nuclear triad. It limited the number of ICBMs and their Launch Facilities (Missile Silos) and warheads; Submarine Launched Ballistic Missiles (SLBMs), their launchers and warheads; and heavy bombers and their weapons.  A Plan For Peace –The Minuteman II Stands Down In the United States, the START treaty coincided with growing Air Force disenchantment with the escalating costs associated with repairing and maintaining the older Minuteman II system. Rather than upgrade Minuteman II facilities to Minuteman III technologies, the Pentagon decided to deactivate the entire Minuteman II force to help comply with provisions of the arms-reduction treaty. On September 27, 1991 President George H.W. Bush announced on national television a dramatic \"plan for peace,\" designed to reduce the tensions of the nuclear age. As one component of his plan, he called for \"the withdrawal from alert within seventy-two hours, of all 450 Minuteman II intercontinental ballistic missiles.\"  After the signing of the START Treaty and the stand down ordered by President Bush, the Air Force began the deactivation of Minuteman II ICBM sites, including the 150 Minuteman II LFs and fifteen LCFs at Ellsworth Air Force Base in South Dakota. Additional Minuteman II installations were associated with Strategic Air Command (SAC) bases at Malmstrom Air Force Base in Montana and Whiteman Air Force Base in Missouri. At Whiteman Air Force Base, all 150 of its Minuteman II LFs were imploded by 1997, but the underground Launch Control Center (LCC), Oscar-01, located on base, was retained for public interpretation. The 150 Minuteman II sites at Malmstrom Air Force Base were converted to Minuteman III systems and the necessary missiles were transferred from the Grand Forks Minuteman III installation, which was then deactivated.  Implosions Instead of Explosions –Dismantling The Minuteman II System The landmark START Treaty governed the removal of the Minuteman II missiles and the destruction of the LFs. LF elimination began with the opening of the silo door. From this point forward, the process of deactivating the LF took less than 180 days. A series of agreements between the United States and the former Soviet Union allowed the weapons-grade nuclear material from the warheads to be either used for fuel in nuclear reactors or disposed of along with other high-level radioactive waste. Hazardous materials were then removed from the site and contractors salvaged steel and other equipment.  Destruction of the silos could be accomplished either by implosion to at least six meters (twenty feet) below ground level or by excavating the former silo to a depth of at least eight meters (twenty-six feet). The silo site then had to remain open for ninety days to allow Soviet satellites time to verify that the removal complied with treaty provisions. At the end of this time period the process was considered complete. The Minuteman II, an icon of the Cold War era, was now history.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/start-treaty.htm"
}
