{
    "title": "Minuteman Missile National Historic Site: Launch Facility Delta-09",
    "body": "Launch Facility (Missile Silo) Delta-09         Located just off Interstate 90 exit 116, Launch Facility Delta-09 as it looks today NPS  I never thought that they would ever be used. The fact that they were there was enough. That was enough deterrent for anyone. I don’t know why anyone would want to put themselves in a position to antagonize the United States because the might that we have in our arsenal is pretty impressive. – Ken Bush, Flight Security Controller, 44th Missile Wing, Ellsworth Air Force Base There is no better place to witness the Minuteman’s role in the Cold War then at Launch Facility Delta-09.  From 1963 until 1991 Delta-09 contained a fully operational Minuteman Missile. The Delta-09 silo was one of 150 spread across western South Dakota. In total there were 1,000 Minuteman’s deployed at the 1960's into the early 1990's. These nuclear sentinels waited silent and deadly to perform their destructive duty at a moment’s notice. The Minuteman – Technological Wonder The first Minuteman housed in Delta-09’s silo was the IB. The IB was part of the second stage in development of the system. An improved encasement for the missile’s motor led to an effective increase in range from the 4,300 miles of its predecessor, the IA, to over 6,000 miles for the IB. The IB weighed over 65,000 pounds yet could travel at speeds in excess of 15,000 miles an hour. To put this speed into perspective, consider that a person driving across the continental United States will average 50 hours for the trip. If they instead piggybacked on a Minuteman their travel time would be cut to five minutes. A Minuteman could strike its intended target within the Soviet Union in less than 30 minutes. In the early 1970's Minuteman II’s replaced the Minuteman IB in the 44th Missile Wing across western South Dakota. The missile housed in the Delta-09 Launch Facility today is a replica of the Minuteman II missile. The Minuteman II was considered a technological wonder at the time of its deployment. Upgrades had been made in order to improve precision and range of America’s existing ICBM force. The Minuteman II had a range of up to 7,500 miles, effectively placing it within reach of almost anywhere on earth. It had the capability to strike within 900 yards of its intended target. The Minuteman – Technological Terror Each Minuteman II carried a 1.2 megaton warhead. This singular weapon could wreak untold devastation upon an enemy, making it truly a technological terror. A one megaton warhead is equivalent to one million, two hundred thousand tons of dynamite. The Minuteman II’s warhead was sixty-six times more powerful than the atomic bomb that devastated Hiroshima, Japan and killed 140,000 people just before the end of World War II. One the most shocking statistics is that the Minuteman II’s warhead was more powerful then all the bombs the Army Air Force dropped on Europe in their successful bombing campaign that led to American victory in World War II. A Minuteman II warhead's 1.2 megaton explosion would release an unprecedented amount of energy. Any structures at or near ground zero are immediately vaporized. The blast fireball is a mile in width. Those witnessing such an explosive force see a blinding light many times brighter then the noon day sun. A tornado like vortex with wind speeds of over 150 mph engulfs the surrounding area for miles. The residual effects of radiation contaminate not only the blast area, but also send radioactive particles swirling into the atmosphere. The destructive effects of a Minuteman’s warhead are so great that the United States vowed to only use these weapons if all other policy measures failed. Learn More  To view a photo gallery of Delta-09 click here. To get information and directions for visiting Delta-09 click here. A ranger guided cell phone tour is available of Delta-09. Click here to learn more.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/launch-facility-missile-silo-delta-09.htm"
}
