{
    "title": "Scotts Bluff National Monument: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 28, 2016  Art by Nebraska Children to Adorn a Rocket  Kids from all over Nebraska will have their artwork displayed at Scotts Bluff National Monument as part of The Dream Rocket Project.   July 26, 2016  Solar Cars Coming Soon to Scotts Bluff National Monument  The American Solar Challenge is celebrating the Centennial of the National Park Service by stopping at nine Park Service sites.   December 22, 2015  Saddle Rock Trail Closed Due To Rock Slide  Due to a recent rock slide, Scotts Bluff National Monument will close Saddle Rock Trail indefinitely while park employees and experts assess the situation.   October 26, 2015  Scotts Bluff National Monument Hosting Stop On American Solar Challenge  Scotts Bluff National Monument is proud to support science innovation and celebrate the National Park Service Centennial by hosting a stop on the American Solar Challenge.  University teams from around the world will design and build solar-powered cars, and then drive them 1,800 miles on the open road during an 8-day rally.   September 09, 2015  Scotts Bluff National Monument Welcomes 4th Grade Students Through Every Kid In a Park Initiative  New national program encourages families and classes to visit national parks. 4th graders are encouraged to bring vouchers to Scotts Bluff National Monument to redeem free annual Every Kid in a Park pass.   May 18, 2015  Summer Hours Expand at the Monument  Scotts Bluff National Monument is expanding summer hours for the Visitor Center and Summit Road.   April 14, 2015  Celebrate National Park Week  Learn more about our special events and how you can celebrate National Park Week at Scotts Bluff National Monument.   March 31, 2015  Scotts Bluff National Monument Joins National Find Your Park Movement  Come and \"Find Your Park\" by engaging in activities hosted by Scotts Bluff National Monument during National Park Week.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/news\/newsreleases.htm"
}
