{
    "title": "Minuteman Missile National Historic Site: Missileers",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Missileers                Missileers        Missileers during an evaluation in the Missile Procedures Trainer at Ellsworth Air Force Base Ellsworth Air Force Base       \"the job required a reliable, stable, intelligent officer who could be counted on to fire the Minuteman in the chaos of nuclear combat—and not before. But the more intelligent the man, the quicker he would be bored by the capsule routine.\" - 1963 article from Saturday Evening Post  Training To Become A Missileer Finding the right individuals to serve as missileers in the Launch Control Centers was of the utmost importance for the United States Air Force. Missileers completed a rigorous training program prior to their assignment to a missile crew. Chanute Air Force Base in Illinois began hosting a Minuteman program training center for new Air Force recruits on 21 June 1959. Students arrived at Chanute ready to study the safe operation of the Air Force's latest weapon.Training focused on classroom instruction at the Chanute Technical Training Center in three six-hour shifts. Classes included both general training for incoming missileers and specialized training in the complex systems controlling the Minuteman, such as targeting or electrical systems.  After completing courses at Chanute, graduates were assigned to Vandenberg Air Force Base in California, where they received Operational Readiness Training. This training provided them with real life experience learning launch and maintenance techniques. After graduating from the training school at Vandenberg, the missileers and technicians received assignments at an operational Minuteman missile wing. Even after completing basic training for the Minuteman program, crews underwent scheduled training and evaluations once or twice a month to make sure that they continued to perform to the strict standards. Missileers at Ellsworth Air Force Base went for regularly scheduled \"rides\" in the Missile ProceduresTrainer (MPT), also known as \"the box\" or \"simulator,\"which simulated a Launch Control Center at Ellsworth.  Constant Vigilance - 24, 36 and 40 Hour Shifts During the first years of the Minuteman program, combat crews worked twenty-four, thirty-six- or forty-hour alert tours at times. The thirty-six and forty-hour shifts were broken down into blocks of time, with missileers working eight or twelve hours underground followed by rest on the topside in the Launch Control Facility (LCF). The length of the tour varied for each crew depending on the distance of the Launch Control Center (LCC) from Ellsworth Air Force Base, as some facilities were nearly one hundred miles from base. In July 1977 the shift was changed to a single twenty-four-hour shift, with the crew being replaced by a new missile combat crew dispatched from Ellsworth Air Force Base each day.  Former missileer Craig Manson recalled that he was happy with the change to a single twenty-four-hour shift, \"The forty-hour alert system was really draining physiologically, just difficult because your schedule was all crazy. You'd go out there, you'd pull eight hours downstairs, during which you were not supposed to sleep, and then you'd go upstairs to sleep, or watch TV or do whatever for eight hours, then you'd change-over downstairs again for another eight hours. You did this until you had a total of twenty-four hours in the hole and sixteen hours upstairs. The last eight hour shift before changeover was the night shift. And so your body clock was all off and then you'd have to be alert enough to drive home. If you were at some of the sites, you know, some of the sites were as much as 150 miles away, and so then you'd have a three hour drive after [laughs] being up all night. So I personally found it horrible, the forty-hour alerts, and I think a lot of people did. They just didn't like it.\" When the tour duty changed to twenty-four hours in the LCC, the missileers averaged approximately eight tours per month. A shift did not include time driving to and from the facility or the changeover briefing before and after the shift.  Two Missileers At All Times –On Alert The two-person crew included a deputy missile combat crew commander and a missile combat crew commander. Only officers could be assigned to a combat crew, and generally, first lieutenants with a minimum of a year-and-a-half of experience as a deputy commander in the LCC qualified for promotion to the position of crew commander. The flight security controller then began the authentication procedure with the on-duty missile crew. After they cleared security, they descended down the elevator to the LCC, also known as the \"no-lone zone,\" because onecould never enter the capsule alone. After arriving at the blast door a voice would shout \"clear\" from inside the capsule. The oncoming crew shouted back and the eight-ton door slowly opened.  The most important responsibility of the missile crew was constant vigilance and preparation to launch the missiles under their control. Other duties included coordinating maintenance and inspections of the missiles and monitoring alert status of the missiles and their support systems designed to ensure the readiness of their missiles. Additional responsibilities involved monitoring the systems of the Launch Facility (Missile Silos) and maintaining missile equipment logs.  A Day In the Life Of A Missileer After arriving at the LCF and clearing security, the crew descended to the LCC. Once inside the capsule, the missile crew's shift began during a process called changeover, a formal procedure that allowed for the changing of crews in the LCC. The changeover included a ten-minute briefing on the weather report, call signs, a classified advisory on the day's war plan, and the placement of each crew member's padlock on the metal box that secured the launch keys. The changeover concluded with each departing crew member handing over three items to the deputy and commander- a three-by-five inch card encased in plastic and framed in metal with the day's top secret code to decipher commands from SAC; a key to be inserted into the console and turned in order to fire the missiles; and a .38-caliber revolver. The gun, worn in a holster, was for protection in the unlikely event of intruders. The missile combat crew was prohibited from taking off the holster while in the capsule. After the capsule door closed, a new crew would check the maintenance logs and inspect support equipment. The duration of their shift was spent running practice drills or reviewing procedures to prepare for SAC's random Operational Readiness Inspections, an examination performed by an Inspector General to determine the effectiveness of the combat crews. The crew had very precise procedures for every task. If they ever received a launch command, both crew members would open the locked box that contained \"cookies,\" or the authentication codes. Once the crew members agreed that the command was authentic they would insert the keys and turn them at the same time, launching a missile. Launching A Minuteman –Emergency Action Messages To launch a missile, an Emergency Action Messages (EAM) would have come over the SAC radio with a message that the crew had to authenticate. After they agreed that the message was authentic, they unlocked their padlock on the red metal box that contained two keys for launching the missiles. Each crew member would then buckle into their seats and the commander would count down. The deputy commander then flipped a row of \"arming\" switches for each of the missiles, making them readied for immediate launch. The commander opened the plastic cover over his launch control panel in front of him exposing the area for the launch key, and the deputy commander removed the plastic cover over the cooperative launch switch. Each crew member would insert their key and a \"conference call\" is ordered where the crew speaks via phone and headset to the squadron command post for readiness reports on other Minuteman capsules.  The command post then issues a command to \"launch on your count.\" On the commander's count, both crew members would have to turn the keys at the same moment. The two ignitions are situated far enough apart that one person could not reach both keys and single-handedly provide the go ahead to launch a missile. The Minuteman missile cannot be launched without a corroborating signal from another LCC, providing the second vote. Launch procedures were modified slightly in later years when a launch enable control group signal panel was added to the Deputy Commander's Control Console. An unlock code was required to be inserted into the \"code inert thumbwheel switches\" of the launch enable control panel to enable missiles for launch.  Passing Time –Combating Boredom Day-to-day activities for the crew varied. Some days proved to be very slow and other days kept the crew extremely busy. While there were always unexpected maintenance indicators and outer zone security violations at the LCFs, there was also scheduled maintenance at each of the ten Launch Facilties under control of the LCC. Weekdays were typically busier than weekend shifts in the capsule because of scheduled maintenance. In addition there was frequent communication from base and SAC, including messages from Looking Glass, the flying command post that kept a SAC general in the air in case ground command posts were out of commission, to make sure all stations were on alert. To combat boredom, missileers often took advantage of the quiet time to study or rest. Each LCC included a sleeping compartment, where one crew member could rest. His or her partner would naturally remain at their console during such times. Outside of their duties in the LCC, missile crews underwent training several times a month, including courses in weather systems, codes, EAMs, and missile simulation training. SAC offered the opportunity for missileers to pursue academic degrees while on alert to boost morale and as incentive for crew members to remain in the Air Force. Many missileers possessed a bachelor's degree and used time in the capsule to work on homework and to fulfill the requirements of a master's degree. When there was not enough free time between alarms to concentrate on studying, missileers often played cards, pursued hobbies, or browsed through magazines. Some missile crews referred to such activities as \"frontline defense against alert boredom.\"  Finishing An Alert At the end of every shift the missile crew proceeded through the changeover process with the incoming crew. After the procedure they traded salutes with the new crew and rode the elevator back above to the LCF, carrying with them bags of classified trash to be burned in the code-burner on the grounds as a security precaution.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/missileers.htm"
}
