{
    "title": "Minuteman Missile National Historic Site: Launch Control Center Delta-01",
    "body": "Launch Control Center Delta-01         Launch Control Center Delta-01 NPS  Launch Control Center Delta-01 For every 10 Minuteman nuclear missiles (know as a Flight) there would be an underground Launch Control Center (LCC) that remotely commanded and controlled the missiles. Since there were 1000 Minuteman Missiles across the upper Great Plains from the early-1960s up until the mid-1990s, there would have been 100 Launch Control Centers. The LCC at Delta-01 was 31 feet beneath the ground of the Launch Control Facility. Two missileers worked and lived on 24 hour alert duty shifts within the LCC. There was an eight ton blast door that had to be opened from within before an oncoming Missile Combat Crew could enter the LCC. The two person crew would spend most of their time monitoring the status of their 10 missiles. Among their other work duties was authenticating message traffic, remotely monitoring maintenance at the silos and assisting with the dispatch of security police if any motion sensing alarms were tripped at the silos. When the missileers were not performing work duties they would pass time by reading, watching television or studying for master's degrees through a special Air Force educational program. There was also a bunk provided for one missileer to sleep while the other crewmember kept an eye on the weapons system. As one former missileer, David Blackhurst, once said, missileer duty was \"hours and hours of sheer boredom, punctuated by seconds of panic. Missileers waited and waited over several decades for a launch command they hoped would never arrive. If the command to launch was given, it would have come in the form of an Emergency War Order (EWO).   To view a Photo Gallery of underground Launch Control Center Delta-01 please click here. The underground Launch Control Center can only be visited on a tour of Delta-01. For the latest information on Operating Hours and Seasons please click here...",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/launch-control-center-delta-01.htm"
}
