{
    "title": "Minuteman Missile National Historic Site: Places",
    "body": "Places                   Launch Control Facility Delta-01               Launch Control Center Delta-01               Launch Facility (Missile Silo) Delta-09               Minuteman Missile Visitor Center             Place is the most important factor in the visitor experience at Minuteman Missile. The expansive, wide open landscape of western South Dakota is the setting for Launch Control Facility Delta-01 and Launch Facility (Missile Silo) Delta-09. This landscape along with these two sites provides the backdrop to one of the most dramatic stories in American History. Delta-01 and Delta-09 represent sites that were of the utmost importance to national defense. They provide visitors with the specific places where the people and stories associated with Minuteman Missiles, strategic nuclear deterrence and the Cold War occurred.             Launch Control Facility Delta-01 This building acted as command and control for the ten Minuteman Missiles of the Delta flight. It was both a home base for Minuteman Missile operations and a home away from home for the Air Force personnel living and working at the facility. Click here to learn about the history of Launch Control Facility Delta-01...         Launch Control Center Delta-01 Thirty-one feet beneath the Launch Control Facility was the underground Launch Control Center where two Air Force officers known as missileers lived and worked on 24 hour shifts. Their mission was to always be prepared to launch Minuteman Missiles at a moments notice. Click here to learn more about the history of Launch Control Center Delta-01...         Launch Facility Delta-09 For nearly 30 years Launch Facility (Missile Silo) Delta-09 housed a Minuteman Missile holding a nuclear warhead. The Launch Facility was unmanned, but remotely monitored. It was secured by motion sensors and a 90 ton concrete and steel door covering the silo. In the event of a launch, the missile would go skyward in a matter of seconds. Click here to learn about the history of Launch Facility (Missile Silo) Delta-09...         Minuteman Missile National Historic Site Visitor Center The Visitor Center explores and interprets the history of Minuteman Missiles on the Great Plains and strategic nuclear deterrence during the Cold War. The building’s design is centered on three sleek pillars that symbolize the American nuclear triad of land, sea and air based forces. During the late spring of 2015 a series of highly interactive exhibits will be installed to enhance the visitor experience. Learn more…",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/places.htm"
}
