{
    "title": "Minuteman Missile National Historic Site: Missile Rations Cook",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Missile Rations Cook                Missile Rations Cook        Security Police enjoying a meal prepared by a Missile Rations Cook Ellsworth Air Force Base       One cook was scheduled for each three-day alert tour at a Launch Control Facility (LCF). Missile rations cooks typically held ranks from Airman First Class up to Staff Sergeant and were typically in their twenties. The cook was required to prepare requested meals for the personnel and visitors of the LCF. The cook also assisted the facility manager in responding to emergencies and in standard housekeeping duties. The cook's primary responsibility was for the cleanliness of the kitchen, dining room, and bedrooms.  Four Meals A Day & Foil Packs The cook was responsible for serving four meals per day, including breakfast, lunch, dinner, and a midnight meal. The cook not only served topside crew, but also had the responsibility of taking meals to the missile combat crew in the capsule, and was required to go through the authentication procedure with codes every time they entered the capsule. Beginning in the late 1960's lunch and dinner meals were prepared at F.E.Warren Air Force Base in Cheyenne, Wyoming, packaged in foil, and then frozen. These were known as \"foil packs.\" The cooks simply heated these packs in the oven.  Some cooks showed remarkable creativity in completing their tasks, however,making soups or stews out of leftover foil packets, or making seasoned croutons for the salads out of bread. It has often been said that \"an army marches on its stomach.\" In the missile field, good morale was highly dependent upon the quality of the food and of course, the cooks.  Cookouts & Barbeques At some facilities, the cook would even barbeque for LCF personnel. After collecting money from the crew, they would have the security team stop at a local store to pick up chicken, steaks, or hamburgers when they were sent off the grounds on other errands. The Delta-01 facility often had fresh breakfasts with eggs sold to them by a nearby rancher, in yet another display of the way missile crews integrated into the daily life of local residents.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/missile-rations-cook.htm"
}
