{
    "title": "Minuteman Missile National Historic Site: Facility Manager",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Facility Manager                Facility Manager        The Facility Manager's room at Launch Control Facility Delta-01. The Facility Manager was one of only two topside personnel that had private quarters. The cook was the other one. NPS       The facility manager was the top ranking non-commissioned officer on site. Typically,in their twenties or thirties, they held the rank of Master Sergeant, Technical Sergeant or Staff Sergeant. One facility manager was on duty during each three-day alert tour. While the facility managers were accountable for managing the facility and supervising the topside crew, they were ultimately responsible to the crew commander on duty in the Launch Control Center. They had excellent technical and managerial skills.  \"Jack-of-All-Trades\" – Job Duties of a Facility Manager The facility manager's primary job duties included supervising and managing topside personnel at the Launch Control Facility (LCF) for the combat crew commander, maintaining support equipment, and responding to emergencies under the direction of the missile crew on duty. There were also a host of additional duties, including everything from acting weatherman, mechanic, innkeeper, and groundskeeper, or essentially, anything needed to keep the LCF running smoothly. Many missileers called the \"jack-of-all-trades\" facility manager their \"house mouse.\" The phrase derives from the concept that the LCF performed much like a small hotel serving as a location away from home where security personnel, cooks, and missile crews, and sometimes missile maintenance crew ate, slept, and relaxed, in addition to worked.  Despite the frequent lightheartedness of the personnel at the LCF, the facility manager had a difficult and potentially stressful job. In an article published in 1974, Sergeant Roger Wang stated that the primary reason for facility managers is to \"support the two guys who someday may have to turn the keys to fire the Minuteman.\" The purpose of a strategic missile site, to defend the nation by offering a constant and vigilant threat of counter-attack, was rarely far from the minds of such airmen.  A Day In The Life of a Facility Manager After arrival at the LCF, the facility manager's first task would be to walk the facility and the grounds with the manager on-duty for a briefing, where the work performed by the previous alert tour, and the work required for the next, would each be detailed. After rising in the morning, the facility manager would phone in a weather report to the helicopter pilot on-duty at Ellsworth Air Force Base. Following breakfast, the facility manager took care of other daily responsibilities. Morning chores included inspection of the LCF grounds,including the water treatment tank, the power generators, and the sewage lagoon. After the daily inspections, the facility manager typically spent much of the day maintaining the facility and repairing support equipment, including replacing light bulbs and refueling vehicles. In the summer the facility manager was responsible for mowing the yard and in the winter he or she shoveled the drive.  Facility managers were also responsible for meeting any individual that entered the LCF property, including everyone from branch chiefs, maintenance crews, and local law enforcement to family members and local ranchers. All visitors needed approval to visit a site, including family members. Visitors could be sponsored by Air Force personnel who prepared a request letter that was then reviewed and approved through the chain-of-command. The facility manager was effectively never off-duty while on an alert tour. If a maintenance crew was scheduled to arrive in the middle of the night for a Remain-Over-Night (RON), for example, the facility manager was required to brief the visitors on safety and arrange for their meals and living quarters. Although never off-shift while on alert tour, being facility manager offered unique rewards.The manager was the only LCF personnel assigned a single room.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/facility-manager.htm"
}
