{
    "title": "Minuteman Missile National Historic Site: Flight Security Controller",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Flight Security Controller                Flight Security Controller        The Security Control Center was the work area for the Flight Security Controller. It was the most secure area on the topside at a Launch Control Facility. NPS       Every three-day alert tour at a Launch Control Facility (LCF) included two flight security controllers. The flight security controllers were typically noncommissioned officers with the rank of Sergeant (now Senior Airman), Staff Sergeant, or Technical Sergeant, typically in their twenties. They were the top ranking security police personnel on site. Regulations demanded the presence of one security controller in the security control room at all times, and therefore, each of the three days of the alert tour was split into twelve-hour shifts with one controller manning each shift.  Job Duties – Securing The Missile Flight The security controller on-shift monitored security at the LCF grounds, as well as all ten Launch Facilities (Missile Silos) in their flight area. The security control room featured windows overlooking the entrance gate and grounds. From this station, the security controllers would check identification of visitor so replacement crews could enter the site. A security team's first duty upon arriving at the LCF was a changeover process with the security staff on-duty, including inspections of the building and grounds. The previous security controller would brief the new team on what LFs were down and which ones were under maintenance. The changeover procedure was always the same between shifts and rarely changed.  Each security controller also supervised a two-member security alert team. If the missile combat crew received indication that security was breached a tone of the Launch Facilities, they would immediately notify the security controller who would dispatch the security alert team to investigate. The security controllers were also responsible for storing and issuing weapons and ammunition to personnel at the LCF. Weapons were stored in a locker located in the weapons cage in the security control center and also the security alert team's bedroom.The Air Force equipped the security controllers with M-16s, the military's standard rifle after its introduction in 1964, with 240 rounds of ammunition oran M-60 machine gun.  Resting & Relaxing While on alert tour, but off-duty, security controllers would often spend time playing games, working out, resting, and relaxing. The windows in the security bedroom were darkened to enable controllers assigned to the night shift to sleep during the day.",
    "url": "https:\/\/www.nps.gov\/mimi\/learn\/historyculture\/flight-security-controller.htm"
}
