{
    "title": "Minuteman Missile National Historic Site: Exhibits",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers     Exhibits                Exhibits       The visitor center at Minuteman Missile National Historic Site presents an opportunity to reflect on a peaceful prairie that once held the power to destroy the world. From a grassy overlook off Interstate 90, the visitor center is a public venue for examining the challenges and paradoxes of Cold War. The exhibits share stories of the technology that made it possible, service men and women, citizens near and far who feared the worst, the call for civil defense, and leaders at home and abroad who led the world to the brink and back.      Exterior A sculpture serves as an interpretive introduction, using bas-relief elements to contrast the symbols and missiles aimed by the two superpowers at each other during the Cold War. With powerful imagery the three banners representing \"Land, Sea, and Air,\" introduce each component of the nuclear defense triad; notably, two of the three were based out of nearby Ellsworth AFB.      Lobby \"Great Plains or Ground Zero?\" provides a brief interpretive and orientation overview so that guests may plan their visits—considering options for exploring the interpretive exhibits at the visitor center, touring D-01 and D-09, and\/or visiting the South Dakota Air &Space Museum at Ellsworth Air Force Base. \"The Nation's Nuclear Defense\" interpretive panel provides a contextual and thematic introduction to the nation's strategic triad of land, sea, and air defenses, and how Ellsworth AFB and the 44th Strategic Missile Wing fit (SMW) within the triad. Maps provide a quick overview of the geography and command structure of the 44th SMW and the missile fields it once managed. A quantitative graphic shows the relationship between the wing, squadrons, flights, and all 150 missiles. \"Dakota Destinations\" provides a quick visual overview of nearby destinations, including Badlands National Park, Mt. Rushmore National Memorial, Devils Tower National Monument, Wind Cave National Park, Jewel Cave National Monument, Buffalo Gap National Grasslands, Black Hills National Forest, Custer State Park, and the Air Force Museum at Ellsworth Air Force Base. An inset video monitor features highlights from the Black Hills promotional videos currently being produced by the National Park Foundation. \"30 Minutes or Less\" is a dramatic multimedia wall, designed to convey the climate of fear and intense polarization between East and West during the Cold War. Three monitors create a dynamic vista and add motion to the lobby.      When the Home Front Becomes the Frontline \"When the Home Front Becomes the Frontline\" provides a thematic introduction to the Cold War that no one wanted to wage—and to the nuclear weapons that simultaneously deterred aggression and threatened devastation. As a consequence of their presence in our lives, we became forever \"a different country.\" A \"Warning: Restricted Area…Use of Deadly Force Authorized\" replica sign just visible inside the exhibit exit provides a thematically consistent message for visitors to walk on by! The first in a series of visitor prompt panels, \"Home Front | Frontline\" poses a simple question: \"How did the Cold War leave its mark on your home or neighborhood?\" As glowing, back-lit transparency panels—with the use of primary 1950s era spot color and stylized graphics—these elements provide an engaging point of inquiry throughout the exhibits. The \"Worldwide Delivery in 30 Minutes or Less\" Blast Door transition element features a full-size replica of the Delta-01 launch control center blast door, complete with the Domino's pizza box art.      Bomb Shelter Basements Through a combination of media, flipbooks, oral histories, and artifacts, \"Bomb Shelter Basements\" interprets popular culture, civil defense strategies, and diverse home front responses during the Cold War. From the front, the double-sided prompt panel is titled \"Agricultural Fields | Missile Fields\" and asks \"How could you live with a 1.2-megaton bomb in your backyard?\" From the rear, the panel is titled \"Backyard Bombs | Bomb Shelter Basements\" and asks \"How do you think bomb shelters would have kept you safe?\" \"Promise &Peril\" briefly explores the polarizing nature of the Cold War as expressed in popular culture of the period. The associated recliner provides a moment to reflect and browse a magazine-pouch of primary civil defense source documents—including the intriguingly named \"4 Wheels to Survival\" and \"Rural Family Defense,\" both of which are from the South Dakota State Archives \"Duck and Cover,\" is a video loop playing on the TV set showcases period US Civil Defense films such as \"Bert the Turtle\" and its Soviet counterparts which may make visitors wonder if they should laugh or cry… \"In Plain Sight\" recognizes that local landowners and residents played a special role in the Cold War—they lived with ICBMs in their backyards and had a diverse range of responses to their presence. Newspaper clippings and quotations from members of groups such as Nukewatch appear alongside the remembrances of local landowners who felt more secure, not less, with missiles in their midst. Pick up the red phone here to listen to a companion audio interview program. \"Freeways, Fallout Shelters, and Family Basements\" provides a brief overview of the nation's civil defense effort, including the interstate and defense highway system. An artifact case fitted out with 1962 Civil Defense supplies provides an echo of home and government attempts to prepare for a nuclear war. \"Preserving the American Way of Life,\" is a series of flip panels that features popular magazine covers on the front and once-classified documents on the inside. These documents range from the authorization to use the atomic bomb on Nagasaki and Hiroshima from 1945 to President Carter's review of national civil defense programs as the Soviet arsenal grew in the 1980s.      Meet the Missileers With artifacts, flipbooks, audiovisual elements, and supporting imagery, \"Meet the Missileers\" presents a day-in-the-life style exploration of the men and women who waged the Cold War from within hardened bunkers and missile silos, as well as the support personnel who supported them \"top-side.\" Through interpretive graphics, a supporting AV program, and a \"Day in the Life\" flipbook, \"Meet the Missileers\" explores the daily lives of the men and women who trained to handle a 1.2 megaton nuclear missile…without mishap. The tight quarters of the underground control center are recreated here and visitors view an actual capsule toilet and may open a metal locker door to reveal a rotating uniform display, complete with a graphic collage of snapshots, personal memorabilia, and other ephemera on the interior door panel. Vigilance Around the Clock\" presents a flipbook based on a 10-page photo album spread the 44th SMW's commemorative book \"Aggressor Beware.\" Viewed from the entrance, the \"Battle Ground | Ground Zero\" icon prompt panel provides a brief set-up statement, and then asks visitors \"Could you turn the key?,\" An authentic launch verification panel is located immediately below. When viewed from opposite side, the header on the icon panel reads \"Cold Warriors | Hot Missiles,\" and asks visitors to put themselves in the shoes of trained launch control officers while considering a similar question. The nearby capsule chair provides a moment to reflect and browse a \"Top Secret\" file of primary source documents, including \"Minuteman Service News\" and technical orders. \"Hours of Boredom | Seconds of Panic\" introduces the work of missile officers in the underground control center with the \"Meet the Missileers\" short film.      Building and Maintaining the Missile Fields \"Building and Maintaining the Missile Fields\" connects the Launch Control Facility (LCF) described in the preceding exhibits with the Launch Facility (LF), the silo facility that former missileer Alonzo Hall calls \"the tip of the spear.\" \"The Tip of the Spear\" element replicates a circular silo wall with an actual silo work cage suspended from the ceiling, a mannequin wearing a missile tech uniform, and a large floor graphic featuring a dramatic a view looking into a silo. Collectively these elements provide a sense of scale and immersion for the supporting exhibits about missile techs. The primary interpretive panel in this area, \"Building and Maintaining the Missile Fields,\" explores what it took to build the missile fields and then maintain them at a 99-percent flight ready status at all times. Containing a collection of artifacts and memorabilia, the \"Cold Warrior Culture\" artifact case incorporates a variety of artifacts conveying the scale of the construction effort, its imprint on the landscape and rural economy, and what daily life was like for the missileers. Pick up the red phone here to hear former missileers in the \"Do You Have the Courage?\" audio program.      \"We Will Bury You!\" Explore the Cold War from the Soviet perspective, including a brief comparison of US and Soviet missile systems, Soviet civil defense systems, and reactions of ordinary Soviet bloc citizens \"From Behind the Iron Curtain.\" \"Voices From Behind the Iron Curtain\" features a touchable piece of the Berlin Wall and large faux wall photo mural, which includes inset flip panels, which present personal photos and remembrances about the Cold War from the Soviet perspective. \"We Will Bury You\" briefly introduces the Soviet side of the story by providing context for the post World War II military build-up. A looping slideshow of dramatic propaganda posters—with English translations—provides brilliant color, tone, and texture. Soviet Civil Defense posters are reprinted, providing a counterpoint to the US posters elsewhere in the exhibits. \"Satan vs Minuteman\" explores the SS-18 missile which served as the Soviet answer to the Minuteman system.      Scale of Destruction | Split-Second Decisions \"Scale of Destruction | Split-Second Decisions\" are tandem exhibits that interpret the unimaginable scale of potential destruction in the Nuclear Age, as well as the split-second timing and line of communication that guided decision making about whether to launch…or not. The \"First Strike | Strike Back\" panel asks \"Do you think having more nuclear weapons makes the world safe? Less safe?\" When viewed from the other side, the \"Ground Zero | Zero Chance\" panel asks, \"How might you or your family have lived near ground zero?\" \"Scale of Destruction\" compares the yield of the atomic bomb dropped on Hiroshima (15 kilotons) to the 1.2-megaton yield of a Minuteman II missile and the 10-megaton yield of a typical Soviet ICBM aimed at American targets. LED strip lights illuminate a bar chart dramatizing the different yields, while a nearby video monitor presents \"Atomic A to Z\" a mesmerizing video of atomic bomb test footage. Above, a large photograph showing the early 1960s test of a 1.2 megaton warhead provides a vivid illustration of itsdestructive power. The \"Range of Destruction\" rail features a push-button LED interactive illustrating the levels of probable damage from air burst detonations 200-kiloton, 500-kiloton, and 1-megaton bombs. A companion \"Find The Target\" flipbook, a ground zero atlas, includes illustrations of twenty US cities with one megaton blast zones overlaid to illustrate the destruction of a nuclear attack. \"Split Second Decisions\" traces the line of communication, from NORAD to D-01, that would have been used to authorize a launch. Throughout the process, from the Commander in Chief to the capsule crew, the two-man rule always applied. No single person could authorize, arm, or launch a Minuteman missile. In addition to interpretive graphics illustrating this line of communication, LED lights on the background panel illustrate the 30-minute flight path from the missile fields to Moscow—or vice versa. Providing scale and authenticity, portions of an actual re-entry vehicle stand sentry between the exhibit panels on this wall. Pick up the red phone here to listen to the \"Lines of Communication\" oral history station provide a deeper insight into the flow of information and the protocol for all military personnel who worked with nuclear weapons. A nearby video monitor features animation of a present-day Minuteman III test launch.      Scale of Destruction | Split-Second Decisions \"Scale of Destruction | Split-Second Decisions\" are tandem exhibits that interpret the unimaginable scale of potential destruction in the Nuclear Age, as well as the split-second timing and line of communication that guided decision making about whether to launch…or not. The \"First Strike | Strike Back\" panel asks \"Do you think having more nuclear weapons makes the world safe? Less safe?\" When viewed from the other side, the \"Ground Zero | Zero Chance\" panel asks, \"How might you or your family have lived near ground zero?\" \"Scale of Destruction\" compares the yield of the atomic bomb dropped on Hiroshima (15 kilotons) to the 1.2-megaton yield of a Minuteman II missile and the 10-megaton yield of a typical Soviet ICBM aimed at American targets. LED strip lights illuminate a bar chart dramatizing the different yields, while a nearby video monitor presents \"Atomic A to Z\" a mesmerizing video of atomic bomb test footage. Above, a large photograph showing the early 1960s test of a 1.2 megaton warhead provides a vivid illustration of itsdestructive power. The \"Range of Destruction\" rail features a push-button LED interactive illustrating the levels of probable damage from air burst detonations 200-kiloton, 500-kiloton, and 1-megaton bombs. A companion \"Find The Target\" flipbook, a ground zero atlas, includes illustrations of twenty US cities with one megaton blast zones overlaid to illustrate the destruction of a nuclear attack. \"Split Second Decisions\" traces the line of communication, from NORAD to D-01, that would have been used to authorize a launch. Throughout the process, from the Commander in Chief to the capsule crew, the two-man rule always applied. No single person could authorize, arm, or launch a Minuteman missile. In addition to interpretive graphics illustrating this line of communication, LED lights on the background panel illustrate the 30-minute flight path from the missile fields to Moscow—or vice versa. Providing scale and authenticity, portions of an actual re-entry vehicle stand sentry between the exhibit panels on this wall. Pick up the red phone here to listen to the \"Lines of Communication\" oral history station provide a deeper insight into the flow of information and the protocol for all military personnel who worked with nuclear weapons. A nearby video monitor features animation of a present-day Minuteman III test launch.      To the Brink…and Back \"To the Brink…and Back\" is an immersive, media-rich exhibit providing context and chronology for the decades-long Cold War. A powerful graphic backdrop charts the growth of the global nuclear stockpile, from a modest 6 (all possessed by the U.S.) in 1945, to a peak of about 65,000 in 1986, and dwindling to about 20,000 in 2009. A background photomural shows the human face and social cost of Cold War aggression, tension, and proxy wars, from post-Hiroshima to Helsinki. The \"Nuclear Stockpile Sculpture\" (1945–2010) uses a combination of edge-lit applied acrylic panels and three-dimensional tubes to represent the total nuclear stockpile (represented by fluorescent strips applied to the background mural) and the relative percentages belonging to the U.S. (blue columns) and the U.S.S.R. (red columns). Smaller percentages belonging to other nuclear powers are depicted graphically on the cumulative column. This sculpture sets up the overarching story of build-up and disarmament, providing a detailed timeline from which to interpret major Cold War milestones. The \"Arsenal of Armageddon\" timeline reader rail, spanning 1945 to 2010, provides connections to the post-World War II division of Europe, the space race, proxy wars fought in Korea, Vietnam, Angola and Afghanistan, near misses on both sides, and the gradual journey to arms reduction. A small panel allows for more recent events to be highlighted, bringing the timeline up to the present day. \"The Big Buildup,\" a split screen-style short film playing in a recessed niche, uses rapid-fire editorial pacing to dramatize key moments of nuclear escalation from 1945 through the 1960s. At the other end of the timeline, the companion film \"From MAD to START\" completes the story of the arms race with the more hesitant, halting story of gradual disarmament. The \"Too Close for Comfort\" exhibit details US and Soviet near miss incidents with nuclear weapons throughout the Cold War.      Build Up | Stand Down \"Build Up | Stand Down\" takes a brief look at the story of arms reduction, as seen through the eyes of participants in Minuteman II disarming and silo implosion. The last in the series, the \"Build Up | Stand Down\" icon panel asks visitors to consider the question \"In what ways do you believe Minuteman missiles seemed to help end the Cold War?\" A possible follow-up question could be, \"Do you think the Cold War is really over?\" The blast door cover from the Oscar-01 launch control center, with original propaganda art stands as a testament to the Cold War service of the Air Force in South Dakota. A \"Blast Door Art\" slideshow shows a dissolving sequence of historic blast door art imagery. The final exhibit panels feature the downsizing of Minuteman missile sites, including US and Soviet mutual inspections, the preservation and interpretation of D-01 and D-09, and the establishment of the park along with a silent video loop featuring steps in the disarming and dismantlement process.      Where Are We Now? \"What Do You Think? | Where Are We Now?\" revisits the questions posed earlier in the exhibit and gives visitors a final chance to reflect upon them—and maybe change a few preconceptions. A LED ticker provides present nuclear stockpile information. A visitor comment journal—with prompts on the nearby graphic —provides an additional way for visitors to connect, reflect, and share.",
    "url": "https:\/\/www.nps.gov\/mimi\/planyourvisit\/vc-exhibits.htm"
}
