{
    "title": "Minuteman Missile National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Minuteman Missile National Historic Site is located at three sites along a fifteen mile stretch of Interstate 90 in western South Dakota. The Visitor Center is located immediately north of I-90, exit 131. The two historic sites which make up the park are four miles (Launch Control Facility Delta-01) and 15 miles (Launch Facility Delta-09) from the Visitor Center. No public transportation systems serve the park.  (Note: No directions are given on this page to Launch Control Facility Delta-01. Visitors must be on a ranger led tour of the facility and directions are given to visitors after they get a tour ticket. No facilities presently exist at Delta-01 except for the ticketed, ranger-led tour.)  Driving Directions To the Visitor Center The Minuteman Missile National Historic Site Visitor Center is located on the north side of exit 131 Interstate 90.  From the east, via I-90 Follow I-90 west to exit 131. Turn right off the exit and visitor center will be 1\/4 mile on the left.  From the west, via I-90 Follow I-90 east to exit 131. Turn left off the exit, go across the overpass and the visitor center will be 1\/2 mile on the left.  Driving Directions To The Delta-09 Missile Silo Launch Facility (Missile Silo) Delta-09 is located on the south side of Exit 116, Interstate 90.  From the east, via I-90 Follow I-90 west to exit 116. Turn left off the exit and go under the underpass. The road will soon turn to gravel. The missile silo will be 1\/2 mile on the right.  From the west, via I-90 Follow I-90 west to exit 116. Turn right off the exit. The road will soon turn to gravel. The missile silo will be 1\/2 mile on the right. GPS and Navigational Devices Lat Long N 43 50'40.00\" (43.842336595136125) W 101 54'03.6\" (-101.90020830427318) UTM 14 T Easting 0266803 Northing 4858686",
    "url": "https:\/\/www.nps.gov\/mimi\/planyourvisit\/directions.htm"
}
