{
    "title": "Minuteman Missile National Historic Site: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather        Freezing fog coats the fence with frost at Launch Control Facility Delta-01 NPS       Weather In The Park Rapid weather changes are common in the western South Dakota area where Minuteman Missile National Historic Site is located. Variations from season to season and from year to year are great. Characteristics of the climate are hot dry summers and bitterly cold winters. Spring and Summer Sunshine is abundant, particularly in the summer months. Average annual rainfall is 15 inches, of which about 80% falls from April through September. Thunderstorms can be dangerous and visitors should be prepared for them, especially from June until late August.   They are generally local in extent. Tornadoes are not common, but can occur. Hailstones up to golf ball size are not uncommon during severe thunderstorms. Storms come up suddenly, so always be prepared to seek cover and safety.  Winter Conditions Winter snowfall totals vary dramatically from year to year. High winds can turn even a moderate snowfall into road-blocking drifts and white-out conditions. When in the area, dial 511 for road conditons. Wind Wind is a constant on the Great Plains, winds in excess of 50 mph not uncommon. During the winter season, winds typically blow from the north-northwest and have been known to cause wind chills in excess of -40 degrees.  Weather Forecasts We have weather reports and forecasts available from a few different sources.  Kadoka Area - 20 miles east of visitor center and 24 miles east of Launch Control Facility Delta-01 Wall Area - 6 miles west of Launch Facility Delta-09       Current Road Conditions Road conditions in western South Dakota can change in a matter of minutes, especially during the winter. Go to the Safe Travel USA South Dakota website for a map of current conditions as well as cameras that show the latest road conditions.  When in the area dial 511 for the latest road conditions.",
    "url": "https:\/\/www.nps.gov\/mimi\/planyourvisit\/weather.htm"
}
