{
    "title": "Ninety Six National Historic Site: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability            Sustainability       Climate Friendly Parks Ninety Six is a Climate Friendly Park!  To learn more about sustainability and the climate friendly parks program, visit the CFP website.        Leave No Trace Leave No Trace (LNT) is about attitudes and ethics. Its about taking personal responsibility to respect and care for our limited wildland resources and the experiences of other outdoor enthusiasts. Low-impact skills and knowledge are also an important part of LNT, but without the right attitude and ethic, they are useless. You must commit yourself to apply them - to practice good stewardship. Leave No Trace extends the National Park Service mission to you and challenges you to \"...conserve the scenery and the natural and historic objects and the wild life therein as to provide for the enjoyment of the same in such a matter and by such means as will leave them unimpaired for the enjoyment of future generations.\" Leave them unimpaired -- Leave No Trace Leave No Trace is also a universal education message about a national program led by the Leave No Trace Center for Outdoor Ethics and adopted by the four federal land management agencies and many state and municipal agencies and private non-profit organizations. Wilderness ethics dictates that visitors to the area try to leave no trace of their passage. While not regulations, the seven Leave No Trace principles will help you get the most out of your experience, and help you to preserve the park's unique values for other visitors, both today and in the future. The LNT Principles are:  Plan Ahead and Prepare Travel and Camp on Durable Surfaces Dispose of Waste Properly Leave What you Find Minimize Campfire Impacts Respect Wildlife Be Considerate of Other Visitors  To learn more about the principles and the Center for Outdoor Ethics, visit the Leave No Trace website.",
    "url": "https:\/\/www.nps.gov\/nisi\/getinvolved\/sustainability.htm"
}
