{
    "title": "Minuteman Missile National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           24545 Cottonwood Road  Philip, SD 57567                 Directions         Minuteman Missile National Historic Site is located at three sites along a fifteen mile stretch of Interstate 90 in western South Dakota. The Visitor Center is located immediately north of I-90, exit 131. The two historic sites which make up the park are four miles (Launch Control Facility Delta-01) and 15 miles (Launch Facility Delta-09) from the Visitor Center. No public transportation systems serve the park.   Directions Details           Operating Hours & Seasons         Standard Operating Hours The visitor center and the Delta-09 missile silo are open and tours of the Delta-01 Launch Control Facility are offered daily except for Thanksgiving, Christmas, and New Year's Days. Operational hours vary from season to season. Tour availability and operational hours are subject to change due to staff availability, inclement weather, and other factors.   Standard Hours    Sunday: 8:00 AM - 4:00 PM   Monday: 8:00 AM - 4:00 PM   Tuesday: 8:00 AM - 4:00 PM   Wednesday: 8:00 AM - 4:00 PM   Thursday: 8:00 AM - 4:00 PM   Friday: 8:00 AM - 4:00 PM   Saturday: 8:00 AM - 4:00 PM      Additional Information View More       New Year’s Day:  Closed      Thanksgiving Day:  Closed                 Weather           Rapid weather changes are common in the western South Dakota area where Minuteman Missile National Historic Site is located. Variations from season to season and from year to year are great. Characteristics of the climate are hot dry summers and bitterly cold winters. Wind is a constant on the Great Plains, winds in excess of 50 mph not uncommon. During the winter season, winds typically blow from the north-northwest and have been known to cause wind chills in excess of -40 degrees.         Fees & Passes     Entrance Fees:   Fee Free Site - $0.00 There is no fee to visit Minuteman Missile National Historic Site.         Visitor Centers       Minuteman Missile NHS Visitor Center The visitor center is the best place to begin your visit to the park. Exhibits, films, and a bookstore allow visitors to explore the story of the Minuteman Intercontinental Ballistic Missile System and its role in the larger context of the Cold War.                Visitors on a tour at Launch Control Facility Delta-01 listen to a ranger talk about the Peacekeeper armored vehicle. NPS",
    "url": "https:\/\/www.nps.gov\/mimi\/planyourvisit\/basicinfo.htm"
}
