{
    "title": "Ninety Six National Historic Site: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         Volunteers in Parks Program Logo NPS  Volunteers in Parks are Very Important People Whether you are retired and looking for a way to give back to the community, a college student looking for valuable career experience, or someone actively working and just looking for an occasional change of pace, there are opportunities for you as a volunteer at Ninety Six National Historic Site. As a volunteer, you can experience the park in ways that casual visitors cannot by working in areas less-traveled and working with park staff that can provide you with an inside look into park operations. You have the opportunities for fun, interesting, and satisfying work while gaining new skills and meeting new people in such a beautiful and historic setting. By giving your time to volunteer, you will find that Ninety Six National Historic Site has much to give back to you. Ninety Six National Historic Site typically has opportunities for volunteers to assist the park as:  Visitor Center Assistant - provides information and orientation to park visitors; assists with junior ranger programs; roves \/ patrols trails and boundaries. Maintenance - performs a variety of maintenance tasks such as trash collection, construction or repair of trails, cleaning, small projects, etc. Administrative Clerk - answers telephones, assists with filing, inputs data, etc. Interpretation and Special Events - provides visitors with interpretive opportunities using methods such as guided walks, programs, living history and demonstrations. Researches park history and  Get involved! Become a volunteer at Ninety Six National Historic Site. As a volunteer, you will open the door to the past, and let the visitor step into another time. Be a part of this fun and rewarding experience. Apply Now! To learn more about specific volunteer opportunities at Ninety Six NHS contact:  Volunteer Coordinator 1103 Hwy 248 S Ninety Six, SC 29666 864-543-4068 e-mail For more information on the NPS Volunteers in Parks Program click here.",
    "url": "https:\/\/www.nps.gov\/nisi\/getinvolved\/volunteer.htm"
}
