{
    "title": "Ninety Six National Historic Site: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       On August 19, 1976 Congress passed an act that created Ninety Six National Historic Site. The Enabling Legislation reads, \"...to preserve and commemorate for the benefit and enjoyment of present and future generations an area of unique historical significance associated with the settlement and development of the English Colonies in America and with the southern campaign of the American Revolutionary War, including the Star Fort...\" (PL 94-393). Read the 1988 Administrative History of Ninety Six National Historic Site (pdf, 7.40 MB, 42 pages) to learn more. The National Park Service turns 100 in 2016! Learn more about the Centennial Initiative 2016. The National Park Service is a bureau within the Department of the Interior. We preserve unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. We also cooperate with partners to extend the benefits of natural and cultural resource conservation and outdoor recreation throughout this country and the world. Today there over 400 units in the national park system. These units are variously designated as national parks, monuments, preserves, lakeshores, seashores, wild and scenic rivers, trails, historic sites, military parks, battlefields, historical parks, recreation areas, memorials, and parkways. Regardless of the many names and official designations of the park lands that make up the national park system, all represent some nationally significant aspect of our natural or cultural heritage. As the physical remnants of our past, and great scenic and natural places that continue to evolve, repositories of outstanding recreation opportunities, classrooms of our heritage, and the legacy we leave to future generations, they warrant the highest standard of protection. In this section of the park website, you can learn more about how the National Park Service takes care of Ninety Six National Historic Site for the benefit and enjoyment of the people, laws and policies and park statistics.",
    "url": "https:\/\/www.nps.gov\/nisi\/learn\/management\/index.htm"
}
