{
    "title": "Ninety Six National Historic Site: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Oglethorpe oak (Quercus oglethorpensis) specimen NPS  The field work conducted from 2001-2003 by NatureServe added over 30 species to a list of 302 species already present within the current boundary of Ninety Six National Historic Site.  Excluding varieties, subspecies, and unidentifiable collections, researchers past and present have confirmed over 360 species within the park. We now count 366 documented species, varieties, or subspecies of vascular plants in the park (363 species). It is estimated that between 86% and 100% of the vascular flora of the park is now documented.                  Some species of note (because of their relative scarcity on the landscape) include:    Oglethorpe oak (Quercus oglethorpensis) American columbo (Frasera caroliniensis)   Eastern narrowleaf sedge (Carex amphibola) Slender looseflower sedge (Carex gracilescens)   Sweetflag (Acorus Calamus) Virginia snakeroot (Aristolochia serpentaria)   Squarestem spikerush (Eleocharis quadrangulata) Bearded skeletongrass (Gymnopogon ambiguus)   Canadian licoriceroot (Ligusticum canadense)        Oglethorpe oak, Eastern narrowleaf sedge, and Slender looseflower sedge are considered South Carolina state \"of concern\" species.        Exotic & invasive plant species, Asian spiderwort (Murdannia keisak). NPS  At least 15% (53 species) of the plant species in the park are not native to the park. Most of these species were plantings or are harmless present day components of the flora that found their way into natural areas from plantings or errant seed mixes. However, at least 13 of the 363 species found within the park are considered aggressive or potentially aggressive invasive species that are outcompeting and replacing native species. These species are probably the biggest single threat to the overall ecological health of the park at this point in time:    Kudzu (Pueraria montana var. lobata) Wisteria (Wisteria floribunda \/ sinensis) Bamboo (Phyllostachys sp.)   Japanese honeysuckle (Lonicera japonica)  Russian \/ autumn olive (Elaeagnus umbellata \/ pungens) Chinese \/ European privet (Ligustrum vulgare \/ sinense)   False hawksbeard (Youngia japonica) Japanese stiltgrass (Microstegium vimineum) Mimosa (Albizia julibrissin)   Asian spiderwort (Murdannia keisak) Johnson grass (Sorghum halepense) Chinese lespedeza (Lespedeza cuneata)             Park staff is removing exotic species in partnership with the Southeast Exotic Plant Management Team to combat the ecological threats invasive species pose to the native plant life.",
    "url": "https:\/\/www.nps.gov\/nisi\/learn\/nature\/plants.htm"
}
