{
    "title": "Ninety Six National Historic Site: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Outdoor Activities              Outdoor Activities         View from Stockade Fort down walking trail Ninety Six National Historic Site  The visitor center hours are from 9:00 am to 4:00 pm Wednesday - Sunday. The visitor center is closed Mondays and Tuesdays.  However, if you park outside of our front gate you may visit the park grounds from daylight to dusk.  The gates are locked from 5:00 pm until 8:00 am daily.      Visit during one of our special events and experience the sights, smells, and sounds of Colonial and Revolutionary War life including touring our historic structures, the Logan Log House \/ Black Swan Tavern.     Tours: The Park offers ranger-led tours throughout the year especially around special events and programs. Check the park schedule of events or ask in the visitor center dates and times. Check out the Park's bulletin board for the latest park information and event schedule. Historic Interpretive Trail: The paved 1 mile walking trail includes wayside signs, the reconstructed siege works and Stockade Fort, original 1781 Star Fort, town site of old Ninety Six, historic roads, and more. The trail begins and ends at the visitor parking lot. Horses, bikes, skateboards, etc. are not allowed on the trail. There are 2 small hills (the larger one is located by the Stockade Fort).  Ask in the Visitor Center for a map.  (approx. 45 mins) Hiking Trails: The Park has several primitive trails, including the Cherokee Path, Gouedy Trail, and more. Ask in the Visitor Center for a trail map or visit the brochures page.     Picnic Area: The picnic area is located just down the trail from the log house nearby the parking lot. Six to eight tables are available.  Two picnic tables are handicap accessible. Tables are available on a first-come, first-serve basis; no reservations needed for most visitors. Groups of 15 or more people must obtain a special use permit. Picnicking is allowed in designated area only.          Star Fort Pond: Located at the back of our property along Hwy 246 is the Star Fort Pond, a 26-acre lake. Fishing is allowed Wednesday, Friday, and Saturday April 1 to November 1. The times for fishing are from 30 minutes before sunrise until 30 minutes after sunset.  There are also many opportunities for bird watching and wildlife viewing.   When visiting, please remember: All pets must be leashed and under the owners phyiscal control Refrain from climbing or walking on the earthworks and stay on the designated trail(s) Watch for fire ants, poison ivy, ticks, and snakes    Metal detecting or digging for artifacts is strictly prohibited Collection or damage to plants, wildlife, rocks, or artifacts is prohibited",
    "url": "https:\/\/www.nps.gov\/nisi\/planyourvisit\/outdooractivities.htm"
}
