{
    "title": "Ninety Six National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions         Traveling to Ninety Six National Historic Site   Our physical address is: 1103 Highway 248 S Ninety Six, SC 29666  GPS Coordinates:  N 34o 08.820'  W 082o 01.445'   Warnings:  *If using Google Maps, look for \"Ninety Six National Historic Site\" only. Fort at Ninety Six is a local golf course. Our Visitor Center is located off of Hwy 248. Google has finally corrected their maps & their directions are correct. The Google Street View places the entrance a little south beyond the actual entrance.  * If you use Yahoo Maps, look for Ninety Six National Historic Site or by street address, \"1103 SC 248\".  * Also note that there is no Star Fort Road that curves through the park boundary as seen on Google Maps and Mapquest.  * Hwy 248, Hwy 248 S, SC 248, and S Cambridge are the same road. Directions: From I-26 --Heading North: At the Newberry exit, take Highway 34 to the town of Ninety Six, South Carolina (about 35 miles). Turn left at the second traffic light onto Hwy 248. The park is located 2 miles south on your left. From I-26, Heading South: At Clinton (exit 52) follow Hwy 72 toward Greenwood\/ Coronaca. At Coronaca, turn left onto Hwy 246\/ 248 toward Ninety Six. Hwy 246 will branch off, but follow Hwy 248. The park is located 2 miles south of the town of Ninety Six on Hwy 248. From I-20 -- Take exit 5 onto US Highway 25 north. Follow the Heritage Corridor signs to Epworth. Turn right onto Epworth Camp Road. It will dead end onto Hwy 178. Turn left onto Hwy 178. Follow the park signs and turn right onto Hwy 248. The park will be about 4 miles on your right. From Interstate I-85 (Greenville) -- Take SC Highway 25 south to the stoplight at Hodges. Turn left onto Highway 246\/ 248 toward the town of Ninety Six. Hwy 246 will branch off, but follow Hwy 248 to the town of Ninety six. The park is located 2 miles south of the town on Hwy 248. From the town of Ninety Six, South Carolina -- Follow the park signs. The park is two miles south of the town of Ninety Six on Highway 248. Airports The closest airports are in Augusta, GA, Columbia, SC or the Greenville\/Spartanburg Airport, all located about 1 hour and 15 minutes from the park.         Traveling through the state of South Carolina? Be sure to visit the South Carolina Department of Transportation website for maps, traffic information, and road conditions. Ninety Six National Historic Site is located in Greenwood County.",
    "url": "https:\/\/www.nps.gov\/nisi\/planyourvisit\/directions.htm"
}
