{
    "title": "Ninety Six National Historic Site: Commercial Filming and Photography",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Commercial Filming and Photography                Commercial Filming and Photography       The National Park Service (NPS) allows filming and photography when it is consistent with the protection and public enjoyment of park resources, and it avoids conflict with the public's normal use and enjoyment of the park. A photography\/filming permit is required for any filming or photography involving models, sets, or props that are not part of the location's natural landscape, or when the park incurs additional administrative costs to monitor the activity. Submit the application a minimum of four (4) weeks in advance with the required fee. Download the Filming and Photography application here. FILMING AND PHOTOGRAPHY A. Permit Requirements A permit is not required when:  the filming or photography is for personal use and it occurs within normal visitation and hours; the filming or photography relates to news media coverage  A permit is required when:  the filming or photography is commercial in nature and\/or includes the use of models, props or sets,which are not part of the location's natural landscape, which also includes obtaining a release from members of the general public; the filming or photography requires entry into areas restricted from normal visitation; the filming or photography requires access to park locations outside of normal visitation hours.  B. Other Considerations  The NPS will not sign a location release. The NPS can request a credit line. The NPS will not censor the content of a filming project, nor require a finished product. However, the NPS may review a storyboard or other material offered by the applicant to determine:   1. whether a credit line is appropriate; or 2. whether active NPS assistance and authorization of use of the arrowhead symbol is appropriate.   The following criteria may justify the denial\/rejection of a permit:   1. resource impairment or damage, 2. disruption of visitor use or normal park operations, 3. requested use is within closed areas, 4. management requirements, 5. inability to obtain insurance and\/or bonding, 6. illegal portrayals (defacing monuments), and  7. failure to agree to pay assessed cost recovery.  Fees associated with filming and photography permits are determined in the same manner as fees for other permits,with the exception of land\/facility use fees. Filming and Photography land\/facility (also called location) fees are established in accordance with P.L. 106-206 and are listed below. The Filming and Photography location fees provided are applicable to all NPS sites. Motion Picture \/ Video Filming    1 -2 people (camera and tripod only) $ 0.00 per day   1-10 people $ 150.00 per day   11-30 people $ 250.00 per day   31-49 people $ 500.00 per day   50 or more people $ 750.00 per day       Commercial Still Photography    1-10 people $ 50.00 per day   11-30 people $ 150.00 per day   31 or more people $250.00 per day",
    "url": "https:\/\/www.nps.gov\/nisi\/planyourvisit\/commercial-filming-and-photography.htm"
}
