{
    "title": "Ninety Six National Historic Site: Weddings",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Weddings                Weddings       Wedding ceremonies at Ninety Six National Historic Site are authorized through a Special Use Permit. At the Logan Log House area only, small weddings (25 people including the wedding party and no more than 5 vehicles) are authorized. The Logan Log House area consists of the grassy area that surrounds the house. Since the Logan Log House is a historic structure, no food, beverages, or receptions are allowed in this area. Applications for a Special Use (Wedding) Permit may be applied for years 2013 thru 2018. Wedding ceremonies may be conducted from 9:30-2:00 only. Dates available to accommodate weddings are limited due to conflicts with special events, major holidays, high visitation times, resource protection concerns, etc. No National Park Service staff will be available for assistance. Unfortunately, we cannot hold dates. Please read and sign the application and return with the requisite fees. Applications must be submitted in person or mailed to the park six weeks in advance of the upcoming event and must be approved by the Superintendent. Download the special use permit here. For additional information, contact the Permit Coordinator at 864-543-4068. Please note that any photography or filming of the ceremony will require an additional permit. Please reference the filming and photography page.   Fees There is a non-refundable administrative fee of $10 in the form of a check made payable to the National Park Service requiredto apply for the permit. If your permit is approved, you will be charged a non-refundable fee of $400 to use the Logan Log House grounds (for a maximum of 25 people) and a refundable performance bond (security deposit) of $300.00 in the form of separate checks made payable to the National Park Service. The performance bond is returned if all regulations are followed.  When we receive the complete wedding application and fee, you will be notified within 10 days if your permit has been approved. At that time, you will be asked to sign a binding permit and submit your non-refundable fees and performance bond. Regulations Particular attention must be paid to the logistics of the use of Logan Log House grounds.   Car-pooling or shuttling is strongly encouraged, and may be required, as parking space is limited in the visitor center parking area.   The maximum size for the ceremony is 25 people. This includes the wedding party, guests, officiate, and photographer. Only the immediate wedding party will be allowed to park at the wedding site.    Please remember the site is not for the exclusive use of your event. Scheduled park programs and activities may be taking place at the same time and in the same general area. Park visitors and neighbors have an expectation of peaceful surroundings, and the park strives for a continuation of that expectation.   To protect the historic structure, the ceremony is allowed only on grounds surrounding the Logan Log house. The ceremony may not take place on the front or back porch of the Logan Log house.   No live flowers other than the bride's bouquet are allowed in the park and must be removed from the park after the ceremony.   The throwing of rice, birdseed, confetti, releasing of balloons, doves, butterflies, or other means of showering bride and groom is forbidden.   No food, beverages, or receptions are allowed in this area. Alcoholic beverages are prohibited on park grounds.   No amplified music is authorized.   All decorations must be free-standing. Use of adhesives, staples, push-pins etc. on park property is strictly prohibited. All decorations must be removed and properly disposed of immediately after the event.    The permitted area must remain clean with all trash placed in garbage & recycle receptacles provided.   . Park visitor center, restrooms, and other buildings may not be used for wedding preparations such as clothes changing, picture-taking, rehearsals, and waiting areas. These facilities may not be used in the event of inclement weather. Facilities for receptions and parties do not exist in the park.   . Equipment such as tables, chairs, carpets, tents, floral displays, signs, banners, flags, generators and amplifiers, etc. cannot be used in the park.    . No horses or horse drawn carriages are allowed.",
    "url": "https:\/\/www.nps.gov\/nisi\/planyourvisit\/weddings.htm"
}
