{
    "title": "Lake Mead National Recreation Area: Firearms Regulations",
    "body": "Firearms Regulations       Federal law allows people who can legally possess firearms under applicable federal, state, and local laws outside the park, to legally possess firearms in this park. (Sec. 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24)   It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. See below for links to state laws governing firearms.  Firearms Prohibited in Federal Buildings Firearms are prohibited in federal buildings where federal employees work. This includes visitor centers, park administrative offices, and ranger stations. (18 U.S.C. ยง 930) Target Shooting Prohibited Target shooting of any kind is prohibited in the park. Shooting is allowed on certain lands managed by the Bureau of Land Management. State Firearms Laws Arizona - ARS Title 13, Chapter 31 Nevada - NRS Chapter 202  State of Nevada requires a valid permit to carry a firearm concealed. The permit must be issued or recognized by the state that the park area is in. Arizona doesn't require a permit to carry a concealed weapon. Below are popular park areas and the state they are located in.    Park Areas State   Arizona Telephone Cove Arizona   Boulder Beach Nevada   Callville Bay Nevada   Cottonwood Cove Nevada   Echo Bay Nevada   Six Mile Cove - Lake Mohave Nevada   Government Wash Nevada   Hemenway Harbor Nevada   Katherine Landing Arizona   Nevada Telephone Cove Nevada   Placer Cove Nevada   Princess Cove Arizona        Hunting Hunting is permitted in designated areas of  Lake Mead National Recreation Area and is regulated by state game agencies. Park rangers and state game wardens enforce game regulations. See park hunting maps for designated hunting areas. Be sure to review state hunting regulations for seasons and ensure you possess the appropriate hunting license. Hunting Maps Arizona Game & Fish Department Nevada Department of Wildlife",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/management\/firearms.htm"
}
