{
    "title": "Lake Mead National Recreation Area: Laws & Policies",
    "body": "Laws & Policies       Superintendent's Compendium (PDF) - The purpose of the compendium is to provide the public and park employees with a document that lists the special designations, closures, public use limits, permit requirements and other restrictions imposed under the discretionary authority of the Superintendent. Enabling Legislation (16 USC §§460n-460n-9) (PDF) - Lake Mead National Recreation Area was created as a national park on Oct 8, 1964 by Public Law 88-639. Enabling legislation is the law that created the park and defines it's mission and functions. Public Law 88-639 has since been codified in the United States Code under Title 16, Chapter 1, Subchapter LXXII. Park Management Plans - Management plans are plans that guide park managers in making policy decisions. These plans are apart of the park planning process that turns research and public input into best management practices for preserving park resources and delivering visitor services. Southern Nevada Public Land Management Act - The Southern Nevada Public Land Management Act (SNPLMA) authorized the Bureau of Land Management to sell federal lands under its juristiction around the Las Vegas Valley and use the proceeds for:  Parks, Trails, and Natural Areas Capital Improvements Conservation Initiatives Multi-Species Habitat Conservation Plans (MSHCP) Environmentally Sensitive Land Acquisitions Lake Tahoe Restoration Act Projects  Lake Mead National Recreation Area has used SNPLMA funding for these types of projects including extending launch ramps, improving picnic areas and restrooms and resource protection projects like water quality monitoring and endangered species conservation. Wilderness Act of 1964 & Clark County Conservation of Public Land and Natural Resources Act of 2002 - Apply to designed wilderness within Lake Mead National Recreation Area",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/management\/lawsandpolicies.htm"
}
