{
    "title": "Lake Mead National Recreation Area: Centennial at Lake Mead",
    "body": "Explore This Park    Get Involved     NPS Centennial     Centennial at Lake Mead              The NPS Centennial at Lake Mead        Lakeview Observation Point showing Lake Mead in Background, June, 1936 NPS        The National Park Service is 100 The National Park Service is celebrating 100 years of protecting and preserving the nation’s parks and monuments, and everyone is encouraged to get out and #FindYourPark. “We have an amazing variety of special events taking place during the centennial,” said National Park Service Director Jonathan B. Jarvis. “Some commemorate our first hundred years, but many others look to the future, to the next 100 years, and will help connect with and create the next generation of park visitors, supporters and advocates. It is through them that America’s lands and stories will be preserved and passed on to future generations.”  Celebrate the National Park Service's 100th anniversary at Lake Mead National Recreation Area. Join a Centennial Volunteer Cleanup, become a Junior Ranger or participate in one of the many special Centennial events taking place throughout the park. As 2016 kicks off a second century of stewardship and community engagement, we hope you join in on the fun. Download our NPS Centennial Calendar of Events or browse through the events below.            Upcoming Centennial Events  Search for Events       By Date     Start Date      End Date           By Keyword By Keyword        Search          Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Lake Mead National Recreation Area Ranger Library Program:  Story Time with a Ranger Tuesday, August 16, 2016   Come and enjoy story time with a ranger More     Location: Boulder City Library         Lake Mead National Recreation Area Parks in the Pines Birthday Bash! Saturday, August 20, 2016   Arizona’s national park units and the Arizona Office of Tourism are inviting the public to celebrate the National Park Service’s centennial in Flagstaff, Arizona, Aug. 20. The fair will include informational and interactive booths and demonstrations.  More     Location: Flagstaff, Arizona   Fees: Free         Lake Mead National Recreation Area Centennial Founders Day Celebration Thursday, August 25, 2016   Join rangers at the Lake Mead Visitor Center from 10 a.m. to 2 p.m. Aug. 25 to celebrate the 100th birthday of the National Park Service.  More     Time: 12:00 AM to 12:00 AM   Location: Lake Mead Visitor Center   Fees: Free         Lake Mead National Recreation Area Fee Free Days  Thursday, August 25, 2016   Celebrate the Centennial with us at Lake Mead NRA. More     Location: Lake Mead National Recreation Area         Lake Mead National Recreation Area Find Your Park from Vegas Thursday, August 25, 2016    A special Find Your Park from Vegas film will air at the Fremont Street Experience in downtown Las Vegas. Meet under the canopy to follow an Elvis impersonator and showgirl as they journey to different parks around Las Vegas.  More     Location: Fremont Street Experience, Las Vegas   Fees: Free         Lake Mead National Recreation Area Ranger Chat: National Parks -Treasures of the Land Saturday, August 27, 2016   Ask questions about the National Parks. More     Location: Lake Mead Visitor Center",
    "url": "https:\/\/www.nps.gov\/lake\/getinvolved\/centennial-at-lake-mead.htm"
}
