{
    "title": "Stones River National Battlefield: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 7 results    Show ALL instances of recurring events   RSS Feed      Stones River National Battlefield Battlefield Caravan Tour      Time: 2:00 PM to 3:30 PM Location: Starts At Visitor Center Fees: Free     Sunday, August 14, 2016 Guided Tour of Stones River National Battlefield. View Details      Stones River National Battlefield Find Your Park      Location: Visitor Center Fees: Free     Sunday, August 14, 2016 Discover the cultural and natural resources that make Stones River National Battlefield unique. View Details      Stones River National Battlefield Never Forget      Time: 11:00 AM to 12:00 PM Location: Begin at Visitor Center Fees: Free     Sunday, August 14, 2016 A ranger led walk in Stones River National Cemetery. View Details      Stones River National Battlefield Stones River Stories      Time: 1:00 PM to 1:30 PM Location: Visitor Center Fees: Free     Sunday, August 14, 2016 Explore the Battle of Stones River through the story of a soldier, civilian, or military unit. View Details      Stones River National Battlefield Bicycle Tour of Stones River National Battlefield      Time: 9:00 AM to 10:30 AM Location: Visitor Center Fees: Free     Saturday, August 20, 2016 Every Saturday Weekly  from 04\/02\/2016 to 10\/29\/2016 Join a ranger for some exercise and education. View Details      Stones River National Battlefield Hallowed Ground: A Lantern Tour of Stones River National Cemetery      Location: Meet at Visitor Center Fees: Free     Saturday, August 20, 2016 The stories of Stones River National Cemetery come to life by lantern light. View Details      Stones River National Battlefield Minnesota at Murfreesboro      Time: 10:00 AM to 10:30 AM,11:00 AM to 11:30 AM,12:00 PM to 12:30 PM,1:00 PM to 1:30 PM,2:00 PM to 2:30 PM,3:00 PM to 3:30 PM Location: Visitor Center Fees: Free     Saturday, September 10, 2016 Watch muskets and cannons fire while learning about the men from Minnesota who fought at Murfreesboro. View Details",
    "url": "https:\/\/www.nps.gov\/stri\/planyourvisit\/calendar.htm"
}
