{
    "title": "Stones River National Battlefield: Stones River Theater",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Stones River Theater                Stones River Theater              A Hard Earned Victory   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 12 seconds  This 9-minute film captures the human drama that played out during the Battle of Stones River resulting in one of the most important Union victories of the Civil War.               Battle of the Bands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 31 seconds  Hear the story of one of the most poignant moments of the Stones River Campaign.Video filmed and edited by VIP Mike Browning.         Videos of ranger programs, living history demonstrations, and much more. Check back often to see what's new.            The Union Battle Plan   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 29 seconds  Ranger Jim Lewis describes the Union plan at the Battle of Stones River.               The Confederate Battle Plan   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 11 seconds  Ranger Jim Lewis lays out the Confederate plan of attack at the Battle of Stones River.Video filmed and edited by VIP Mike Browning.               Fighting for the Nashville Pike   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 6 seconds  Ranger Jeremy Childs and a contingent of Union infantry tell the story of the decisive fighting along the Nashville Pike during the afternoon of December 31, 1862.Video filmed and edited by VIP Mike Browning.               They Retreated in Great Confusion   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 59 seconds  Listen to the story of the opening hours of the Battle of Stones River and discover how a promising start for the Confederates also held the seeds of defeat.Video filmed and edited by VIP Mike Browning.               Forrest's Murfreesboro Raid Check out the segment from 15:32 to 22:35 for the story of Gen. Nathan Bedford Forrest's July 13, 1862 capture of Murfreesboro and see clips of cavalry and infantry demonstrations.            Memorial Program for Servicemen Killed in Chattanooga   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 10 seconds  The Stones River NB, Chickamauga & Chattanooga NMP, 5th Indiana Light Artillery, and 4th Kentucky cannon crews fire a round in honor of the five servicemen killed in Chattanooga on July 16, 2015.               150th Anniversary - Firing Cannons By Section   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:14 seconds  Watch a Union six-cannon battery fire by section (pairs).Video filmed and edited by VIP Mike Browning.",
    "url": "https:\/\/www.nps.gov\/stri\/learn\/photosmultimedia\/video.htm"
}
