{
    "title": "Stones River National Battlefield: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation       The Stones River National Battlefield visitor center is located at 3501 Old Nashville Highway, Murfreesboro, TN 37129. This is also our mailing address. The easiest way to enter the park and reach the visitor center is through our main entrance gate at 1563 North Thompson Lane, Murfreesboro, TN 37129.      GPS Coordinates Main Entrance - 1563 North Thompson Lane: [Degrees Minutes Seconds] Lat: 35 52' 04.99\" N  Long: 86 25' 41.10\" W [Decimal Degrees]  Lat: 35.868053  Long: -86.428083 [UTM]  Northing: 3969464.8  Easting: 551631.3  UTM Zone 16S Visitor Center - 3501 Old Nashville Highway: [Degrees Minutes Seconds] Lat: 35 52'49.73\" N  Long: 86 26' 05.22\" W [Decimal Degrees]  Lat: 35.880481  Long: -86.434783 [UTM]  Northing: 3970839.8  Easting: 551018.6  UTM Zone 16S     Flying: Nashville International Airport (BNA) is located about 30 miles northwest of the park. Driving: From the Airport - Follow the signs to Interstate 24 East then follow the directions from Nashville below. From Nashville (Interstate 24 East) - Take Exit 76 and turn left onto Medical Center Parkway. Turn left onto Thompson Lane. Turn left at the park entrance at 1563 N. Thompson Lane. Follow the tour road to the visitor center. From Chattanooga (Interstate 24 West) - Take Exit 76 and turn right onto Medical Center Parkway. Turn left onto Thompson Lane. Turn left at the park entrance at 1563 N. Thompson Lane. Follow the tour road to the visitor center. From Knoxville (Interstate 40) - Take Exit 235 onto TN 840. Take Exit 55 onto US 41\/TN 70 and follow the signs for Murfreesboro. Turn right onto Thompson Lane at the first traffic light. Turn right at the park entrance at 1563 N. Thompson Lane. Follow the tour road to the visitor center.",
    "url": "https:\/\/www.nps.gov\/stri\/planyourvisit\/directions.htm"
}
