{
    "title": "Petrified Forest National Park: Petrified Wood",
    "body": "Petrified Wood         A rainbow of quartz NPS\/Lauren Carter  Petrified wood found in the park and the surrounding region is made up of almost solid quartz. Each piece is like a giant crystal, often sparkling in the sunlight as if covered by glitter. The rainbow of colors is produced by impurities in the quartz, such as iron, carbon, and manganese. Over 200 million years ago, the logs washed into an ancient river system and were buried quick enough and deep enough by massive amounts of sediment and debris also carried in the water, that oxygen was cut off and decay slowed to a process that would now take centuries. Minerals, including silica dissolved from volcanic ash, absorbed into the porous wood over hundreds and thousands of years crystallized within the cellular structure, replacing the organic material as it broke down over time. Sometimes crushing or decay left cracks in the logs. Here large jewel-like crystals of clear quartz, purple amethyst, yellow citrine, and smoky quartz formed. The park is host to numerous types of plant fossils including complete logs, upright stumps, delicate ferns and gymnosperm leaves, and pollen spores. Most of the petrified trees have been given the scientific name Araucarioxylon arizonicum.         Petrified wood segments cause people to wonder \"who cut the wood?\" NPS\/VIP Kristen Henderson  Who Cut the Wood?  Petrified trees today lie strewn across clay hills and within cliff faces; each log broken into large segments. The quartz within the petrified wood is hard and brittle, fracturing easily when subjected to stress. During the gradual uplifting of the Colorado Plateau, starting about 60 million years ago, the still buried petrified trees were under so much stress they broke like glass rods. The crystal nature of the quartz created clean fractures, evenly spaced along the tree trunk, giving the appearance today of logs cut with a chainsaw. Go to our Frequently Asked Questions page for more information about petrified wood!",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/petrified-wood.htm"
}
