{
    "title": "Mount Rushmore National Memorial: Forests",
    "body": "Forests       If you walk through the forest in the cool of a summer evening and smell the air it may smell sweet. That is the scent of the ponderosa pine trees. They have a sweet smell like vanilla or butterscotch. Ponderosa pine is the primary tree in the Black Hills around Mount Rushmore and are well adapted to the environment that they grow in. You can find ponderosas in the Black Hills, across the Rocky Mountains and westward to California. Ponderosas can tolerate drier conditions. In the Black Hills ponderosa pines are found on dry, rocky, slopes, especially south facing slopes. Other species of pine like the Douglas fir, which is a western forest climax tree, can not tolerate the drier climate here. The ponderosa pine forest community has evolved with cycles of drought and fire to become home to a variety of species. In the Black Hills a ponderosa pine forest is the climax forest community. A climax community is the final stage of biotic succession attainable by a plant community. If there is a disturbance in the ponderosa community, forest succession will start again from an earlier stage. A blow down or pine bark beetle infestation in an area can cause a break in the ponderosa climax community. In this newly opened area other species of trees and plants will start to grow. Grasses, shrubs and quaking aspen are introductory species. They are the first plant species to colonize a disturbed area. The quaking aspen is a short-lived tree. Individual trees may only live 30 to 50 years before they start to die. In the Western United States, including the Black Hills, aspens reproduce with suckers. Suckers are new trees that grow from the parent rootstock. The parent rootstock produces a genetic twin or clone. Every tree growing in a stand is likely a clone. Cloning gives aspens a head start over other tree seedlings that start out with tiny rootlets to provide them with nutrients. The aspens will continue to clone until the ponderosas begin to reseed. The aspen seedlings can not tolerate the shade created by the Ponderosas. Soon the Ponderosas take over the area and a climax forest is developed again that will maintain until the next major disturbance. A typical characteristic of a climax ponderosa pine forest is an open understory. The understory is kept clean of debris and shade tolerant species by periodic fires. Historically in the Black Hills, fires occurred in a particular area about every 27 years. This fire record was obtained from tree core samples. Fire scars found in the growth rings give researchers a timeline to calculate the date of a fire. These fires were often ground fires that would clean up forest debris and remove shade tolerant species that might compete with young ponderosas for space and sunlight. Major conflagrations could occur but were uncommon. During times of drought, ponderosas are well adapted to get water and moisture whenever possible. As with most plants, the roots are the primary tool for getting water. Where the soil is deep enough the roots may go down 36 feet and spread to a circumference of 100 feet around the tree. The open space in a ponderosa forest is important. Each tree needs ample space to collect water. However, when there is a drought the small amount of precipitation may not be enough. Another way to obtain moisture must be used. The needles of a ponderosa have a thick skin and breathing pores, called stomata, recessed into the skin. The stomata are the openings in the needles through which transpiration, the exchange of gases, occurs. The ponderosa's stomata are adapted to conserve and obtain moisture. The well-protected stomata decrease potential moisture loss from drying winds and also take in moisture and send it through the tree to the roots. When there is fog or dew the stomata will open and take in water vapor from the air to water the tree. This allows the ponderosa to survive in dry environments and even grow from cracks in boulders. Ponderosa pines create a forest community like your neighborhood. From under the soil to the crown of the trees there are organisms living together and depending on each other. The plants and animals that live in the ponderosa pine forest have developed unique niches for living in the forest. Birds are likely the first animals you think of when talking about trees. Small songbirds and members of the woodpecker family find shelter in the standing dead trees in the Ponderosa forest. Nuthatches, northern flickers and hairy woodpeckers will carve out cavities in standing dead trees for nesting sites. The living trees provide a food source for these species and others. In the tree's layered bark a plethora of insect life make their homes. The nuthatches, woodpeckers, flickers, brown creepers and other birds will feed on these insects. The pygmy nuthatch and the brown creeper work the bark in opposite directions to harvest this abundant food source without competing with each other. As the brown creeper creeps up the tree searching for insects under the bark, the pygmy nuthatch is coming down the tree searching the bark from the opposite direction. These insects living in the bark are also an important food source for birds and small mammals during the winter when other food sources are scarce. Red squirrels, mice, wood rats and chipmunks also depend on the trees for food. The seeds in the cones are a source of protein in the animal's diet. Porcupines mainly subsists on tree cambium, the sweet layer just under the bark that transports nutrient throughout the tree. Porcupines can girdle a tree and kill it. This, however, opens the forest for introductory species or young climax species growth. Every member of the forest community has a role to play. The habitat created by a healthy ponderosa pine forest maintained by fire is important to ungulates like deer and elk. The open park like landscape with grassy meadows interspersed creates forage for these animals. During the heat of summer the grasses below the Ponderosas are still greener and provide food for elk as they make their altitudinal migration to higher elevations during the hotter weather. During the winter months white-tailed and mule deer will forage on young seedlings. A healthy, well-developed forest community will include a mosaic of vegetation types. Aspen, birch, oak and spruce also grow in the forests of the Black Hills and create different smaller forest communities in areas. Many of the drainages with perennial streams support the spruce and oak communities. In Spearfish Canyon, about an hour north of Mount Rushmore, the Black Hills spruce is the climax tree in the upper part of the canyon. The spruce\/oak understory has thick undergrowth of shrubs. In the low areas wet grass meadows form. Beaver ponds are common as well. The Black Hills have a very diverse forest community from the open ponderosa climax forest to the cooler moister spruce and oak woods of the canyons.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/nature\/forests.htm"
}
