{
    "title": "Mount Rushmore National Memorial: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         A Rocky Mountain goat stands on a large granite outcrop. NPS Photo  Rocky Mountain Goat (Oreamnos americanus) Rocky Mountain Goats demand a very specialized habitat. These skillful climbers inhabit the craggy granite core of the Black Hills. Mountain goats are not native to the Black Hills. The population can be traced to six goats, a gift to Custer State Park by Canada in 1924, that escaped from their pens and found their home among the Black Hills granite peaks. There are now more than 200 mountain goats in the area. They have long, shaggy white coats that contrast sharply with their black horns, nose and hooves. The mountain goat's hooves are very soft on the bottom, allowing them to climb very steep terrain.        A mule deer with eyes, ears and nose pointing straight at you. NPS Photo  Mule Deer (Odocoileus hemionus) Mule deer are commonly seen near Mount Rushmore. They spend summer days in the shade, moving and feeding during the early morning and late evening hours. In winter, they become more active during the warmer daylight hours. Mule deer eat a wide variety of grasses, wildflowers, shrubs, and parts of trees.        A yellow-bellied marmot scrambles through rocks near the base of Mount Rushmore. NPS Photo  Yellow-bellied Marmot (Marmota flaviventris) Yellow-bellied marmots can be seen along the Presidential Trail during the summer as they feed on grasses, broad-leaved plants and seeds. Marmots are true hibernators and are not active from late October until late April.        A least chipmunk sitting on a rock. NPS Photo  Least Chipmunk (Tamias minimus) The least chipmunk (below) is a small member of the squirrel family. They can be seen bounding around all parts of Mount Rushmore, usually moving very quickly. Chipmunks do not hibernate and feed year round on the fruits and grains of many plants, seeds from pine trees, and insects.        A red squirrel carries a pine cone in the snow. NPS Photo  American Red Squirrel (Tamiasciurus hudsonicus) Red squirrels like to live in dense stands of mature trees, like the ponderosa pines found at Mount Rushmore. They harvest green pine cones to store for later eating, especially during winter. When available, red squirrels also eat tree buds, flowers, fruits, mushrooms, insects, and occasionally small mammals and bird eggs and nestlings.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/nature\/mammals.htm"
}
