{
    "title": "Mount Rushmore National Memorial: Carving History",
    "body": "Carving History        Gutzon Borglum observes two workers carving an eye on Mount Rushmore. Charles D'Emery       October 4, 1927 - October 31, 1941 Mount Rushmore is a project of colossal proportion, colossal ambition and colossal achievement. It involved the efforts of nearly 400 men and women. The duties involved varied greatly from the call boy to drillers to the blacksmith to the housekeepers. Some of the workers at Mount Rushmore were interviewed, and were asked, \"What is it you do here?\" One of the workers responded and said, \"I run a jackhammer.\" Another worker responded to the same question, \" I earn $8.00 a day.\" However, a third worker said, \"I am helping to create a memorial.\" The third worker had an idea of what they were trying to accomplish. The workers had to endure conditions that varied from blazing hot to bitter cold and windy. Each day they climbed 700 stairs to the top of the mountain to punch-in on the time clock. Then 3\/8 inch thick steel cables lowered them over the front of the 500 foot face of the mountain in a \"bosun chair\". Some of the workers admitted being uneasy with heights, but during the Depression, any job was a good job. The work was exciting, but dangerous. 90% of the mountain was carved using dynamite . The powdermen would cut and set charges of dynamite of specific sizes to remove precise amounts of rock. Before the dynamite charges could be set off, the workers would have to be cleared from the mountain. Workers in the winch house on top of the mountain would hand crank the winches to raise and lower the drillers. If they went too fast, the drillers in their bosun chairs would be dragged up on their faces. To keep this from happening, young men and boys were hired as call boys. Call boys sat at the edge of the mountain and shout messages back and forth assuring safety. During the 14 years of construction not one fatality occurred. Dynamite was used until only three to six inches of rock was left to remove to get to the final carving surface. At this point, the drillers and assistant carvers would drill holes into the granite very close together. This was called honeycombing. The closely drilled holes would weaken the granite so it could be removed often by hand. Visitors to the site were very interested in the honeycombed granite and would often ask, \"How can I get a piece of rock like that?\" The hoist operator would usually respond, \"Oh, I can't give that away. I'm holding onto it for a buddy of mine that works up on the mountain.\" The visitor would respond, \"I'll pay, I'll give you $2.00 for it.\" The hoist operator's reply was, \"Nope, nope, I'd really catch it if I gave away my buddies piece of granite.\" If the visitors were very determined to get a piece of that granite, they would make another offer. \"I'll give you $6.00 for that piece of honeycomb granite.\" The hoist operator would pretend to pause and think about it... then he would say, \"Alright for $6.00 I'm willing to take the heat.\" The hoist operator would give the visitors the piece of honeycombed granite and take their $6.00. The visitor would leave very pleased with their rare and hard won souvenir. The hoist operator would wait until he was sure the visitors were gone and he would get on the phone to the top of the mountain and say, \"Boys send down another one!\" Another piece of honeycombed granite was sent down, ready for the next visitor looking for a special souvenir from Mount Rushmore. After the honeycombing, the workers smoothed the surface of the faces with a hand facer or bumper tool. In this final step, the bumper tool would even up the granite, creating a surface as smooth as a sidewalk. From 1927 to 1941 the 400 workers at Mount Rushmore were doing more than operating a jackhammer, they were doing more than earning $8.00 a day, they were building a Memorial that people from across the nation and around the world would come to see for generations.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/historyculture\/carving-history.htm"
}
