{
    "title": "Lake Mead National Recreation Area: Additional Education Resources",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Additional Education Resources                 Additional Education Resources      Printed Education Materials (for download)          Field Notebook Download (PDF) for Lake Mead National Recreation Area. This notebook can be used in a variety of settings, both on a field trip to Lake Mead, as well as in the classroom or school yard. It was designed for elementary students, but has been used for older students, as well.                 Flowering Plants of Lake Mead(Out of Print) James s. Holland and Russell K. Grater Southwest Parks and Monuments Association-Popular Series #23 ISBN 0-911408-49-5. This out-of-print publication is a good introduction to common plants of Lake Mead, as well as information about different plant communities and plant adaptations.    Download complete guide 12mb pdf (right click, save target as)          Snakes, Lizards and Turtles of the Lake Mead Region WNPA publication Russell K. Grater Southwest Parks and Monuments Association 1981 ISBN 0-911408-58-4. This publication is a good way to get started on basic information about some common reptiles of the area.   Download guide 1mb pdf (right click, save target as)          A Synthesis of Aquatic Science for Management of Lakes Mead and Mohave USGS Circular 1381 US Geological Survey 2012 This publication provides a concise summary of science on the lakes related to water, wildlife, and recreation and is a very good resource for secondary and post-secondary teachers.    Download guide 12mb pdf (right click, save target as)          Mojave Desert Discovery This is a resource guide about the Mojave Desert ecosystem for teachers of upper elementary students.    Download complete guide 12mb pdf (right click, save target as)          Mojave Desert Issues  This is a secondary school curriculum that helps develop critical thinking skills by looking at issues that national parks are facing.    Download Desert issues 1mb pdf (right click, save target as)          Our Living Desert  This version of \"Our Living Desert\" has been rewritten and updated with photographs compiled from the National Park Service Database at Lake Mead National Recreation Area.    Download Our Living Desert 12mb pdf (right click, save target as)      Video Education Materials             Shifting Sands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:18 minutes, 19 seconds  Climate Change in the Mojave               Connecting You with the Mojave Desert   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 25 seconds  This film is for teachers to show to their students in preparation for a ranger led field trip. It covers what to expect, what to wear, and basic field trip safety.               Managing Our Desert   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:11 minutes, 6 seconds  This film is a good way to get to know Lake Mead National Recreation Area and the project work relating to challenges facing wildlife and plant management issues. This is a very good resource for secondary and post-secondary teachers.          For additional multimedia presentations please visit our Photos & Multimedia page",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/education\/additional-education-resources.htm"
}
