{
    "title": "Mount Rushmore National Memorial: Geologic Activity",
    "body": "Geologic Activity       The geologic forces of heat, pressure, deposition, uplift and erosion have combined with millions of years of time to create the spectacular setting for the carving of Mount Rushmore. The rocks which form and surround the memorial are part of the “crystalline core” of the Black Hills, the oldest rocks in South Dakota and among the oldest in the western United States. There are two distinct stories to tell - the origin of the rocks and the creation of the current topography.  The rocks are ancient, the topography is relatively recent.      Origin of the Rocks There are two main types of rock at Mount Rushmore, very old granite and much older metamorphic rocks.  Precambrian Sediments The metamorphic rocks we now see began as sediments at the bottom of a shallow sea during the Precambrian period - sometime between 1.6 and 2.5 billion years ago. Dates this old are very difficult to determine precisely, mainly because they pre-date all life on the earth. What is now western South Dakota was then near the edge of a sea. Because there was no plant life to hold the forces of erosion in check, erosive forces acted much faster during the Precambrian. Vast quantities of sand and clay were washed down into the sea.  The pressure of its own weight eventually turned this sand and clay into sandstone and shale. Eventually these sandstone and shale formations reached a thickness of several miles.         Formation of the Granite About 1.6 billion years ago a great mass of molten rock began to rise from deep within the earth's crust. As this mass cooled (still well underground) it formed the granite which is now the core of the Black Hills. The molten rock cooled unevenly, forming both blocks of relatively fine grained rock (quick cooling) and, more commonly, blocks of coarse grained pegmatite (slow cooling). A large block of fine grained granite now forms the upper portion of Mount Rushmore, providing an excellent carving medium for Gutzon Borglum. Metamorphism As this mass of molten rock rose upwards it came in contact with the older sandstone and shale. The intense heat and pressure melted some of the sedimentary rocks and turned the rest into metamorphic rock. The sandstone became quartzite, an extremely hard, glassy rock. The more abundant shale became mica schist. What had once been shale now acquired a property called schistosity, or the physical ability to break easily into thin slices. The mineral content was also changed by the pressure as the original quartz and clay were converted into new minerals. The most common are muscovite and biotite, but others include garnet, sillimanite, staurolite, cordierite and feldspar. The rocks were also bent and folded. The exact contact points between the granite and the metamorphic rocks can be seen in many places within the memorial as geologic unconformities. These granites and metamorphic rocks (mainly mica schists) make up all of the surface rock visible within the memorial.      Formation of the Topography Erosion The geologic history of the region between 1.6 billion and 500 million years ago is unknown. Either no rocks formed during that time or none have survived. Several miles of rocks must have been eroded from above the granite during that time, creating marine sediments which have been found to the east of the region.  Deposition The flanks of the Black Hills are covered with rocks which formed between 500 and 100 million years ago.  These rocks have been completely eroded away in the area of the memorial but they can be seen on any of the roads heading away from the central Black Hills. Many of these rocks are limestone.  They were deposited in shallow seas as millions of marine organisms died, settled to the bottom, were buried and converted to sedimentary rock. These limestone formations include the rocks of both Wind Cave National Park and Jewel Cave National Monument.  Uplift About 70 million years ago the area of the Black Hills began to uplift. This uplift is believed to be related to the general uplift of the central Rocky Mountains. As the Black Hills began to rise, the sedimentary rocks above the crystalline core began to crack, and then erode away. This process of erosion is complete in the area of the memorial-only the granites, pegmatites and metamorphic rocks of the crystalline core are still visible within the boundaries of the memorial. Much of the material eroded from above the crystalline core was transported up to 150 miles to the east and forms the rock layers now being eroded again at Badlands National Park.Modern Topography Mount Rushmore is here today because the granite erodes very slowly compared to the surrounding rocks. In the area of the memorial the hard granite creates mountains or hills and the equally tough quartzite forms knife ridges. The less resistant mica schist tends to be eroded into canyons and gullies. Erosive Forces The primary erosive forces in action today are wind, rain, snow and frost wedging. The forces of wind and weather slowly eat away at the rocks of the memorial. However, the granite is extremely resistant. The rate of erosion on the granite faces has been estimated at only 1\/10 inch per one thousand years.  A more significant erosional force in the Black Hills is frost wedging. Granite has natural cracks in it. If water gets into the cracks it expands as temperatures dip below freezing - exerting great pressure on the rock and gradually expanding the cracks. This is prevented by the caulking of cracks on the memorial with a silicon solution that prevents water from entering the cracks.      What You See Today   The two stories of the rocks at Mount Rushmore - the origin of the rocks and the creation of the current topography are as different as the rock types found here at the mountain. The granite is a very hard rock and the mica schist is much softer. The granite was once molten rock and the mica schist was formed as a result of the heat and pressure exerted by the molten rock. The granite erodes very slowly at only one inch every 10,000 years, while the mica schist is eroded relatively quickly into canyons and gullies.  Water is the main erosive force threatening to make any real change to the mountain. Water freezing over the years can wedge the blocks of rock apart. The result of all these geologic forces created a place where a colossal carving could stand. The four granite faces look down upon millions of visitors each year from their lofty heights and will continue to do so for thousands of years to come.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/nature\/geologicactivity.htm"
}
