{
    "title": "Mount Rushmore National Memorial: Animals",
    "body": "Animals         A yellow-bellied marmot enjoys some morning sun on a granite outcrop. NPS Photo  Enjoy Wildlife ...Safely Mount Rushmore National Memorial is home to a large variety of wildlife, some of which you may encounter during your visit. As a visitor to this habitat, take some time to learn about the wildlife and remember to respect their need for space while viewing them. While some animals may spend part of the year close to roads and developed areas where they are easy to observe, remember to enjoy them from a distance. Wild animals may appear to tolerate people, but approaching too close can cause them stress and disturb them from their rest, natural feeding areas, and travel routes. As you view and photograph wildlife, use binoculars or a telephoto lens to improve your view, instead of moving closer. Keep the animal's line of travel or escape route clear. If wildlife approaches you, move away. Allow other visitors a chance to enjoy wildlife. If your actions cause an animal to flee, you are too close and have deprived other visitors of a viewing opportunity. Please remember not to feed wild animals. Animals have their own sources of food with the proper nutrition in the park;your food can only hurt them. Wrappers and plastic bags that human food is packaged in are often eaten by wildlife, which can cause serious health problems or even death. Feeding wildlife can also cause them to lose their fear of people. Once habituated, these animals often become increasingly aggressive. Because they are still wild, they remain unpredictable and may strike out with antlers, horns, teeth, hooves, or claws without warning. Your close interaction with wildlife may seem like a positive experience, but you could be setting someone else up for injury. Many people are injured each year by animals that have begun to EXPECT humans to feed them. As you visit Mount Rushmore National Memorial, please remember:  Do not approach wild animals. Do not feed wild animals.  By following these rules, you will help protect the animals here in their natural home. This will allow many generations of visitors to safely experience the thrill of seeing them in a natural state.              Amphibians   Learn more about some of the amphibians found at Mount Rushmore.        Birds   View some of the birds you might see at Mount Rushmore.        Mammals   Learn more about some of the mammals found at Mount Rushmore.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/nature\/animals.htm"
}
