{
    "title": "Mount Rushmore National Memorial: 1934 Hearst Essay Contest",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     1934 Hearst Essay Contest                1934 Hearst Essay Contest       Gutzon Borglum teamed up with the Hearst newspapers in 1934 to sponsor an essay contest.  The winner would have their words carved into some part of Mount Rushmore along with the four presidents.  After winners were selected and prizes awarded, Borglum decided against carving any text into his sculpture.  A young Nebraskan named William Andrew Burkett, triumphed in the college-age category. On July 4, 1971, Burkett donated a bronze plaque of his award-winning essay, written in 1934 while attending Omaha University Law School. The plaque now hangs on the Borglum View Terrace at the memorial. His essay is below: Almighty God, from this pulpit of stone the American people render thanksgiving and praise for the new era of civilization brought forth upon this continent. Centuries of tyrannical oppression sent to these shores, God-fearing men to seek in freedom the guidance of the benevolent hand in the progress toward wisdom, goodness toward men, and piety toward God. 1776 Consequently, on July 4, 1776, our forefathers promulgated a principle never before successfully asserted, that life, liberty, equality, and pursuit of happiness were the birthrights of all mankind. In this declaration of independence beat a heart for all humanity. It declared this country free from British rule and announced the inalienable sovereignty of the people. Freedom’s soldiers victoriously consecrated this land with their life’s blood to be free forever more. 1787 Then, in 1787 for the first time a government was formed that derived its just powers from the consent of the governed. General Washington and representatives from the 13 states formed this sacred Constitution, which embodies our faith in God and in mankind by giving equal participation in government to all citizens, distributing the powers of governing, three fold securing freedoms of speech and of the press, establishing the right to worship the Infinite according to conscience, and assuring this nation’s general welfare against an embattled world. This chart of national guidance has for more than 150 years weathered the ravages of time. Its supreme trial came under the pressure of Civil War, 1861-65. The deadly doctrines of secession and slavery were then purged away in blood. The seal of the Union’s finality set by President Lincoln, was accomplished like all our triumphs of law and humanity, through the wisdom and the power of an honest, Christian heart. Far-sighted American statesmanship acquired by treaties, vast wilderness territories, where progressive, adventurous Americans spread civilization and Christianity. 1803 In 1803, Louisiana was purchased from France. This acquisition extended from the Mississippi River, across the fertile prairie to the Rocky Mountains, and paved the way for America's preeminence among the nations. 1819 In 1819, the picturesque Florida peninsula was ceded as payment of Spanish obligations due to Americans. 1845 In 1845, Texas, having patterned American democracy during the ten years of freedom from Mexican rule, accepted the invitation to join the sisterhood of states. In 1846, the Oregon country was peacefully apportioned by the 49th parallel as the compromised international boundary of the two English-speaking nations. 1848 In 1848, California and territory likewise rich in natural resources was acquired as the consequence of an inevitable conflict with Mexico. In spirit of mutual concession, the United States granted additional indemnities for the adjustment of the international boundary, extending from the Rio Grande to the Gulf of California. 1850 In 1850, Texas willingly ceded the disputed Rio Grande region, thus ending the dramatic acquisition of the west. 1867 In 1867, Alaska was purchased from Russia. 1904 In 1904, the Panama Canal Zone was acquired for our people to build a navigable highway enabling the world's people to share the fruits of the earth and human industry. Now, these eras are welded into a nation possessing unity, liberty, power, integrity and faith in God, with responsible development of character and devoted to the performance of humanitarian duty. Holding no fear of the economic and political, chaotic clouds hovering over the earth, the consecrated Americans dedicate this nation before God, to exalt righteousness and to maintain mankind's constituted liberties so long as the earth shall endure. William Andrew Burkett",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/historyculture\/1934-hearst-essay-contest.htm"
}
