{
    "title": "Mount Rushmore National Memorial: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation         A worker installs scanning targets on George Washington's face on Mount Rushmore. NPS Photo  Caring For A Monumental Sculpture Mount Rushmore National Memorial was carved from granite known locally as the Harney Peak granite. This granite is a fine-grained granite with zones, or veins, of large crystals called pegmatite. These pegmatite zones are weaker and more susceptible to cracking than the surrounding granite. In 1989, the National Park Service and the Mount Rushmore Society began studies to understand the structure of the mountain itself. Through these studies, the major fractures and blocks of granite that make up the mountain were identified and mapped in three dimensions. Analyzing The Rock Using a method known as Key Block Analysis, the blocks of granite in the sculpture were identified and categorized. Four blocks have been identified as potential key blocks, and are located in the sculpted faces of George Washington, Abraham Lincoln, and Theodore Roosevelt. If any of three of these potential key blocks were to move, it is believed this would allow other blocks of granite to move also.        A worker applies silicone caulking to a crack on Mount Rushmore. NPS Photo  Keeping Water Out Another purpose of the study was to determine the effectiveness of the original sealant applied to the cracks on the sculpture. The substance devised by Gutzon Borglum, a mixture of linseed oil, white lead, and granite dust, was found to have dried out quickly and became ineffective at keeping water out of the cracks. National Park Service staff began removing the old sealant and replacing it with a modern silicone sealant. Modern sealants are better able to withstand the extreme temperature and moisture variations that occur on Mount Rushmore. Similar to what Borglum had done, the silicone is camouflaged after it is applied by sprinkling granite dust on its surface.        One of many round sensors on Mount Rushmore that continually monitor the granite for movement. NPS Photo  Constant Monitoring As part of the efforts to preserve Mount Rushmore National Memorial, a monitoring system was installed in 1998. Electronic instruments capable of measuring even slight movement in three dimensions were placed along some of the major fractures. The instruments also record the temperature of the air and the rock surface. The instruments are attached directly to the sculpture and are capable of measuring movement of less than 0.0001 inches. Measurements are recorded four times a day and relayed to a central computer. Currently, there is no evidence that the sculpture is in any danger. No movement of the blocks of granite has been detected. Monitoring the sculpture will help to identify potential problems quickly. Once problems are identified, solutions can be found that will allow continued preservation of this unique work of art.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/historyculture\/preservation.htm"
}
