{
    "title": "Mount Rushmore National Memorial: Keeping Up With The Times",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Keeping Up With The Times                Keeping Up With The Times         Walkway from the parking lot to the Visitor Center as it looked after the state flags were added for the Bicentennial Celebration in 1976. NPS Photo  Many visitors who have been here before are surprised when they arrive today. From the original roadside pullout to the current modern buildings, the facilities at Mount Rushmore National Memorial have changed over time. These changes have been made to better meet the needs of our visitors. As visitation increased it became necessary to expand and improve our facilities. The existing facilities were constructed during the 1950's and 1960's, when visitation was less than half what it is today. Paths, walkways, trails, restrooms, parking spaces, and interpretive exhibits could no longer meet the needs of our visitors. In the mid-1990's work began on new facilities that could accommodate the nearly three million people that now visit Mount Rushmore National Memorial each year.        Photograph of the original Visitor Center with the Buffalo Dining Room and Gift Shop in the foreground.  Both buildings were replaced in the late 1990's. NPS Photo  During the major reconstruction which began in 1994, the Visitor Center and the Buffalo Dining Room and Gift Shop were replaced. The current Lincoln Borglum Visitor Center sits on the site of the old dining room and gift shop (lower right corner of photo). The current Carver's Café is located on the site of the old Visitor Center (middle left of photo). The new buildings provided much needed space and updated facilities for the growing number of visitors at Mount Rushmore National Memorial.        Photo of the old parking lot nearly filled to capacity. NPS Photo  Parking At The Memorial Over the years vehicle parking at the memorial became a concern as well. The previous parking facility held around 500 vehicles. During the summer of 1989 alone, visitation was high enough to exceed available parking on 36 days. Traffic congestion was common with lines of cars stretching down the hill towards Keystone, with visitors eagerly waiting to get in. It became necessary to provide additional parking as visitation increased.        Photo of the original amphitheater built in 1959. NPS Photo  Throughout the summer months a lighting ceremony is held in the park's amphitheater each evening. The original amphitheater, built to hold 850 people, was simply too small for the continually growing audience. Currently, an average of 2,500 visitors attend this summer program nightly.        The walk way leading towards Mount Rushmore as it looks today. NPS Photo  As Mount Rushmore National Memorial and its visitors move into the future the facilities here will continue to change, as the needs of our visitors change. What will not change, however, is the sculpture that these facilities sit beneath. The mission of the National Park Service is to constantly balance the protection of our resources while providing a way for visitors to find their own meaning in these special places.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/historyculture\/keeping-up-with-the-times.htm"
}
