{
    "title": "Mount Rushmore National Memorial: Virtual Tour",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour              Virtual Tour          Mount Rushmore Mobile App Connect with Mount Rushmore National Memorial in a new mobile app that is available free on iTunes. Application content includes historic photographs,  data from the 2010 digial preservation project, and a virtual tour of the park  with 360° close-up views of the sculpture. Use the QR Code for use with iPhone and iPad for direct link to the iTunes Store for download. This is a free application. Visit the iTunes store to download the app. To read the QR code... your device will need a camera and a QR Code Reader. There are many free readers in the app store.        Mount Rushmore's rope access team scans Theodore Roosevelt. NPS Photo  Online Digital Portal Mount Rushmore National Memorial, in partnership with the Kacyra Family Foundation and CyArk, is proud to present an online digital portal filled with multimedia materials created from the 2010 3D laser scanning project of the mountain. The online digital portal is free to the public and features an array of material including an interactive virutal tour of the memorial, navigable and measurable 3D \"point cloud\" models comprised of the billions of points collected by the laser scanners and a large collection of videos and photographs. To access the portal, please go to: http:\/\/www.cyark.org\/projects\/mount-rushmore-national-memorial\/in-depth        Maureen Young with Historic Scotland scans Borglum's historic model in the Sculptor's Studio. NPS Photo  2010 Digital Scanning Project In 2010, Mount Rushmore National Memorial embarked on a ground-breaking three-dimensional laser scanning project. Memorial staff used the latest laser scanning technology to create a highly detailed record of the sculpture and other historic resources at the park. The value of the 3-D scanning provides realistic digital information of the site and provides opportunities for innovative and interactive public interpretation, education, research and security programs. In the event of an incident resulting in the damage of the sculpture, the data would provide the information necessary to accurately replicate carved surfaces. The digital data will also give the NPS the ability to develop a very realistic interactive model for Mount Rushmore for education and interpretation including potential \"virtual tours\" of the memorial, as well as the entire site. Scanning Team and Partners The scanning team consists of members of the Memorial's technical ropes team, scanning specialists from the Kacyra Family Foundation and their project CyArk, Historic Scotland, and the Glasgow School of Art, as well as local technical consulting staff from Respec Engineers, Inc., Wyss and Associates, Inc., and the South Dakota School of Mines and Technology. The scanning of Mount Rushmore is also a part of a scanning project called the Scottish 10 by Historic Scotland and the Glasgow School of Art. The goal of the Scottish 10 is to scan the 5 World Heritage Sites in Scotland and 5 international heritage sites, with Mount Rushmore as the first international site. All of these projects, including the scanning of Mount Rushmore, are among the CyArk 500 initiative which is a global effort to digitally preserve 500 of the world's heritage sites. Laser Scanning Process Laser scanning accurately records the 3-D surface of objects in a digital form. The team uses a mix of lasers mounted on tripods including three machines developed by Leica: The Leica Scanstation C10, Leica HDS6100, and the Leica Scanstation 2. The scanners project millions of points which are collected and put together to reate a 3-D model of the object being scanned. These points are called 'cloud points' by scientists and give will the information needed to create an extremely accurate 3-D model. Laser scanning is capable of capturing sub-centimeter details. Daily Journal of the 2010 Scanning Project",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/photosmultimedia\/virtual-tour.htm"
}
