{
    "title": "Mount Rushmore National Memorial: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases       News Release Archive Read news releases from previous years.          Subscribe  | What is RSS     July 06, 2016  New Concession Contract Awarded  The National Park Service announced today the selection of Xanterra Parks and Resorts, Inc., for the 10-year concession contract at Mount Rushmore National Memorial.   July 01, 2016  July Celebrations  Independence Day and National Park Service Centennial celebrations held at Mount Rushmore National Memorial come together in July.   April 28, 2016  Wastewater Treatment Operation Award and Drinking Water Certificate of Achievement Recipient  Mount Rushmore National Memorial wastewater treatment system team is the recipient of the 2015 Operation and Maintenance Wastewater Treatment Award and the Drinking Water Certificate of Achievement presented by the South Dakota Department of Environmental and Natural Resources, DENR.   April 26, 2016  Prescribed Burn Reducing Slash Piles  Tuesday April 26 Mount Rushmore National Memorial will implement a prescribed burn to reduce accumulated slash piles in support of the park’s fire management plan. The burns will begin at the south east park boundary.   April 21, 2016  Tourism to Badlands and Black Hills National Park Sites Creates $355,585 in Economic Benefits in 2015  A new National Park Service (NPS) report shows that the 4.2 million visitors to national park sites in the Black Hills\/Badlands area in 2015 spent $276.2 million in communities near the park.   April 16, 2016  New Climate Friendly Park  Celebrating National Park Week, Superintendent Cheryl Schreier announces Mount Rushmore National Memorial has achieved Climate Friendly Park (CFP) status.   December 18, 2015  Introducing Find Your Park “Activity 99”  “Activity 99” is a list of 2 - 4 activities, places, events or fun things to do or items to find in several locations around the Black Hills, a scavenger hunt within our local parks, communities, museums, and visitor centers.   October 01, 2015  Prospectus for Retail, Food and Beverage, Parking and Other Services Issued  The National Park Service (NPS) issued a Prospectus on September 29, 2015, for a concession contract for food and beverage, retail, and parking at Mount Rushmore National Memorial.   September 03, 2015  Area National Park Sites Welcome 4th Grade Students Through Every Kid In a Park Initiative  The National Park Service invites all 4th grade students to visit their national parks as part of the White House's new Every Kid in a Park program.   June 22, 2015  Sculpture Preservation Work Underway  Beginning Tuesday, June 23, the Sculpture Preservation Team at Mount Rushmore National Memorial will be working on the sculpture replacing monitors and fiber optic lines.   April 30, 2015  Pet and Smoking Boundary Map  Superintendent Cheryl Schreier announces the beginning of the pet and smoking boundary establishment at Mount Rushmore effective Friday, May 1, 2015   April 30, 2015  Healthy Parks, Healthy People, Pet and Smoking Boundary Established  Superintendent Cheryl Schreier announces the beginning of the pet and smoking boundary establishment at Mount Rushmore effective Friday, May 1, 2015.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/news\/newsreleases.htm"
}
