{
    "title": "Mount Rushmore National Memorial: Why These Four Presidents?",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Why These Four Presidents?                Why These Four Presidents?       Gutzon Borglum selected these four presidents because from his perspective, they represented the most important events in the history of the United States. Would another artist at that time, or perhaps a modern artist choose differently? As you read more about Borglum's choices, think about what you might have done if the decision was up to you.         George Washington, First President of the United States Born 1732, died 1799. Washington led the colonists in the American Revolutionary War to win independence from Great Britain. He was the father of the new country and laid the foundation of American democracy. Because of his importance, Borglum chose Washington to be the most prominent figure on the mountain. \"The preservation of the sacred fire of Liberty, and the destiny of the Republican model of Government, are justly considered as deeply, perhaps as finally staked, on the experiment entrusted to the hands of the American people.\" George Washington Other places to learn more about George Washington: George Washington Birthplace National Monument The White House - Presidents - George Washington         Thomas Jefferson, Third President of the United States Born 1743, died 1826. Jefferson was the primary author of the Declaration of Independence, a document which inspires democracies around the world. He also purchased the Louisiana Territory from France in 1803 which doubled the size of our country, adding all or part of fifteen present-day states. \"We act not for ourselves but for the whole human race. The event of our experiment is to show whether man can be trusted with self - government.\" Thomas Jefferson Other places to learn more about Thomas Jefferson:  Thomas Jefferson Memorial National Memorial Jefferson National Expansion Memorial National Memorial The White House - Presidents - Thomas Jefferson         Theodore Roosevelt, 26th President of the United States  Born 1858, died 1919. Roosevelt provided leadership when America experienced rapid economic growth as it entered the 20th Century. He was instrumental in negotiating the construction of the Panama Canal, linking the east and the west. He was known as the \"trust buster\" for his work to end large corporate monopolies and ensure the rights of the common working man. \"The first requisite of a good citizen in this Republic of ours is that he shall be able and willing to pull his weight - that he shall not be a mere passenger.\" Theodore Roosevelt Other places to learn more about Theodore Roosevelt:  Theodore Roosevelt Birthplace National Historic Site Theodore Roosevelt Inaugural National Historic Site Sagamore Hill National Historic Site Theodore Roosevelt National Park The White House - Presidents - Theodore Roosevelt         Abraham Lincoln, 16th President of the United States Born 1809, died 1865. Lincoln held the nation together during its greatest trial, the Civil War. Lincoln believed his most sacred duty was the preservation of the union. It was his firm conviction that slavery must be abolished. \"I leave you hoping that the lamp of liberty will burn in your bosoms until there shall no longer be a doubt that all men are created free and equal.\" Abraham Lincoln Other places to learn more about Abraham Lincoln:  Abraham Lincoln Birthplace National Historical Park Lincoln Boyhood National Memorial Lincoln Home National Historic Site Lincoln Memorial National Memorial The White House - Presidents - Abraham Lincoln      To learn more about these four presidents and all the others follow this link to the White House.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/historyculture\/why-these-four-presidents.htm"
}
