{
    "title": "Mount Rushmore National Memorial: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People         Portrait of Sculptor Gutzon Borglum.   Gutzon Borglum Learn more about his life and other works of art.        Lincoln Borglum.   Lincoln Borglum Read more about his role as his father's right hand man and unsung hero of this project.        Doane Robinson 1856-1946 NPS Photo  Doane Robinson is known as the \"Father of Mount Rushmore.\" It was his idea for colossal carvings in the Black Hills. He wanted to create an attraction that would draw people from all over the country to his state. In August of 1924 he contacted Gutzon Borglum who was working at Stone Mountain, Georgia, on the face of Robert E. Lee. In his letter Robinson invited Borglum to visit South Dakota and talk over the possibility of carving a mountain. Borglum took Robinson up on his offer and met with him during September of 1924 and again in August of 1925. During this second trip Borglum found Mount Rushmore.  From that point on Robinson worked diligently to secure funding for the project. Doane Robinson's idea was a success.        John Boland 1884-1958 John Boland Family  John Boland became interested in the Mount Rushmore project through Doane Robinson in 1925. He was very active in raising funds. It was Mr. Boland that kept the Rushmore project from running up bills it could not pay. Trustworthy and hard working he was the one that had to handle the unpaid creditors until the treasury was replenished.          William Williamson 1875-1972 NPS Photo  Congressman William Williamson was the driving force in getting money appropriated from Congress for the construction of the memorial. He was the one who convinced President Coolidge to come visit the Black Hills for a summer vacation in 1927. He also served as a member of the Mount Harney Memorial Society in 1925 until the Mount Rushmore National Memorial Society was created by legislation in 1929. He served as secretary, vice-president, and president of the Society.         Peter Norbeck 1870-1936 SD State Historical Society  Senator Peter Norbeck was a champion of Mount Rushmore and all of South Dakota. He was a political leader with a vision for the future of South Dakota. A tireless campaigner for Mount Rushmore, Norbeck orchestrated the political and legislative means to provide federal support in times when funding was difficult to obtain.           Charles E. Rushmore, the mountain bears his name. NPS Photo  Charles E. Rushmore Read his letter to Doane Robinson explaining how Mount Rushmore was named.        Portrait of Franklin D. Roosevelt.   President Franklin D. Roosevelt Read his remarks at the Thomas Jefferson unveiling on August 30, 1936.        Portrait of Calvin Coolidge.   President Calvin Coolidge Read the speech delivered by President Coolidge on August 10, 1927, at the dedication of the start of work on Mount Rushmore.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/historyculture\/people.htm"
}
