{
    "title": "Mount Rushmore National Memorial: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive       Recently archived news releases going back to 2011 can be accessed from this page. News releases from 2008 to 2010 are available in PDF format on the pages below: 2010 News Release Archive 2009 News Release Archive 2008 News Release Archive          Subscribe  | What is RSS     May 27, 2016  Centennial Summer Hours Begin  Superintendent Cheryl Schreier announces the opening of the summer schedule for Mount Rushmore National Memorial beginning Friday May 27 at 9 pm with the first Evening Lighting Ceremony.   December 18, 2015  Rose Parade Revelry  Superintendent Cheryl Schreier invites you to celebrate New Year’s Day at Mount Rushmore National Memorial.   August 04, 2015  Time Change for Evening Lighting Ceremony - August 9, 2015  Beginning Sunday August 9, 2015, the Evening Lighting Ceremony at Mount Rushmore will transition to an earlier start time of 8:00 PM.   May 08, 2015  Wastewater Treatment Operation Award Recipient  Mount Rushmore National Memorial wastewater treatment system team is the recipient of the 2014 Operation and Maintenance Wastewater Treatment Award presented by the South Dakota Department of Environmental and Natural Resources, DENR.   April 24, 2015  Iconic Wendelin Smokey Bear Paintings on Exhibit  South Dakota dubbed the month of May “Wildfire Awareness Month.” A very special exhibit will arrived to help us celebrate awareness and promote safety through beautiful artwork.   March 19, 2015  Construction Begins on Youth Exploration Area  Monday, March 23, construction will begin on a new Youth Exploration Area at Mount Rushmore National Memorial. During construction a section of the Presidential Trail will be closed to the public.   March 18, 2015  Celebrating Ninety Years  Mount Rushmore National Memorial celebrates 90 years of history on March 25, 2015.   December 23, 2014  Musco Lighting Donates an Illuminating Gift  New sculpture lighting system donated to Mount Rushmore National Memoral.   September 26, 2014  Fall Changes  Evening illumination of the sculpture at Mount Rushmore is about to change.   September 11, 2014  Celebrate the 200th Anniversary of the National Anthem  September 14, 2014 will mark the 200th anniversary of the poem “The Defense of Fort McHenry” written by Francis Scott Key. This poem would eventually become our National Anthem.   August 06, 2014  Time Change for Evening Lighting Ceremony  Superintendent Cheryl A. Schreier has announced a change in the hours of operation at Mount Rushmore National Memorial.   June 20, 2014  Unmanned Aircraft to be Prohibited in America's National Parks  National Park Service Director Jonathan B. Jarvis today signed a policy memorandum that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service.   June 12, 2014  Mount Rushmore National Memorial Announces Flag Day Celebration  Superintendent Cheryl A. Schreier has announced the celebration of Flag Day for Mount Rushmore National Memorial.   May 16, 2014  Mount Rushmore National Memorial Announces Summer Hours  Superintendent Cheryl Schreier has announced the summer schedule for Mount Rushmore National Memorial.   March 28, 2014  Visitor Study Workshop Held  Cheryl Schreier, Superintendent of Mount Rushmore National Memorial, is releasing the data from a recent visitor study conducted in summer 2013.   March 03, 2014  Tourism to Badlands and Black Hills National Park Sites Creates $229.7 Million in Economic Benefit  A new National Park Service report shows that 3,782,890 visitors to National Park sites in South Dakota in 2012 spent $229.7 million within the local area. That spending supported 3,549 jobs.   February 26, 2014  Mount Rushmore Prescribed Burn Reducing Slash Piles  Mount Rushmore National Memorial will implement a prescribed burn to reduce accumulated slash piles in support of the park’s fire management plan.   October 29, 2013  United States Mint to Launch Mount Rushmore Quarter November 6  Join officials from the United States Mint and the National Park Service for the official launch of the Mount Rushmore National Memorial quarter on November 6, 2013.   August 23, 2013  Commemoration of 50th Anniversary of I Have a Dream Speech  Mount Rushmore National Memorial Acting Superintendent David Smith invites the community and visitors to participate in a national remembrance of Dr. Martin Luther King Jr.’s I Have a Dream speech on August 28, 2013 at the Memorial.   August 06, 2013  Xanterra Wins Midwest Region Partnership Award  Mount Rushmore National Memorial Superintendent Cheryl Schreier is pleased to announce Xanterra at Mount Rushmore as the 2013 recipient of the National Park Service, Midwest Region, Excellence in Partnering Award.   August 05, 2013  Time Change for Evening Lighting Ceremony 2013  As daylight shortens the hours of operation change at Mount Rushmore National Memorial. Beginning Sunday August 11, 2013, the Evening Lighting Ceremony at Mount Rushmore will transition to an earlier start time of 8:00 PM.   June 03, 2013  Mount Rushmore National Memorial and Sioux Indian Museum Announce Visiting Artist Program for Summer 2013  The Department of the Interior, National Park Service, and Indian Arts and Crafts Board’s (IACB) Sioux Indian Museum are pleased to announce a collaboration to establish a program for visiting American Indian artists and artisans.   April 11, 2013  An Afternoon with Jan Conn, Climber and Caver  Cavers, adventurers and armchair pioneers are invited to experience the thrill of initial cave exploration through a presentation by climbing and caving pioneer Jan Conn.   February 26, 2013  National Park Tourism in South Dakota Creates $165 Million in Economic Benefit  A new National Park Service (NPS) report for 2011 shows that the 3,807,375 visitors to national parks in South Dakota spent $165 million in communities surrounding those parks. This spending supported 2,651 jobs across the state.   December 21, 2012  Recognized as Patriotic Employer  Mount Rushmore National Memorial has been recognized as a Patriotic Employer supporting the National Guard and Reserve.   December 14, 2012  Carving of Mount Rushmore Depicted on 2013 Quarter  A depiction of the carving of Mount Rushmore was revealed by the United States Mint to be located on the reverse, tails side, of an America the Beautiful Quarter to be released in the fall of next year.   November 19, 2012  Fire Restrictions Lifted  Superintendent Cheryl Schreier announced fire restrictions have been lifted at Mount Rushmore National Memorial.   November 02, 2012  Digital Lesson Plans Launched  Mount Rushmore announces the launch of online curricula based lesson plans adhering to the nationally recognized Common Core State Standards Initiative.   September 28, 2012  Hours for Fall Operations Begin October 1  Beginning Monday, October 1, 2012, facilities at Mount Rushmore National Memorial will transition into fall hours.   August 07, 2012  Time Change for Evening Lighting Ceremony August 2013  As daylight shortens the hours of operation change at Mount Rushmore National Memorial.   June 29, 2012  Smoking Ban Now in Effect at Mount Rushmore National Memorial  Superintendent Cheryl Schreier announced today that in an effort to promote a safe visiting and working environment under current dry conditions, Mount Rushmore National Memorial is banning smoking throughout the park effective immediately.   June 29, 2012  Clay Workshops Offered Throughout the Summer  In addition to a full spectrum of summer ranger-led programs, Mount Rushmore National Memorial will be hosting clay sculpting workshops throughout the summer.   March 23, 2012  Fire Caution Recommended at Mount Rushmore National Memorial  A mild winter and dry start to spring has resulted in high to extreme fire danger throughout the Central and Southern Black Hills including Mount Rushmore National Memorial.   February 28, 2012  Mount Rushmore National Memorial Equals Visitors, Money and Jobs  A new National Park Service (NPS) report shows that more than 2,331,000 visitors in 2010 spent $77.1 million in Mount Rushmore National Memorial and in communities near the park.   January 27, 2012  Mount Rushmore Prescribed Burning Reducing Slash Piles  Mount Rushmore National Memorial has begun a series of prescribed burns to reduce accumulated slash piles in support of the park’s mountain pine beetle and fire management plans.   January 10, 2012  Launch of 3D Digital Portal Allows Virtual Access to Mount Rushmore National Memorial  Mount Rushmore announces the launch of a new digital portal, http:\/\/archive.cyark.org\/mount-rushmore-national-memorial-intro.   October 17, 2011  Fireworks Eliminated from Independence Day Celebration  Superintendent Cheryl Schreier announced today that planning is underway for the 2012 Independence Day Celebration at Mount Rushmore National Memorial.   October 06, 2011  Annual Preservation Work Underway  The preservation team at Mount Rushmore National Memorial will be working on the faces starting Tuesday, October 11.   September 26, 2011  Mount Rushmore will transition to winter operations starting October 1  Beginning Saturday, October 1, 2011, facilities at Mount Rushmore National Memorial will change to winter hours.   September 01, 2011  Theodore Roosevelt Re-enactor to Perform on Labor Day  Back by popular demand to Mount Rushmore National Memorial is Gib Young, the re-enactor for President Theodore Roosevelt.   August 26, 2011  Tenth Anniversary of 9\/11 to be commemorated at Mount Rushmore National Memorial  In solemn remembrance of the tenth anniversary of September 11, 2001, Mount Rushmore National Memorial will illuminate the sculpture through the night of Sunday, September 11, 2011.   August 18, 2011  Sculptor in Residence to Offer Clay Sculpting Workshops  Mount Rushmore National Memorial will offer a ranger-led clay sculpting workshop every Thursday and Saturday beginning September 1 through September 29.   August 10, 2011  Time Change for Evening Program  Beginning Sunday August 14, 2011, the Evening Lighting Ceremony at Mount Rushmore National Memorial will transition to an earlier start time of 8:00 pm.   August 05, 2011  Sculptor in Residence to Offer Free Three-day Workshop  The National Park Service will offer a ranger-led sculpture workshop at Mount Rushmore National Memorial August 24, 25, and 26.   July 06, 2011  Thousands Celebrate at the Shrine of Democracy  The July 3 Independence Day celebration at Mount Rushmore National Memorial brought over 21,000 visitors to the national icon and proved to be one of the busiest days of the year.   June 24, 2011  Independence Day Weekend Schedule of Events  Visitors to Mount Rushmore National Memorial on July 3, 2011 will have the opportunity to experience a wide variety of educational programs, patriotic tributes, and musical entertainment in celebration of Independence Day.   June 07, 2011  Local Businessman Receives \"Champion Recognition Award”  The National Park Service Midwest Regional Office Director, Michael Reynolds, has announced that Jim Burgess and Black Hills Harley-Davidson are the recipients of a 2011 Midwest Region Partnership Award.   May 04, 2011  German Shepherd is Newest Member of Mount Rushmore Team  An explosives detecting canine has joined the team at Mount Rushmore National Memorial.   April 22, 2011  Partnership Results in Live Webcam at Mount Rushmore  As a result of a partnership forged between the National Park Service and South Dakota Public Broadcasting, people worldwide are now able to log on http:\/\/www.sdpb.org\/webcams\/mtrushmore.aspx and see live webcam pictures of an American icon, Mount Rushmore National Memorial.   March 31, 2011  Weisman Receives National Recognition  Bruce Weisman, Curator at Mount Rushmore National Memorial, received national recognition at the recent George Wright Society Conference on Parks, Protected Areas, and Cultural Sites in New Orleans, LA.",
    "url": "https:\/\/www.nps.gov\/moru\/learn\/news\/newsarchive.htm"
}
