{
    "title": "Mount Rushmore National Memorial: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions       Several National Park Service sites are located within a one to two hour drive of Mount Rushmore National Memorial. Follow the links below to learn more about visiting these other natural and historic sites.        A visitor walking through Jewel Cave, surrounded by nailhead spar calcite crystals.     Jewel Cave National Monument Located west of the city of Custer, South Dakota, Jewel Cave is currently the world's third longest known cave. Visit www.nps.gov\/jeca for more information about visiting Jewel Cave.        A calcite formation resembling honeycombs, called boxwork, is abundant in Wind Cave.   Wind Cave National Park Located approximately one hour and 15 minutes south of Mount Rushmore, the park consists of 28,000 acres of mixed grass prairie along with the world's sixth longest cave. Visit www.nps.gov\/wica for more information.        Devils Tower rises 867 feet above the surrounding terrain.   Devils Tower National Monument Devils Tower is approximately 2.5 hours northwest from Mount Rushmore. Travel west on Interstate 90, exit at Sundance, Wyoming, take Highway 14 north to Highway 24 and then take 24 north to the country's first national monument. Visit www.nps.gov\/deto for additional information.        The peaks and spires of Badlands National Park under dark clouds.   Badlands National Park This national park is approximately 1.5 hours from Mount Rushmore. Take Interstate 90 east towards Wall, South Dakota, to exit 110 or exit 131 to access South Dakota Highway 240, which is also known as the Badlands Loop Road. Visit www.nps.gov\/badl for additional information.        A Minuteman II training missile in Launch Facility Delta-09.   Minuteman Missile National Historic Site While visiting the Badlands you might also want to visit this site. Visitors can get an up close look at an intercontinental ballistic missile and take a guided tour through the underground launch control facility. Visit www.nps.gov\/mimi for additional information.",
    "url": "https:\/\/www.nps.gov\/moru\/planyourvisit\/nearbyattractions.htm"
}
