{
    "title": "Mount Rushmore National Memorial: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Mount Rushmore National Memorial Duct Tape Art Exhibit      Time: 8:00 AM to 9:00 PM Location: Lincoln Borglum Visitor Center, located directly beneath the Grand View Terrace. Fees: $11 parking fee applies     Sunday, August 14, 2016 Everyday  from 08\/01\/2016 to 09\/30\/2016 Duct tape art exhibit will be on display at the Lincoln Borglum Visitor Center. View Details      Mount Rushmore National Memorial Journey to Mount Rushmore Exhibit      Time: 9:00 AM to 6:00 PM Location: Journey Museum, Rapid City, South Dakota Fees: Museum admission required.     Sunday, August 14, 2016 Everyday  from 07\/07\/2016 to 10\/01\/2016 This exhibit will show the connections between the Rapid City community and the carving of Mount Rushmore National Memorial. View Details      Mount Rushmore National Memorial Mount Rushmore Evening Program      Time: 8:00 PM to 8:45 PM Location: Amphitheater Fees: $11 Parking Fee Applies     Sunday, August 14, 2016 Everyday  from 08\/14\/2016 to 10\/01\/2016 Starting on August 14, 2016, Mount Rushmore Evening Programs begin at 8:00 p.m. every night. View Details      Mount Rushmore National Memorial Introduction to Lakota Dance and Song      Time: 10:00 AM to 10:30 AM Location: Grand View Terrace Fees: $11 Parking Fee applies     Wednesday, August 17, 2016 Every Wednesday Weekly  from 08\/10\/2016 to 09\/28\/2016 Join Presenters Darrell Red Cloud and Starr Chief Eagle on the Grand View Terrace at Mount Rushmore. View Details      Mount Rushmore National Memorial Find Your Park Festival      Time: 10:00 AM to 2:00 PM Location: Main Street Square, Rapid City, South Dakota Fees: Free     Saturday, August 20, 2016 Learn about the parks in and around the Black Hills. Visit booths spotlighting national parks, state parks, local parks and outdoor organizations. View Details      Mount Rushmore National Memorial National Park Service 100th Birthday!      Location: Throughout the memorial grounds Fees: $11 parking fee applies     Thursday, August 25, 2016 You’re Invited! Please join us in celebration of 100 years of the National Park Service on Thursday, August 25, 2016, at Mount Rushmore National Memorial.  View Details",
    "url": "https:\/\/www.nps.gov\/moru\/planyourvisit\/calendar.htm"
}
