{
    "title": "Mount Rushmore National Memorial: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees and Passes         Vehicles entering the Mount Rushmore parking facility. NPS Photo  Entrance Fees There is no entrance fee for Mount Rushmore National Memorial. However, fees are required to park at the memorial. Mount Rushmore National Memorial Parking Facility Parking is readily available in the memorial's parking complex. The parking facility is operated under a concession contract between the National Park Service and the Mount Rushmore Society. No federal funding was used to construct the parking facility. A parking fee has been authorized to offset the costs associated with the construction, operation and maintenance of the parking facility. A parking permit entitles a non-commercial vehicle unlimited entry to the memorial for the calendar year. Parking Fees    Cars, Motorcycles and RVs $11 per vehicle   Commercial Tour Bus $50*   Verified, nonprofit Educational Bus $25*     *Parking passes for buses are valid for 24 hours from time of first entry. Parking fees may be paid with cash, traveler's check, local personal check or with Visa or Mastercard. Additional Information No reservations are needed to visit the memorial. Parking for vehicles pulling trailers or extra long vehicles is extremely limited.  For questions concerning parking and parking fees, please call Presidential Parking, Inc. at (605) 574-2643.   Passes The National Parks and Federal Recreational Lands Annual Pass, the Annual Pass - Military, the Senior Pass, the Access Pass and the Every Kid in a Park Pass cannot be used for parking fees at Mount Rushmore National Memorial. These passes cover entrance fees and in some cases provide a discount on special use fees such as camping and tours, but do not cover concession fees such as parking.  If you are eligible, the Access Pass, Annual Pass - Military and Every Kid in a Park Pass are available in the Information Center at Mount Rushmore. A paper voucher, available at everykidinapark.gov is required to receive the Every Kid in a Park Pass. The regular Annual Pass and Senior Pass are not sold at Mount Rushmore. They are available at several area national park sites and at local United States Forest Service offices.",
    "url": "https:\/\/www.nps.gov\/moru\/planyourvisit\/fees.htm"
}
