{
    "title": "Fort Sumter National Monument: Academic Fee Waiver Application",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Fort Moultrie Field Trip     Academic Fee Waiver Application                  Academic Fee Waiver Application       Applying for a Fee Waiver To qualify for an entrance fee waiver, educational institutions (not commercial tour companies) must provide the following information, divided into a three distinct parts for your understanding and convenience. Part 1:  Eligibility Applicants must prove that they are a bona fide academic institution by submitting one of the following:  a. A statement confirming educational or scientific tax exemption from the IRS or the applicant's national, state, or local tax authority; or b. A statement from a bona fide academic institution, confirming that the group is visiting for the purpose of providing transferable educational credit based on a curriculum; or c. A statement of accreditation or recognition as an academic institution from a recognized national, regional, state or local authority at the applicant's location. Part 2:  Educational Purpose of Visit Please use this sample letter to submit the required information using your academic institution's letterhead. There must be a direct relationship between the visit purpose and the use of the park.  A general statement to the effect that the visit is for \"educational purposes\" is insufficient by itself. Part 3: Planning Your Visit Call the park at (843) 883-3123 to schedule your field trip early. Fee waiver requests must be submitted to the park a minimum of three weeks before planned visit. This information will be needed for your fee waiver application. We make every effort to accommodate educational groups but time slots do fill up, especially in the spring.  Once parts 1-3 are completed, please mail or fax both parts of your application to the following address. Allow at least three weeks for the approval process. Fort Moultrie - a unit of Fort Sumter National Monument Attention: Academic Fee Waivers 1214 Middle Street Sullivan's Island, SC 29482 (843) 883-3910 fax Protecting the Park and Students At a minimum one chaperone per 10 children is required to ensure the safety of the students and to protect the historic resources. Review the following rules and safety precautions with students and chaperones  to ensure they will know what is expected of them.  ·  Respect the fort and be safe:Stay on walkways and watch your step. Climbing on hills, walls and cannons can be dangerous and potentially damaging to the fort.  Be on the lookout for drop offs without barriers.   ·  Leave parts of the fort where you find them:As part of the National Park system, everything in the park is protected. Do not remove or disturb any part of the fort or any living organism-plant or animal.   ·   Respect each other:Running, pushing, and yelling are not allowed anywhere on park grounds. Stay with your class and chaperones. Always have adults lead and bring up the end of the line.   ·  Respect the right of others to enjoy their National Park:Loud noises and other disruptive behavior in the fort or visitor center can spoil the experience of other visitors.   ·   Noise Pollution: Buses and other loud motor vehicles must turn off their engines when parked at the visitor center.  Things to Remember about Fee Waivers   Fee waivers will not be granted for unscheduled groups.   Academic fee waivers cannot be granted for hardship factors   Service, civic and fraternal organizations, such as Scouts, Rotary, and Elks, do not qualify for an academic fee waiver unless the group meets the criteria outlined in this flyer.   \"Blanket\" academic fee waivers for all National Parks are not issued or accepted.   Groups must submit separate requests to individual parks for approval.   If your waiver request is approved, you will receive an academic fee waiver. The group leader should present a copy of the approved fee waiver upon checking in at the visitor center. If your request is denied, you will receive a letter from the park explaining why your group does not qualify. Applicable Regulations The National Park Service is guided by the following regulations in the administration of academic fee waivers:  The Federal Lands Recreation Enhancement Act (16 U.S.C 6801-6814; P.L. 108-447, Division J, Title VIII), Enacted December 2004 Department of the Interior, National Park Service: Reference Manual 22A, Recreation Fee Collection, Approved April 2011",
    "url": "https:\/\/www.nps.gov\/fosu\/learn\/education\/academic-fee-waiver-application.htm"
}
