{
    "title": "Fort Sumter National Monument: War For Freedom",
    "body": "War For Freedom       African American Experiences in the Era of the Civil War A Web-based Curriculum Charleston, South Carolina provides an excellent setting to teach students about several key concepts in the study of slavery and freedom in the United States. In this unit focused on the experiences of African Americans, and primarily the slave population in Charleston and the surrounding area, students will learn: • There was a wide variety of experiences of enslavement before and during the Civil War. • The Civil War had direct impact on the experiences of the enslaved, including their attempts to achieve freedom. • Slavery included dual dynamics of control and resistance – slave owners and slave society tried to control the enslaved, who in turn demonstrated a wide variety of forms of resistance. During the Civil War, new opportunities for resistance developed.  • Enslaved and free African Americans resisted slavery in ways that sometimes helped the Union army, although their actions were not always supported by the Union army.       Curriculum Materials (high bandwidth)  All Materials (zip - 1.4mb)    Curriculum Materials (low bandwidth)  Overview Slideshow (pdf - 72kb) Teacher Page - Rationale \/ Prior Knowledge \/ MCREL Standards (pdf - 86kb) Explore the Setting (pdf - 62kb)  - Learning Activities  #1 A Spy's Report (pdf, 60kb) #2 Slavery in and around Charleston during the War (pdf, 73kb) #2 Worksheet  (pdf, 11kb) #3 Control and Resistance (pdf, 74kb) #3 Worksheet (pdf, 13kb) #4 Making Decisions About Resistance (pdf, 82kb) #4 Worksheet (pdf, 12kb)   - Resources  Description of Rice Cultivation in Georgetown, South Carolina (pdf, 13kb) Slave Sale Posters (pdf, 481kb) The Population of Charleston, South Carolina (pdf, 19kb) Slave Tags (pdf, 59kb) Enslaved People Working for the Confederacy (pdf, 113kb) An Interrogation (pdf, 18kb) Benjamin Holmes, enslaved (pdf, 19kb) Diary of Margaret Ann Meta Morris Grimball (pdf, 25kb) A Request to Slaveholders (pdf, 17kb) Robert Smalls (pdf, 130kb) A Slave Escape (pdf, 19kb) A Letter from Union Soldiers (pdf, 20kb) Denmark Vesey (pdf, 17kb) The United States Colored Troops (pdf, 25kb)",
    "url": "https:\/\/www.nps.gov\/fosu\/learn\/education\/war-for-freedom.htm"
}
