{
    "title": "Fort Sumter National Monument: Lesson Plans & Teacher Guides",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials     Lesson Plans & Teacher Guides                 Lesson Plans & Teacher Guides       Scavenger Hunts These scavenger hunts have been designed to give students more opportunities to learn by exploring sites and searching for the correct answers. Teachers are welcome to choose a select number of questions to have their students answer.  For school groups leaving from the Fort Sumter Visitor Education Center at Liberty Square (340 Concord St., Charleston), the Liberty Square Scavenger Hunt is a great introduction to their visit. (Liberty Square Hunt and Answer Key) There are two options for scavenger hunts at Fort Sumter. The first is an outdoor activity (Fort Sumter Scavenger Hunt and Answer Key). The second is for the museum located at Fort Sumter (Museum Scavenger Hunt and Answer Key).  For School groups visiting Fort Moultrie there is a scavenger hunt that incorporates the Visitor Center and Fort (Fort Moultrie Scavenger Hunt and Answer Key).         Lesson Plans & Activities Fort Sumter National Monument gives you a wonderful opportunity to have your students experience the power of visiting the place where the Civil War began. The lesson plans below are designed to engage and prepare students for their trip to the historic fort. There are additional resources and information available throughout this website that will make your trip to Fort Sumter enjoyable and educational. We encourage you to use the activities listed, as they were designed to meet the state of South Carolina Social Studies curriculum standards and the National Council for the Social Studies national curriculum standards.      American Revolution  Civil War The National Park Service and Beyond           Teacher's Guide The Fort Sumter Teacher’s Guide is designed as an informative tool for South Carolina educators. The National Park Service values education and strives to help students and teachers learn the unique history of special places. National Park Service staff and volunteers developed this guide that connects the state curriculum standards to the NPS sites in the Charleston area. These sites include Fort Sumter, Fort Moultrie, the Fort Sumter Visitor Education Center at Liberty Square and Charles Pinckney National Historic Site. We encourage you to apply any of the material found in the guide to plan visits or enrich and augment the materials you present to your students in the classroom. Download the teacher's guide (pdf, 1.9 MB)",
    "url": "https:\/\/www.nps.gov\/fosu\/learn\/education\/lessonplansandteacherguides.htm"
}
