{
    "title": "Fort Sumter National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Living historians portraying the Second South Carolina during Carolina Day NPS\/Everitt  Program Overview   Fort Sumter National Monument and Charles Pinckney National Historic Site Volunteer Program welcomes an array of people that serves the public in fulfilling and unique ways ranging from performing living history programs, to helping cultural resources with historical research, to restoring a World War II Endicott battery. In 2015 over 100 volunteers donated over 10,000 hours of service to the park!   The Fort Sumter National Monument and Charles Pinckney National Historic Site Volunteer Program is organized into three types of volunteering: individual, groups, and events or drop-in projects. The types of volunteer work vary for each of these, as does the way positions are posted and potential volunteers apply. If you are interested in volunteering visit www.volunteer.gov to apply for positions at the park.   Fort Sumter National Monument and Charles Pinckney National Historic Site volunteer handbook provides more details about working in the parks to prospective and current volunteers.       Contact Us After reading through the volunteer webpages, if you still have additional questions, please contact the Fort Sumter National Monument and Charles Pinckney National Historic Site Volunteer Program Office at 843-883-3123x237 or email Antoine Fletcher         I like working as a volunteer because it brings me into contact with a multitude of friendly people from all over the world. The sharing of our National Parks' histories is a sacred trust and I'm happy to do my part in preserving that for future generations. Being a somewhat minor-cog in the machinery that supports our Park Rangers is another reason, I'm proud to serve as a volunteer. Robert Long",
    "url": "https:\/\/www.nps.gov\/fosu\/getinvolved\/volunteer.htm"
}
