{
    "title": "Fort Sumter National Monument: Fort Moultrie",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Fort Moultrie                 Fort Moultrie             The first fort on Sullivan's Island was still incomplete when Commodore Sir Peter Parker and nine warships attacked it on June 28, 1776. After a nine-hour battle, the ships were forced to retire. Charleston was saved from British occupation, and the fort was named in honor of its commander, Colonel. William Moultrie. In 1780 the British finally captured Charleston, abandoning it only on the advent of peace. After the Revolution, Fort Moultrie was neglected, and by 1791 little of it remained. Then, in 1793, war broke out between England and France. The next year Congress, seeking to safeguard American shores, authorized the first system of nationwide coastal fortifications. A second Fort Moultrie, one of 20 new forts along the Atlantic coast, was completed in 1798. It too suffered from neglect and was finally destroyed by a hurricane in 1804. By 1807 many of the other First System fortifications were in need of extensive repair. Congress responded by authorizing funds for a Second System, which included a third Fort Moultrie. By 1809 a new brick fort stood on Sullivan's Island.         Between 1809 and 1860 Fort Moultrie changed little. The parapet was altered and the armament modernized, but the big improvement in Charleston's defenses during this period was the construction of Fort Sumter at the entrance of the harbor. The forts ringing Charleston Harbor - Moultrie, Sumter, Johnson, and Castle Pinckney - were meant to complement each other, but ironically received their baptism of fire as opponents. For more information about the Fort Moultrie of 1860, including 3D models and animation, visit Battlefields in Motion.      In December 1860 South Carolina seceded from the Union, and the Federal garrison abandoned Fort Moultrie for the stronger Sumter. Three and a half months later, Confederate troops shelled Sumter into submission, plunging the nation into civil war. In April 1863, Federal iron-clads and shore batteries began a 20-month bombardment of Sumter and Moultrie, yet Charleston's defenses held. When the Confederate army evacuated the city in February 1865, Fort Sumter was little more than a pile of rubble and Fort Moultrie lay hidden under the band of sand that protected its walls from Federal shells. The new rifled cannon used during the Civil War had demolished the brick-walled fortifications.  Fort Moultrie was modernized in the 1870s, employing concepts developed during the war. Huge new cannon were installed, and magazines and bombproofs were built of thick concrete, then buried under tons of earth to absorb the explosion of heavy shells.  In 1885, President Grover Cleveland appointed Secretary of War William C. Endicott to head a board to review the coastal defenses in light of newly developing weapons technology. The system that emerged, named for Endicott, again modernized the nation's fortifications. New batteries of concrete and steel were constructed in Fort Moultrie. Larger weapons were emplaced elsewhere on Sullivan's Island, and the old fort became just a small part of the Fort Moultrie Military Reservation that covered much of the island.As technology changed, harbor defense became more complex.  The world wars brought new threats of submarine and aerial attack and required new means of defense at Moultrie. Yet these armaments also became obsolete as nuclear weapons and guided missiles altered the entire concept of national defense.  Today Fort Moultrie has been restored to portray the major periods of its history. A visitor to the fort moves steadily backwards in time from the World War II Harbor Entrance Control Post to the site of the Palmetto-log fort of 1776.      Fort Moultrie Visitor Center Museum Exhibits Fort Moultrie Online Documents",
    "url": "https:\/\/www.nps.gov\/fosu\/learn\/historyculture\/fort_moultrie.htm"
}
