{
    "title": "Fort Sumter National Monument: Fort Moultrie Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Fort Moultrie Field Trip                 Fort Moultrie Field Trip      Historic Fort Moultrie is located on Sullivan's Island and features 171 years of seacoast defense history from the American Revolution through World War II. Before scheduling a trip to Fort Moultrie plan ahead and search through available lesson plans and activities.  An entrance fee is charged to visit Fort Moultrie. However, bona-fide educational organizations with a reservation and visiting as part of their regular curriculum may qualify for an academic fee waiver. Ask a ranger about a fee waiver when making your reservation.          Cannon Row at Fort Moultrie NPS Photo  To schedule your group to visit Fort Moultrie, please call (843) 883-3123x221 or e-mail.      Before visiting Fort Moultrie please review the safety rules and regulations with students and chaperones. Required: Children’s groups (12th grade and younger) are required to have a minimum of one adult leader for every ten children. Youths must stay with their designated adult leader at all times. Adult leaders are responsible for their group's conduct.   These regulations are in place for your safety and the safety of this historic site:    Be aware of uneven surfaces throughout the site and watch your step!    No climbing: climbing is not permitted on any part of the Fort including on brickwork, cannon, and hills   Do not remove any part of Fort Moultrie: the site is protected by federal law and all items must remain where they are found including bricks, rocks and shell    Stay hydrated: bring a reusable water bottle and take advantage of the water bottle filling station on site.    These rules are in place so that future generations and students can continue to learn from and enjoy visiting Fort Moultrie.",
    "url": "https:\/\/www.nps.gov\/fosu\/learn\/education\/fomofieldtrip.htm"
}
