{
    "title": "Fort Sumter National Monument: Fort Sumter Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Fort Sumter Field Trip                Fort Sumter Field Trip         Fort Sumter with Fort Sumter Tours Boat docked in front. NPS Photo  Historic Fort Sumter is located in the middle of Charleston Harbor and is only accessible by boat. Before scheduling a trip to Fort Sumter make sure to plan ahead and search through available lesson plans and activities.   Fort Sumter does not charge an entrance fee; however, tickets for the authorized concession-operated ferry to Fort Sumter are required and may be purchased in advance through Fort Sumter Tours. Please reference fees for additional details.  For more information about school trips to Fort Sumter please call Dennis Birr at 843-577-0242 or e-mail.       Before visiting Fort Sumter please review the safety rules and regulations with students and chaperones. Required: Children's groups (12th grade and younger) are required to have a minimum of one adult leader for every ten children. Youths must stay with their designated adult leaders at all times. Adult leaders are responsible for their group's conduct.  For the protection of the visitors and the historic fort the regulations include:  Be aware of the uneven surfaces throughout the fort and watch your step!  No climbing: no one may climb on any piece of the fort including the historic cannon  Stay within chain and metal barriers: do not cross any of the barriers set in place for safety purposes Leave everything where it is found: do not remove a single piece of Fort Sumter including loose bricks rock and shell.  Do not go onto or past the large rocks surrounding Fort Sumter Smoking is not permitted within the Fort: there is a designated smoking area  Stay hydrated: bring a reusable water bottle and take advantage of the water bottle filling stations on site No more than 15 persons may be inside of the bookstore at one time and remember all children under 18 must be accompanied by an adult.  These rules are in place to protect you and this historic site so future students can learn from and enjoy it too!",
    "url": "https:\/\/www.nps.gov\/fosu\/learn\/education\/fosufieldtrip.htm"
}
