{
    "title": "Fort Sumter National Monument: Fort Sumter Tour Boat Departure Locations",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Directions to Fort Sumter     Fort Sumter Tour Boat Departure Locations                Fort Sumter Tour Boat Departure Locations         City Parking Garage across from Fort Sumter Visitor and Education Center downtown Charleston NPS\/Taormina  Fort Sumter Visitor Education Center at Liberty Square (GPS Only: 340 Concord Street, Charleston, SC 29401)  Liberty Square is located in downtown Charleston at the intersection of Calhoun and Concord Streets. This beautiful urban national park site is located directly on the Cooper River and is the primary departure point for visitors traveling to Fort Sumter.  At the Fort Sumter Visitor Education Center you can purchase or pick up your boarding passes, learn about the causes of the American Civil War, see Major Anderson's original Garrison Flag, and grab a souvenir from the museum store. National Park Rangers are on duty every day roving the park and inside the visitor education center to answer any questions. Tour boats depart from directly behind the visitor education center.  Next door to the Fort Sumter Visitor Education Center is the South Carolina Aquarium, another great Charleston destination.  Parking Parking is available in a City of Charleston parking garage at 24 Calhoun Street, just steps away from the entrance to Liberty Square. There is also limited metered street parking available.        Patriots Point Naval and Maritime Museum (40 Patriots Point Boulevard, Mount Pleasant, SC 29464)  Fort Sumter Tours operates a departure point in Mount Pleasant at the Patriots Point Naval and Maritime Museum. When available, a National Park Service Ranger or Volunteer will greet you when you arrive at the tour boat and ride with you to the fort to answer any questions.  Patriots Point is home to the USS Yorktown as well as other naval vessels and exhibits, including the Medal of Honor museum. Parking is available onsite, there is a flat-rate charge for parking.",
    "url": "https:\/\/www.nps.gov\/fosu\/planyourvisit\/tourboatdeparturelocations.htm"
}
