{
    "title": "Fort Sumter National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Directions         Directions to the Fort Sumter Visitor Education Center, 340 Concord Street, Charleston, SC Take I-26 E to Charleston. Take exit 221B on the left for Meeting Street. Turn right onto Meeting Street. Turn left onto Calhoun Street. Proceed across East Bay Street and Washington Street. The Fort Sumter Visitor Education Center is straight ahead. Parking is on the left in the garage (7' clearance).  Directions Details           Operating Hours & Seasons         Fort Moultrie Fort Moultrie represents the entire history of static seacoast defenses in the United States, from the American Revolution through World War II. The site includes a visitor center with museum exhibits.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -           Fort Sumter Visitor Education Center The Fort Sumter Visitor Education Center at Liberty Square is the primary departure point for ferry boats to Fort Sumter.   Standard Hours    Sunday: 8:30 AM - 5:00 PM   Monday: 8:30 AM - 5:00 PM   Tuesday: 8:30 AM - 5:00 PM   Wednesday: 8:30 AM - 5:00 PM   Thursday: 8:30 AM - 5:00 PM   Friday: 8:30 AM - 5:00 PM   Saturday: 8:30 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -                  Weather           Mild winters. Hot and humid during the summer.         Fees & Passes     Entrance Fees:   Fort Moultrie Entrance Fee - $3.00 There is an entrance fee to tour Fort Moultrie. Adults 16-61 are $3, seniors 62+ are $1, and children 15 and younger are free. Federal recreation passes are accepted.   Fort Moultrie Family Pass - $5.00 Admits the holder and three other adults.         Visitor Centers       Fort Moultrie Visitor Center The Fort Moultrie Visitor Center is located at 1214 Middle Street, Sullivan's Island, SC. Museum exhibits and an orientation film are available daily from 9:00-5:00.   Fort Sumter Visitor Education Center The Fort Sumter Visitor Education Center is the primary departure point for the ferries to Fort Sumter. Museum exhibits and park rangers are available.",
    "url": "https:\/\/www.nps.gov\/fosu\/planyourvisit\/basicinfo.htm"
}
