{
    "title": "Fort Sumter National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      Fort Sumter There is no entrance fee for Fort Sumter. However, the fort is on an island that is only accessible by boat.  Learn more about visiting Fort Sumter.          Fort Moultrie This is a recreational fee area that allows park visitors an opportunity to visit the park and enjoy the facilities including the visitor center, historic Fort Moultrie, the picnic area, and public dock. The site is accessible by car at 1214 Middle Street, Sullivan's Island, SC 29482. Tickets can be purchased inside the Visitor Center. All National Inter-agency Annual Passes are accepted, see below for more details.      Adults (16 and older) $3.00  Family Pass (covers admission for up to four adults)$5.00 Seniors (62 and older) $1.00   Children (15 and younger) Free   Annual Pass Fort Moultrie only (covers card holder and up to three adults)$20.00  Entrance pass holders Free*   Educational Groups with a reservation Free**      *Visitors to Fort Moultrie who have the America the Beautiful - National Parks and Federal Recreation Lands Pass are admitted free of charge according to the provisions of the pass. All National Parks Passes, Golden Eagle, Golden Eagle Hologram, Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes. **All organized groups (schools or otherwise) visiting Fort Moultrie require advance reservations regarless of size. Only groups from bona fide educational organizations visiting Fort Moultrie as part of an established curriculum may qualify for a fee waiver. Please call (843) 883-3123 x 220 to make a reservation. Requests for reservations by e-mail are not accepted.       Fort Moultrie Visitor Center, 2015 NPS\/McCoy",
    "url": "https:\/\/www.nps.gov\/fosu\/planyourvisit\/fees.htm"
}
