{
    "title": "Fort Sumter National Monument: Visit Fort Sumter by Private Boat",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Directions to Fort Sumter     Visit Fort Sumter by Private Boat                Visiting Fort Sumter by Private Boat        Photo: NPS\/Everitt       Fort Sumter by Private Boat Fort Sumter is at the entrance of Charleston Harbor and is only accessible by boat. Those visiting by personal vessels (sailboats, kayaks, canoes, paddle boards, motorboats etc.) should be aware of safety conerns at Fort Sumter. Tides at Fort Sumter and in Charleston Harbor change dramatically throughout the day. Make sure to be aware of tidal changes the day of visitation. Visitors using their own boats should beach or anchor their vessel on the western side of Fort Sumter, between the fort and James Island. Please review the safety rules and regulations before visiting Fort Sumter, as well as, pet policies.  Operating Hours by Season Fort Sumter is open year round except on New Year's Day, Thanksgiving Day and Christmas Day. Those visiting by personal boat must speak to a ranger or volunteer upon arrival. Fort Sumter can only be accessed when a Ranger is on duty. The operating hours are as follows:     Date Hours    January 1st (New Years Day) 11:30am-4:00pm    March 1st to March 14th  10:00am-4:00pm    March 15th to August 20th  10:00am-5:30pm    August 21st to Labor Day Weekend  10:00am-4:00pm    Labor Day Weekend (Fri-Sat-Sun)  10:00am-5:30pm    Labor Day Weekend to November 30th 10:00am-4:00pm   Thanksgiving Day Closed   December 1st to December 24th  11:30am-4:00pm   December 25th (Christmas Day)  Closed   December 26th to December 31st   10:00am-4:00pm      Pier The National Park Service strongly discourages anyone from tying up to the pier due to safety concerns mentioned above. Private boaters may not tie off to ladders, pillars or handrails, cannot use lines that are already attached to the pier (these are for the authorized tour boat and NPS operations), may not leave access gate to ladders open as this is a safety issue for all visitors to Fort Sumter. Again, plan to beach or anchor vessels on the western side of the fort.    Charter Boats Fort Sumter National Monument does not permit Charter Boats to operate at Fort Sumter.     For the most up-to-date information on visiting Fort Sumter like us or follow us onFacebook.",
    "url": "https:\/\/www.nps.gov\/fosu\/planyourvisit\/fortsumterprivateboat.htm"
}
