{
    "title": "Lake Mead National Recreation Area: Springs and Seeps",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Springs and Seeps                 Springs             Obviously Lake Mead National Recreation Area (NRA) is known for water. Besides containing two very large man-made lakes, however, the NRA is home to a number of beautiful and fascinating perennial hot, warm and cold springs. Water is the lifeblood of desert ecosystems. These springs provide not only habitat for unique wildlife and plant species, but also great destinations for visitors to enjoy.        Rogers Spring         Several particular areas within the NRA host a number of springs. One such area is found along the west side of the Overton Arm of Lake Mead, just west of Northshore Road. This area is home to Rogers Spring which produces water at a fairly constant 720 gallons per minute - the greatest flow of any spring within the park. The relatively constant year-round flow and the warm temperature (86 degrees Fahrenheit) are both indications of a regional source for this water.   More....          Learn more about Springs in our Atlas of Lake Mead section          Black Canyon Springs        Another area within Lake Mead NRA rich with springs is the Black Canyon vicinity downstream of Hoover Dam. Here you can find springs of both the thermal and non-thermal variety with water temperatures ranging from about 55 to 136 degrees Fahrenheit. Spring discharge often taking the form of large seeps with wet rock faces that at times are up to 100 feet long. Many of these seeps are covered with a mixture of travertine and algae-type vegetation that can range in brilliant shades of green, depending upon the temperature and perhaps the mineral content of the water. Some springs discharge into side canyons which produce brooks that then discharge into the Colorado River, while others discharge water from the walls directly. A few of these features such as Nevada Hot Spring and Arizona Hot Spring can be reached by a hiking trail while many others, such as the springs in Boy Scout Canyon, can only be reached easily by boat.   More....",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/springs.htm"
}
