{
    "title": "Jewel Cave National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer       Scout Ranger Program Jewel Cave National Monument welcomes Scouting troops from across the country to participate in the Scout Ranger Program. The program provides Boy Scouts with unique opportunities to take an active role within the National Park Service. Ranging from an engaging service project to taking part in an interpretive cave tour, participating scouts learn about resource management and cave stewardship. An activity booklet complements the overall experience. Upon completion of the program requirements, participating Boy Scouts earn an embroidered patch and certificate. For more information, please contact the VIP Coordinator at (605) 673-8300.        A volunteer removes lint from formations in Jewel Cave NPS Photo  Black Hills Cave Restoration Camp This annual week-long event is hosted by Wind Cave National Park and Jewel Cave National Monument. The goal of the project is to restore the cave's natural condition along the public tour routes, by removing accumulations of \"lint\" (clothing fibers, hair, skin cells), trail dust, and other unnatural debris.  There is no registration fee, and housing is provided. Two days will be spent working at each cave, with Thursday as a \"day off\" for caving and\/or sightseeing. Prior cave restoration experience is desired, but not required. The Restoration Camp consists of volunteers working on the removal of lint and other materials along the public tour routes.  If you are interested in helping with this rewarding volunteer project, please contact Dan Austin at (605) 673-8318. About the VIP Program at Jewel Cave National Monument Interpretive Volunteer duties include researching, preparing and presenting thematic cave tours and a variety of surface programs including tours and programs for educational groups; staffing visitor center information desk including tour ticket sales and book sales; offering orientation and information services in informal settings; answering public information requests; and assisting with special projects. For more information regarding Jewel Cave National Monument volunteer program, please contact the Park Volunteer Coordinator at (605) 673-8300. Volunteer Caving Opportunities Volunteers often enter undeveloped portions of Jewel Cave to assist the park with a variety of projects, including water sampling, impact monitoring, surveying and mapping, and gathering data for scientific studies. Experienced cavers who are interested in helping with these trips can contact Dan Austin at (605) 673-8318 or Mike Wiles at (605) 673-8308.  Note that all caving trips in Jewel Cave are led by qualified trip leaders, who have met the prerequisites outlined in the Cave and Karst Management Plan and have taken training offered by the park.",
    "url": "https:\/\/www.nps.gov\/jeca\/getinvolved\/volunteer.htm"
}
