{
    "title": "Jewel Cave National Monument: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research            Science & Research      There is much that we don't know about Jewel Cave.  Ongoing research contributes greatly to our understanding and effective management of the cave.        An ultrasonic anemometer measures the speed and direction of airflow.   Airflow Study Since 2003, a cave climatologist has been conducting a cave airflow study in the Black Hills. He has placed ultrasonic anemometers and temperature loggers in several barometric caves, including Jewel Cave and Wind Cave.  Ultrasonic anemometers are highly sensitive instruments that can measure not only the velocity of airflow, but also the direction, temperature, and vertical flow component. This study is an attempt to better understand the dynamics of cave airflow, to calculate cave volume, and to determine whether or not the studied caves are connected to each other. At Jewel Cave, airflow has been measured at the Historic Entrance and at constrictions leading to the eastern and western branches of the cave. Click here to listen to cave specialist Mike Wiles discuss the airflow study.        A sample of \"corrosion residue\" incubates in a glass tube.  The microbial DNA in the sample will then be sequenced.   Microbiology Study A microbiologist recently began a study of microorganisms found deep inside Jewel Cave. A pilot study was conducted in 2001 to determine if microbes were present in samples of \"corrosion residue,\" a powdery substance that coats the walls in some cave passages. The pilot study found stalked bacteria, with morphological similarities to organisms found in Lechuguilla Cave, New Mexico. More samples were collected in 2005, and are currently incubating in glass tubes inside the cave. DNA will be extracted from these samples and compared with sequence databases in order to determine closest relatives. These cave microbes have the potential to be unique species found nowhere else on earth.",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/scienceresearch.htm"
}
