{
    "title": "Jewel Cave National Monument: Geology of Jewel Cave",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Cave \/ Karst Systems     Geology                  Geology of Jewel Cave       Unlike many other caves, Jewel Cave was not carved by underground rivers. Most of the cave was formed by slowly circulating, acid-rich groundwater. Its unique story begins with the geologic history of the Black Hills. The oldest rocks in South Dakota’s Black Hills are Precambrian-era igneous and metamorphic rocks, which formed under heat and pressure nearly 2 billion years ago. During the Mississippian time period, between 345 and 360 million years ago, a shallow sea covered the area. The sea advanced and receded several times. Sediment and calcium carbonate shells accumulated at the bottom of the sea, and over time, were compressed to form the Pahasapa Limestone (regionally known as the Madison Formation). The shells that formed the limestone came from ancient marine animals such as brachiopods. Fossils from Mississippian time are visible in the cave today. As the limestone was forming, bodies of gypsum (calcium sulfate) crystallized from the seawater during periods of high evaporation. The gypsum formed irregular masses within the limestone. Shortly after the limestone was deposited, thin gypsum beds in the upper part of the Pahasapa were dissolved away and the overlying limestone collapsed into the resulting voids. This marked the first stage of cave development at Jewel Cave. The sea advanced and receded across the area several times. As the sea receded, the limestone was exposed to the open air. It was also exposed to fresh water from rainfall, which began to dissolve the limestone, creating sinkholes and caves. This was the second phase of cave development at Jewel Cave. Around 320 million years ago, during the Pennsylvanian period, the Minnelusa Formation was deposited as freshwater streams carried sediments into the sea. The Minnelusa consists primarily of sandstone, with a few thin beds of limestone and dolomite. The Minnelusa covered the Pahasapa Limestone and filled the Mississippian sinkholes, cave entrances, and many passages. This reddish \"paleofill\" is visible in the upper passages of present-day Jewel Cave. Approximately 60 million years ago, long after the sea receded for the last time, the Black Hills began to form. At the center of this new mountain range, the Precambrian rocks were thrust upward several thousand feet. The younger sedimentary rocks (the Minnelusa and Pahasapa) were eroded from the highest areas over the next 30 million years, exposing the Precambrain rocks to the surface. The remaining sedimentary rocks now surround the central Black Hills and tilt away from the center of the uplift. Jewel Cave is located in the southwestern Black Hills, where the sedimentary rocks tilt (or \"dip\") at an angle of approximately 4 degrees from the northeast to the southwest. Nearly 40 million years ago, the climate changed and rainfall increased. Much of this freshwater made its way slowly underground. It first passed through the overlying soil, which was rich in carbon dioxide from decaying plants. The carbon dioxide transformed the water into carbonic acid. This weak acid traveled through fractures in the rock until it reached the water table, which rose and filled cracks in the limestone. This standing or slow-moving acid-rich water formed the majority of Jewel Cave. The water slowly drained from the cave as surface erosion created exits for the water in the form of springs. Speleothem Formation Once the water that filled the cave drained away, cave formations (or speleothems) began to form. Many of these are still forming today. Calcite speleothems form as surface water makes its way through carbon dioxide-rich soil and travels underground through the limestone. The resulting carbonic acid picks up calcite (CaCO3) as it dissolves the limestone. Once it enters an air-filled cave passage, the acid loses its carbon dioxide to the cave air and becomes water again. Non-acidic water cannot hold calcite in solution, so it deposits the calcite in the form of stalactites, stalagmites, flowstone, draperies, or popcorn. The type of formation created depends largely on whether the water is dripping, trickling, or seeping when it enters the cave passage. Gypsum speleothems form because water seeping into the cave often contains small amounts of gypsum (calcium sulfate, CaSO4) picked up from the limestone or overlying sandstone. When this water evaporates in the cave, it deposits gypsum in the form of needles, beards, flowers, or spiders. Gypsum formations are found only in dry parts of the cave. Hydromagnesite speleothems are often the by-product of frostwork or popcorn formation. When calcite and aragonite crystallize out of water seeping from the cave walls, magnesium becomes more concentrated than calcium in the remaining water. In areas of very high evaporation, the magnesium will precipitate out as hydromagnesite. Hydromagnesite often appears on the walls as small white clumps resembling chalky cottage cheese. Rare hydromagnesite balloons exist in a few areas of the cave, where the pasty material has been inflated. Crystal Growth The blunt nailhead spar crystals that line most of the cave’s walls are not forming today. They formed when the cave was still completely or partially filled with water. As acidic water dissolved the limestone and created the cave, it became saturated with calcite. Some of this calcite was re-deposited underwater on the walls of the cave, in the form of spar. Pockets of dogtooth spar, which are sharp-ended crystals, formed when the limestone was still deeply buried under younger rocks. They once lined the openings of early caves that were not completely filled with sediment from deposition of the Minnelusa Formation.",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/nature\/geology-of-jewel-cave.htm"
}
