{
    "title": "Jewel Cave National Monument: Exotic Plant Management",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Exotic Plant Management                Exotic Plant Management         Pulling Canada thistle stresses the root system and helps prevent its spread. NPS Photo  Invasive exotic plants such as Canada thistle and leafy spurge, if not controlled, can choke out native vegetation. Aggressively invasive non-native plants are known as \"noxious weeds.\" Jewel Cave National Monument uses an integrated pest management (IPM) approach to control noxious weeds. IPM includes mechanical control (hand-pulling and cutting), chemical control (application of herbicides), and biocontrol (introducing insects which attack the plant). To prevent contamination of water inside the cave, herbicide chemicals cannot be used in about half of the Monument.  The Cave and Karst Management Plan \/ Environmental Assessment (2007) established pesticide use zones based on geology and hydrology, and discussed the potential environmental effects of chemical treatment.  Jewel Cave National Monument relies heavily on mechanical methods to control exotic plants. Hand-pulling removes part of the root system and stresses the plant. Cutting prevents the plant from producing seed.  Over seven acres of Canada thistle, leafy spurge, and spotted knapweed were mechanically treated at Jewel Cave in 2012.        Flea beetles have been released at 27 leafy spurge sites since 1994. NPS Photo  Biocontrol agents such as flea beetles, gall flies, and stem-mining weevils are also used to control leafy spurge and Canada thistle. In 2012, root-boring weevils were released on a small spotted knapweed infestation. The NPS Northern Great Plains Exotic Plant Management Team (EPMT) assists the monument with chemical control of exotic plant species. EPMT helped Jewel Cave staff to treat approximately eight acres of Canada thistle with Milestone herbicide in 2012.  Park staff sprayed an additional 10.5 acres of Canada thistle during the 2012 season, and treated three acres of leafy spurge with Plateau",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/nature\/exotic-plants.htm"
}
