{
    "title": "Jewel Cave National Monument: White Nose Syndrome",
    "body": "Explore This Park    Learn About the Park     Nature     White Nose Syndrome               White Nose Syndrome         A bat infected with White Nose Syndrome.   What is White Nose Syndrome? White Nose Syndrome is a contagious disease that affects populations of hibernating bats. A fungus spreads along the skin of susceptible species causing infected bats to abnormally rouse from their hibernation. This excessive activity uses up fat reserves necessary to survive the winter. With the lack of insects during the hibernation months, bats can easily starve to death. The fungus primarily damages the wings of bats, which in addition to flight, are critical to other physiological functions. Over six million bats in Eastern North America have died from White Nose Syndrome since its discovery in 2006. White Nose Syndrome is currently affecting seven species of bats in 26 U.S. states and 5 Canadian provinces. Origins of White Nose Syndrome The fungus that causes White Nose Syndrome is believed to have originated in Europe or Asia. It has been confirmed that the disease is being spread through bat-to-bat transmission. It is also possible that the disease may spread by human activity. The first identified case of White Nose Syndrome in North America was discovered in Schoharie County, New York in February of 2006. Within the first five years of its discovery, White Nose Syndrome had spread over 1,200 miles from the original site. The disease is caused by a cold-loving fungus known as Pseudogymnoascus destructans. This fungus thrives in dark, humid and low temperature (40-50 degrees Fahrenheit) environments. Unlike typical fungi, Pseudogymnoascus destructans cannot grow above 68 degrees Fahrenheit, making underground bat hibernacula (caves or mines) ideal for growth of this pathogen. Rate of Spread Along with the millions of bats already killed by White Nose Syndrome, mortality rates of 90-100% have been documented in some areas. Researchers predict the extinction of certain species in northeastern states within twenty years. Researchers expect White Nose Syndrome to continue to spread across the United States and Canada. A geographic database concerning the effects of White Nose Syndrome is being developed to track the location of infected species. White Nose Syndrome does not currently affect the bat populations at Jewel Cave National Monument. With your help, we aim to keep it that way within the Black Hills.",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/nature\/white-nose-syndrome.htm"
}
