{
    "title": "Jewel Cave National Monument: Fire",
    "body": "Fire       Also in this section: Prescribed Fire The Jasper Fire A Natural Cycle Natural wildfires have burned throughout the world for thousands of years. The primary cause of wildfire is lightning. Not every lightning strike will cause a fire, but given the right conditions of heat, wind, and low humidity, a fire can easily ignite and spread. Cross-sections of cut trees (or \"tree cookies\") reveal a long history of fire in the Northern Great Plains region. Fire scars are visible in tree growth rings, and can tell scientists how often fires naturally occur. In the Jewel Cave area, major wildfires historically happened on a cycle of at least every ten years. These fires were not usually catastrophic, because they occured so frequently. Frequent fires leave little material behind on the forest floor, and the result is a cooler-burning fire that thins the forest without destroying everything in its path. The Cost of Suppression The fear of fire has led to decades of successful fire prevention programs. The result has been a build-up of fuels. \"Fuels\" are anything that can catch on fire, such as dry pine needles and bark on the forest floor, dead trees, and dry grasses. This means that when a wildfire does start, it now burns with great intensity and is more difficult to stop. The Benefits of Fire The fuels consumed by fire don't just vaporize. They add nutrients to the soil that keep plants and animals healthy. Shortly after a fire, bright green grass can be seen poking up through the ashes. Deer and elk are attracted to recently-burned areas by the nutritous plants found there. Most fires kill only small trees. The rest of the forest is left unharmed, and is actually benefited. When the forest is thinned, trees are not packed tightly together and do not have to compete with each other for available nutrients. Fire also opens up the canopy, allowing more sunlight to reach the forest floor and stimulate the growth of grasses and wildflowers.",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/nature\/fire.htm"
}
