{
    "title": "Jewel Cave National Monument: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       Teacher Trainings \/ Workshops In the fall season of each year, Jewel Cave National Monument offers educational training for teachers, educators, naturalists, home school leaders, and other interested academic professionals. The workshops relate to national curriculum that provides hands-on activities and lesson plans for use in the classroom. The training also encourages participants to use their new experiences in the field by visiting the Monument or other public land sites with students. The next available workshop is entitled Project Underground and is slated for Friday through Sunday, September 18 - 20, 2015. The workshop focuses on cave and karst environments, engaging participants with numerous caving activities and on-site field trip scenarios. The Monument has partnered with the University of Sioux Falls in Sioux Falls, South Dakota for one-hour of professional development credit for interested educators. For further information, please contact the Chief of Interpretation or check back for more details after July 1st. On-Site Field Trip Opportunities Jewel Cave National Monument offers an assortment of on-site field trip opportunities for interested school groups. Ranging from half-day ranger guided tours to all day educational experiences, teachers may be interested in exploring this unique site within the National Park Service. Surface programs do not require a fee waiver and can be conducted at any time within an approved day-use area. However, educational groups wishing to participate in a cave tour are welcome to submit a request for an Academic Fee Waiver. Groups need to be from an accredited institution (public or private school), and the proposed visit must be related to an approved curriculum. Academic Fee Waiver Requirements and Guidance Academic fee waiver applications:  must include at least three weeks of submission time in order to be reviewed. are reviewed in the order in which they are received. will only be reviewed for the Scenic and Discovery Tours. (if approved) will be placed on the early and\/or mid-morning tour times. will not be considered for dates in mid to late May or the month of September. will not be considered for dates that include Sundays or Mondays. (if approved) will be required to maintain specific participation numbers. are not granted automatically for any group, nor for any specific date(s). will only be allowed a maximum of two tour times in one morning per day. are not required for surface activities or volunteer service projects         Off-Site Environmental Education Opportunities Off-site environmental education programs are also available for schools within a reasonable driving distance. Classroom activities consist of hands-on programs related to various topics including geology, wildlife adaptations, predator-prey relationships, and bats.        Adopt a Classroom Program \/ Custer School District Jewel Cave National Monument has embraced Action #15 - A Class Act - within the Call to Action Plan of the National Park Service. It states that each national park will adopt a Class of 2016 graduates (grade school, middle school, or high school) and develop a series of fun, educational, and engaging activities. Through a variety of classroom programs and field trips, students work directly with park staff to learn the significance of their local park unit. This multi-year partnership will culminate during the NPS Centennial in 2016. The Monument is proud to have adopted the Custer School 9th grade class.  For more information on the Call to Action: Preparing for a Second Century of Stewardship and Engagement, please visit Park Management and click on the related plan.       A Park Ranger instructs a student how to use a piece of equipment while learning the processof measuring a cave passage. This activity is part of the Adopt a Classroom Program in 2014.        Adopt a Classroom Activity \/ February 2014 \/ John Muir and Writing for Environmental Change In 1890, the National Park Bill established Yosemite and Sequoia National Parks. Yet, it was a magazine article by John Muir that ignited interest in conservation. His efforts inspired our Nation's leaders and set the foundation for how individuals take action to preserve public lands. This program will examine the goals and motivations behind the writings of John Muir and other environmentalists. By dissecting the language of these writers, students will learn how to focus attention on our environmental surroundings.   Adopt a Classroom Activity \/ March 2014 \/ Investigating the Mountain Pine Beetle Infestation Mountain pine beetles are decimating ponderosa pine populations in the Black Hills. In this project, we will examine the life cycle of both the mountain pine beetle and the pine forest itself to better understand the relationship between the two. We will then use this information to see the ways in which the population of Mountain Pine Beetle has become an epidemic in the Black Hills.  How are various mitigation techniques being used to counteract this infestation?   Adopt a Classroom Activity \/ April 2014 \/ How Do You Measure the Volume of a Cave? There are many ways to \"measure\" a cave: depth, length, or size of rooms. How large and how long is Jewel Cave? An on-going air study being completed at the Historic Entrance of the cave uses barometric winds to calculate its volume. Comparing the amount of passages that have already been discovered to the calculated volume of the cave gives us an idea of how much of the cave remains to be explored. Using data collected in these studies, students will calculate the potential length of Jewel Cave.   Adopt a Classroom Activity \/ May 2014 \/ Be a Caver and Map Jewel Cave How do surveyors take what is seen in the cave and put it on paper? How are cave maps created? In this culminating field trip, students will discover the ways in which data collection takes place using instruments such as a compass, clinometer, and disto. In this way, students will begin to understand how raw numbers are collected and translated into three-dimensional maps.  Get yourself geared up for a day underground!         Adopt a Classroom Activities in 2013",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/education\/index.htm"
}
