{
    "title": "Jewel Cave National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Yellow prairie coneflowers mingle with grasses on the edge of ponderosa pine forest. NPS Photo  Also in this section: Exotic Plant Management Wildflowers Jewel Cave National Monument encompasses 1,274 acres, which includes habitats of ponderosa pine forest and open meadows caused by the Jasper Fire in August 2000. The monument hosts a rich diversity of native plants that complement the herbarium of southwestern South Dakota, specifically the southern Black Hills (Custer County, South Dakota). Established in 1908, the monument preserves and protects its ecosystem and geologic features for scientific study and public enjoyment. The dominant vegetation is ponderosa pine (with a variety of understory species), interspersed with multiple plants of the mixed-grass prairie. As noted, the Jasper Fire significantly altered the monument's vegetation by burning through a land area of about 83,500 acres. The wildland fire affected over 90% of the monument's surface landscape. Non-native invasive plant species have increased since the fire and are a major target of mechanical, biological, and chemical treatments. It is important to note that about one-third of the monument is designated as a no-herbicide zone to protect cave resources. Nonetheless, controlling the spread of invasive exotic species is one of the primary objectives of resource management at Jewel Cave. Building on vegetation inventory work of previous NPS staff, such as J. Shives, P. Knuckles, J. Roth, H. Marriott and R. Hartman's floristic inventory of 1986, the monument has documented 393 taxa on site. The flora was noted as being surprisingly diverse considering that most of the monument was originally forested. The current park flora includes 391 taxa, 16% of which are non-native. Work continues on updating the status of an additional 90 taxa identified as probably present or unconfirmed. There are currently 527 plant specimens in Jewel Cave's herbarium, which is housed at the Mount Rushmore National Memorial museum. For more information, visit the Rocky Mountain Region digital herbarium for scientific and public use. Select JECA for Jewel Cave National Monument using the down arrow in the \"Institution\" box.",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/nature\/plants.htm"
}
