{
    "title": "Jewel Cave National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       The National Park Service is constantly looking for ways to make the monument safer, but remember - you are in a natural setting and a public place, and you must always look out for your own safety. Below are some tips to help ensure that your visit is a safe one. General Cave Tour Restrictions:  Cave tour participants, of all ages, must be able to navigate the tour route unassisted. Take time to ensure that the tour you have chosen is the best one for you.  All cave tours and nature hikes can be strenuous.  Please make sure you understand what is required before starting an activity. If you are unsure, ask a park ranger to explain more information. Cave and surface trails are uneven and slippery, so be sure you have the proper footwear and always look before you step. Visitors under age 16 must be accompanied by an adult. All cave tours and facilities require shirts and shoes for admittance. Cave temperature is 49 degrees Fahrenheit (year-round). It is recommended to wear long pants and a sweatshirt, sweater, or jacket. Food, gum, candy, tobacco products, drinks, weapons, handbags, purses, large flashlights and camera bags, monopods, tripods, hiking\/walking sticks\/poles, pets, strollers, diaper bags, and all backpacks - including child backpack carriers are prohibited in the cave. To protect air quality, smoking is not permitted in the buildings, cave, or at cave entrances. Touching of the cave surfaces and formations is prohibited. There are no restrooms in the cave or on surface trails. Flash photography is allowed on some cave tours.  Ask a park ranger for more information. All persons entering the cave are required to be screened for White Nose Syndrome, and if necessary, undergo approved decontamination procedures on any footwear, clothing, and equipment before entering the cave.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/safety.htm"
}
