{
    "title": "Jewel Cave National Monument: Learning Disability",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Learning Disability              Cognitive \/ Learning Disability       Jewel Cave National Monument can be enjoyed by everyone. With guided cave tours and an assortment of educational activities available, the Monument encourages everyone to become engaged with as many opportunities as possible. For visitors with cognitive\/learning disabilities, park staff are eager to share the significance of the resources through diverse programs that command attention.   The Discovery Talk may be the best option for \"newcomers\" to a cave resource. However, experienced cave visitors may prefer the longer Scenic Tour. The Pee Wee and Junior Ranger Program is also available and may be adjusted to the child's educational capabilities.   Guided Cave Tours - Scenic Tours, Historic Lantern Tours, and Discovery Talks are appropriate and available for visitors with cognitive \/ learning disabilities. The guided cave tours range from easy to moderately strenuous.   Over 700 stair steps are found along the Scenic Tour route. Yet, many of the walkways offer hand railings. The Scenic Tour takes about one hour and 20 minutes.   The Historic Lantern Tour offers around 300 stairs, many of which are steep. There are no electrical lights along this tour route; visitors carry hand-held lanterns to view the cave features. The entire tour takes around one hour and 45 minutes.   The Discovery Talk lasts about 20 to 30 minutes and takes place in one large cave room. It offers participants the option of walking down and back up 15 steps or staying on the first paved platform.   All tours are conducted within the cave environment, which includes dark situations and often creates underground feelings and\/or sensations. Some visitors enjoy the natural quiet, where others may experience some apprehension.Visitors are encouraged to consider each guided cave tour option and select the experience that best complements the expectation of each individual. Of course, for additional guidance, feel free to ask a park ranger for assistance.   NOTE: Visitors are NOT allowed to touch the cave at any point along the guided tours.   Exhibits and Displays \/ Visitor Center - All exhibits and displays are accessible according to ADA standards. Both interactive and tactile displays are also available throughout the facility for visitor use and educational engagement. The front desk complements ADA standards and allows for easy communication between staff and visitors.  With the use of touchscreen monitors, flip panels, pull-out drawers, hidden elements, and a cave crawl-through, the exhibits and displays provoke a sense of exploration and discovery. Each panel is worded for upper elementary grade levels, and the interactive content complements many learning capabilities.   Interpretive Patio Talks and Guided Nature Hikes – Visitors are encouraged to take part in a variety of ranger-led activities throughout the summer months.Interpretive patio talks occur each day near the visitor center from about mid-June through late August. Each patio talk offers a hands-on activity or visitor demonstration that engages visitors on all levels of emotional and intellectual connections. Guided nature hikes are scheduled once each day and take place on the one-quarter mile Roof Trail near the visitor center.   Off-season programs and activities are limited, due to staff size. For an updated program schedule, ask a park ranger for additional information.   Quiet Places – Visitor announcements, such as cave tour departure times, do occur routinely near the visitor center and surrounding patio areas. The PA system can be loud at times, in an effort to alert visitors to immediate cave tour information. If this causes any concern, the parking lot near the visitor center offers several quiet places for picnicking and relaxation.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/cognitive-learningdisability.htm"
}
