{
    "title": "Jewel Cave National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 01, 2015  Jewel Cave Announces Off-Season Hours and Cave Tour Schedule  Jewel Cave National Monument is changing its hours of operation and tour schedule beginning December 6.  The visitor center will be open Tuesdays through Saturdays, 8:30 a.m. – 4:30 p.m.   September 17, 2015  Free Tours at Jewel and Wind Caves in Celebration of National Public Lands Day  Jewel Cave National Monument and Wind Cave National Park will be offering free tours on Saturday, September 26, as part of National Public Lands Day.   September 03, 2015  Area National Park Sites Welcome 4th Grade Students Through Every Kid In a Park Initiative  The National Park Service invites all 4th grade students to visit their national parks as part of the White House’s new Every Kid in a Park program.   June 12, 2015  Jewel Cave Helps Youth Find Their Park  Jewel Cave National Monument is excited to announce the summer dates for its Special Junior Ranger Days.   June 11, 2015  Larry Johnson Selected as Superintendent of Ozark National Scenic Riverways  Larry Johnson, a 32-year veteran of the National Park Service (NPS), has been selected as the new Superintendent of Ozark National Scenic Riverways (Riverways).   June 05, 2015  Jewel Cave Hosts Birds of Prey Program  Jewel Cave National Monument is teaming up with the Black Hills Raptor Center in Rapid City for a special Birds of Prey Program on Saturday, June 13 at 1:00 p.m.   June 03, 2015  Jewel Cave Celebrates 2015 National Trails Day on Saturday  Numerous parks and public lands are celebrating National Trails Day® this Saturday, June 6.   April 13, 2015  Jewel Cave Looking for a Few Good Volunteers  Celebrate National Park Week at Jewel Cave National Monument by signing up to volunteer during the calendar year for an assortment of projects and positions.   February 19, 2015  Jewel Cave Surpasses the 175-Mile Mark  Volunteer cavers entered Jewel Cave on Friday, February 13th for a four-day exploration trip to discover new passages.   January 29, 2015  Jewel Cave Conducts Winter Bat Survey  Jewel Cave National Monument conducted its annual bat count on Wednesday, January 28.   January 16, 2015  Construction Continues on Jewel Cave Parking Lot  Over 95 percent of the parking lot at Jewel Cave National Monument is complete, and construction crews are taking advantage of the unseasonal weather conditions to keep moving forward.   January 15, 2015  National Park Service Seeks Input on Celebrating Centennial  The National Park Service wants your help in planning a celebration 100 years in the making.   November 25, 2014  Jewel Cave Announces 2014-15 Off-Season Hours and Cave Tour Schedule  Jewel Cave National Monument is changing its hours of operation and tour schedule beginning December 1, 2014.   October 07, 2014  Jewel Cave Conducts Prescription Burn to Reduce Debris from Jasper Fire  Jewel Cave National Monument plans to conduct a prescription fire by mid-October in the Hell Canyon area within the monument.   September 18, 2014  Free Tours at Jewel and Wind Caves in Celebration of 2014 National Public Lands Day  Jewel Cave National Monument and Wind Cave National Park will be offering free tours on Saturday, September 27, as part of National Public Lands Day.   August 29, 2014  Jewel Cave Explores and Discovers Cave Education  Jewel Cave National Monument is teaming up with the University of Sioux Falls (USF) with an educational workshop for teachers entitled “Explore and Discover Cave Education.”   August 25, 2014  Service First Agreement Marks One Year Anniversary  In the year since local public land management agencies agreed to work closer together as part of a “Service First” agreement, shared resources have resulted in shorter construction times and lower costs.   July 31, 2014  Jewel Cave Parking Lot Takes Shape  Jewel Cave National Monument is on track with a new parking lot by the fall season.   June 26, 2014  Highway 16 Project near Jewel Cave on Schedule  Construction is moving ahead on the reconstruction and realignment of Highway 16 through Jewel Cave National Monument.   June 04, 2014  Jewel Cave Celebrates National Trails Day® on Saturday  Across America, people of all ages are getting ready to celebrate the great outdoors at this year’s National Trails Day®, scheduled for Saturday, June 7.   April 16, 2014  Jewel Cave and Wind Cave Announce Fee Increases  The two National Park Service caves in the Black Hills will be raising their rates as of April 30.   February 26, 2014  Jewel Cave Plans for Construction  Jewel Cave National Monument is preparing for multiple construction projects this spring.   February 20, 2014  Jewel Cave Takes Reservations for Wild Caving Tours  Jewel Cave National Monument is offering its second Wild Caving Tour this winter on Friday, February 28.",
    "url": "https:\/\/www.nps.gov\/jeca\/learn\/news\/newsarchive.htm"
}
