{
    "title": "Jewel Cave National Monument: Accessibility",
    "body": "Accessibility        Jewel Cave National Monument strives to create memorable and enjoyable experiences for everyone. This includes making the Monument accessible to all visitors. To assist with the positive experiences, the Monument offers a variety of accessible facilities, services and programs, guided cave tours, recreational hiking, and assistive learning opportunities. The following pages provide guidance on accessibility throughout the Monument. Physical \/ Mobility Deaf \/ Hearing Loss Blind \/ Low Vision Learning Disability Service Animals If you require further information, contact the visitor center directly at (605) 673-8300 and speak with a park ranger or contact us to request accessible information or services online. Use Relay South Dakota for Additional Assistance Relay South Dakota makes it possible for deaf, hard-of-hearing or speech disabled people to communicate via telephone. The service is available 24\/7\/365 with no restrictions on the length or number of calls placed. All calls are strictly confidential, and no records of conversations are ever maintained. 1. Dial 7-1-1 from anywhere inside South Dakota, or dial toll-free (800) 877-1113 from anywhere outside the state. 2. Ask the communication assistant to dial the area code and telephone number you are calling. 3. The communication assistant will type the spoken words to the TTY user and voice the typed words back to the standard phone you are calling. 4. Speak slowly and directly to the person you are calling, not to the relay operator. 5. Remember to say \"go ahead\" (typed \"GA\" on the TTY) each time you finish your part of the conversation to let the other person know to respond.                    National Parks and Federal Recreational Lands Pass - Access Pass  The Interagency Access Pass is a free pass for U.S. citizens and permanent residents of the U.S. with a medically determined permanent disability. Proof of residency and documentation are required to obtain this pass. Acceptable documentation includes: a statement from a licensed physician; a document issued by a Federal agency, such as the Veteran's Administration; Social Security Disability or Supplemental Security Income statement; or a document issued by a State agency for vocational rehabilitation. Showing a state motor vehicle disability hang tag is not acceptable. The Interagency Access Pass provides access to Federal recreation sites that charge an Entrance or Standard Amenity Fee. The Access Pass is valid for the lifetime of the pass owner whose signature is on the pass. The Access Pass provides a 50% discount for the pass owner only, on some Expanded Amenity Fees such as camping, boat launches, and specialized interpretive tours, including cave tours. This pass does not cover or reduce special recreation permit fees or fees charged by concessionaires.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/accessibility.htm"
}
