{
    "title": "Jewel Cave National Monument: Scenic Tour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours     Scenic Tour                Scenic Tour         The Scenic Tour route is the most popular ranger-guided tour of Jewel Cave. NPS Photo - Eric Dodd  The Scenic Tour is the most popular tour of Jewel Cave. The Scenic Tour route provides an opportunity to visit various cave chambers and passages decorated with calcite crystals and other speleothems. This tour is considered a modern day walking tour along a paved trail with electric lighting.  The tour enters and leaves the cave by elevator in the Visitor Center. The Scenic Tour is moderately strenuous and lasts 1 hour and 20 minutes. The tour route involves walking up and down 723 stair steps along a 1\/2 mile loop, (equivalent to 40 flights of stairs). During the Scenic Tour, you will see two types of calcite crystals known as nailhead spar and dogtooth spar, which are the \"jewels\" of Jewel Cave. In addition, you can view boxwork, cave popcorn, flowstone, stalactites, stalagmites, draperies, and a long ribbon drapery called the cave bacon. With each visit, you will learn more about the cave formations, discovery and continuous exploration. Come prepared to tour Jewel Cave, wear low-heeled, rubber-soled shoes or hiking boots, and a light jacket or sweater. Close-toed shoes are highly recommended. The cave temperature is 49 degrees Fahrenheit or 9 degrees Celsius year-round. Persons who have heart or respiratory conditions, foot or lower joint problems, have recently been hospitalized, have a fear of heights or elevators should talk with a park ranger before selecting this tour. Parents may not carry a child of any age. All tour participants must be able to navigate the 723 stair steps along the tour route unassisted. Each Scenic Tour allows for a maximum of 30 participants. Tickets are sold on a first-come, first-served basis at Jewel Cave only. It is common for all Scenic Tours to sell out before noon daily during the summer months and holiday weekends.  Tour times vary by season.  Tickets for cave tours are not available in advance by phone or online.  It is recommended that visitors call ahead to ask about tour availability before they visit Jewel Cave.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/scenictour.htm"
}
