{
    "title": "Jewel Cave National Monument: Physical \/ Mobility",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Physical \/ Mobility              Physical \/ Mobility       Visitors with impaired mobility, especially those reliant on wheelchairs, will find this information helpful in planning an enjoyable visit to Jewel Cave National Monument.    Visitor Services –The Monument offers one accessible cave tour option – the Discovery Talk, along with interactive exhibits and displays within the visitor center that complement ADA standards.    Parking \/ Visitor Center - There are five (5) accessible parking spaces available, which offer an accessible route from the parking lot to the ticket kiosk via a curb ramp.The parking lot contains van accessible parking spaces clearly identified by appropriate signage.The ramp (with railings) continues to the visitor center. Furthermore, the parking lot is paved and offers accessible sidewalks leading to all visitor use areas.    Parking \/ Jewel Cave Historic Area –There are two (2) accessible parking spaces available, which offer an accessible route from the parking lot to the historic cabin.If needed, vehicles with proper identification are also allowed to park near the visitor use area for loading and unloading purposes.    Kiosk \/ Ticket Sales - The ticket kiosk is located at the end of the parking lot near the visitor center. The kiosk offers two windows that measure the ADA required height, suitable for assisting visitors in wheelchairs.The curb ramp near the kiosk provides a loading and unloading zone for visitors that may need additional time and\/or assistance.    Restrooms \/ Visitor Center - Both the men's and women's restrooms are wheelchair accessible.The facilities offer ease of access to the restrooms through automatic swinging doors, operated by an easily accessed manual push button.    Restrooms \/ Jewel Cave Historic Area –The restrooms consist of vault toilets for both men and women, which are wheelchair access from the paved parking lot.   Water Fountain \/ Water Bottle Filling Station –A wheelchair accessible water fountain and water bottle filling station is available at the visitor center.It is located inside the facility near the main entrance. NOTE: There is no water available on the hiking trails;visitors are encouraged to pack their own water bottles.    Courtesy Phone –A courtesy phone is located at the visitor center near the restroom entrance.It is for local calls only, or it can be used with personal calling cards.Long distance calls will not be accepted, nor will incoming calls be routed to the courtesy phone.    Benches - A number of benches are provided near the ticket kiosk, outside the visitor center, and near the historic cabin.Log benches are also provided along the one-quarter mile Roof Trail.A limited number of benches are found along the cave tour routes.    Trails –The Monument does not offer any wheelchair accessible trails. Although the trails are considered easy to moderate, each area is undeveloped or paved with loose gravel.In some areas, stairs are found along the pathways, and uneven terrains may be present.Interested hiking enthusiasts are encouraged to ask a park ranger for more information.     Roof Trail: ¼ mile, Easy   Canyons Trail: 3 ½ mile, Moderate   Hell Canyon Trail: 5 ½ mile, Easy to Moderate \/ NOTE: This trailhead is found within the nearby Black Hills National Forest, located along Hwy 16 about one mile west of the Monument's main entrance.    Weather - The weather can change very quickly in the Black Hills.However, surface conditions do not normally affect the cave environment.The abrupt changes in weather only affect the trails and perhaps the ranger-guided activities near the visitor center.In the summer, the average temperature is around 80 degrees F;thunderstorms often occur during the afternoons. In the off-season, temperatures vary from sub-zero to moderate conditions;winter storms can occur at any time.Be advised that there are no shelters along the trails, and off-season trail conditions vary from day to day.  Visitors are encouraged to monitor the weather forecasts before venturing to the Monument.Furthermore, visitors should be aware of any pending weather conditions before hiking on any trail.If further assistance is needed, feel free to ask a park ranger for the most updated weather and trail conditions.    Entrances \/ Visitor Center –Currently, the visitor center offers one main entrance, with manual doors;automatic swinging doors are not available at the present time.For the guided cave tours, a wheelchair accessible elevator takes visitors to and from the cave environment.    Entrances \/ Jewel Cave Historic Area –The Historic Cabin is not wheelchair accessible, nor are the ranger-guided Historic Lantern Tours.The paved path leading to and from the historic cave entrance offers numerous steps, which do not allow for wheelchair access.    Exhibits and Displays \/ Visitor Center - All exhibits and displays are accessible according to ADA standards.Both interactive and tactile displays are also available throughout the facility for visitor use and educational engagement.The front desk complements ADA standards and allows for easy communication between staff and visitors.  NOTE: Jewel Cave National Monument earned 2nd Place in the Media Awards Program by the National Association for Interpretation in 2014.Part of the award process complemented the accessibility features and universal concepts within the exhibits and displays.    Wheelchair Loans - One wheelchair is available for loan at the visitor center. There is no fee associated for its use;however visitor assistance is given on a first come first serve basis, with an expected short term use.    Elevator – Within the visitor center, two fully accessible elevators are available for taking visitors to and from the cave environment.    Guided Cave Tours – The Monument offers one accessible programming option, called the Discovery Talk. This interpretive activity lasts about 20 to 30 minutes and takes participants into one large room of Jewel Cave. Visitors will learn about the natural and cultural history of the Monument, along with observing nailhead and dogtooth spar crystals. On this tour, participants have the option of walking down and back up 15 steps or staying on the first paved platform.This is the only programming option inside the cave that allows canes, crutches, walkers, and wheelchairs.    Interpretive Patio Talks and Guided Nature Hikes –Visitors are encouraged to take part in a variety of ranger-led activities throughout the summer months.Interpretive patio talks occur each day near the visitor center from about mid-June through late August.Guided nature hikes are scheduled once each day and take place on the one-quarter mile Roof Trail near the visitor center.Off-season programs and activities are limited, due to staff size.  The patio talks are accessible by all audiences; the nature hikes are not wheelchair accessible. For an updated program schedule, ask a park ranger for additional information.    Ticket Prices \/ Pass Options - The Discovery Talk is $4 per adult 17 years of age and older; youth and children ages sixteen (16) and under are free. The Senior or Golden Age Pass, Annual Pass, and Access Pass allows up to four (4) adults free of charge on this interpretive activity.  The National Park Service offers an array of passes that may be of interest to visitors. For more information, please visit the link entitled Fees and Passes on the Monument's homepage.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/physical-mobility.htm"
}
