{
    "title": "Jewel Cave National Monument: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours               Guided Tours      Guided tours are required to enter Jewel Cave and are offered at scheduled times. All tours must have a minimum of 2 participants. Reservations are NOT ACCEPTED for the Scenic Tour, Historic Lantern Tour (summer only), or the Discovery Talk. Important Information for all Tours:  In summer (June - August), wait times between purchasing tickets and select tour time can be over 4 hours. It is common for tours to fill by 12 p.m. daily during the summer season.  Arrive early to increase your chance of getting on your preferred tour. You may arrive early in the day to purchase tickets for an afternoon tour. Reservations are accepted only for the Wild Caving Tour. All other tour tickets are available ONLY in person on the day of the tour. There are NO self-guided tours at Jewel Cave. The temperature in the cave is 49째F\/9째C year-round. Jackets and low-heeled, closed-toe shoes are recommended for all tours. Tennis shoes or hiking boots are REQUIRED for the Historic Lantern Tour. Closed toe sandals are NOT ACCEPTABLE. See the Fees & Passes page for ticket prices. Know your limits! The Scenic and Historic Lantern Tours require visitors to climb a large number of stairs. Visitors who cannot negotiate stairs SHOULD NOT attempt these tours.Cave tour participants, of all ages, must be able to navigate the tour route unassisted. Important Information regarding young Children: It is recommended that young children participate on a Discovery Talk rather than the Scenic Tour. Children may NOT be carried on any portion of the Scenic Tour route. There are many other activities available for younger children during the summer season; including the Junior Ranger program, Ranger-led activities and surface hikes. What to Bring:  Warm clothes-Jewel Cave remains 49째F\/9째C year-round Good walking shoes-You will be walking on paved pathways or the cave floor in close proximity to cave rocks. A camera-Jewel is a very unique and beautiful cave. Photography is permitted on the Scenic and Discovery Tours; however, cameras must be small enough to fit in your pocket on the Historic Lantern Tour. Larger cameras are allowed on the Scenic Tour and Discovery Talk, but large camera cases and tripods must be left in your vehicle. What NOT to Bring: All Backpacks, Purses, Weapons, Hiking\/walking sticks\/poles-For your protection as well as that of the cave, these items are NOT allowed on ANY cave tour.  Secure all items in your vehicle.Food, gum, candy, drinks, tobacco products, monopods, tripods, large flashlights, pets, strollers, and child backpack carriers are not permitted on any cave tour. Any items used or worn in a cave outside of the Black Hills-This is to prevent the spread of White Nose Syndrome, a fungus known to kill bats.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/guidedtours.htm"
}
