{
    "title": "Jewel Cave National Monument: Wild Caving Tour",
    "body": "Wild Caving Tour         A caver squeezes through a small opening known as Hurricane Corner on the Wild Caving Tour route in Jewel Cave. NPS Photo  The Wild Caving Tour is your passport to the underground wilderness of Jewel Cave.  The Wild Caving Tour is offered mid-June through the end of August, and November through April during the off-season. With hard hat secured and headlamp turned on, you are ready to experience the cave in its natural state.  Feel the wind at the famous Hurricane Corner, ascend Martha's Kettle, crawl through the Roller Coaster, and squeeze into the Brain Drain.  See the place where hydromagnesite balloons were first discovered, including the balloon known as the earring, and view several beautiful and fragile cave formations. At 2\/3 of a mile long, this tour is a real caving adventure. You scramble over cave \"breakdown,\" chimney between cave walls, use a rope assist to climb a nearly vertical wall, and belly-crawl through tight passages. Along the way you learn about low-impact caving, caving techniques and safety. The Wild Caving Tour lasts 3-4 hours, and is extremely strenuous. Anyone having a fear of closed spaces or heights should not attempt this tour. Participants must be in good physical condition and are required to pass through an 8-1\/2 inch by 24-inch crawl space before beginning the tour. Refunds are not given for those visitors unable to negotiate the block located on the patio of the visitor center. For safety reasons, there is an age requirement, which is strictly enforced. Participants must be 16 years of age or older, required to provide proof of age, and a parent or legal guardian is required to sign a waiver of responsibility, on the day of the tour, for any 16 or 17-year-old minor participant.   The Monument provides a hard hat and headlamp to each person taking the Wild Caving Tour.  Participants must provide the following: sturdy, above the ankle, rubber-soled, lug-soled, lace-up boots; long pants or coveralls; a long-sleeved shirt; gloves; knee and elbow pads; a clean change of clothing and shoes; and a plastic bag for carrying soiled clothes and boots from the visitor center after the tour. Bring your caving clothes, boots, clean clothes and shoes to the visitor center when you check in and meet your tour guide. Clothing and footwear will be permanently stained by black manganese deposits encountered during this tour. NOTE: Participants may be subject to White Nose Syndrome screening. Also, caving clothes from Jewel Cave cannot be worn in nearby Wind Cave. Reservations are required and can be made over the phone 2 to 28 days in advance. Tour size is limited to a minimum of 2 visitors and a maximum of 5 visitors during the summer season. NOTE:  Off-season dates are announced sometime in October.  During the off-season, a minimum of 4 visitors is required for this tour to proceed because the tour fees ($31.00 per person) will pay for the tour guide's salary during times of low visitation and limited park budget. Tour Dates are offered for the Wild Caving Tour when staff, trained for this tour, is available.  There are no Wild Caving tours during the month of May through mid-June, and from mid-September through October.  The tour ticket must be paid for at the time you make the reservation. Tours may be canceled due to lack of the required number of participants or due to emergencies at the monument. For more information about this tour you may call the visitor center at 1-605-673-8300 from 8:30 a.m. to 4:00 p.m. (Mountain Time).                         Wild Caving Tour Video Clip Welcome to the most extreme caving adventure.  The Wild Caving Tour lasts 3 - 4 hours and is limited to 5 people.  The age requirement is 16 years old or older.  Reservations are required.  Our current ticketing program only permits reservations from 2 to 28 days in advance of scheduled tour dates.  Duration:2 minutes, 38 seconds",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/wildcavingtour.htm"
}
