{
    "title": "Jewel Cave National Monument: Hiking Trails",
    "body": "Hiking Trails       There are two self-guided trails at Jewel Cave National Monument, and one U. S. Forest Service trail which begins approximately 1 mile from the Jewel Cave visitor center. Printed information on all three trails is available at the visitor center year-round, and at the historic ranger cabin in the summer. The trails are diverse: from a ¼ mile (.4 km) to over 5.5 miles (8.9 km), from level to steep and rugged, and everything in between. There is bound to be at least one trail just right for you. When venturing out please keep in mind the following trail courtesies: 1. Please stay on designated trails and don't cut switchbacks. 2. Tell someone your planned route and carry a first aid kit. 3. Pack out your trash and if you find trash along the trail, please pick it up. 4. Carry drinking water with you on the trail. 5. Be prepared for weather changes. 6. Please do not pick the wildflowers. 7. Natural features must remain undisturbed. 8. Watch for poison ivy, rocks and other hazards along the trail. 9. In summer, check your body and clothing frequently for ticks. A Walk On The Roof Trail   Length: ¼ mile (.4 km) loop. Allow 30 minutes for the walk. Location: The trail begins at the covered patio area outside the visitor center lobby and returns to the north end of the visitor center. Features: This trail lets one discover how the monument's surface and sub-surface resources interact. As you wind your way through the Ponderosa pines, imagine the cave below you, stretching in every direction. An overlook located approximately 100 yards (91 m) from the visitor center provides a magnificent view of the forest and canyons. Conditions: Moderate inclines. Not handicapped-accessible. Canyons Trail This trail is rough and uneven due to the washouts that occur during heavy rains, please be prepared for this if you hike the trail. Please check at the visitor center to see if trail is open. Length: 3.5 mile (5.6 km) loop trail. Allow 2-4 hours to travel the loop. Location: The trail begins at the covered patio outside the visitor center lobby and winds its' way down into Lithograph Canyon. Turning right at a fence the visitor enters Hell Canyon and strolls along a combination of unpaved road and meadows to a sign that leads to the historic area. From there it is 9\/10 mile back to the visitor center. Features: This trail provides an opportunity to become more familiar with the surface resources and geologic features at the monument. Lithograph Canyon, Hell Canyon, the limestone cliffs, ponderosa pine forest, deer, wildflowers, birds and bats are just a few of the resources the National Park Service has been entrusted to protect at Jewel Cave National Monument. Conditions: Moderate to steep inclines. Not handicapped-accessible. Hell Canyon Trail U. S. Forest Service Trail adjacent to Jewel Cave National Monument Length: 5.5 (8.9 km) mile loop trail. Allow 2-4 hours to travel the loop. Location: From Jewel Cave National Monument, the trailhead is approximately 1 mile (1.61 km) west of the monument visitor center entrance on Highway 16. The trail begins just west of the parking area and the first ½ mile (.8 km) climbs at a steep pitch. From there on grades are level to easy. The last 2 miles (3.2 km) follows a two-track road along the bottom of Hell Canyon. Features: The trail follows a bench below limestone cliffs and provides outstanding views of Hell Canyon and the surrounding area Conditions: Elevations are from 5,400 to 5,700 feet. Trail condition varies from fairly strenuous to easy. Not handicapped-accessible.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/trails.htm"
}
