{
    "title": "Jewel Cave National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Cave tour tickets for the Scenic Tour, Discovery Talk, and Historic Lantern Tour (summer only) are available on a first come, first basis at the Monument. There are no advanced tickets \/ reservations for these tours. The Wild Caving Tour is available during the off-season and during the summer by reservation. Ticket prices and tour descriptions are found under the Fees & Passes page.      Special Use Permits Jewel Cave National Monument offers special use permits for an assortment of gatherings and a variety of commercial activities that often relate to special events. The purpose of these permits is to ensure the protection of the monument's natural and cultural resources, as well as to allow for the safety of the permit participants, visitors, and staff. Special events include activities such as commercial filming, still photography, weddings, memorial services, pageants, spectator attractions, entertainment, ceremonies, automobile\/motorcycle club rallies, organized tours or rides, large group camps, rendezvous, and youth gatherings. It is important to note that special events differ from public assemblies and public meetings in that the latter activities are rights protected by the First Amendment. The authority for the management of special events in a National Park Service site can be found in Title 16, U.S. Code and Title 36, Code of Federal Regulations, 2.50. The 2006 National Park Service Management Policies and Director's Order 53 Special Park Uses provide policy guidance for management of special event activities. The following guidelines are established by the 2006 National Park Service Management Policies, as they relate to special event activities within Jewel Cave National Monument. A special park use is a short-term activity that takes place within the monument and that:  Provides a benefit to an individual, group, or organization rather than the public at large. Requires written authorization and some degree of management control from the NPS in order to protect park resources and the public interest. Is not prohibited by law or regulation. Is not initiated, sponsored, or conducted by the NPS Is not managed under a concession contract.  Special use permits for special events will not be issued, if in the opinion of the Superintendent, the requested special event will:  Cause injury or damage to park resources. Be contrary to the purposes for which the park was established, or unreasonably impair the atmosphere of peace and tranquility maintained in wilderness, natural or cultural locations within the monument. Unreasonably interfere with the interpretive, visitor service, or other program activities, or with administrative operations. Substantially impair the operation of public facilities or services of NPS concessionaire or contractors. Present a clear and present danger to public health and safety. Result in significant conflict with other existing uses.  All special use permit applications will be handled in the order they are received. Standard requests can usually be processed in 10 business days. Requests that involve multiple locations, complex logistics, and\/or coordination with other NPS sites or large-scale visitor activities may require a minimum of four weeks to process. A minimum of four weeks is also required to process special use permits for projects or activities that need additional environmental compliance. Application fees vary depending on the type of permit issued. Additional processing fees will be charged if the permit is approved. For questions or additional information, please contact the Special Park Use Coordinator at (605) 673-8300. Permits Involving Cave Entrance All persons entering Jewel Cave are required to be screened for White-nose Syndrome (a disease deadly to bats), and if necessary, permit participants will be required to undergo decontamination procedures on footwear and equipment before entering the cave. Screening involves answering a series of questions about clothing, foot gear, equipment, and personal items carried into the cave. For more information about this disease and policies related to White-nosed Syndrome, contact the visitor center at (605) 673-8300. Application Forms and Further Information Form 10-930 General Special Use Permit Research Permits For those wanting to conduct special research within Jewel Cave National Monument, a permit is required. For details on research permits, contact the Chief of Resource Management at (605) 673-8308, or e-mail your request. Filming and Photography Permits Commercial Filming and Still Photography Permits are issued for filming, photography, and associated sound recording to ensure the protection of resources, to prevent significant disruption of normal visitor uses, or when they involve props, models, professional crews and casts, or set dressings. Furthermore, these permits are required for access to surface and sub-surface areas of the monument normally closed to the visiting public. For more information, contact the Chief of Interpretation at (605) 673-8330, or e-mail your request. Complete the form above and mail it (along with payment;checks made payable to the National Park Service) to: Superintendent Jewel Cave National Monument 11149 US Hwy 16 Building B12 Custer, South Dakota 57730",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/permitsandreservations.htm"
}
