{
    "title": "Jewel Cave National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           11149 U.S. Hwy. 16 Building B12  Custer, SD 57730                 Directions         By car:  Jewel Cave National Monument is located 13 miles west of Custer, South Dakota and 24 miles east of Newcastle, Wyoming on U.S. Highway 16. The Monument is about 54 miles from Rapid City, South Dakota via U.S. Highway 16 \/ 385. By plane:  The nearest major airport, Rapid City Regional Airport, is 63 miles away.  Directions Details           Weather           Spring:  Rain or snow is common.  Temperatures vary. Summer:  Rain is common in June.  Sunny and dry in July and August.  Temperatures range from 70 to 95 degrees Fahrenheit. Fall:  Mild temperatures and occasional rain or snow showers. Winter:  Cold temperatures are common with occasional snow.         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no entrance fee for Jewel Cave National Monument; however, there are fees charged for cave tours.         Visitor Centers                    Calcite crystals give Jewel Cave its name. NPS photo  Jewel Cave's Underground Wilderness Beneath the Black Hills of South Dakota lies the fascinating underground world of Jewel Cave. It delights, it perplexes, and it lures you on to further discovery and exploration. Most of the cave's chambers are decorated with calcite crystals and other beautiful, colorful, and rare formations. Caring for Jewel Cave can be a tough job. The National Park Service strives to balance the desire to enjoy the cave with the need to protect it.  Before touring the cave, there are a few things you should know.  Also in this section: Operating Hours and Seasons Fees & Passes Permits and Reservations Things to Know Before You Come: 1. All cave tours are ranger guided and require a minimum of two participants.  Tours offer available space for a limited number of visitors. Cave tours can sell out at any time depending on visitation. 2. The cave temperature is a constant 49 degrees Fahrenheit (9 degrees Celsius). A light jacket or sweatshirt, and low-heeled rubber-soled, closed-toe walking shoes or hiking boots are recommended for all tours.  3. Cave tours are not recommended for anyone with claustrophobia, heart or respiratory conditions, recent surgeries or illnesses, or other physical limitations.  Cave tour participants, of all ages, must be able to navigate the tour route unassisted. 4. Food, drinks, candy, gum, tobacco products, monopods, tripods, weapons, pets, large purses, handbags, flashlights, backpacks, large camera bags and hiking\/walking sticks\/poles are not permitted on any cave tour. 5. Flash photography is allowed on the Scenic and Discovery Tours. Cameras and flashlights are not permitted on the Historic Lantern or the Wild Caving Tours.  6. There are no restroom facilities or drinking fountains in the cave. 7. Large items, such as walkers, canes, crutches, and oxygen tanks, are only allowed on the Discovery Talk, which is also wheelchair accessible. 8. No pets are allowed in the cave, with the exception of certified service dogs only on the Scenic and Discovery Tours. 9. It is recommended that children ages five and under participate on Discovery Tours. 10. Baby or child backpack carriers and strollers are not permitted in the cave. 11. Cell phone reception is poor in the Black Hills and almost non-existent at Jewel Cave National Monument. 12. Pets cannot be left unattended around the visitor center parking lot, visitor facilities, or in a vehicle without proper ventilation.  Pets should also not be left unattended within any vehicle during the summer season.",
    "url": "https:\/\/www.nps.gov\/jeca\/planyourvisit\/basicinfo.htm"
}
