{
    "title": "Lake Mead National Recreation Area: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles              Forty-one species of reptiles and 12 species of amphibians have been recorded at Lake Mead NRA. As might be expected in a warm, desert area, reptiles are common throughout the region. For the most part, they prefer the rocky slopes and dry washes where boulders and brush furnish plenty of shelter and shade. Natural foods are also more likely to be found in this type of habitat.      Reptiles of the Lake Mead NRA   Both reptiles and amphibians are cold-blooded, meaning their body temperatures vary with that of their surroundings. Because of this, the members of these two classes have had to develop either physiological or behavioral adaptations in order to live with high environmental temperatures, dryness, and the scarcity of available water during much of their active seasons.    All reptiles and amphibians in the recreation area hibernate during the colder months of the year, usually from November through February. They may become active during any month due to erratic rainfall and more comfortable temperatures. Following a flurry of activity to feed and mate in April and May, some of these animals may be largely inactive for the hottest weeks of the summer. As the weather cools in the fall, they again become more active before entering hibernation.         The Desert Tortoise     As Nevada’s state reptile the Desert Tortoise is our only native turtle in the recreation area. The adults may live up to 50 years and are from 8 to 15 inches long. The females lay one clutch of up to 15 eggs each year. The hatchlings are approximately 1 1\/2 inches long. The young are preyed upon by a variety of animals, especially the raven.           Learn more about the Desert Tortoise in our Atlas of Lake Mead section            The Desert Iguana   Large, common, and active during the day, the Desert Iguana is one of the more frequently seen and recognized local lizards. It may be up to fourteen inches long and 2\/3 of its length is tail. The overall color of this lizard is a gray-brown, but it can vary from light to dark depending upon its internal temperature. The same lizard may appear to be dark brown when it first emerges into the sunlight in the morning, and may then be very light tan to white by mid-afternoon. It has a pattern of spots and bars on its sides and a ridge-like row of enlarged scales along the center of its back. The female lays a clutch of three to eight eggs in early summer.         The Gila Monster    The Gila Monster is rarely seen because of its secretive nature. It has dangerously toxic venom. It is non-aggressive, rarely biting anyone. However, it is not to be trifled with. It is protected by state law in all states where it occurs. The Gila Monster is the only venomous lizard in our area and is one of only two known venomous lizard species in the world. Incidences of Gila Monsters biting humans are extremely rare and must be almost sought by the victim. However, a bite by a Gila Monster is a serious issue. The venom is quite toxic, acting on the respiratory system eventually causing paralysis. The Gila Monster does not have fangs, but instead slowly chews through flesh releasing venom from the floor of the mouth down grooves in its teeth.           The Long-tailed Brush Lizard   The Long-tailed Brush Lizard has a small body of about 2 inches long. This lizard gets its name from its tail which makes up more than 2\/3 of its total length of 7 inches long. It is gray to beige with darker markings. Its very long tail is distinctive. The females lay 1 or 2 clutches of 2 to 10 eggs each summer.          Rattle Snakes (Various Species)    There are four species of rattlesnakes found within the recreation area and all are to be considered dangerously venomous. Their venom is quite toxic and their venom delivery is efficient. All have hollow, hypodermic-like fangs in the front of their upper jaw connected by a duct to enlarged venom glands. All have the familiar noise-producing rattle that gives them their name. Treat these snakes with respect. Keep a safe distance and do not attempt to handle them. Any bite requires immediate medical attention. Even newborn rattlesnakes are capable of delivering a potentially dangerous bite.         King Snakes    This is one of the best known and most readily identified non-venomous snakes. It is a large snake, 30 to 42 inches long, and has a stout body. It is boldly patterned in black or very dark brown with white to cream colored rings along its entire length. The head width is well defined from the neck, but it is not as pronounced as in the Gopher Snake. It vibrates its tail when annoyed. It is diurnal when temperatures permit and then crepuscular or nocturnal when temperatures climb too high.           Learn more about the Relict Leopard Frog in our Atlas of Lake Mead section            The Relict Leopard Frog    The relict leopard frog is a minor success story. The species was long thought to be extinct or near extinction, although surviving populations have been found. They exist in isolated springs and creeks in desert environments, near reservoirs and recreation sites in an area that has been rapidly urbanized. Accordingly, the species must be considered to be highly vulnerable.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/reptiles.htm"
}
