{
    "title": "Lake Mead National Recreation Area: Restoring the Land",
    "body": "Restoration              The science of ecology has provided the tools within which restoration approaches can be developed. Damage to the plants and soils can last for hundreds if not thousands of years. It takes a lot of work and knowledge to restore the land after the damage has occurred.       Arid Land Restoration          Before Restoration   After Restoration    The Arid Land Restoration Program seeks to make Lake Mead National Recreation Area a more beautiful place by preventing and restoring ground disturbances. Using proven restoration techniques we plan to make the recreation area more aesthetically pleasing to visitors and more hospitable to wildlife and vegetation.              Before Restoration   After Restoration    Restoring and unifying the habitat further enhances visitors’ experiences at Lake Mead NRA. Much of the damage the restoration program restores occurs from illegally used off-road vehicles (ORV). If ORV use is not curtailed their tracks become more visible, encouraging further use and destruction of the precious resources at Lake Mead.              Before Restoration   After Restoration    The restoration program re-contours, decompacts and applies soil surface treatments to help restore old roads and illegal tracks.     Graffiti Removal          Before Restoration   After Restoration    The restoration program further works to beautify Lake Mead National Recreation Area by removing graffiti.     Re-Vegetation       Although most of the restoration involves soil manipulation, barrier installation and graffiti removal, the restoration program also conducts re-vegetation projects. Due to the lack of water in the desert re-vegetation is difficult. Because of challenges involved, the restoration program has chosen to limit its re-vegetation efforts to a few areas where it is determined to be an appropriate restoration technique. Some examples of re-vegetation include Lakeshore Road Overlooks, vegetation salvage and re-planting near road work and post-fire re-vegetation. The restoration program seeks to educate recreational users about the impact of disturbing the fragile desert ecosystem and to encourage personal responsibility in keeping Lake Mead National Recreation Area biologically and visually beautiful.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/restoration.htm"
}
