{
    "title": "Lake Mead National Recreation Area: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants              With the annual rainfall of the desert region near Lakes Mead and Mohave less than 6 inches a year, it might be supposed that only a few hardy plants could exist under such rigorous conditions. On the contrary, however, the desert has vast numbers of flower species. Favorable rains in early spring transform the seemingly bare slopes and washes into a mass of color. Without these beneficial spring rains, the seeds lie dormant until better conditions exist.      Plant Communities   Plants, like people, have definite preferences as to where they live. Some prefer open desert. Others like the rocky slopes and cliffs, the dry stream beds or where permanent water is found. Some even live on soils containing minerals that are toxic to many other species. Plants of the Lake Mead region can be grouped into five rather well defined communities. (exerpt from “Plants of the Lake Mead Region” by Jim Holland)        The Joshua Forest Community    The Joshua-tree is found from around 3,500-5,000 feet in elevation, and several other species are associated with it. At this elevation rainfall is more plentiful and summer temperatures are not as high. It normally receives snows in winter.        The Creosote-Bush Community   The most conspicuous plant of the region is the creosote-bush, ranging into high and low desert elevations between 500-3,000 feet. It is abundant in the middle desert zone around 2,000-2,500 feet. Rainfall is low, only 3-4 inches per year and temperatures range from 30°-115° F annually. Other common plant species associated with this community include burro-bush, cholla, senna, and indigo-bush.        The Desert Wash Community   This Community occurs from elevations of about 500 feet to as high as 3,000 feet. Water concentrates here during rainstorms and because more underground water is available, plants grow in great abundance than in the surrounding area. The washes are subject to flash flooding and are preferred by most of the spring flowering annuals. Common plants found here are the cheese-weed, chuckwalla’s delight, desert-mallow, and catclaw.        The Cliff Community   Narrow, steep-walled canyons often form the upper ends of desert washes. In such places we find the Cliff Community. Plants prefer the rocky slopes and cliffs, often growing out of cracks in the rock walls. Respesentative species include desert-fir, rock daisy, barrel cactus, and rock-nettle.        The Desert Spring Community   Plants of this Community grow around springs, along river courses and in low washes where water is found at or near the surface. They include cattails, rushes, arrow-weed, desert-willow, mesquite, and tamarisk.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/plants.htm"
}
