{
    "title": "Lake Mead National Recreation Area: Invasive Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Invasive Species                 Invasive Species              The National Parks including Lake Mead National Recreation Area are home to complex native communities of plants and animals that have developed over millions of years. This natural heritage is threatened by the invasion of exotic plants and animals.        Exotic Plan Management         Exotic Plant Management Teams (EPMT) are a weapon to combat exotic plants. The teams were modeled after the coordinated rapid response approach used in wild land fire fighting. The first test of the EPMT concept was made in 1996 at Lake Mead National Recreation Area. The success of the EPMT derives from its ability to adapt to local conditions and needs, using weed science expertise and partnerships.    Learn More....     Fountaingrass         Lake Mead National Recreation Area's Resource Management Division eradicates fountaingrass (Pennisetum setaceum) from the shorelines of Lake Mohave. Removal methods include digging the plant out of the ground with hand tools or applying an aquatically approved and EPA registered herbicide to the leaves of the plant. Fountaingrass has recently been added to the Nevada State Noxious Weed List because of its ability to invade natural areas and displace native plant communities, increase wildfire danger and impact desert tortoise habitat.   Learn More....     Quagga Mussels         Quagga mussels have been found in lakes Mead and Mohave. Mud, plants and animals that may be lurking on your watercraft, trailer, equipment, or on your vehicle will cause the spread of invasive mussels. Invasive mussels cause millions of dollars of damage to boat and water systems by clogging pipes and engines. They also impact the native ecosystem and sport fisheries.   Learn More....",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/invasivespecies.htm"
}
