{
    "title": "Obed Wild & Scenic River: General Management Plan",
    "body": "General Management Plan       Through a 1976 amendment to the Wild and Scenic Rivers Act, Obed Wild and Scenic River was set aside as a unit of the National Park Service to protect the unique resources found along the Obed and Emory Rivers and their major tributaries. The Wild and Scenic Rivers Act states that the park was created to protect the park's free-flowing streams, wildlife resources, primitive character, and other \"outstandingly remarkable values\" for the benefit of future generations.        Draft 1994 General Management Plan   The Obed Wild and Scenic River's General Management Plan, drafted in 1994 and finalized in 1995, is a key guiding document in the fulfilling of the park's mission. The General Management Plan analyzes the impacts associated with two alternative approaches to managing the park, one of which is the agency preferred alternative. The final plan consists of two documents.  The first document, the August 1994 Draft General Management Plan, contains a discussion of the two alternatives and an analysis of their merits and environmental consequences. The second document, the June 1995 Final General Management Plan, presents a handful of minor changes to the Draft General Management Plan and also contains responses to written comments received from the public during the document's review period.  View the General Management Plan, broken into several pieces below.   Final: General Management Plan\/ Development Concept Plan\/ Environmental Impact Statement. This 1995 document presents changes to the 1994 Draft General Management Plan. Note that page numbers listed in the side margins of this final document refer to a 1994 draft page. [9 MB PDF]    Obed Wild & Scenic River Draft General Management Plan Cover. 1994. -- one page [301 kb PDF] Obed Wild & Scenic River Introduction -- eight pages [1.2 MB PDF] Purpose and Need for a Plan -- 10 pages [1.8 MB PDF] The Proposal and Alternative -- 43 pages [21.2 MB PDF] Affected Environment -- 31 pages [8 MB PDF] Environmental Consequences -- 12 pages [2.5 MB PDF] Lists and Appendixes -- 54 pages [9.5 MB PDF] Maps -- 11 pages [15.5 MB PDF]",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/management\/gmp.htm"
}
