{
    "title": "Obed Wild & Scenic River: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Kids of all ages can learn lessons on the importance of volunteering to preserve the Obed.   Being a VIP at Obed The VIP program provides an opportunity through which the National Park Service can accept and utilize voluntary help and services from the public.  The objective of the program is to utilize this voluntary help in a way that is mutually beneficial to the National Park Service and the volunteer.  Volunteering at the Obed Wild and Scenic River can be a unique experience.  Volunteers can be any age, but youths under age 18 need a parent or guardian signature.    Join the Park Volunteer Team Be a part of a great team and make a difference!  The National Park Service is an equal opportunity employer.  Trail Keeper - These volunteers provide an extended presence in the backcountry and at the same time provide the trail crews with information on trail conditions and issues.    Campground Host - These volunteers greet and assist visitors in locating a campsite, provide information, verify compliance to park regulations, and work with park staff in a variety of campground-related duties.  Download brochure here. Clerical Assistant Volunteers - These volunteers assist NPS staff in answering phone inquiries and complete a variety of administrative tasks.  Visitor Center Volunteers - These volunteers help at a visitor center by staffing the desk with NPS staff.  They help visitors by providing orientation, information, and informal interpretation on park resources, safety, Jr Ranger Programs, etc.   Applications A VIP application is required for all volunteer positions.  Some positions usually require a time commitment and training. Training is provided unless otherwise noted.  Apply online at: www.volunteer.gov\/gov, or you may e-mail or write for an application:  Volunteer Coordinator Obed Wild and Scenic River PO Box 429 Wartburg, TN  37887 (423) 346-6294       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/obed\/getinvolved\/volunteer.htm"
}
