{
    "title": "Obed Wild & Scenic River: Potters Fall Hemlock Treatment & Clean-Up",
    "body": "Potters Falls Hemlock Treatment Workshop and Clean-Up                Subscribe  | What is RSS    News Release Date: March 25, 2016  Contact: Veronica Greear, 423-346-6294  Contact: Matt Hudson, 423-346-6294   Tennessee: There will be a hemlock treatment workshop for all interested persons on Saturday, April 9, 2016. Participants should meet at 8:30 a.m. (Eastern) at the Morgan County Visitor Center at the junction of Highways 62 and 27 in Wartburg, Tennessee for registration and initial instruction. The event will focus on cleaning up and preserving the spectacular beauty of the area around Potters Falls and along Crooked Fork Creek.   This free workshop will teach local landowners how to protect hemlock trees from the deadly Hemlock Woolly Adelgid, an insect native to East Asia that feeds on the sap of hemlocks and ultimately kills the host tree. Participants will learn how to safely mix and apply an insecticide that can be used to treat their hemlock trees for this pest. Training will be provided by experienced staff from the Tennessee Division of Forestry and the National Park Service. Participants that wish to treat hemlock trees must wear appropriate attire (long sleeve shirts, long pants, and closed toed shoes). Gloves and eye protection will be provided.    Volunteers are asked to bring water, insect repellent, sun block and a chair and to wear sturdy shoes. All participants are invited to return to the Morgan County Visitor Center for lunch. Sandwiches, chips, cookies and lemonade will be provided, and everyone is encouraged to bring a dish to share. This event is co-sponsored by the Emory River Watershed Association, Tennessee Citizens for Wilderness Planning, and the National Park Service, with funding assistance from a Tennessee Valley Authority Reservoir Community grant.    For more information, please call Mike Sale at (865) 719-4794 or Jimmy Groton at (865) 805-9908.",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/news\/potters-falls-hemlock-treatment-workshop-and-clean-up.htm"
}
