{
    "title": "Lake Mead National Recreation Area: St Thomas Nevada",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     St Thomas Nevada                St Thomas Nevada          Within the park boundaries lies a ghost town that was inundated when Lake Mead first filled up in the 1930’s. Once a Mormon settlement, St. Thomas thrived as a stopping point between Los Angeles and Salt Lake City along the Arrowhead Trail. Today, remnants of the town can now be seen thanks to the lowering water levels of Lake Mead, which is due to severe drought conditions. Once the town was flooded higher than 60 feet above the tallest structure, now visitors can roam the ghost remains of a true western town. St. Thomas lies in the northern part of the park near the Overton Arm along the Muddy River, which feeds into Lake Mead. The access road is dirt and sometimes bumpy so visitors with low riding vehicles may want to be careful. However most vehicles should be able to handle the approximately three mile dirt road. There is a dirt trail leading to the town site from the parking area.        Area Map             St. Thomas Town Site    St. Thomas, Nevada Town Site Lake Mead NRA    Back to Top      Visual Field Guide            The St. Thomas Visual Field Guide is an interactive guide to help you as you visit the streets of this historic town, with photos and maps for reference Available for Download in PDF format, for computer or mobile devices. Adobe Reader required for interactivity.     St Thomas Video              A Doomed Town Rises, St. Thomas Nevada   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 46 seconds  A short video about St Thomas, Nevada. Running time 6:46        Back to Top     History of St. Thomas         St. Thomas was founded in 1865 by Mormon settlers who mistakenly thought they were still in Utah\/Arizona Territories. The location was a prime farming spot at the confluence of the Muddy and Virgin Rivers, which flowed to the Colorado River, 22 miles south. Photo: University of Nevada, Las Vegas University Libraries         However the Mormons were not the first inhabitants of the region. The Anasazi and the Basket-Makers made their home in the area. In fact, located across the river from St. Thomas was an Anasazi settlement that became known as the “Lost City”, which has been recreated in the town of Overton at the Lost City Museum. Photo: University of Nevada, Las Vegas University Libraries         The Mormons settled here until it was discovered that they actually settled in Nevada. Nevada officials demanded five years back taxes which the Mormons refused to pay. So after a vote they decided to abandon the town, save for one family, the Bonelli’s. The Mormons burned down their homes and abandoned their crops and moved to Salt Lake City. Photo: Unknown.         Around the 1880’s new settlers began to arrive at the town site. These settlers discovered that the soil was good for farming. The peak population of St. Thomas was around 500 people. There was a school, post office, grocery stores, church, soda fountain, and several garages for the new invention of the automobile. What St. Thomas did not have was indoor plumbing or electricity. But memories written by the former townspeople were of a happy and simple life. Photo: Unknown. Gentry Hotel         In 1928, President Calvin Coolidge signed the bill authorizing the building of Boulder (Hoover) Dam. This dam would create a large lake behind it, Lake Mead, and as the waters rose, areas that had been high and dry along the Muddy and Virgin Rivers would be inundated by the lake. Photo: University of Nevada, Las Vegas University Libraries         The residents of St. Thomas were told they would have to relocate, and that the government would reimburse them for their property. The filling of Lake Mead started in 1935. As the waters rose, slowly the town was overtaken by Lake Mead. One of the last residents to leave was Hugh Lord, who paddled away from his home when the rising waters apped at his font door in 1938. When the lake reached it’s high water mark, St. Thomas was sixty feet below the surface. Photo: University of Nevada, Las Vegas University Libraries         With the fluctuations of the lake water levels, St. Thomas has arisen from the depths several times since 1938. In 1945, 1963, and 2012 there were reunions of former residents and family members. Today the town is still exposed and visitors can roam the roads and trails that were once a thriving wild west town. Photo: Anthony Ross     Back to Top     Photo Gallery                    St Thomas Nevada   12 Photos  Pictures of historic St. Thomas, Nevada                      Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/st-thomas-nevada.htm"
}
