{
    "title": "Obed Wild & Scenic River: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories         The Catoosa area in 1914 shows a variety of buildings supporting the Morgan and Fentress Railway.  This exact location is the present-day site of Island Creek. Michael R. O'Neal  Morgan and Cumberland Counties in eastern Tennessee are renowned for their story-telling traditions. Likewise, the Obed Wild and Scenic River contains many stories of its own. Some of those stories are mired in history, while others evoke personal memories. Taken together, these stories represent just a portion of what makes the Obed WSR a very special place. Like most early history, the farther you go back in time, the more difficult it is to confirm facts. Many of the Obed's earliest visitors did not collect or record written recollections of the area or of their experiences here. As a result, conjecture and scholarship are a few of the remaining tools that we have at our disposal to discover this area's past. There are a few elderly folks remaining in the neighboring counties of the Obed, and their stories and memories are vital to unveiling the history of the Obed. The starting point for all of this discussion involves the question, \"How did the Obed get its name\"? Legend has it that the Obed was named after Obediah (Obey) Terril, a longhunter who passed through the Cumberland Plateau in the late 18th century.  Presumably, the Obed and the Obey rivers were named by this same person, and both were named the Obey. Map makers later changed the name of the southern river to Obed, while the northern river remained the Obey.          The Lilly Bridge as it looks today.   One of the more unique and hard to believe stories comes from the building of the original Lilly Bridge. According to area folklore, two gentlemen named Mr. Lilly and Mr. Howard set about to build a wooden bridge in the early 20th century that would cross Clear Creek near the site of Howard's Mill. The mill relied on a small creek which ran parallel to the river called the Old Mill Race. It was water from this creek that was diverted to provide power to the mill.  Mr. Howard and Mr. Lilly decided to work at opposite ends when building the bridge. Eventually, they met in the middle and completed the task. When deciding on what to name the bridge, however, both Mr. Howard and Mr. Lilly got into a shouting match. Mr. Howard believed that the bridge should be named after him, because it was close to his mill. Mr. Lilly believed that because he did more work and added more planks to the bridge, his name should be the accepted name. Compromise proved futile. Both men decided to have a fistfight for the naming rights to the bridge. Mr. Lilly won. Today, the current concrete bridge - dating to the 1990s - replaced the one that Mr. Howard and Mr. Lilly built.        The Nemo Depot and Tunnel 24 as it appeared in 1936. Michael R. O'Neal  Different sections of the Obed Wild and Scenic River have their own fascinating stories. Most of those stories deal with the origin of the names in question. Take for example the name of Nemo, which in Latin means \"no one.\" Nemo was the name of a small town and railroad junction. The town was located where Island Creek and the Emory River meet. This is also the location where the old Catoosa Railroad line passed. The bridge for the railroad was devastated by the Flood of 1929, and destroyed by the Flood of 1940. Following the latter flood, the bridge was never rebuilt. As a result, the town of Nemo ultimately declined and no longer exists. Nemo was actually a name that was used for convenience more than anything else. Stops along the railroad line were to be kept in alphabetical order, and Nemo served as the stop after Montgomery and the stop before Oakdale. Ironically, the town of Lancing was formerly known as Kismet, but its name changed in order to keep the alphabetical sequence intact.         The 1929 Flood ripped up railway lines and destroyed many local businesses. Michael R. O'Neal  Flooding can occur in varying degrees almost annually at the Obed. Some floods are worse than others, and high waters are visible most often along the Nemo area of the park. Flood waters have been known to rise as high as the picnic area. In 1929, the Obed's most devastating flood swept through much of the river routes. Besides ripping up railway lines, the flood ruined local businesses and mills, causing many of the local inhabitants to move out of the area. Today, only an occasional foundation or two can be seen where once many buildings were present.      On October 12, 1976, the Obed Wild and Scenic River became part of the National Park Service. This monumental membership did not come about by accident. Many concerned citizens and conservation groups throughout Tennessee contributed their time and effort to make it a reality. Battles in the state and federal legislatures over passing the protection bills were lengthy and difficult. Nevertheless, the dream of keeping the Obed area pristine and protected remained a major focus for those who felt strongly about this project. The Tennessee Citizens for Wilderness Planning (TCWP) were at the forefront of the movement, as were the Tennessee Wildlife Resources Agency (TWRA). The goal was to preserve the area for future generations to enjoy...a wild and scenic area with free-flowing streams of freshwater. Finally, in 1976, their work proved successful.  The Obed Wild and Scenic River does have its share of history and stories, but its preservation in the National Park Service was due primarily to its natural significance and wilderness quality. This area today is home not just to an abundance of wildlife, but also to many recreation enthusiasts who yearn for the chance to climb the Obed's cliffs, or paddle along the river, or hike along the trails. Today, the Obed teams up with the Catoosa Wildlife Management Area to protect dozens of miles of scenic landscape. The Obed has just passed 30 years of federal membership and state cooperation, and looks forward to the next 30 years as being even better!      Bad Roads and Blue Cohash: the 1992 Obed Oral History Project",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/historyculture\/stories.htm"
}
