{
    "title": "Obed Wild & Scenic River: Fish",
    "body": "Fish         The most common game fish caught at the Obed WSR is the Smallmouth Bass.   Smallmouth Bass The smallmouth bass is generally green with dark vertical bands rather than a horizontal band along the side. There are 13 to 15 soft rays in the dorsal fin, and the upper jaw never extends beyond the eye. Spawning occurs in the spring when water temperatures approach 60 degrees farenheit. The nests are usually located near the shores in lakes, and downstream from boulders or some other obstruction that offers protection against strong currents. Males may spawn with several females on a single nest. On average each nest contains about 2,500 eggs. The smallmouth bass can grow up to 24 inches long and weigh up to 12 pounds. Most of the people who go fishing on Clear Creek, Daddy's Creek, and the Obed River will successfully reel in a smallmouth bass during the peak fishing seasons. Muskellunge The common names for this fish are muskie, jackfish, and pikefish. The muskie is one of the largest and most elusive fish living in our waters. They are silver and light brown or pale green in color, with dark brown bars running across their scales. Their dorsal fins are set far back towards the tail to help them swim rapidly, sometimes reaching speeds of 30 miles per hour. They have a flat, duckbill-like snout with lots of strong, sharp teeth. When the muskie reaches adulthood the female will usually be larger than the male. Muskies prefer colder water temperatures, but can stand water temperatures to be up to 90 degrees for short periods of time. They are aggressive fish and will eat muskrats, frogs, shrews, ducks, mice, and smaller fish. Some muskies have been known to live for nearly 30 years. The world record for the largest muskie ever caught in the United States is 69 pounds, 11 ounces (from Wisconsin in 1949). The Tennessee record is 42 pounds, 8 ounces (caught in the Norris Reservoir in 1983). Carp The carp is originally from Asia but now has flourished almost everywhere that it has been introduced. They came to the United States in 1831 to be used as food. The carp is a very hardy fish capable of surviving in waters from near freezing temperatures to around 96 degrees farenheit. Carp have the ability to absorb atmospheric oxygen, allowing it to live longer than most fish, sometimes up to 24 years old. Most carp weight less than 10 pounds, but some can weigh up to 50 pounds. Carp have large scales, and their dark grey backs fade into paler sides and pearly undersides. Their main diet is smaller fish, and the female carp can have as many as 599,000 eggs during one season. Shad The shad is a small fish weighing an average of three to five pounds. They have a metallic-blue and green back that lightens to silver along their sides. They also have a black spot at their shoulders, with several smaller spots trailing behind. The shad, which is a member of the herring family, migrates every spring to rivers to spawn in fresh water. Spawning occurs in both tidal and nontidal freshwater tributaries, and spawning migrations correspond to favorable river water temperatures (generally 55 to 61 degrees farenheit). Spawning for the shad usually takes place between sunset and midnight. A female can lay up to 600,000 eggs, while several hovering males fertilize them. The eggs mature rapidly and transform into young fish in three to four weeks. The shad has a typical ten-year lifespan. Flathead Catfish Other common names for the flathead catfish are the yellow cat and the mud cat. They have a flattened head, tiny eyes, square tail and a protruding lower jaw, which distinguishes it from other catfish. The flathead catfish can sometimes grow to a length of 61 inches, and may at times weigh up to 123 pounds. Their maximum lifespan is 20 years. Flatheads are predatory fish and will consume bass, bream, shad, crayfish, and even other catfish. Spawning for the flathead occurs in late spring when water temperatures reach 70 degrees. One or both parents excavate the nest that is usually made in a natural cavity or near a large, submerged object. The nest is guarded and up to 100,000 eggs are agitated by the male to keep them clean and aerated. The young will remain in a school near the nest for several days after hatching. Channel Catfish The channel catfish, also known as a spotted or river catfish, have a rounded anal fin and scattered black spots along their back and sides. They also have a small, narrow head and a white underside. Major foods for the channel catfish include insects, crayfish, mollusks, crustaceans and invertebrates. Channel catfish spawn in late spring or early summer, when water temperatures reach 75 degrees farenheit. Males select nest sites which are normally dark, secluded areas such as cavities in drift piles, logs, undercut banks, rocks, etc. Males guard the nest, and may actually eat some of the eggs if they are disturbed. The eggs typically hatch in about a week. The largest channel catfish ever caught in the United States weighed 58 pounds (South Carolina, 1964).  Freshwater Drum The freshwater drum fish is grey or silvery in turbid waters, and broze-colored in clearer waters. Their head is somewhat darker than the rest of the body. The pectoral and pelvic fins are white, but the rest of the fins are dusky in color. Freshwater drum spawn in May and Junewhen water temperatures reach 65 to 70 degrees farenheit. The males and females meet at the surface of the water, where the female releases up to 300,000 eggs at a time. Unlike any other freshwater fish, the drum eggs float. This helps currents and waves spread the eggs throughout a river or lake. The drum eats crayfish, clams, snails, and small fish. Drum feed at or near the bottom of the lake or river, using their noses to flip stones over in search of food. An adult drum can grow to 28 inches in length and weigh 10 pounds. Crappie Crappies go by many different names. Sometimes they are called papermouths, calico bass, strawberry bass, white perch, rock bass, and Oswego bass. Black and white crappie range from dark olive to black on their tops, with silvery sides mixed with black blotches and stripes. The spots on a black crappie are irregular and scattered, while on a white crappie they are clearly arranged in seven to nine vertical stripes. Both species of crappie feed predominantly on smaller fish. Crappies make their beds in shallow water in the spring when the water temperatures reach 65 degrees farenheit. By day, crappies tend to be less active and to concentrate around weed beds or submerged objects such as logs and boulders. Crappies typically feed at dawn and dusk. Bluegill Bluegills, also referred to as perch, sunperch, and sunfish, may be distinguished by their dark spot at the base of their dorsal fin, vertical bars on their sides, and a relatively small mouth. The spiny dorsal fin usually has 10 spines, and is broadly connected to the soft dorsal. Their anal fin has three spines. The back and upper sides of the bluegill are usually dark olive or green that blend to lavender, brown, copper or orange. The underside is usually reddish-orange or yellow. The colors are more intense in breeding males, and their vertical bars may take on a reddish hue. Bluegills begin spawning when water temperatures reach about 70 degrees farenheit. Spawning may peak in May or June, but will continue until water temperatures cool in the fall. Because of their long spawning season, bluegills have very high reproductive potential, which often results in overpopulation. Nests for the bluegill are created in shallow water, usually one to two feet in depth. Fifty or more nests may be crowded into a small area, thus creating a spawning bed. Males guard the nest until the eggs hatch. The young bluegills feed on plankton, but as they grow their diet shifts to aquatic insects and their larvae. A typical bluegill weighs about 12 ounces and will grow to about nine inches in length. Darter The darter is a common name for any of three genera of about 140 species of freshwater fish of the perch family. They live in streams and rivers in North America. Tennessee and neighboring Kentucky have thousands of darters throughout most streams in those two states. The name darter is derived from their darting movements. Darters range from one to eight inches in length. Some species are spectacularly colorful, especially the males during breeding times. The females commonly drop their eggs on the bottom of the stream or in weeds. Darters typically feed on small crustaceans and fish eggs.          A Tennessee hunting and fishing license and information regarding hunting and fishing in the Volunteer State can be yours with a click of your mouse.         Adult muskies can typically reach over 40 inches in length.  Several are caught at the Obed each year.",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/nature\/fish.htm"
}
