{
    "title": "Obed Wild & Scenic River: Wildflowers",
    "body": "Wildflowers         The Passion Flower is Tennessee's state wildflower.   Passion Flower The passion flower is known as the official state wildflower of Tennessee.  It grows wild in the southern part of the United States and South America, is also commonly known as the maypop and the wild apricot. The passion flower emerges on a climbing or trailing vine, and its leaves are about six inches long with a soft, hairy underside. It has white sepals and petals. It also has lavender filiform segments with purple bands. The passion flower blooms from June through September. Oxeye Daisy Almost everyone loves the daisy, and it is seen in all 50 states and in Canada. But many states consider it to be a weed. Common roadside daisies grow anywhere, including in wet spots and in tough, big root masses. It is a Perennial, returning each spring from the same roots. Oxeye daisies will rise up to three feet in height. This flower likes full sunlight as well as light shade. It grows well in average moisture and in well-drained soil. The oxeye daisy consists of twenty or so white rays and numerous yellow disc flowers. Morning Glory The morning glory is an annual plant that grows quickly, blooms heavily, and dies with the first frost. It can re-grow the following spring if its seeds fall on the bare ground. The morning glory grows in all regions of North America, where a full sun and average moisture team up with well-drained soil to help it grow. Because of its fast growth, some morning glories are excellent for creating summer shade while serving as vines on building walls. These vines keep buildings cooler and reduce heating and cooling costs. It is recognized mostly by its trumpet flowers. Trillium The trillium is a genus of around 40 to 50 flowering plants that are native to North America and Asia. Its seeds are spread by ants and mice. The ants take the seeds to their nests and protect them until they germinate. The trillium is known for its vibrant colors in bloom. The red trillium is commonly seen along various sections of the Obed's Boulder Trail. The trillium is also known to many as a wake robin and a birthroot.",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/nature\/wildflowers.htm"
}
