{
    "title": "Obed Wild & Scenic River: Mammals",
    "body": "Mammals         A raccoon can sometimes be seen while walking on trails along the Obed river.   Raccoon Raccoons are reddish-brown, black, grey and white in color. Their most prominent characteristics are their black masks outlined in white and their bushy tail with brown or black rings on it. Their paws are black with five toes. They live near water in wooded areas, usually making their dens in trees, or in abandoned caves, barns, or even sewers. A female will give birth to a litter of four to six within two months after mating. The young stay with their mother for about a year. Raccoons eat insects, nuts, corn, fruits, berries, frogs, and rodents. Grey Fox The grey fox has grey fur on its back and most of its sides, but also has reddish-brown fur covering the rest of its body. Their most distinctive feature is their bushy tail, which includes some black fur covering its tip. The grey fox's diet consists of mostly small mammals. It will, however, also eat birds, berries, nuts and grass. They prefer to live in a wooded habitat, and during their mating season, they will also live in a den from a hollow log. The female and male will usually mate for life, having between one and seven pups a year.  Wild Boar First brought to America by Spanish explorers in the 1500s, the boar can weigh up to 300 pounds and grow up to five feet in length. They have course black fur and tusks that can sometimes grow to five inches. Boars do not have sweat glands, so they wallow in mud to keep cool. A boar's diet consists of acorns, hickory nuts, pecans, grass, fruits, mushrooms, bugs, eggs, and sometimes dead animals. Female boars can give birth to 14 piglets in one litter. Boars have been known to do damage to the environment by digging up native plants and roots. Whitetail Deer Whitetail deer are tan and brown in color during the summer and greyish-brown in the winter. White fur outlines their facial features, their throats, their stomachs, and the underside of their tails. The male deer can weigh between 150 and 300 pounds, and the female doe can weigh between 90 and 200 pounds. The whitetail deer is a herbivore, meaning that they only eat plants. In the fall and winter, however, they will eat corn, nuts, and acorns. Their offspring known as fawns will have white speckles on their fur during their earliest months. Bobcat Bobcats are named for their short, bobbed tails. Their colors are beige, brown, dark brown, black, with spotted markings. Males will weigh an average of 16 to 28 pounds and females will weigh an average of 10 to 18 pounds. The bobcat's diet consists of rodents, deer, birds, bats, pigs, and chickens. A bobcat's den is dense in vegetation, and each bobcat may occupy several dens. Femals will have a litter of 1 to 6 kittens in late spring. A bobcat's lifespan is usually around 12 to 13 years. Woodchuck (Groundhog) The woodchuck (or groundhog as he is also known) is greyish-brown in color with thick, course fur. He has short legs and a long, flat tail. Woodchucks weigh between 4 and 14 pounds and are 16 to 27 inches in length. They prefer to live near stream banks and vegetated gullies, where they often dig their burrows. Woodchucks hibernate during the winter, and their breeding season takes place in mid-February, soon after awakening from hibernation.  American folklore says that when a groundhog emerges from his den in mid-February and sees his shadow, six more weeks of winter will result. Eastern Cottontail Rabbit  The Cottontail has grey-brown speckled fur with reddish-brown fur on its shoulders and around its neck. They have big eyes and a short tail that is puffy and white like a cotton ball. The female builds a nest in a depression in the ground and line sit with fur from her chest. They prefer areas between open land and woodlands in bushy areas, thickets, and fields. The female gives birth to up to nine babies about one month after mating. She will feed her babies twice a day until at about seven weeks of age, when they leave the nest. Eastern Grey Squirrel The Eastern Grey Squirrel is yellowish-rust in color. This animal prefers to live in trees such as the oak, cypress, magnolia, black gum, holly, pecan, and hackberry. Grey squirrels eat a variety of foods such as buds and masts of oak and pecan trees, amphibians, grapes, grasses, mulberry, larval, and insects. These squirrels breed throughout the year, with the average litter numbering around two to four. The young are born blind and helpless, and stay in a nest made of twings and leaves for up to 12 months. River Otter River Otters have long, thin bodies with short, strong, webbed feet. The male's average size is 18 pounds and 40 inches long. The record size is 33 pounds and 54 inches long. The females are about 17% smaller than the males. Otters make their homes near a source of water in natural shelters or old dens made by other animals. They primarily eat fish, but also some crayfish and crabs, and a few water bugs, snakes, frogs and mussels. Otters breed March through April and birth occurs in late winter or early spring. The female will have one to six babies (called kits). The kits do not open their eyes until they are three weeks old. The young otters leave home at around one year of age. Striped Skunk The Striped Skunk has long, shiny black fur with one white stripe in its forehead and two white stripes that run down the edges of its back. Their tail can be from seven to 16 inches long and it also has a few white hairs on it. The skunk's defensive behavior includes a very strong discharge from its anal glands of a very strong scent. Striped skunks are nocturnal animals that live in dens underground which are often shared with other skunks. Mating season is generally in the months of February and March. After a gestation period of 60 to 75 days, the female will give birth to five to eight baby skunks. Mink The mink was the first animal to be sold for fur in the United States. In 1886 mink fur began to be raised on mink ranches, and by 1940, nearly 300,000 mink were sold from those ranches. Minks are dark brown to black in color with a big bushy tail, small beady eyes, and an arched back. An adult mink will be around 24 inches long and weighing one to three pounds. The female is usually 1\/4 the size of the male. Mating season for the mink is later winter, and after a six to seven week gestation period the female will give birth to between five and eight young. Minks are carnivores; they eat small mammals such as rats, mice, and muskrats, crayfish, insects, and ducks. Minks make their dens in the river banks, under trees, or in drift piles. Their dens are lined with leaves, grass, fur or feathers.",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/nature\/mammals.htm"
}
