{
    "title": "Obed Wild & Scenic River: Press Kit",
    "body": "Explore This Park    Learn About the Park     News     Press Kit              Press Kit       MISSION  Obed WSR preserves the Obed River System, one of the last free-flowing, wild river systems in the Eastern United States, while protecting its cultural and natural resources for the benefit and use of present and future generations.  Click here to read the park's General Management Plan, finalized in 1995.      ABOUT US  Obed Wild and Scenic River was added to the National Park System, in October 1976. The National Park Service and the Tennessee Wildlife Resource Agency (TWRA) have joined forces to protect and manage this unique area. Through a cooperative agreement, lands within Obed Wild and Scenic River that are part of the Catoosa Wildlife Management Area will continue to be owned and managed by the TWRA. The goal is to preserve the river in a free flowing condition and preserve and protect the water quality, wildlife resources, and the primitive character of the area for present and future generations. In their way, visitors today and in the future can experience and appreciate this part of wild America.   There are four principle waterways of the park’s watershed, the Obed River, Clear Creek, Daddy’s Creek, and the upper Emory River. These creeks and rivers have been running their course for thousands of years carving into the sandstone and creating spectacular gorges with cliffs up to 400 feet above the streams below. Huge sandstone boulders in the rivers and creeks create challenging whitewater rapids enjoyed by whitewater enthusiasts from around the world.    The cliffs of Obed are world-renowned with over 400 named routes that vary in difficulty from 5.7 to 5.13.    For the fisherman, the park is home to many species of fish some of those are: large and smallmouth bass, bluegill, red eye, crappie, muskie, perch, drum, catfish, shad, suckers, and carp. Tennessee licensing rules apply.    A variety of wild life can be found. Along the banks of the stream you may spot signs of bobcat. Beaver, raccoon, mink, deer, or even a playful river otter. For the bird watchers there are over 100 species found in the park.    Obed contains a mixed forest of oak, hickory, poplar, pine, and hemlock. Shrubs, such as mountain laurel and rhododendron are common. In the spring, colorful wildflowers and berries can be found on the forest floor and along the streams       Please click here for a downloadable fact sheet for Obed WSR.            OBED WSR -- BY THE NUMBERS     Resources   2 historic structures 78 archaeological sites 4 threatened and endangered species 45 miles of rivers and streams 400 named rock-climbing routes 18,623 museum objects\/artifacts 1 campground with 11 campsites Over 20 miles of hiking trails Approximately 800 different plant species 45 miles of contiguous forested riparian and upland habitat       Stats Acreage: 5,000 acres in two counties (Cumberland and Morgan), in two time zones (Eastern and Central) Visitation:  2015 -- 225,242 2014 -- 215,767 2013 -- 198,367 2012 -- 212,446 2011 -- 212,458 2010 -- 180,203      Obed WSR was Established October 12, 1976, by President Gerald Ford.            BIOGRAPHIES             National Park Service Director John Jarvis.   NPS Director Jonathon B. Jarvis    Jonathan B. Jarvis began his career with the National Park Service in 1976 as a seasonal interpreter in Washington, D.C. Today, he manages that agency whose mission is to preserve America's most treasured landscapes and cultural icons. Jarvis's 37-year career has taken him from ranger to resource management specialist to park biologist to superintendent of parks such as Craters of the Moon, North Cascades, Wrangell-St. Elias, and Mount Rainier. Before being confirmed as the 18th Director of the National Park Service on September 24, 2009, Jarvis served as regional director of the bureau's Pacific West Region. Today, he is responsible for overseeing an agency with more than 22,000 employees, a $3 billion budget, and more than 400 national parks that attract more than 280 million visitors every year who generate $30 billion in economic benefit across the nation.        Superintendent Niki Nicholas   Superintendent Niki Stephanie Nicholas    Niki Stephanie Nicholas serves as the Park Superintendent for Big South Fork National River and Recreation Area, and for Obed Wild and Scenic River. Nicholas, who had been serving as the Chief of Resources Management and Science at Yosemite National Park in California for the previous seven years, officially assumed her new duties on January 17, 2011.  Prior to working at Yosemite, Nicholas worked at the Tennessee Valley Authority. Her last position there was as senior manager for Environmental Impact Reduction Technologies.",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/news\/presskit.htm"
}
