{
    "title": "Obed Wild & Scenic River: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People           Artist's depiction of Native Americans of the 17th through 19th centuries.        Native Americans came upon the Cumberland Plateau many centuries ago. The last prehistoric cultural period, known as the Mississippian period, saw an influx of different tribes in the region. From roughly 1300 to the mid-1800s, tribes such as the Creek, Chickasaw, Choctaw, Shawnee, Yuchi, and Cherokee all bore witness to the Obed River. These tribes could not farm the land surrounding the river however, due to its poor farming soil and steep bluffs. As a result, the tribes used the area for hunting and gathering, and on many occasions used the sandstone bluffs as shelter during inclement weather. Many tribes fought with each other. Many members of the Yuchi tribe feared capture and enslavement by the Cherokees so much that they massacred their fellow townsmen and then committed suicide. The Cherokee eventually became the largest tribe in the entire Southeastern region of what is now the United States. The migration of European pioneers eventually brought about the end of Native American occupation along the river. Various European diseases resulted in a pandemic that killed off many tribes. By the 19th century, the Cherokees were suffering from cultural decline. Added to that were numerous broken treaties by white pioneers in the newly-formed United States. The results of Manifest Destiny and the Westward Movement involved the forced removal of the Cherokee from many Southeastern states in 1838. This \"Trail of Tears\" led all the way to Oklahoma. Approximately 4,000 Cherokees died on the journey.        Longhunters traversed the Obed area in the 1700s.        During the 18th century, a group of European white males migrated through the Obed area.  They were called \"Longhunters,\" and they were in the area primarily to hunt and fish.  Like the Native Americans before them, they did not make their homes at the Obed, but used the sandstone bluffs as shelters.  Legend has it that they got their name because of the long rifles that they carried.  Another legend about the origin of the Longhunter name came from the Native Americans themselves, who felt that these white hunters stayed in the area a very long time. The muzzle-loading flintlock rifle that the Longhunters used was the most accurate weapon of its time.  The long rifle was sometimes called the Pennsylvania Rifle because it was brought to that state by German immigrants in the early 1700s.  In short time, the long rifle's popularity made it a much sought after piece of weaponry.  It fired a .35 to .60 caliber ball, and it generally weighed anywhere from seven to ten pounds.  The long rifle's barrel was typically 40 inches or more in length, and its stock was long and thin.  It took almost a full minute to load and fire a long rifle, and most longhunters aimed carefully to make every shot count. With their rifles, the Longhunters shot plenty of game along the Cumberland Plateau.  Turkey, deer and squirrel were particular delicacies, but so were rabbit, pheasant and virtually any other animal that could be used for food or whose skin or fur could be used for clothing.       A typical log cabin along the Cumberland Plateau in the 19th century.        The pioneer era in American history was visible along the Obed, albeit in small numbers. Most pioneers in eastern Tennessee lived fair distances from the river, but there were some who consistently came to the river for hunting and fishing. After Tennessee became the 16th state in the nation in 1796, many more homesteaders came to the area. Representing their number were nationalities such as the Scotch-Irish, German, French, Irish, and African-Americans. The log cabin served as the typical abode for these pioneers. Measuring 15 or 20 feet square, the log cabin represented the craftsmanship of the era. The first cabins were made of rounded logs with the bark removed. If a pioneer was fortunate to have several helpers, he could have hewn the logs to make some of them flat, or even square to ensure a snug fit. Most cabins included mud or clay chinking between the logs to serve as insulation against inclement weather. A fireplace was at one end of the cabin, and it was not uncommon to see at least a table and benches inside. The earliest cabins would have a dirt floor, but as time evolved, many had a wooden floor. By the time the Civil War reached its end in 1865, homesteaders in the area spread out to neighboring towns and distant cities. Industrial growth was becoming visible throughout Tennessee. Railroad lines were becoming more accessible, opening up the opportunities for businesses and travelers alike. Gristmills along the Obed were run by decendents of the Howard and Lilly families (among others). Unfortunately for many settlers, flooding was common along the Obed, and it was floods more than anything else that led to the demise of the local gristmills.  The Obed river is a living reminder of the people who once walked along its banks, as well as the people who continue to do so. Throughout the generations, the Obed has touched the lives of the Native Americans, the pioneers, those living during the burgeoning industrial period of the 20th century, and those comprising the current century of recreational enthusiasts. It is the common thread of those memories which have made the Obed a very special river indeed.",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/historyculture\/people.htm"
}
