{
    "title": "Obed Wild & Scenic River: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 05, 2016  A Celebration of the National Park Service’s 100th Birthday!  In celebration of the National Park Service turning 100 years old, Obed Wild and Scenic River will be hosting a combined birthday party and an art-in-the-park reception on Thursday, August 25, at the Obed Visitor Center.   July 25, 2016  Educator Concludes 2016 Teacher-Ranger-Teacher Experience  On July 18, Brenda Cate concluded her Teacher-Ranger-Teacher (TRT) experience at Obed WSR. A Special Education Teacher at Midtown Elementary School, in Harriman, Tennessee, Brenda worked as Obed’s 2016 TRT, where her main focus was to help find ways to offer inclusive programs for persons of different abilities.   July 19, 2016  Find Your Park: Obed WSR & Big South Fork NRRA Celebrate National Park Service 100th Birthday August 25-28  Bring your family and friends to celebrate the National Park Service 100th birthday at Obed Wild & Scenic River and Big South Fork National River & Recreation Area and Thursday, August 25 through Sunday, August 28.   June 06, 2016  Obed Proposes to Increase Campsite Fees for Rock Creek Campground  Obed Wild and Scenic River is proposing to increase the nightly fee rate at Rock Creek Campground on October 1, 2016. At the same time, the park will also add a feature that allows visitors to reserve, in advance, campground sites by phone or internet as well as in person.   June 02, 2016  Morgan County Sixth Graders Take Part in the 2016 “National Park in Your Backyard” Program  For the fifth year in a row, every sixth grader in Morgan County has had the opportunity to participate in the award-winning “National Park in Your Backyard” program at Obed Wild & Scenic River. Approximately 300 students took part in the program over a 6-day period in May.   May 04, 2016  Obed WSR Welcomes Centennial Volunteer Ambassador  Allison Newberg, a graduate of The Ohio State University, will help prepare Obed WSR for the National Park Service’s 100th anniversary in 2016. She is one of 70 energetic, young Centennial Volunteer Ambassador interns recently selected to spend the next year connecting local communities to parks through volunteer group service opportunities.   April 22, 2016  2015 Tourism to Obed WSR Created $3.7 Million in Economic Benefits  A National Park Service report shows that approximately 225,242 visitors to Obed Wild & Scenic River in 2015, and spent $3.7 million in communities near the park. That spending supported 46 jobs in the local area and had a cumulative benefit to the local economy.   April 18, 2016  Summer Professional Development Opportunity for Teachers at Obed Wild & Scenic River  Obed Wild and Scenic River is looking for teachers with experience in lesson plan development and who can help create educational experiences in a variety of subject areas.   March 09, 2016  Obed Receives Grant to Expand Junior Ranger Program  Obed Wild & Scenic River has been awarded a competitive grant through Eastern National to translate the Junior Ranger booklets into Spanish.   February 24, 2016  Obed Wild & Scenic River Announces Fifth Annual Photo Contest  The National Park Service invites the public to submit entries the Obed Wild & Scenic Fifth Annual Photo Contest.   January 15, 2016  Annual Cumberland Trail Work Day  Tennessee Citizens for Wilderness Planning and Obed Wild and Scenic River will be hosting the annual Cumberland Trail Work Day on Saturday, February 20.   December 22, 2015  Free Camping at Obed & Big South Fork on January 18 Honoring Martin Luther King Jr.  On January 18, Big South Fork NRRA & Obed WSR will be observing Martin Luther King, Jr.’s birthday by authorizing one night of free camping at Alum Ford Campground (Big South Fork) and Rock Creek Campground (Obed) as well as for all backcountry permits.   November 10, 2015  Obed Wild & Scenic River Wins 2015 “Keeper of the Light Award” for Climbing Program  Obed Wild & Scenic River was recently awarded the prestigious Keeper of the Light award. The Keeper of the Light Award for Interpretation is the highest honor bestowed by the National Park Service Division of Interpretation and  for the Southeast Region.   November 05, 2015  Urban Kids Rock the Obed  Urban fourth graders from Lonsdale Elementary School recently completed their visits to the Obed Wild and Scenic River in late October. \"Urban Kids Rock the Obed\" was the title of the Ticket to Ride proposal that was awarded to the park this spring.   October 13, 2015  “Civil War in the Cumberland Plateau” Event on Saturday, November 7, at Obed Visitor Center  Obed Wild & Scenic River announces a Civil War lecture and book signing November 7, beginning at 1:00 p.m. (ET).   October 06, 2015  Obed Wild & Scenic River Presents Primitive Bow Workshop on October 15  In celebration of the upcoming National Park Service centennial, Obed Wild & Scenic River, in partnership with bowyer Travis Gosnell, announces another primitive bow workshop on Thursday, October 15, 2015, at the Obed visitor center.   October 06, 2015  Lilly Bridge Parking and Jett Parking Closed for Renovation  Obed Wild & Scenic River’s Lilly Bridge parking area and the Jett parking will be closed for pavement sealing and striping October 6-9, 2015.   September 21, 2015  The 16th Annual Obed Adopt-A-Crag Volunteer Event was a Huge Success  Over 80 volunteers participated in the recent 16th annual Adopt-A-Crag at the Obed Wild & Scenic River. The September 12 stewardship event was a partnership between the East Tennessee Climbers Coalition and the National Park Service that resulted in over 400 hours of volunteer service.   August 15, 2013  Obed WSR Survey Results  The Obed WSR Survey results from a 2012 survey have been tabulated.   June 27, 2013  Wi_fi Service now available at the Obed Visitor Center  The Obed WSR now has Wi-Fi Service!      New Interagency Pass Program",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/news\/newsreleases.htm"
}
