{
    "title": "Obed Wild & Scenic River: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     April 13, 2016  Annual Obed Clean-Up & Volunteer Appreciation Potluck Lunch  Volunteers share their time and talents and are worth their weight in gold.   April 07, 2016  Find Your Park During National Park Week 2016  National Park Week will kick off with free backcountry camping permits at both parks as well as free camping at select campgrounds.   March 25, 2016  Potters Falls Hemlock Treatment Workshop and Clean-Up  This free workshop will teach local landowners how to protect hemlock trees from the deadly Hemlock Woolly Adelgid.   February 12, 2016  Healthy Hike: Cumberland Trail Section to Alley Ford, February 27  Get out and explore YOUR Obed Wild & Scenic River. In celebration of the National Park Service Centennial, Obed is conducting a healthy hike along the Cumberland Trail section to Alley Ford on Saturday, February 27.   October 13, 2015  Big South Fork and Obed Waive Some Fees for Veteran’s Day  On Veterans Day, or any day, honor those that have served and sacrificed for our country.   September 22, 2015  Find Your Park: Obed WSR & Big South Fork NRRA to Celebrate National Public Lands Day on September 26  Get outdoors and take part in the celebration for National Public Lands Day 2015.   September 16, 2015  Obed Wild & Scenic River Welcomes Fourth Grade Students Through “Every Kid In a Park” Initiative  The goal of the Every Kid in a Park program is to connect fourth graders with the great outdoors.   September 16, 2015  Hog Hunting Permits for Big South Fork and Obed Go on Sale Starting September 26  The permit costs $5.00 and is good for both Big South Fork and Obed.   August 31, 2015  Obed Primitive Bow Workshop on September 18  Participants still have time to put some work in on the nearly finished bow and its sister bow.   August 28, 2015  Obed Adopt-a-Crag Celebrates National Public Lands Day on September 12, 2015  Volunteers are needed to help with several projects such as general trail maintenance and litter pickup.   August 26, 2015  Youth Finish Valuable Season at Obed Wild and Scenic River  The crew members were selected from Morgan Central High School.   August 10, 2015  Obed Primitive Bow Workshop on August 14  This program marks the one year anniversary of the Obed Wild and Scenic River's primitive bow workshops.   August 10, 2015  Art in the Park Reception: 2015 Photo Contest Winners Will Be Unveiled!  The event will include a display of photographs from the recent Obed photography contest.   July 27, 2015  Find Your Park: Big South Fork and Obed to Celebrate the National Park Service’s 99th Birthday on August 25  Visitors are encouraged to celebrate all that America's more than 400 national parks have to offer and try something new.   July 17, 2015  Obed Coffee and Climb with a Ranger Programs on Saturday, August 1  This program is an opportunity for those who want to try the sport of rock climbing but did not know where to begin.   July 17, 2015  “Once in a Blue Moon” Night Sky Event at the Obed on July 31  All ages are welcome to attend this free event.   May 26, 2015  Obed Coffee and Climb with a Ranger Programs on Saturday, June 6  Participants are welcome to attend one program or both.   May 26, 2015  Fish with a Ranger at the Obed on June 6  To participate in Fish with a Ranger, meet at Lilly Bridge at 7 a.m. (EDT).   May 08, 2015  Rangers Hall, Hudson, and Painter Receive National Valor Award  The award was bestowed for an incident that started around midnight on May 11, 2014.   May 01, 2015  Primitive Bow Workshop at Obed Visitor Center on May 14  The workshop is wheelchair accessible.   May 01, 2015  Obed Rock Climbing and Paddling Program for Sixth Grade Homeschooled Students on May 18  Students spend an entire day with National Park Service rangers.   May 01, 2015  Bill Harper to be Featured at Memories of the Obed on Saturday, May 9  Each month a different speaker shares their memories of life in the vicinity of the river   April 27, 2015  Annual Obed Clean Up and Volunteer Appreciation Potluck Lunch on Saturday, May 16, 2015  Volunteers share their time and talents and are worth their weight in gold.   April 23, 2015  2014 Tourism to Obed WSR Created $3.7 Million in Economic Benefits  A new National Park Service report shows that approximately 216,000 visitors to Obed Wild & Scenic River in 2014, spent $3.7 million in communities near the park. That spending supported 46 jobs in the local area and had a cumulative benefit to the local economy.   April 23, 2015  Obed Wild and Scenic River Announces Junior Ranger Program to Celebrate National Junior Ranger Day  No reservations are required.   April 23, 2015  Big South Fork and Obed Trails Highlighted in the Mountain Laurel Walks Celebration  The Mountain Laurel Walks is an annual celebration of late spring in the Upper Cumberland Plateau.   April 22, 2015  Potters Falls Hemlock Treatment Workshop and Clean Up on Saturday, May 2  This free workshop will teach local landowners how to protect hemlock trees from the deadly Hemlock Woolly Adelgid.   April 22, 2015  Obed Coffee and Climb with a Ranger Programs on Saturday, May 2  No reservations are necessary for these free events.   April 20, 2015  Obed Wild and Scenic River to Host Exhibition Featuring Watercolors by Tony Kampwerth  The two hour reception will include music and light refreshments   April 13, 2015  Obed Wild and Scenic River Celebrates National Park Week with April 24 Reception and Book Signing  The two hour reception will include music and light refreshments.   April 08, 2015  Obed Wild and Scenic River Presents Healthy Hike on April 18  This month's healthy hike will be a 3.8 mile hike out the Point Trail.   April 06, 2015  Find Your Park: Big South Fork and Obed to Celebrate National Park Week 2015 with Free Camping  National Park Week will kick off with free backcountry camping permits as well as free camping.   April 06, 2015  Obed Preschool Story Time on Friday, April 10  Children are encouraged to bring their favorite book to be read by a ranger.   April 06, 2015  Obed Wild and Scenic River Announces Wildflower Walk to Kick Off National Park Week on Saturday, April 18  This two mile walk will highlight some of the local wildflowers and beautiful views of the Obed.   April 06, 2015  Star Party at the Obed Wild and Scenic River  The program will begin at the Lilly Overlook parking area at 7:30 p.m. (ET).   April 06, 2015  Obed Wild and Scenic River Announces Birding Walk with Dr. Charles P. Nicholson on Saturday, May 9  Over 160 bird species have been documented in the Obed Wild and Scenic River.   March 27, 2015  Obed Coffee and Climb with a Ranger Programs on Saturday, April 4  Attend one program or both.  No reservations are necessary for these free events.   March 10, 2015  Obed Primitive Bow Workshop on March 19  Travis Gosnell built his first bow as a child and has always enjoyed a good challenge.   March 10, 2015  Next Obed Healthy Hike on March 21  Meet at 3 p.m. (ET) in the Lilly Overlook parking area.   March 09, 2015  Star Party at the Obed Wild and Scenic River on March 14  This program will touch on light pollution and the effects it is having one cosystems around the world.   March 09, 2015  Owl Prowl at the Obed on March 20  Reservations are not necessary for this free event, which should conclude by 9 p.m.   March 09, 2015  Obed Preschool Story Time on Friday, March 13  This is a free event, and no reservations are required.   March 09, 2015  Pioneer Whitewater Paddlers Dick Gammage and Grimes Slaughter to Speak at Obed Program on March 14  The Memories of the Obed is part of a series of regular programs that explores the unique river-related memories of local individuals.   March 02, 2015  Annual Cumberland Trail Work Day Rescheduled for March 21  The event is expected to conclude around 4:30 p.m.   March 02, 2015  Obed Coffee and Climb with a Ranger Programs on Saturday, March 7  No reservations are necessary for these free events.   March 02, 2015  Obed Preschool Story Time on Friday, March 6  This is a free event, and no reservations are required.   February 19, 2015  Obed Annual Photo Contest Accepting Entries  Entries must be received no later than July 21, 2015.   February 19, 2015  Obed Program on the Flood of 1929  No reservations are necessary for this free program.   February 09, 2015  Obed Wild and Scenic River Presents Primitive Bow Workshop  Visitors will have the opportunity to help in the process of building a primitive bow.   February 09, 2015  Annual Cumberland Trail Work Day on February 21  Volunteers should meet at Rock Creek Campground at 10:00 a.m. (EST).   February 09, 2015  Obed Preschool Story Time on Friday, February 13  This is a free event, and no reservations are required.   February 09, 2015  Obed Wild and Scenic River Presents Healthy Hike for Valentine’s Day  Ranger Hall will lead this short, less than a mile, hike out the Emory River nature trail.   February 09, 2015  Free Camping at Big South Fork and Obed for President's Day Weekend  Take this opportunity to experience the unique serenity of camping during the winter.   February 03, 2015  Obed Preschool Story Time on Friday, February 6  The event takes place at the Obed visitor center.   February 03, 2015  Obed Coffee and Climb with a Ranger Programs on Saturday,  No reservations are necessary for these free events.   January 27, 2015  George Dagley, Jr., to be Featured at Memories of the Obed on Saturday, February 14  Mr. Dagley is the son of George Dagley, Sr., who was the Morgan County mayor during the 1930s.   January 23, 2015  Conservation Group Purchases Land at Obed Wild and Scenic River  Both tracts adjoin other Obed park lands and contain prime examples of the remarkable resources that the park was established to preserve.   January 16, 2015  Obed Preschool Story Time on Friday, January 23  Children are encouraged to bring their favorite book to be read by a ranger.   January 16, 2015  Obed to Host Small Mammal Children’s Program on January 24  Participants will learn about the many different small mammals.   January 12, 2015  Rock Creek Campground Closed During Second Phase of Renovation  The closure will allow the park to install a new comfort station.   January 05, 2015  Obed Wild and Scenic River Presents First Healthy Hike of the Year  Participants meet at 1 p.m. EST in the Lilly Overlook parking area on January 10.   January 05, 2015  Free Camping at Big South Fork and Obed on Martin Luther King, Jr., Day  This is a day to honor King's principles.   December 30, 2014  Primitive Bow Workshop at the Obed Visitor Center on January 15  The program begins at 5 p.m. EST.   December 30, 2014  Obed Weekly Preschool Story Time on Friday, January 9  The event takes place at the Obed visitor center.   December 23, 2014  Coffee and Climb with a Ranger Programs on Saturday, January 3, at the Obed  No reservations are necessary for these free events.   December 18, 2014  \"Trees Throughout Time\" Program at the Obed on Saturday, December 20  The program will begin at the Lilly Bluff Overlook parking lot at 1 p.m. (EST)   December 15, 2014  Obed River Biodiversity Talk in Oak Ridge on December 17  The unique Obed River gorge of the Cumberland Plateau will be discussed.   December 09, 2014  Obed Wild and Scenic River Announces Weekly Preschool Story Time on Friday, December 19  Children will get a chance to hear stories read by a National Park Service ranger.   December 08, 2014  Hog Hunting Season is in Effect at the Big South Fork and Obed  Wild hogs may be hunted with weapons legal for whatever season is open through February 28, 2015.   December 04, 2014  Primitive Bow Workshop at Obed Visitor Center on December 11  The program begins at 5 p.m. EST   December 03, 2014  Obed Visitor Center Film Wins National Award  Deb Tewell, NAI Event Manager, noted that \"the award is being given to the best of the best.\"   December 01, 2014  Obed Preschool Story Time on Friday, December 5  This is a free event, and no reservations are required.   December 01, 2014  Coffee and Climb with a Ranger Programs on Saturday, December 6, at the Obed  Would be rock climbers of all ages are encouraged to attend.   November 24, 2014  Native American Way-of-Life Talk and Demonstration at Obed  Standing Oak and Sparrow Hawk will be providing the demonstrations.   November 12, 2014  Rock Creek Campground Closed During Renovation  The campground will be closed through November 21.   November 07, 2014  Primitive Bow Workshop on Thursday, November 13  The workshop is free to the public and all ages are welcome to attend.   October 30, 2014  Long-time Wartburg Resident Nick Tanner to be Featured Guest at Memories of Obed Program on Saturday, November 8  This program is one in a series of programs which explore the unique river-related memories of local individuals.   October 20, 2014  Obed Wild and Scenic River Announces Coffee with a Ranger and Climb with a Ranger Programs on Saturday, November 1  Come join National Park Service rangers for a free cup of coffee!   October 07, 2014  Rock Creek Campground Closed November 3-14 During Renovation  All campsites will be upgraded.   October 03, 2014  “They Passed Through the Obed” Ranger Talk on Saturday, October 11  A ranger program about three famous people who once visited the Obed.   September 30, 2014  Fifteenth Annual Obed Adopt-A-Crag is a Huge Success!  This stewardship event resulted in 400 hours of volunteer efforts.   September 30, 2014  Obed Wild and Scenic River Announces Coffee with a Ranger and Climb with a Ranger Programs on Saturday, October 4  No reservations are necessary for these free events.   September 26, 2014  Celebrate National Public Lands Day at the Obed Wild and Scenic River  One night of free camping at the Rock Creek Campground has been authorized for Saturday.   August 18, 2014  National Park Service Birthday Celebration at the Obed  The National Park Service turns 98 years old in August.  Celebrate by visiting a park near you!   August 18, 2014  Obed Adopt-A-Crag Event  The 2014 Obed Adopt-A-Crag is coming up!   August 18, 2014  Photo Awards Reception  The 2014 Obed Photo Contest Winners will be announced and celebrated on Friday, August 22, 2014.   August 14, 2014  YCA Crew at the Obed  The 2014 YCA Crew at the Obed WSR.   August 11, 2014  Full Moon Hike to Lilly Overlook  The Obed will be having a Full Moon Hike tonight!   August 08, 2014  Obed WSR Awarded 2014 Southeast Region Keeper of the Light Award for \"National Park in Your Backyard\" Program  Obed Wild & Scenic River was awarded the Keeper of the Light award for the \"National Park in Your Backyard\" program, which makes contact with every sixth grade class in Morgan County.   August 06, 2014  Primitive Bow Workshop  The next Obed Primitive Bow Workshop will be held on August 21st.   July 21, 2014  Obed Tourism Grows  Tourism at the Obed Wild and Scenic River has grown during the past year.   July 20, 2014  Obed Sky and Stars Evening Program  The Obed will be having another Night Sky Program on Saturday, July 26th.   June 29, 2014  Black Bear Program  The Obed WSR will be having a Black Bear Program on July 5th.   May 06, 2014  Obed Preschool Story Time on Friday, May 9th  The event takes place at the Obed visitor center every Friday morning.   April 24, 2014  Memories of the Obed May Program  The next Memories of the Obed program will be held on Saturday, May 10, 2014.   April 24, 2014  Obed Bird Walk  Obed Bird Walk on Saturday, May 3, 2014.   April 21, 2014  Annual Obed River Clean-Up Day  Our Annual Obed River Clean-Up Day is Saturday, May 10th, 2014.   April 20, 2014  Junior Ranger Day at the Obed  The Obed WSR will have a Junior Ranger Day on April 27.   April 20, 2014  Obed Offers Paddling and Rock Climbing to Home-School Kids  The Obed WSR offers Home-School Kids a day to enjoy Rock Climbing and Kayaking at the park.   April 20, 2014  Obed Celebrates National Park Week  The Obed WSR Celebrates National Park Week!   April 02, 2014  Obed Wild and Scenic River Announces Premiere of New Park Movie  The premiere of the new park movie will be on Friday, May 23, from 5:00 to 6:30 p.m. (EDT)   March 13, 2014  Obed Preschool Story Time on Friday, March 21  Children are encouraged to bring their favorite book to be read by a ranger.   March 13, 2014  Obed Wild and Scenic River Announces Coffee with a Ranger and Climb with a Ranger Programs on Saturday, April 5  Two programs are being offered starting at 10:00 a.m. ET   March 06, 2014  Obed Preschool Story Time on Friday, March 14  Have a ranger read your favorite book!   March 03, 2014  Obed Wild and Scenic River Receives Grant from Leidos, Inc.  This grant will be used to transport more than 200 sixth grade Morgan County students to the national park.   March 03, 2014  Tourism to the Obed Wild and Scenic River Creates $3,500,000 in Economic Benefit  The peer-reviewed visitor spending analysis was conducted by U.S. Geological Survey economists for the National Park Service.   January 16, 2014  Martin Luther King Day  To celebrate Martin Luther King Day, the Rock Creek Campground will be free for all campers.   December 20, 2013  Coffee and Climb in January  Monthly Coffee and Climbing is this January 4th.   December 06, 2013  Obed Memory Program  The Memories of the Obed program continues on Saturday, December 14th.   October 21, 2013  Photo Contest Winners Announced  2013 Obed Photo Contest Winners Announced.   October 19, 2013  Coffee and Climb Event  The upcoming Coffee and Climb with a Ranger program will be held on Saturday, November 2nd.   September 28, 2013  Obed WSR Storytime  Our next Preschool Storytime event will be on Friday, October 4th.   September 27, 2013  Obed WSR Coffee and climb with a ranger  The Obed Coffee and Climb with a Ranger programs will be held on Saturday, October 5th.   September 22, 2013  National Public Lands Day at the Obed  The Obed celebrates National Public Lands Day on September 28th.   September 22, 2013  Storytime at the Obed  The upcoming Obed Storytime event will be this Friday, September 27th, at the Obed Visitor Center.   September 12, 2013  Obed Photo Contest Reception  The 2013 Obed Photo Contest Reception will be held on Friday, September 27th.   September 07, 2013  Memories of the Obed Program  The next Obed Memories Program will be held on Saturday, September 14th.   September 07, 2013  Obed WSR preschool storytime  The next Obed WSR Preschool Storytime event will be on Friday, September 13th.   August 29, 2013  Monthly coffee and climb with a ranger  The next Coffee and Climb with a Ranger program will be held on Saturday, September 7th.   August 26, 2013  Obed Night Sky Program  The Obed will be having a Night Sky program on Friday, September 6th.   August 24, 2013  Obed Preschool Event  Preschool Reading programs take place every Friday morning at the Obed Wild and Scenic River.   August 17, 2013  Obed Storytime Event  The next Obed Preschool Storytime event will be on Friday, August 23rd.   August 11, 2013  Obed preschool storytime  The Obed WSR will be having another Preschool Storytime event on Friday, August 16th.   August 08, 2013  Night Sky Program  The Obed WSR hosts a Night Sky event on August 17th.   August 08, 2013  Critters in the Creek Program  The Obed's next Critters in the Creek program is scheduled for August 24th.   August 01, 2013  National Park Service celebrates its Birthday  The National Park Service turns 97 this month!   August 01, 2013  Adopt-A-Crag Event  The annual Obed Adopt-A-Crag event will be held on Saturday, September 7th.   July 29, 2013  August Coffee and Climb with a Ranger  Our next Coffee and Climb with a Ranger event will be held on Saturday, August 3rd.   July 14, 2013  The Epic Flood of 1929  The Obed will be having a history program on the Flood of 1929 on Saturday, July 27th.   July 08, 2013  Obed Memories Program  Our next Memories of the Obed program will be this Saturday, July 13th, at the Obed Visitor Center.   July 06, 2013  Preschool Storytime at the Obed  The Obed WSR holds a Preschool Storytime hour each Friday morning.   July 04, 2013  2013 Obed Photo Contest  The 2013 Obed Photo Contest is now underway.   July 01, 2013  Obed preschool storytime event  Our weekly preschool storytime event continues this coming Friday (7\/5) at 10:30 a.m. (EDT).   June 29, 2013  Obed Independence Day Event  Looking for some outdoor fun this Independence Day? Why not visit us at the Obed?   June 28, 2013  July Coffee and Climb with a Ranger Program  The next Obed Coffee and Climb with a Ranger program will be on Saturday, July 6th.   June 23, 2013  Preschool Storytime Event  The Obed WSR will be having another Preschool Storytime event this Friday, June 28th, at 10:30 a.m. (EDT).   June 23, 2013  Obed WSR Native American Program  The Obed WSR will be having a Native American program on Saturday, June 28th.   June 15, 2013  Critters in the Creek  Join us on Saturday, June 22nd, for our Critters in the Creek program.   June 15, 2013  Catfishing at the Obed  We'll be having at Catfish event at the Obed on Tuesday, June 25th.   June 15, 2013  Preschool Storytime  Every Friday morning at 10:30 a.m. (EDT), the Obed WSR has a free Preschool Storytime event for kids.   June 10, 2013  Hike with Rangers and their Dogs  We'll be having a Hike with Rangers and their Dogs on Friday, June 21st.   June 10, 2013  Night Sounds Hike  The Obed WSR will be having a Night Sounds Hike on Saturday, June 15th.   June 06, 2013  Fish with a Ranger  Our Fish with a Ranger Day is Saturday, June 8th.   May 27, 2013  Obed Wild and Scenic River Announces Coffee with a Ranger and Climb with a Ranger Programs on Saturday, June 1st  Meet at Lilly Bridge 8:30 a.m. EDT for a free cup of coffee.   January 31, 2013  Memories of the Obed  The Obed will be having a Memories of the Obed program on Saturday, May 11th.   January 23, 2013  Obed Wild & Scenic River Backcountry Camping and Wild Hog Hunting Permits Now Available Online  Visitors now have unlimited access to obtain a permit   January 19, 2013  Coffee and Climb with a Ranger Program  The Obed will be having two new programs on Saturday, June 1st: Coffee and Climb with a Ranger.   January 14, 2013  Native American Program  Obed Wild and Scenic River presents Native American Way-of-Life Talk and Demonstration.   January 14, 2013  Fee-free Camping Day  The Rock Creek Campground will be free for all those camping on January 21st, in honor of Martin Luther King Day.   November 28, 2012  Winter Owl Prowl  The Obed will be having a Winter Owl Prowl on December 14th.   October 20, 2012  Fee-Free Camping on Veterans Day  The Obed will have Fee-Free camping for all campers at the Rock Creek Campground from November 10th through the 12th.   October 11, 2012  Autumn Leaf Program  The Obed WSR will be having an Autumn Leaf Program on Saturday, October 20th, at the Obed Visitor Center.   September 13, 2012  Obed Fee-Free Day at the Rock Creek Campground  The Obed WSR will be having a Fee-Free Day at the park's Rock Creek Campground on Saturday, September 29th.   September 13, 2012  Obed Native American Program  The Obed WSR will be sponsoring a Native American Program on Saturday, September 22nd, at the Obed Visitor Center.   September 08, 2012  Obed Civil War Lecture  The Obed WSR will be sponsoring a Civil War presentation on Tuesday, September 11th.   September 06, 2012  National Public Lands Day  The Obed Wild and Scenic River teams up with the ETCC and the Nature Conservancy to celebrate National Public Lands Day on Saturday, September 8th.   August 30, 2012  Visitor Use Survey  The Obed WSR will be having a Visitor Use Survey in September, 2012.   August 23, 2012  Obed River History Program  The Obed WSR will have a River History Program on Saturday, September 29th.   August 23, 2012  Owl Prowl at the Obed  A Barred Owl is one owl which we hope to come across during our Owl Prowl this August.   July 30, 2012  Art in the Park  The Art in the Park Reception will be held on Saturday, August 25th.   July 13, 2012  Tennessee Fishing Licenses  Be sure to get your Tennessee Hunting and Fishing Licenses!   July 02, 2012  NPS seeks comments on Pest Management Plan  The NPS seeks comments on the Pest Management PLan.   June 29, 2012  Animal Tracks Program  The Obed Animal Tracks Program will take place on Saturday, June 30th.   June 17, 2012  Obed Rock Climbing Expedition  The fifth annual Obed Rock Climbing Expedition will be held on Saturday, July 14th.   June 15, 2012  Obed Photo Contest  The Obed Photo Contest nears its end on July 1st.   June 15, 2012  Obed Critters in the Creek  The Obed Critters in the Creek program will be held again on Saturday, June 23rd.   June 15, 2012  Obed Nature Hike  The Obed Nature Hike will be held on Saturday, June 16.   October 17, 2011  National Park Fee Free Days for 2012  The National Park Service announces its Fee-Free Days for 2012.   August 14, 2011  An American Tree Story  Join us on Saturday, August 27th, for a tree hike along the park's Boulder Trail.  Learn about American history through the perspective of trees.   July 28, 2011  Public Comments Sought for Draft Non-federal Oil and Gas Management Plan  Public Comments are sought for the recent draft of the Non-federal Oil and Gas Management Plan.   June 20, 2011  Obed Climbing Expedition  The Obed Wild and Scenic River will be holding its 4th Annual Rock Climbing Expedition on Saturday, July 23rd.   June 12, 2011  Obed Kids Fishing Tournament  The Obed Wild and Scenic River enjoyed its first Kids Fishing Tournament on Saturday, June 11th.   June 12, 2011  Obed at the Library  A park ranger from the Obed WSR will visit the Oliver Springs Library on Tuesday, June 28th.   June 12, 2011  Obed Meet and Greet Event  Obed WSR holds a Meet and Greet Event on Friday, June 24th, from 2-6 p.m.   June 04, 2011  Nature Conservancy Dedication  The Nature Conservancy received a gift of land on June 4th.   June 03, 2011  Science Camp  The Obed WSR participated in Science Camp on Tuesday, May 31st.   May 23, 2011  Kids Fishing Tournament  Join us on Saturday, June 11th, as we hold our first Obed Kids Fishing Tournament.  This free event runs from 10:00 a.m. (Eastern time) to 2:00 p.m.   May 11, 2011  2011 Annual Obed River Clean-Up  Obed Wild and Scenic River hosts a clean-up day on May 21 as part of the National River Clean-Up.   April 16, 2011  2011 National Park Week at Obed  The Obed Wild and Scenic River recently celebrated National Park Week in April with several fun and educational activities.   December 14, 2006  Obed WSR Visitor Center Holiday Closures  The Obed WSR Visitor Center will be closed on Christmas Day and New Year's Day.   December 13, 2006  New NPS pass program  The National Park Service announces a new interagency pass program.",
    "url": "https:\/\/www.nps.gov\/obed\/learn\/news\/newsarchive.htm"
}
