{
    "title": "Obed Wild & Scenic River: Special Request Ranger-led Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger-led Activities     Special Request Ranger-led Activities                Special Request Ranger-led Activities          If you're looking for lessons in history or the natural world, educational opportunities abound at Obed Wild & Scenic River. For detailed information on bringing school children to the park, download our Educator's Guide.        Scheduling a Special Request Ranger-led Program Please view our list of programs below then request a program using our Special Program Request Form. Ranger scheduling may restrict some program’s availability. Please allow 3 weeks advance notice, if possible, for schedule requests.  Thank you for your understanding. You will be contacted by a park ranger with program confirmation shortly. Mail, or email the completed form here.          LIST OF RANGER-LED PROGRAMS      Park History Overview  Learn interesting facts and figures about the history of the Obed. Information covered represents various time periods in American history. One hour.  What's in a Watershed? This program provides participants a demonstration and explanation of watersheds with emphasis on the importance of keeping it clean and how that relates to Obed Wild and Scenic River. One hour. Mammals of the Obed Ever wonder what calls Obed home? What habitats does the park offer and what lives in them? How are their needs similar to what people need? Are humans and animals so different after all? One hour.  Happy Birthday NPS! Did you know the National Park Service is turning 100 years old? Learn interesting facts about how the National Park Service was established, the different types of parks that exist throughout the country, and why it's considered \"America's best idea.\" One hour.   Aquatic Ecology of the Obed This on-site program provides participants with a hands-on opportunity to explore the Obed river system and discover and identify aquatic macro-invertebrates with emphasis on their role in determining the quality of the water. One hour.  Natural Treasures of the Obed Obed Wild and Scenic River has many natural treasures. Participants can use their senses to discover many of the tangible objects that tell the stories of the natural, cultural, and historic significance of this national park. One hour.",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/special-request-ranger-led-activities.htm"
}
