{
    "title": "Obed Wild & Scenic River: Birdwatching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Birdwatching                Birdwatching at Obed         Birdwatching at the Obed Wild and Scenic River is a fun activity that might surprise you.   Obed Wild and Scenic River is a great place to watch birds. More than several dozen different species of birds fly over sections of the Obed throughout the year. On any given day, birdwatchers can view small birds like robins, sparrows, black-capped chickadees, and cardinals. You can also observe larger birds like turkey vultures, red-shouldered hawks, barred owls, and quite possibly, even a bald eagle. The one great thing about birdwatching is that virtually anyone can do it. You just need patience...and a good set of binoculars helps too. Location is key when finding a place to go birdwatching. Perhaps the most common place to watch birds is at the Lilly Bluff Overlook, located just off of Ridge Road past Clear Creek. The boardwalk at the end of the overlook is approximately 200 feet above the creek's surface. The tree tops open up to display the wide open sky and the beautiful mountain plateau. Birds have been known to rest on the railings of the overlook.  You can best attract birds there by sitting on one of the benches and keeping your binoculars ready. Using bird calls at our park is another good way to attract birds. Just remember to be patient, because birds are naturally cautious, and will look for potential hazards just as carefully as they look for food. Another section of the park to watch birds is at Nemo, where the Emory River widens. You can stay in the picnic area of the park and view birds from the picnic benches, or you can wander down to the river itself.  You can also walk across the old Nemo Bridge and observe birds from that vantage point.  Regardless of where you choose to do your birdwatching, remember to be patient and to be realistic. You probably are not going to see a bunch of different species in a short amount of time. As with most things, the more time you spend birdwatching, the better your results will be. Watching birds at Obed is a calm and peaceful activity. Unlike most recreational enthusiasts, bird watchers revel in the quiet solitude and restful inaction that attracts their subject. Regardless of where you view the birds at Obed or how many you see, please be sure to contact us and let us know all about your success.  We would like to hear from you what species of birds you have seen at our park. You can also use our new Checklist of Birds in the Obed Wild and Scenic River brochure to keep a log of your discoveries.       Birdwatching is a great hobby at the Obed Wild and Scenic River.",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/birdwatching-at-the-obed.htm"
}
