{
    "title": "Obed Wild & Scenic River: Rock Climbing",
    "body": "Rock Climbing         Park visitor Jessica Brackett climbing a route above Clear Creek. Mark A. Large  Climbers from all over the world can be found hanging from the Obed Wild and Scenic River's imposing expanses of rock. The Obed's cliffs are especially well known for being \"steep,\" which in climber's lingo means that they often lean back beyond vertical and become overhanging. Above the junction of Clear Creek and the Obed River, for example, in the area known as \"Stephen King's Library,\" routes with names like \"Pet Sematary\" and \"Maximum Overdrive\" extend up a vertical face of forty feet and then out a dead-horizontal roof for approximately the same distance. In another area known as \"Tierrany,\" climbers scale an inverted staircase of colorful, uniquely featured sandstone until they seem to hang directly over the rapids of the Obed River.   Most climbers that come to the Obed are drawn by the park's approximately 350 \"sport\" or permanently-bolted routes. Sport routes within the park vary in difficulty from 5.7 to 5.14, with routes on the easier end of this range still being quite difficult for the average non-climber and with only a handful of individuals being capable of even attempting routes graded 5.14. \"Bouldering,\" or unroped climbing in relative proximity to the ground, is also quite popular in the park.  Opportunities also abound for \"traditional\" climbing, in which removable pieces of equipment are placed into natural imperfections in the rock to arrest a potential fall. There are a number of environmental hazards associated with outdoor rock climbing that are not a part of the climbing gym experience. These include rockfall, poisonous snakes and other wildlife, stinging insects and weather-related hazards such as lightning. Although typically rated to hold thousands of pounds, climbing equipment does occasionally fail, and it is important to inspect it regularly and to replace it as necessary.  Do not blindly trust the permanent anchors that you find on a route; they are neither installed nor maintained by the park service. Under the right conditions falling while on rope, surprisingly, may be one of the least likely sources of serious injury. With an alert and skilled belayer on the other end of the rope, climbers sometimes repeatedly take falls of twenty feet or greater while attempting to climb a route. \"Dynamic\" climbing ropes stretch and limit the impact forces to the climber, while the overhanging nature of the park's cliffs frequently means that the falling climber will hit nothing but air, provided that they were a sufficient distance from the ground prior to the fall. Perhaps the biggest source of climbing injuries and fatalities is operator error.  There are some fundamental techniques such as knot tying, equipment use and belaying that must be mastered. When you are 100 feet from the ground your life depends on it.  Over the years the park service has developed a special relationship with its core group of \"local\" climbers. They show up in droves for volunteer days and are actively involved in spreading the word about park rules and good climbing ethics. Look for these climbers when you are out exploring the park. Although rock climbing demands a high degree of physical fitness and mental qualities such as focus, calmness under duress and the ability to manage fear, skilled climbers can make it look effortless, and it can be mesmerizing to watch as they casually traverse an overhang like a spider on the ceiling. Click here for useful climbing tips.  Management Document: View the park's 2002 climbing management plan [5.9 MB PDF].        The Obed's more than 300 climbing routes range from easy to moderate to difficult.",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/rockclimbing.htm"
}
