{
    "title": "Obed Wild & Scenic River: Backcountry Camping Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Backcountry Camping Permits                Backcountry Camping Permits          Anyone planning to camp overnight in the backcountry must obtain a free backcountry permit. There are no established backcountry campsites. Camping in the backcountry is limited to 14 consecutive days. A permit can be obtained at the Obed Visitor Center or you may download the form here. Fill out your permit and fax it to 423-346-3362 or email it to obri_information@nps.gov before your trip. You must keep a copy on you while in the backcountry.   Backcountry permits provide the National Park Service with vital visitor use statistics and use patterns. The time you take to fill out the permit will provide the Park with better user information.  Backcountry Use Regulations Backcountry camping is prohibited within 200 feet or in sight of any:  Road Parking lot Developed area The Lilly Overlook Trail, the Lilly Overlook Platform, and the Bridge Trail The Lilly Boulderfield Site of Cultural or Archeological Significance.   All trash and other material packed in, including toilet paper, must be packed out. Burying trash is prohibited.   Do not wash dishes or use detergents in water sources.   Bury human waste in a shallow hole 4-6 inches deep and at least 100 feet from any water source. Carry out all toilet paper.   All plants, wildlife, natural, and cultural features are protected. Do not disturb or remove them. Collection is not permitted. Feeding wildlife and chasing or harassing wildlife is prohibited. Fireworks are not allowed in the park.   Know where you are and where you are going. Know your destination and the route you plan to follow. Although some trails are marked, it is easy to confuse a designated route with a wildlife trail. Carry a topographic map and compass. Do not rely solely on GPS units. Leave your trip itinerary with someone so they can contact the park if you are overdue. Cell phones do not work in many areas of the park or surrounding localities.",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/backcountry-camping-permits.htm"
}
