{
    "title": "Obed Wild & Scenic River: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions      Historic Rugby In 1880, Rugby's British founder Thomas Hughes, called it a \"lovely corner on God's earth.\" Writers today call it a town of \"cultured ghosts and utopia in the winderness.\" The National Trust calls it one of the most authentically preserved historic villages in America.  5517 Rugby Highway (52)Rugby, TN 37733 (423) 628-2441 25 miles  Frozen Head State Park Frozen Head State Park encompasses 13,122 acres of forest with mountainous terrain at an elevation from 1,340 feet to over 3,000 feet. Frozen Head also has some of the richest wildflowers areas in Tennessee, 20 primitive campsites, a visitor center and a gift shop. 964 Flat Fork RoadWartburg, TN 37887 (423) 346-3318 6 miles  Lone Mountain State Forest Lone Mountain State Forest is composed of approximately 3,597 acres, and includes a 15-mile trail system, horseback riding, and camping. 302 Clayton Howard RoadWartburg, TN 37887 (423) 346-6655 4 miles  Pickett State Park  Pickett State Park is an 865-acre piece of land situated in a remote area of the Cumberland Plateau. The park includes natural sandstone bridges and bluffs, and a 15-acre lake. Pickett's Civilian Conservation Corps-built cabins gives it a rugged sense of rustic charm. 4605 Pickett Park HighwayJamestown, TN 38556-5889 (931) 879-5821 50 miles  Big South Fork NRRA The Big South Fork National River and Recreation Area begins in Tennessee, and flows north into Kentucky. It includes a spectacular 600-foot-deep gorge. The land embraces the most wildest and rugged land on the Cumberland Plateau. The park contains two visitor centers, horseback riding stables, a swimming pool and campground, and a mining community with a working historic railroad. 4564 Leatherwood Ford RoadOneida, TN 37841 (423) 286-7275 45 miles",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/nearbyattractions.htm"
}
