{
    "title": "Obed Wild & Scenic River: Hiking",
    "body": "Hiking         Obed has approximately 20 miles of trails.   Regardless of the time of year, every season offers its own special rewards to those who take the time to explore the Obed Wild and Scenic River on foot. Visitors interested in a short, easy walk will enjoy the hike to Lilly Bluff Overlook or the self-guided Emory River Nature Trail. An interpretive brochure is available at the trailhead. For a somewhat longer and even more spectacular hike, start on the path to Lilly Bluff Overlook and then turn right onto the Point Trail. The Cumberland Trail provides a challenging and extremely scenic alternative for those interested in longer day hikes or in backpacking trips. For more information on Catoosa WMA rules and regulations, call (800) 262-6704.  For more information on Cumberland Trail State Park, call 423-566-2229. Please click here for a downloadable brochure of Lilly Bluff trail descriptions.  -- Lilly Bridge Area Map (864 KB) -- Obed WSR Map (694 KB)         TRAIL NAME RATING DISTANCE TIME DESCRIPTION   Overlook Trail Easy 0.3 mile 10 minutes Flat stroll through hemlock forest to a great overlook of the Clear Creek Gorge.   Bridge Trail Moderate 0.3 mile  15-20 minutes This trail follows steep terrain from Lilly Bridge to the Overlook Trail.   Boulder Trail Easy\/Moderate 0.2 mile 10 minutes Trail leaves the Lilly Bluff Overlook parking area and winds through huge boulders and impressive stands of Hemlock.   Point Trail Moderate 1.9 miles 2 hours round trip This trail culminates on the narrow, exposed ridge that separates the Obed River from Clear Creek before the two flow together.   Nature Loop Moderate 1.0 mile round trip 30 minutes Trail leaves from Rock Creek parking area and follows the Cumberland Trail to loop back to parking area. Portions of this trail follow the river.   Alley Ford Moderate\/Difficult 2.6 miles 2 1\/2 hours Trail follows the Cumberland Trail to an old popular river ford site.   Devil's Breakfast Table - Rock Creek (Cumberland Trail) Difficult 14.2 miles one way 8 hours minimum This trail passes through rugged terrain and offers numerous overlooks of the river canyon. Large portions of this trail are within the Catoosa Wildlife Management Area and are subject to periodic closures.",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/hiking.htm"
}
