{
    "title": "Obed Wild & Scenic River: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           208 N. Maiden Street  Wartburg, TN 37887                 Directions         The Obed Wild & Scenic River Visitor Center is located at 208 North Maiden Street in downtown Wartburg, Tennessee. Please use the link for more information.  Directions Details           Operating Hours & Seasons         The park is open every day.  The park is open every day.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           The weather along the Cumberland Plateau can be best described as unpredictable. Each season brings its own weather patterns. Summers are generally hot and humid, with high temperatures sometimes eclipsing 90 degrees. The low temperatures in winter often dip below freezing. Spring sees the most amount of precipitation, but rainfall can occur in various amounts throughout the year.          Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no entrance fee for the park.          Visitor Centers       Obed Visitor Center The visitor center has free WiFi, and offers exhibits on the river, its inhabitants, the cultural history of the area, and the recreational opportunities that the park provides. The visitor center also offers an award-winning orientation film. A small bookstore is also included in the visitor center, which is open daily from 9:00-5:00 pm (ET), daily. The visitor center is closed Thanksgiving, December 25, and January 1. Address: 208 North Maiden Street Wartburg, Tennessee, 37887              Before going down to the river, take the opportunity to stop by the Obed Wild and Scenic River Visitor Center in downtown Wartburg.  There, you can pick up a park brochure, obtain information on the river and the current activities, view our colorful displays, and purchase some souvenirs in our gift shop. Whitewater paddling is available seasonally in the Obed WSR.  There are no commercial outfitters currently operating in the Obed WSR, however.  Boaters need to be experienced in remote whitewater up to Class V, and a minumum of three boats in a party is recommended.  Knowledge of whitewater rescue is required to safely paddle the Obed\/Emory watershed.  Water conditions and levels can change quickly due to rain; check weather and water levels before putting on the river.  There are no lifeguards, so swim at your own risk.  Be aware that rivers have moving currents and can be extremely dangerous, especially during high water.  Camping: One primitive campground (Rock Creek Campground) is located in the Nemo area of the park.  The campground is run on a first-come, first-served basis.  Part of the Cumberland Trail is located in the Nemo area of the park.  The Point Trail starts near the Lilly Bluff Overlook. Hunting and fishing are allowed in accordance with state and federal regulations and seasons, which are enforced.  The Catoosa Wildlife Management area runs adjacent to the park and may be open or closed to all users depending upon the time of the year.  Please visit  www.tn.gov\/twra\/wmas.html or call (931) 484-9571 for more information about these open\/closure dates and regulations. Rock climbing on the park's sandstone bluffs is another activity for experienced climbers with adequate gear and skill.  Both climbing and whitewater boating are inherently dangerous activities that should not be engaged in by the inexperienced.        Operating Hours & Seasons Fees & Passes Permits & Reservations Weather Pets Goods & Services",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/basicinfo.htm"
}
