{
    "title": "Obed Wild & Scenic River: Hunting and Fishing Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Hunting and Fishing Permits                Hunting and Fishing Permits      An updated Tennessee Fishing License is required to fish in the Obed.  Hunting is permitted in certain locations at the Obed Wild and Scenic River.  Please see a park ranger or stop in at the Obed Visitor Center to get information on the permissible hunting locations within the park.  Hunting is also permitted within the boundaries of the adjacent Catoosa Wildlife Management Area during scheduled hunting seasons. Contact the Tennessee Wildlife Resources Agency at http:\/\/www.tnwildlife.org for information on both hunting and fishing in Tennessee.  You may also purchase a hunting or fishing license online.  Hog (Wild Boar) hunting permits are also available at the Obed Visitor Center as well as online from late August until the end of February.  The permits cost $5.00 and will be good for the entire hog hunting season which runs from mid-September through the end of February each year.  Interested hunters must produce their valid Tennessee hunting license in order to purchase a hog hunting permit. Only weapons legal for the current hunting season may be used for hunting feral hogs.  For example: During the archery deer season, feral hogs can be taken only using archery equipment; during muzzle loading season, feral hogs can be taken only using muzzle loaders; and during gun season they can only be taken with a gun.  You must possess a valid kill tag for the weapon that you are using. Hog Hunting Guide (95 KB)  **NOTE** If you purchase your hog hunting permit online, please print out your receipt or write down your confirmation number. This is what you will need to have if you are checked by a ranger. Permits are not being mailed out.    For further information, please contact the park at 423-346-6294.",
    "url": "https:\/\/www.nps.gov\/obed\/planyourvisit\/permits.htm"
}
