{
    "title": "Obed Wild & Scenic River: Park Home",
    "body": "Experiencing the Obed  The Obed Wild and Scenic River looks much the same today as it did when the first white settlers strolled its banks in the late 1700s. While meagerly populated due to poor farming soil, the river was a hospitable fishing and hunting area for trappers and pioneers. Today, the Obed stretches along the Cumberland Plateau and offers visitors a variety of outdoor recreational opportunities. Read More           Welcome to Obed Wild & Scenic River   Loading the player...    Transcript God made three beautiful placesHe made the Garden of EdenHe made the ObedAnd He made one more place that I want to see yet...I think one of the things that makes the Obed Wild and Scenic River so specialis just this incredible sense of ruggedness and isolation, solitude and biodiversity we have hereThere are very few places on earth where you have the number of plant and animal species that we have in this park.Every nook and cranny of this place is hidden with spectacular beauty and it takes an adventurous spirit to experience that.Our lives I think are very rigidly planned and scheduled during the week.With climbing I get to really zero in on the moment.Here at this part I'm thinking about previous times I've been on the route. Where I'd put my feet where I'd put my hands.And just trying to execute perfectly.The Obed definitely gives me a sense of solitude.As you're climbing, all you hear is the river.Being surrounded with this kind of natural beauty and having the sense of solitude, it makes me feel a lot more relaxed.The climbing community sees the Obed as a very special and unique place.I would want the Obed to be preserved not just for this generation but for all the ones that are going to follow.The Obed is a great place for the whole family to connect with nature. There's so much to see and do.And you can get right in the middle of all of it.There's a snake up here!That's a rat snake.I love bringing my kids out here. I can show them how wonderful this place is and teach them about nature. There's so much to learn... I'm still learning.Look at this, Ella!This is a cool plant. This is a rare plant. Cumberland Rosemary. It only grows on the Cumberland Plateau.I think definitely that we have a place in nature and that Wilderness has a definite benefit to our spiritual well-being.The best time to actually look at the geology of the Obed would be late Fall or Winter whenever the foliage of the leaves is off the trees. As a geologist what we do is we tell a story.By studying these rocks we can tell the evolutionary processes and how this gorge is going to continue to form with time.The Cumberland Plateau formed about 280 million years ago. Now as we can see here, some of these sandstone capstones are very resistant to weathering and to erosion. But once the water can find a crack or find a joint or find a weak spot it can actually start to erode that down. Make it deeper, make it wider, and the water only only has certain places, it takes the path of least resistance to carve out the gorges. That's why the gorge walls are so steep today.Gosh... Just look!This is why we preserve it. This is the beauty and the mystique and the majesty of this place. Just to be able to see nature at its finest.I grew up fishing here.There's a song called the \"The House that Built Me.\" Well this is the river that built me.Rarely do you ever come down here to fish and see anybody. Those walls really close you off from everything else and you just can't get that in very many places any more.I'm gonna' change bait.I'm trying' to find something that fish will bite. This is kind of shimmery... hopefully it will get their attention on a kind of dreary day like this. There's bluegill, there's catfish, there's muskie, bass, large and small-mouth, all sorts of little sucker fish and darters.This place belongs to everyone. You don't have to be a hiker or climber or fisherman.Just be willing to appreciate nature.Early on we were talking about paddling as hard as you could... you know, we mostly got through it.People come from all over the world to paddle here.The Obed is the place because it's Wilderness, and you think this may have been what Daniel Boone saw.(Singing) They call it that good ole' Mountain Dew and them that refuse it are few.I'll hush up my mug if you'll fill up my jug with that good ole' Mountain Dew. I've been fortunate to paddle in many countries and it's always great to come back to the Obed River system because it offers such a diverse experience.Paddling out here ... it's just you and your buddies.You don't see anyone for milesYou don't see any sign of civilizationNo houses, no roads,It is a great feeling to camp out here and know that you're out here in the woods... one with nature, I suppose.(Sound of frogs)Last night I spent by myself on the river.I fished until about midnight...Went back over to the tent and I heard it begin to thunderand seen the lightning flashI laid down in that tent and I was calm, I didn't fear the storm. It was wonderful.My name is Ollie Melton and they might call me a story teller, which I guess I do tell stories. My whole family was from here going back to about fourth or fifth generation.I think much of the Park Service because they're preserving things for my great, great, great grandkids, to see the way it was when I remember it.So many different places we've been, but there's no place like the Obed.Singing: \"They call it that good ole Mountain Dew, and them that refuse it are few. I'll hush up my mug if you'll fill up my jug with that good ole Mountain Dew.My cousin Bill runs a still on the hill where he runs off a gallon or two. The buzzards in the sky get so drunk they can't fly from that good ole Mountain Dew.My cousin Moore he was sawed off and short he was just about four foot two... or three. But he thinks he's a giant if you give him a pint of that good ole Mountain Dew.They call it that good ole Mountain Dew... and them that refuse it are few. I'll hush up my mug if you'll fill up my jug with that good ole Mountain Dew.Preacher came by with a tear in his eye said his wife had caught the flu. Told him he oughta' give her a quart a' that good ole Mountain Dew. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 11 seconds  The free-flowing Obed Wild & Scenic River and its 500-foot-deep gorges offer visitors unspoiled rugged terrain, exceptional waters, and outdoor adventure.               NPS Centennial Party & Art Reception   In celebration of the National Park Service turning 100 years old, Obed's hosting a combined birthday party and art-in-the-park reception",
    "url": "https:\/\/www.nps.gov\/obed\/index.htm"
}
