{
    "title": "Andrew Johnson National Historic Site: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Andrew Johnson National Historic Site is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects      Freedom Day 150 Year Anniversary  Greeneville, Tennessee celebrates 150 years since Andrew Johnson freed his personal slaves.  Read more   Information Exchange  Staff at Andrew Johnson National Historic Site have conducted training with local partners to share information about interpretive and educational techniques to promote public service to multiple audiences.  Read more   Future NPS Stewards  Students at a local elementary school participate in multiple programs to investigate the life of Andew Johnson and the Civil War in their own community. Read more   Civil War Music and History   Students experienced Civil War history set to the music of a historic brass band. Re-enactors portrayed Abraham Lincoln and Andrew Johnson for this special event.  Read more   Celebrating Local Schools  Park staff from Andrew Johnson NHS helped a local school celebrate its award as a Top Performing Tennessee School in 2013. Read more   A Call to Action Projects for Andrew Johnson National Historic Site",
    "url": "https:\/\/www.nps.gov\/anjo\/getinvolved\/2016.htm"
}
