{
    "title": "Andrew Johnson National Historic Site: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Welcome to the Andrew Johnson National Historic Site page for kids!  Look through this page and learn how you can enjoy many hands-on things at this National Park. They are both fun and educational.         A young visitor proudly holds an Andrew Johnson dollar during the coin launch at the site.          Student holding a replica of Johnson's tailoring shingle in front of the original Tailor Shop. An NPS Photo  What would you have worn in the 1800's? Andrew Johnson was a tailor. This means he made clothes for the men of Greeneville in the days before people could easily buy clothes from stores. You can try on reproduction clothes from the 1800's to see how you would have looked in Andrew Johnson's time. There is a mirror, and don't forget your camera!            Students attempt to lift a heavy iron like one Andrew Johnson would've used in his Tailor Shop. The iron is called a \"goose\" because of its crooked-neck shape. An NPS Photo  A Goose? When Andrew Johnson was a tailor, he used a very heavy iron called a \"goose.\" It was called this because of its neck crooked like the neck of a goose. These irons were very heavy and used to iron the wool suits Andrew Johnson made. You can try to pick up this goose at the Andrew Johnson museum and see how heavy it is! Be sure to listen for sounds of Andrew \"working\" in the Tailor Shop.            A Junior Ranger receives his badge. An NPS Photo  Junior Rangers  Become a Junior Ranger at the Andrew Johnson National Historic Site! Ask for a Junior Ranger booklet at the Visitor Center desk and finish the number of activities required for your age level. You'll have fun learning about Andrew Johnson, his family, and his life and times. When you complete the booklet, turn it in to the ranger or volunteer at the desk to check your answers, sign your certificate, and swear you in as a Junior Ranger with your own badge.         Andrew Johnson Impeachment ticket replica An NPS Photo  Senator For a Day When Andrew Johnson was President of the United States, he was impeached. This does not mean he was removed from office, but it does mean he was accused of a crime and tried by the Senate. He was found \"not guilty\" by only one vote. When you hear the phrase \"your vote counts\" it is true! You can learn about Andrew Johnson's impeachment and vote as though you were a Senator in his trial at this ballot box in the Andrew Johnson Museum. You will get a copy of the ticket used to get into Andrew Johnson's trial to vote with, and after you tear off the voting tab, you can keep the copy!",
    "url": "https:\/\/www.nps.gov\/anjo\/learn\/kidsyouth\/index.htm"
}
