{
    "title": "Andrew Johnson National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       \"No public man in the United States has been so imperfectly understood as Andrew Johnson. None has been so difficult to understand.\" Hugh McCulloch, Johnson's Secretary of the Treasury        Young Andrew Johnson from a locket set Courtesy of the NPS  Andrew Johnson was the first President of the United States who had neither been a military hero nor studied law. Known in his time as the \"courageous commoner,\" this former tailor's apprentice followed the ideals inherent in the American dream to rise from poverty-stricken circumstances.   On his journey to the Executive Mansion, this self-taught man held nearly every political office available - without attending a single day of school.  Andrew Johnson's extraordinary life is marked by passionate debate and controversy. He lived during a time of triumph and turmoil. Many of the decisions and policies made during his Presidency still impact the country today. On this page you can find a brief overview of Johnson's life, as well as a time-line and several of the topics that are trademarks of his legacy. Discover more about your 17th President as you explore these links, several transcribed from Johnson's own words.  A short overview of Johnson's life.      TIMELINE View a timeline of Andrew Johnson's life and political career. ANDREW JOHNSON AND SLAVERY“Slavery is the cancer upon the body politic, which must be rooted out before perfect health can be restored.” Andrew Johnson, August 8, 1864 Learn more... ANDREW JOHNSON'S LAST WORDS ON MARY SURRATT\"'The execution of Mrs. Surrat [sic] was a crime of passion without justice or reason...\" Andrew Johnson, 1875 Learn more...  RECONSTRUCTION \"...there is no such thing as reconstruction. These States have not gone out of the Union, therefore reconstruction is unnecessary. I do not mean to treat them as inchoate States, but merely as existing under a temporary suspension of their government, provided always they elect loyal men. The doctrine of coercion to preserve a State in the Union has been vindicated by the people. It is the province of the Executive to see that the will of the people is carried out in the rehabilitation of the rebellious States, once more under the authority as well as the protection of the Union.\" Andrew Johnson  Andrew Johnson and Congress were unable to agree on a plan for restoring the ravaged country following the Civil War. There was a marked difference between Congressional Reconstruction - outlined in the first, second, and third Military Reconstruction Acts - and Andrew Johnson's plan for Presidential Restoration. The Congressional Plan of Reconstruction was ultimately adopted, and it did not end until 1877. Many of the issues surrounding Reconstruction are still a part of society today. AMENDMENTS TO THE CONSTITUTION The structure of American society changed radically with the Civil War. Four million slaves were now free people. The 13th, 14th, and 15th amendments to the United States Constitution attempted to deal with this enormous change in the country. The 13th Amendment The 14th Amendment The 15th Amendment  THE VETO PRESIDENT Andrew Johnson vetoed more bills introduced by Congress than any other President before him.  Below you will find a partial list of Bills vetoed by Andrew Johnson. At first glance it is not easy to understand why Johnson vetoed much of what appeared to be such beneficial legislation. To understand Johnson's reasoning, click on the highlighted bills to discover the explanations Johnson supplied when he returned his vetoes to Congress.  Freedmen's Bureau Bill Civil Rights Bill Colorado Statehood Bill District of Columbia Franchise Law Nebraska Statehood Bill Tenure of Office Act First Military Reconstruction Act Second Military Reconstruction Act Third Military Reconstruction Act Judiciary Act Amendment Arkansas Statehood Bill Admission of Six Southern States Restrictions of Electoral Votes        Entrance stub from Andrew Johnson's trial NPS Photo  IMPEACHMENT Andrew Johnson was the first American president to be impeached. Learn more about impeachment here: Impeachment Defined Impeachment Pronounced Why was Andrew Johnson Impeached? The Articles of Impeachment Tickets Issued per Day Andrew Johnson's Impeachment Timeline How the Senators Voted   AMNESTY PROCLAMATIONS Andrew Johnson granted four Amnesty Proclamations to the South following the Civil War. Anyone excluded in the first amnesty plans could appeal directly to the President for a pardon. On Christmas day, 1868, Andrew Johnson granted full amnesty to the former Confederates.   PRESIDENTIAL SUCCESSES During Andrew Johnson's administration, the United States purchased Alaska, annexed Midway Island, and communicated with Europe following the completion of a successful Transatlantic Cable. The British Novelist Charles Dickens and Queen Emma of the Sandwich Islands both paid visits to the White House. Andrew Johnson was also the first President to hold the Easter Egg Roll at the White House, and when he turned 60, he invited 300 children to the White House for his birthday party.",
    "url": "https:\/\/www.nps.gov\/anjo\/learn\/historyculture\/index.htm"
}
