{
    "title": "Andrew Johnson National Historic Site: The On-Site Experience",
    "body": "The On-Site Experience         Students learn about Archeology from a Park Ranger. An NPS Photo  Preparing the Students and Chaperones We are excited that you are planning a visit to Andrew Johnson National Historic Site with your students.Your visit will allow student interaction with items that once actually belonged to Andrew Johnson and his family. As a unit of the National Park Service, our mission is to protect history and share resources while engaging visitors with memorable experiences. When your students visit this site, they will walk the halls of the President's Homestead where the Johnson family experiences happiness and sorrow during pivitol moments of the Civil War. They can listen for the the sounds of a tailor cutting cloth in the original shop owned by Andrew Johnson, and stand atop Monument Hill at the President's gravesite overlooking Greeneville as they compare and contrast the time period in which the President lived and our lives today.       Protecting History by Microscopic Fractions  Intentional or not, all visitors leave something behind. It may only be measured in microscopic fractions, but each hand on the banister of the home and each shoe on the floors alters the fabric of the site. To be stewards of our history, please respect the following suggestions:   Never bring any gum, food, or drink into any of the buildings Resist the urge to touch walls, photographs or signs  Keep your voices low; there may be other visitors enjoying the same history lesson Do not wander from the group; this is not a place for running or horse-play  Logistical Reminders All groups will begin their day at the Visitor Center. Be certain your bus driver knows the address for parking is 201 East Depot Street, Greeneville TN. A park ranger will be watching for your bus to pull into the Visitor Center parking lot. Water fountains and restrooms are available at the Visitor Center only.  Please remind students to dress according to the weather. The majority of the program takes place out of doors. Most of the Homestead tour is from the outside porches, and there is a 10 minute walk between areas. Late groups impact the program schedule. Please contact the Visitor Center if your group will be more than 15 minutes late by calling (423) 638-3551. We look forward to your arrival!",
    "url": "https:\/\/www.nps.gov\/anjo\/learn\/education\/the-on-site-experience.htm"
}
