{
    "title": "Andrew Johnson National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions         The Andrew Johnson Museum and Library Museums of Tusculum College  Andrew Johnson Museum and Library In the early 1840s, Andrew Johnson gave money for the construction and development of Tusculum College - one of the oldest colleges west of the Allegheny Mountains. The \"Old College\" now holds the Andrew Johnson Museum and Library. The museum houses a collection of Andrew Johnson papers and memoriabilia.          The Dickson Williams Mansion NPS Photo  The Dickson-Williams Mansion  Main Street Tours offer both downtown walking tours of historic Greeneville, TN, and guided tours of the Dickson-Williams Mansion. The Mansion was once called the showplace of East Tennessee, and General John Hunt Morgan spent his last night here during the Civil War. He was killed in the garden the following morning.        The Greeneville\/Greene County History Museum NPS Photo  The Greeneville\/Greene County History Museum Formerly the Nathanael Greene Museum, the Greeneville\/Greene County History Museum is a museum of Greeneville and Greene County history. The museum is open Tuesday thru Saturday, 11:00 a.m. to 4:00 p.m. The museum is generally closed in January. To verify operating hours, call the museum at 423-636-1558 before your visit. The museum contains an Andrew Johnson gallery, as well as a \"Pathways to Freedom\" exhibit which tells the amazing stories of emancipation for several of the enslaved people of Greeneville and Greene County - many of which involve Andrew Johnson.           Davy Crockett Birthplace Replica An NPS Photo  Davy Crockett Birthplace The Davy Crockett Birthplace State Park commemorates the legacy of famed frontiersman and politician, David Crockett. In addition to the birthplace replica, the site has a visitor center and museum, campground, and playground. Learn about the origins of one of the defenders of the Alamo.  For more information call 423-257-2167.       Northeast Tennessee Tourism AssociationFor more information about the East Tennessee area, visit www.netta.com. This site contains a Visitor's Guide, CVB\/Tourism Agencies, Map and Regional Information, Events, and a Photo Gallery.",
    "url": "https:\/\/www.nps.gov\/anjo\/planyourvisit\/nearbyattractions.htm"
}
