{
    "title": "Andrew Johnson National Historic Site: Things to Do",
    "body": "Explore This Park    Plan Your Visit     Things to Do             Things To Do       The Andrew Johnson National Historic Site is open daily from 9:00 a.m. until 5:00 p.m. with the exception of Thanksgiving, Christmas, and New Year's Day. Things for you to do are:          Vote at the Andrew Johnson impeachment exhibit An NPS Photo  The Visitor Center At the Visitor Center you will be greeted by park staff or volunteers. They will provide an overview of what is available for you to do. You can view the orientation film, \"Andrew Johnson: Defender of the Constitution\" for an introduction to Johnson's life. In the museum, you can see original artifacts as well as vote for Andrew Johnson's acquittal or guilt at the impeachment display. In the historic Memorial Building you can gain a sense of place as you stand before Andrew Johnson's enclosed Tailor Shop and listen for the sounds emanating from it. Learn more about the 17th President and his times at the site's Eastern National bookstore.        Andrew Johnson's Early Home prepared for an on-site school program An NPS Photo  The Early Home Andrew Johnson's Early Home in Greeneville sits adjacent to the site parking lot and could be your first stop on the way to the Visitor Center. Three downstairs rooms and the basement are available to tour. This house contains exhibits concerning Andrew Johnson's life prior to becoming President. Learn about his apprenticeship to a tailor in Raleigh, NC, his journeys before settling in East Tennessee, and his start in the business world & political sphere. Highlights include a family flip-book and a time line connecting Johnson's life with pivotal events in the 19th century.         Mrs. Johnson's bedroom An NPS Photo  The Homestead  The Homestead is open daily for tours at 10:30, 11:30, 1:30, 2:30, and 3:30. Tour size is limited to 12 people and reservations are taken on a first-come, first-served basis. Reservations must be made at the Visitor Center no later than 15 minutes before the beginning of the tour. Larger groups should call the Visitor Center at 423-638-3551 ahead of time to make reservations. This house, used by three generations of the Johnson family after the president's death, is a treasure trove of original family belongings. Ranger-led guided tours last from 30-45 minutes.         The Memorial Day program is just one of the several commemorative events held in the Andrew Johnson National Cemetery. An NPS Photo  The National Cemetery The National Cemetery is the final resting place for Andrew Johnson and his family, as well as for the nation's veterans. The high hill containing over 1700 graves provides a stunning view of the mountains. Special events at the cemetery include a Memorial Day program, Wreaths Across America, and the presidential birthday wreath-laying. Feel free to walk the hilly sidewalks and stairs through the cemetery. The main gates are open from 9:00-5:00. A pedestrian gate remains open 24\/7. Pets are allowed on sidewalks on a leash.",
    "url": "https:\/\/www.nps.gov\/anjo\/planyourvisit\/things2do.htm"
}
