{
    "title": "Lake Mead National Recreation Area: Relict Leopard Frog",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Relict Leopard Frog                Relict Leopard Frog      Lithobates onca        The relict leopard frog is a minor success story. The species was long thought to be extinct or near extinction, although surviving populations have been found. They exist in isolated springs and creeks in desert environments, near reservoirs and recreation sites in an area that has been rapidly urbanized. Accordingly, the species must be considered to be highly vulnerable. The relict leopard frog was found in creeks, springs, and seeps in the vicinity of the Las Vegas Valley, Clark County, Nevada, and the Virgin River Valley, Washington County, Utah, at elevations between 370 meters and 760 meters. Many of these populations are now extinct. Recent field work has discovered a few small populations in extreme northwestern Arizona along the Virgin River, from near Littlefield downstream to the Overton Arm of Lake Mead. New populations have been discovered in springs that enter the Colorado River in Black Canyon, south of Hoover Dam in Nevada\/Arizona.      Range Map                     This species occurs on the border region of Arizona, Nevada, and Utah, USA, mostly below 1,000m above sea level. It was found from the Virgin and Muddy River drainages and along the Colorado River drainage downstream of its confluence with the Virgin River to Black Canyon below Lake Mead in the northern reaches of Lake Mohave. In the late 1990s, the species could be found at seven sites in three general areas: a spring near Littlefield, Arizona, on the Virgin River; several springs along the Nevada side of the Overton Arm of Lake Mead; and within several springs in the Black Canyon along the Nevada side of the Colorado River. By 2001, two of these populations, including the one near Littlefield, had gone extinct.      Back to Top      Fast Facts             Monitoring         Monitoring for relict leopard frogs has been conducted in the park since 1991 by researchers from the University of Nevada, Las Vegas, in conjunction with National Park Service personnel. Funding for these activities has been provided by the Clark County Multiple Species Habitat Conservation Plan and by the Southern Nevada Public Lands Management Act. Surveys conducted between 2007 and 2010 at eight natural sites and seven experimental translocation sites indicate that overall populations at natural sites remained relatively low but stable during the survey period. However, populations at three natural sites were augmented with animals raised from eggs collected at other locations due to declining populations. During monitoring, swabs were taken from a sample of frogs at several sites for testing for the pathogenic fungus, chytridiomycosis. Chytrid is an emergent disease of amphibians now considered one of the primary factors in amphibian declines. None of the samples taken tested positive for the fungus.          Click for Larger Image           Photo Gallery                     Relict Leopard Frog Monitoring   5 Photos  Photos showing relict leopard frog monitoring efforts          Relict Leopard Frog   5 Photos  Relict Leopard Frog Photos                       References       Threat Level provided by the International Union for Conservation of Nature's (IUCN) Red List.http:\/\/www.iucnredlist.org\/    Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/relict-leopard-frog.htm"
}
