{
    "title": "Andrew Johnson National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Plan Your Visit      The Andrew Johnson National Historic Site is comprised of four units:        The Visitor Center NPS Photo  The Visitor Center 101 N. College Street, Greeneville, TN   The Visitor Center is the contact station for visitor information, brochures, and directions. The Visitor Center also houses the site's 13 1\/2 minute orientation film, the presidential museum, Andrew Johnson's original Tailor Shop, and the Eastern National bookstore. The Visitor Center is open daily 9:00 a.m. - 5:00 p.m.   Please note that the park, with the exception of the National Cemetery, is closed Thanksgiving, Christmas, and New Year's Days.        Andrew Johnson's Early Home, 1830's - 1851 An NPS Photo  The Early Home  201 East Depot Street, Greeneville, TN   The last acquisition to the site, Andrew Johnson's Early Home completes the story of the tailor turned politician. The house is open on the first level and basement with information about Andrew Johnson's early life, the purchase of his first slaves, and his entrance into the political world. Explore a family photo album and time-line of national events as they related to Andrew Johnson's life while listening to music of the era. Open daily 9:00 a.m. - 5:00 p.m.        Andrew Johnson's Homestead, 1851-1875 An NPS Photo  The Homestead 209 S. Main St., Greeneville, TN  Andrew Johnson owned this home 24 years, before and after his presidency. During the Civil War, soldiers occupied the house and left it in disrepair. The Johnsons renovated the home when they returned from Washington. Three generations occupied the home before placing it in the stewardship of the National Park Service. The Homestead is filled with many original family belongings and memorabilia. Guided tours are available daily. How to tour the Homestead...        Andrew Johnson Monument, Andrew Johnson National Cemetery An NPS Photo  The Cemetery 121 Monument Ave., Greeneville, TN  Andrew Johnson and his family are buried at the crest of Monument Hill. The Andrew Johnson National Cemetery continues today as one of only two active NPS burial ground for the nation's veterans.The cemetery is open daily 9:00 a.m. - 5:00 p.m. for vehicular traffic. A pedestrian gate at the main entrance is open 24 hours a day.   The cemetery observes Memorial Day with a remembrance program and extended hours. Please contact 423-639-3711 for more information.       Adjacent to the site are two additional items of interest:        Replica of Andrew Johnson's Birthplace NPS Photo  The Birthplace Replica Provided by Andrew Johnson's estate, this replica of Andrew Johnson's birthplace in Raleigh, North Carolina, will give you the true scope of Johnson's rise from humble beginnings. The replica is open daily from 9:00 a.m. - 5:00 p.m. with the exceptions of include inclement weather, as well as Thanksgiving, Christmas, and New Year's Day. The grounds are accessible anytime.         Andrew Johnson statue by Jim Gray. NPS Photo  Statue of Andrew Johnson Sculpted by Jim Gray, and also provided through Andrew Johnson's estate, the inspiring and imposing figure of Andrew Johnson is mounted on the corner of College and Depot Streets in downtown Greeneville, TN, overlooking the Andrew Johnson National Historic Site. Another cast of the statue stands on the Capitol grounds in Nashville, TN, where Johnson served as Representative and Senator, as well as both Governor and Military Governor of the state.",
    "url": "https:\/\/www.nps.gov\/anjo\/planyourvisit\/index.htm"
}
