{
    "title": "Badlands National Park: Planning",
    "body": "Planning        South Unit Bison Reintroduction Management Plan\/EA In 2006, the National Park Service (NPS) began developing a plan (General Management Plan, or GMP) for management of natural and cultural resources, and visitor experience in the South Unit of Badlands National Park. One of the decisions in the 2012 GMP is the reintroduction of bison to the South Unit. Bison reintroduction is also a provision of the 1976 Memorandum of Agreement, which was a factor in the decision to include species reintroduction in the GMP Preferred Alternative. The National Park Service, Oglala Sioux Tribe, and Bureau of Indian Affairs, propose to conduct a South Unit Bison Reintroduction\/ Management\/ Environmental Assessment (EA), a requirement of the National Environmental Policy Act, which includes a public scoping period near the beginning stages to inform the public of the plan and to collect suggestions on the plan. To comment on the plan, or learn more, see National Park Service PEPC Planning, Environment & Public Comment      South Unit General Management Plan Secretary of the Interior Ken Salazar and National Park Service Director Jon Jarvis announced on April 26, 2012 the release of the final General Management Plan (GMP)\/Environmental Impact Statement for the South Unit of Badlands National Park, recommending the establishment of the nation's first tribal national park in partnership with the Oglala Sioux Tribe (OST). News Release, April 26, 2012, GMP for South Unit Nears Completion  North Unit General Management Plan The Final North Unit General Management Plan \/ Environmental Impact Statement guides the management of the North Unit of Badlands National Park over a period of 15-20 years. The Record of Decision announcing the selected management alternative was approved in December 2006. Management objectives offer a range of high-quality visitor opportunities and improved facilities while ensuring the protection of natural and cultural resources. North Unit General Management Plan \/ Environmental Impact Statement (21.1 MB PDF) Record of Decision on the Final General Management Plan \/ Environmental Impact Statement (391 KB PDF)  Prairie Dog Management Plan and Environmental Assessment (Plan\/EA)   Badlands National Park sought comments for this plan in spring 2007 and finalized the plan in August 2007. The National Park Service objective for the plan is to ensure the black-tailed prairie dog population remains a viable and key factor in the park ecosystem, while providing strategies for controlling prairie dog expansion to private lands along the park boundary. Prairie Dog Management Plan and Environmental Assessment (Plan\/EA) (6.41 MB PDF)       Scope of Collection Statement Badlands National Park Scope of Collection Statement serves to define the scope of present and future museum collection holdings of Badlands National Park that contribute directly to the understanding and interpretation of the park's purpose, themes, and resources and that must be preserved by Federal mandate. It is designed to ensure that all museum collections are clearly relevant to the park. Scope of Collection Statement (1.24 MB PDF)     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Badlands National Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/badl\/getinvolved\/planning.htm"
}
