{
    "title": "Badlands National Park: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       The rugged beauty of the badlands formations and glimpses of the park's diverse wildlife may inspire you to become more involved in preserving this special place. You can support the park by:  volunteering being a park steward becoming a member of the Badlands Natural History Association (BNHA) bringing your family, a friend, or school group to the park buying a book or souvenir in the bookstore  Every year, 100 volunteers work in the park presenting education programs, assisting with maintenance projects, helping campers, or roving backcountry trails. If you enjoy sharing your time and talents, consider becoming one of these valuable individuals.      While visiting the park, being a park steward means leaving the park in as good or better condition than you found it. Park stewards treat the land with respect, follow park regulations, pick up litter, and view wildlife from a safe distance. Consider becoming a member of the Badlands Natural History Association (BNHA), a nonprofit organization that works with the National Park Service to further its scientific, educational, historical, and interpretive activities. Enjoy the park and learn more about it by attending ranger-guided activities, hiking park trails, and visiting the Ben Reifel or White River Visitor Centers. For more information see Plan A Field Trip. Buying a book or souvenir in the bookstore at the Ben Reifel Visitor Center or online at the BNHA website provides funding for park programs and publications.      How To Donate If you wish to help Badlands National Park's continuing efforts to educate future generations on the natural and cultural resources of the park, there is an excellent way to help us out. For more information on direct donations and how they help Badlands, please contact the Superintendent at 605-433-5281. If you would like for the donation to go toward a specific project or item please state that in the letter. To make a direct donation, it may be mailed to: Superintendent, Badlands National Park, P.O. Box 6, Interior, SD 57750",
    "url": "https:\/\/www.nps.gov\/badl\/getinvolved\/supportyourpark\/index.htm"
}
