{
    "title": "Badlands National Park: Teens",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Teens              Teens         Youth Intern Kelly Green prepares bison bones for use in a Junior Ranger program. NPS\/Cathy Bell  Badlands National Park is a great place for teens to visit, volunteer, or work. Internship Opportunities Youth from high schools neighboring Badlands National Park are invited to serve as interns during the summer months. Internships are a great way to gain work experience while learning about the many different career opportunities available in the national parks. Older teens who have finished high school or who are enrolled in college can learn more about volunteer opportunities at Badlands or search for volunteer positions throughout the national park system. Follow the 2014 Summer Intern Adventures Blog.        2012 Youth Camp participants got an impromptu anatomy lesson when they found a bison carcass in the Sage Creek Wilderness Area. NPS\/Sara Feldt  Youth Camp High school students from the Red Cloud Indian School (Pine Ridge, SD), other area high schools, and the Calhoun School (New York, NY) come together in Badlands National Park every March for a week of outdoor exploration and cultural exchange. Learn more about the Youth Camp from participants who describe their adventure in a series of short videos.   Things to Do in the Park  Go for a hike to explore the prairie or immerse yourself among the badlands formations. Complete the Badlands GPS Adventure activity book. If you're a Boy Scout or Girl Scout, there are special patches you can earn for learning about our national parks. Find out more about how to get your Scout Ranger or Girl Scout Ranger patch.       Things to Do Online or at Home  Connect with us on Facebook, Twitter, YouTube, and Flickr. Get inspired by checking out the gallery of work produced by our talented Artists in Residence. Discover the diversity of park resources through Views of the National Parks.  Opportunities at Other National Parks Don't live near Badlands, but still want to get involved with national parks? There are over 400 sites in the national park system, located in every U.S. state as well as American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the Virgin Islands. Together, these sites tell the American story in all its diversity. The purpose of the National Park Service, as laid out by Congress in 1916, \"is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" Find a park near you.",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/kidsyouth\/teens.htm"
}
