{
    "title": "Badlands National Park: Mammals",
    "body": "Mammals         Prairie dogs use burrows for protection. Photo by Rikk Flohr  When most people think of wildlife, it's mammals that come to mind-and Badlands is a great place for seeing mammals. From tiny shrews to 2,000-pound bison, 39 species of mammals may be found on the Badlands prairie.   Very hot summers, bitterly cold winters, and high winds at any time of year make surviving on the northern prairie a challenge. Most small mammals make use of burrows or other hiding places where they can find protection. Prairie dogs, for example, excavate burrows in expansive areas known as towns. The burrows provide prairie dogs with shelter from both the weather and predators, and many other species can take shelter in the prairie dogs' tunnels too. As a result, prairie dogs are a keystone species; that is, their presence is critical to the overall ecological community of the mixed-grass prairie. Badgers, bobcats, coyotes, swift foxes, and black-footed ferrets are some of the predators that are often found in close association with prairie dogs. Getting a glimpse of one of these predators is a special treat for park visitors.   Large ungulates, or hoofed mammals, include bison, mule deer, white-tailed deer, Rocky Mountain bighorn sheep, and pronghorn. The ungulates are large enough that their body size affords them some protection against cold; bigger animals have less surface area exposed in relation to their volume, so they lose heat more slowly than a smaller animal would. Their size also makes them easier to spot, and these animals are some of the most exciting for park visitors to see.        Pronghorn, also known as antelope, are seen from the Badlands Loop Road. NPS Photo by Larry McAfee  Bison inhabit the 64,000-acre wilderness area in the western reaches of the North Unit, and are best viewed from the Sage Creek Rim Road. Bighorn sheep are often seen in the Pinnacles area or near Cedar Pass; watch for them adroitly climbing even the steepest rock formations. Pronghorn, often called antelope, are extremely fast runners capable of sprinting as fast as 60 miles per hour. They can sometimes be seen from the Badlands Loop Road. Mule deer, with their big ears and bouncing gait, are readily seen throughout the park. White-tailed deer are also seen occasionally.   Remember to watch wildlife from a respectful distance. The animals are wild and unpredictable. Park regulations require that you keep at least 100 yards away, and anytime an animal reacts to your presence, you are too close.",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/nature\/mammals.htm"
}
