{
    "title": "Lake Mead National Recreation Area: Peregrine Falcon",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Peregrine Falcon                Peregrine Falcon      Falco peregrinus        Peregrine Falcons (Falco peregrinus) are found throughout the world (except Antarctica) and have been very popular throughout history. They were prized during medieval times for their hunting prowess in the sport of Falconry. They continue to capture the fascination of many people due to their flight skills, hunting ability, and mystique. Their long pointed wings give them an aerodynamic or jet-like appearance. In level flight, they can easily reach speeds of 60 mph. They have been clocked diving, or stooping, at speeds of more than 150 mph. In the United States, Peregrine falcon populations declined sharply between the 1940s and 1960s due to the widespread use of the pesticide DDT and several other factors. DDT was most damaging to peregrine reproduction due to egg-shell thinning, egg breakage, and hatching failure. DDT was banned (1972), but the peregrine was placed on the endangered species list in 1973. Surveys done in the early 1990s showed one pergrine nesting pair in Black Canyon on Lake Mohave. By 2010 there were 33 nesting pairs found in almost all areas of the park.      Range Map                     In North America, the migratory range of the peregrine falcon extends from Greenland into South America, and their breeding range from northern Alaska to northern Mexico. Migrating peregrines may be seen throughout North America in spring and fall. The northernmost nesting populations generally migrate south in the winter to tropical environments, while those that nest in warmer climates migrate shorter distances or not at all.       Back to Top      Fast Facts                   Photo Gallery                     Peregrine Falcon   6 Photos  Photos of the Peregrine Falcon at Lake Mead NRA                       References       Threat Level provided by the International Union for Conservation of Nature's (IUCN) Red List.http:\/\/www.iucnredlist.org\/    Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/peregrine-falcon.htm"
}
