{
    "title": "Badlands National Park: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                Plan a Field Trip         Interior School students in Badlands National Park Natalie Hammond, National Park Service photograph  Teachers and leaders of organized groups are invited to plan a self-guided field trip. Please review safety information and prepare all group members for a safe and enjoyable visit.   Suggested Self-guided Field Trip Activities Scheduling a Ranger-guided Field Trip Pre-visit Curriculum Materials Additional Things To Do in the Park   Educational Fee Waivers Educational entrance fee waivers are granted to accredited educational institutions whose curriculum relate specifically to the resources of Badlands National Park. Please complete and submit an Application for Waiver of Fees (96 KB PDF), if your group meets the eligibility requirements. Contact the Revenue and Fee Business Program Manager for more information. Regular Entrance Fees and Commercial Tour Fees apply to groups who do not qualify for an educational fee waiver. Facilities Water and restrooms are available at the Ben Reifel Visitor Center. Groups can eat at any picnic area in the park. Picnic areas are first-come, first-served, no reservations. For information on purchasing a meal in the park, please contact the Cedar Pass Lodge restaurant. The Cedar Pass Lodge is open seasonally, from mid-April to mid-October. Toilets are located at all picnic areas and the Door\/Window parking lot, Fossil Exhibit Trail, and Pinnacles Overlook. Please consult the park map for the exact locations of all facilities. Ben Reifel Visitor Center (Year Round) The Ben Reifel Visitor Center offers exceptional exhibits on geology, paleontology, the prairie ecosystem, and human history. These exhibits can be used as teaching tools or to reinforce concepts learned in the classroom. A 20-minute introductory film, Land of Stone and Light, is shown in the theater. Teachers may choose to purchase the DVD for use in pre-field trip lessons.  Paleo Prep Lab (Summer) The Fossil Prep Lab (located inside the Ben Reifel Visitor Center) is open daily from 9 to 4:30 in the summer. Paleontologists are on scene preparing fossils. Park rangers are available to answer questions. Recommended group size at any one time is a maximum of 25. Please divide large groups and rotate through so that everybody can observe and learn without long wait times. White River Visitor Center (Summer) The White River Visitor Center contains excellent exhibits on the culture and history of the Lakota people. The White River Visitor Center is open seasonally. Call (605) 455-2878 for more information.",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/education\/fieldtrips_overview.htm"
}
