{
    "title": "Badlands National Park: Reptiles",
    "body": "Reptiles       Long, cold winters keep reptile diversity fairly low in Badlands, with just 9 species found in the park. These snakes, lizards, and turtles contend with extremes of weather that may include temperatures ranging from over 100 degrees Fahrenheit in the summer to -20 F or colder in the winter. Because reptiles are ectothermic, or cold-blooded, their body temperature varies with environmental conditions. Very cold or hot conditions are especially challenging for these animals.        NPS Photo by Larry McAfee  The open prairie and rugged badlands formations offer little in the way of shelter. Snakes and lizards are most active during the cooler parts of the day in summertime, seeking shade during the mid-day hours. In the winter, their metabolisms slow as they take shelter underground. They may go for months without eating. Similarly, painted and snapping turtles are found in association with water in summertime, and pass the winter by burying themselves in the mud at the bottom of streams or small ponds.   The prairie rattlesnake is the only venomous snake in the park. Despite perceptions of rattlesnakes as aggressive, they prefer to avoid or ignore people. Bites are extremely rare and no fatalities have ever been recorded in the state of South Dakota. Nevertheless, their bites are dangerous, and prairie rattlesnakes should never be approached. To avoid surprising a snake, carefully watch where you put your hands and feet while hiking. Wear long pants and boots rather than sandals, particularly when walking in tall grass.      Remember that reptiles, like all park wildlife, are protected by law.  It is illegal to harass or disturb them.  Leave them alone and enjoy them from a distance.          Badlands Reptile List     Common Name   Scientific Name   Park Status   Abundance   Residency     Snapping Turtle   Chelydra serpentina   Probably Present   NA   NA     Racer   Coluber constrictor   Present in Park   Common   Breeder     Western Hog-nosed Snake   Heterodon nasicus   Present in Park   Rare   Breeder     Milksnake   Lampropeltis triangulum   Probably Present   NA   NA     Gopher Snake   Pituophis catenifer   Present in Park   Common   Breeder     Plains Garter Snake   Thamnophis radix   Present in Park   Common   Breeder     Common Garter Snake   Thamnophis sirtalis   False Report   NA   NA     Painted Turtle   Chrysemys picta   Present in Park   Common   Breeder     Western Box Turtle   Terrapene ornata   Unconfirmed   NA   NA     Short-horned Lizard   Phrynosoma hernandesi   Unconfirmed   NA   NA     Fence Lizard   Sceloporus undulatus   Probably Present   NA   NA     Six-lined Racerunner   Cnemidophorus sexlineatus   Unconfirmed   NA   NA     Prairie Rattlesnake   Crotalus viridis   Present in Park   Common   Breeder",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/nature\/reptiles.htm"
}
