{
    "title": "Badlands National Park: Professional Development",
    "body": "Professional Development       Teacher-Ranger-Teacher Program The Teacher-Ranger-Teacher Program links national parks with teachers from under-served, Title 1 school districts. The program offers teachers an exciting opportunity to work in a national park for the summer. Then, during the school year, these teacher-rangers bring their experiences back to the classroom by developing and presenting curriculum-based lesson plans based on their summer experience. Teacher-rangers even wear their official uniform to school during National Park Week.    2012 Badlands Teacher Ranger Teacher Announcement         Teacher Ranger Dottie Hartman - 2010 I have attended a number of workshops, summer institutes, and other education opportunities for science teachers. However, the teacher-ranger-teacher program at Badlands National Park ranks as one of my favorite learning experiences. I made special connections with the park during my eight week stay at Badlands. I am looking forward to sharing my experiences with my students so that they can make a special connection with the Badlands too.         Teacher Ranger Cindy Holub - 2010 The Teacher Ranger Program is one of the most powerful learning opportunities I have ever experienced. Being fully immersed in all that encompasses being a park ranger can be challenging at times, but it has been nothing less than awesome! Being in the program and the park has reignited my enthusiasm for teaching and learning. I know my students are going to be as excited as I am when I share all my adventures with them. I wish I had better words to describe my time here. WOW, you just have to be here and do it!         Teacher Ranger Larry McAfee - 2009 This past summer, I lived a dream as a national park ranger in Badlands National Park through the Teacher-Ranger –Teacher program. It was absolutely awesome to spend eight weeks working in a national park and sharing experiences with visitors from all over the world. The geology, fossils, wildlife, and beauty of this place is worth taking the time to soak it all in. I look forward to sharing my experiences with my students this year and hopefully instilling in them the same love and appreciation that I have for our national parks.         Teacher Ranger Jessica Dux - 2008 In my opinion, working at Badlands National Park as a teacher-ranger is one of the most rewarding professional development programs available. I have worked alongside very talented individuals and have had access to amazing natural resources. It has been an extremely rewarding experience to develop material that helps to broaden the horizons of my students, as well as other educators.      For more information on the Badlands Teacher-Ranger-Teacher Program, or to see if your school district qualifies, contact the park’s Education Specialist. Information is also available on other National Park Service sites participating in the Teacher-Ranger-Teacher Program.",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/education\/professionaldevelopment.htm"
}
