{
    "title": "Badlands National Park: Birds",
    "body": "Birds       Badlands National Park lies at an avian crossroads, where watchful visitors may observe both eastern and western birds. The park’s diverse habitats support an abundance of birdlife: 206 species have been documented in Badlands, with 67 species known to nest here.      Badlands Wall Most visitors immediately notice the dramatic slopes and pinnacles of the park’s badlands formations, but looking more closely reveals that the steep rock wall is riddled with hollows, nooks, and overhangs. In summer, insect-eating cliff swallows return from their wintering grounds in South America and make their mud nests in sheltered areas on the formations. Steep drop-offs provide protection from predators. Birds of prey including golden eagles and prairie falcons also nest high on the steep cliffs, and can be seen year-round soaring over the badlands as they search for food. Small flocks of non-native rock pigeons can also be seen as they wheel overhead before coming to roost on pinnacles and ridges. As you explore among the formations on foot, watch for diminutive rock wrens doing deep knee-bends.        NPS Photo by Lee McDowell  Some of the best birding in the park awaits you at slumps in the Badlands Wall, easily recognizable by their flatter terrain and juniper growth. These less-steep areas retain moisture, allowing junipers and shrubs to grow and attracting different species of birds than you would find on steeper slopes. The Cliff Shelf Nature Trail is a half-mile loop that will take you through one of these slumps. In winter, Townsend’s solitaires are often found here, feeding on juniper berries. Lucky visitors may spot cedar waxwings here throughout the year; these fruit-eaters are important seed dispersers. Watch, too, for cheery black-capped chickadees flitting about. Black-billed magpies, long-tailed and dramatically marked in black and white, are common here as well as near the Ben Reifel Visitor Center. You may see the magpie hard at work constructing its large, conspicuous nest … or boldly approaching you to solicit food! Please remember not to feed the magpies, or any other wildlife in the park.      Prairie   While roughly half the park’s 244,000 acres are taken up by the badlands formations, the other half is mixed-grass prairie. The open grassland provides habitat for numerous birds, many of which have declined markedly over the last century. Perhaps the archetypical prairie bird, the male western meadowlark is easily observed singing from fence posts or other prominent perches. Females are much harder to see during nesting season, as they take on all incubation and brooding duties. Their nests are inconspicuously placed on the ground, usually with an arched roof of grass hiding them away from predators. Another common ground-nester is the killdeer, a shorebird found on open ground throughout North America.        NPS Photo by Lee McDowell  Prairie dog towns are often denuded of grass by the burrowing rodents. Watch for horned larks kicking through the dirt as they search for seeds. Alarm calls from the prairie dogs may signal the approach of an avian predator such as a ferruginous hawk or, as dusk falls, a short-eared owl. Burrowing owls are also frequently seen in and around prairie dog towns during the summer, as they take advantage of old prairie dog tunnels for shelter. Though we usually think of owls as nocturnal, burrowing owls can be active at any time of day or night and are more readily observed than many other owl species.",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/nature\/birds.htm"
}
