{
    "title": "Badlands National Park: Amphibians",
    "body": "Amphibians       The dry prairie may not seem a likely spot for finding amphibians, but visiting Badlands in the spring and summer yields some surprises! Seasonal streams, ponds, and other wetlands provide breeding habitat for 6 species of amphibians. The mating calls of frogs and toads may be heard from late spring well into the summer, with different species calling at different times. Chorus frogs are the first to emerge from hibernation and make themselves heard, typically in late April and early May. The Great Plains toad, Woodhouse’s toad, and plains spadefoot are most vocal a little bit later, in June and July. The blotched tiger salamander does not vocalize, but lucky park visitors may see these animals—which, as adults, can reach lengths of 6 to 9 inches—in moist areas.   Amphibians are of special concern because of declining populations worldwide, even in protected areas. The reason for these declines is not yet fully understood, but numerous factors at work may include habitat loss and fragmentation, disease, climate change, increased UV radiation, chemical contaminants, and competition or predation by non-native species. Because of their permeable skin, amphibians are more susceptible to environmental changes than other classes of animals. This sensitivity makes them environmental indicators, meaning that the health of amphibian populations offers valuable clues to the overall health of an ecosystem.      To learn more about amphibians visit frogweb.gov.            Badlands Amphibian List     Common Name   Scientific Name   Park Status   Abundance   Residency     Tiger Salamander   Ambystoma tigrinum   Present in Park   Common   Breeder     Great Plains Toad   Anaxyus cognatus   Present in Park   Common   Breeder     Woodhouse's Toad   Anaxyus woodhousii   Present in Park   Common   Breeder     Boreal Chorus Frog   Pseudacris maculata   Unconfirmed   NA   NA     Plains Leopard Frog   Lithobates blairi   Unconfirmed   NA   NA     Bullfrog   Lithobates catesbeianus   Encroaching   NA   NA     Northern Leopard Frog   Lithobates pipiens   Present in Park   Common   Breeder     Plains Spadefoot   Spea bombifrons   Present in Park   Common   Breeder",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/nature\/amphibians.htm"
}
