{
    "title": "Badlands National Park: Geologic Formations",
    "body": "Geologic Formations       How did the Badlands form? They are largely the result of two basic geologic processes: deposition and erosion.   Deposition   A quick look at the Badlands will reveal that they were deposited in layers. The layers are composed of tiny grains of sediments such as sand, silt, and clay that have been cemented together into sedimentary rocks. The sedimentary rock layers of Badlands National Park were deposited during the late Cretaceous Period (67 to 75 million years ago) throughout the Late Eocene (34 to 37 million years ago) and Oligocene Epochs (26 to 34 million years ago). Different environments—sea, tropical land, and open woodland with meandering rivers—caused different sediments to accumulate here at different times. The layers similar in character are grouped into units called formations. The oldest formations are at the bottom and the youngest are at the top, illustrating the principle of superposition.          A simplified stratigraphic column of the major rock formations found in Badlands National Park.   The lighter-colored Sharps Formation was deposited from 28 to 30 million years ago by wind and water as the climate continued to dry and cool. Volcanic eruptions to the west continued to supply ash during this time. Today, the Brule and Sharps form the more rugged peaks and canyons of the Badlands.   A thick layer of volcanic ash known as the Rockyford Ash was deposited 30 million years ago, forming the bottom layer of the Sharps Formation. The Rockyford Ash is a distinctive marker bed used in geologic mapping.   The tannish brown Brule Formation was deposited between 30 and 34 million years ago. As the climate began to dry and cool, the forest gave way to open savannah. Bands of sandstone interspersed among the layers were deposited in channels and mark the course of ancient rivers that flowed from the Black Hills. Red layers found within the Brule Formation are fossil soils called paleosols.   The greyish Chadron Formation was deposited between 34 and 37 million years ago by rivers across a flood plain. Each time the rivers flooded, they deposited a new layer on the plain. Alligator fossils indicate that a lush, subtropical forest covered the land. Most fossils found in this formation are from early mammals like the three-toed horse and the large titanothere.   The sea drained away with the uplift of the Black Hills and Rocky Mountains, exposing the black ocean mud to air. Upper layers were weathered into a yellow soil, called Yellow Mounds. The mounds are an example of a fossil soil, or paleosol.   The black Pierre Shale was deposited between 69 and 75 million years ago when a shallow, inland sea stretched across what is now the Great Plains. Sediment filtered through the seawater, forming a black mud on the sea floor that has since hardened into shale. Fossil clams, ammonites, and sea reptiles confirm the sea environment.      Erosion   Erosion began in the Badlands about 500,000 years ago when the Cheyenne River captured streams and rivers flowing from the Black Hills into the Badlands region. Before 500,000 years ago, streams and rivers carried sediments from the Black Hills building the rock layers we see today. Once the Black Hills streams and rivers were captured, erosion dominated over deposition. Modern rivers cut down through the rock layers, carving fantastic shapes into what had once been a flat floodplain. The Badlands erode at the rapid rate of about one inch per year. Evidence suggests that they will erode completely away in another 500,000 years, giving them a life span of just one million years. Not a long period of time from a geologic perspective.                   Mammals   99 Photos            Other Wildlife   6 Photos  Wildlife other than mammals          Bison   6 Photos  Bison            Geologic Formations   7 Photos  photos of BADL geologic formations",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/nature\/geologicformations.htm"
}
