{
    "title": "Lake Mead National Recreation Area: Hamblin-Cleopatra Volcano",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Hamblin-Cleopatra Volcano                Hamblin-Cleopatra Volcano          Along the north shore of Lake Mead exists an ancient volcano, long dormant but very intriguing. The Hamblin-Cleopatra Volcano (HCV) was once a large stratovolcano and now has split into three large sections due to earthquake faults in the area. The volcano formed in the late Miocene time and through the years slowly split in half, and then parts of the Cleopatra section split again, separating the original volcano complex by twelve miles. The original volcano was more than 3,000 feet high and had a circular width of approximately eight miles. It’s formation was rapid.     Area Map            Back to Top       What is a Stratovolcano          Illustration by Anthony Ross       Originally the Hamlin-Cleopatra Volcano was a stratovolcano, which is the most common type. Other stratavolcanos are Mount Vesuvius in Italy, Mount St. Helens in Washington State, Mount Shasta in Northern California, and Mount Fuji in Japan.       History of Hamblin-Cleopatra          Around 13 million years ago, Hamblin-Cleopatra were one large stratovolcano. The volcano sat on the Hamblin Bay Fault which ran right through the middle of the mountain, splitting it in two. For clarity the Hamblin Mountain portion is in light red, the Cleopatra portion in light green, and the Cleopatra split-off is colored grey.         Over the millions of years since the volcano has been active the movement of the Hamblin Bay Fault moved the Hamblin portion to the southwest and the Cleopatra terrain to the northeast. Another fault formed that split the Cleopatra lobe in two.         Currently the Cleopatra lobe is around 12 miles from the Hamblin Mountain lobe. You can see in the color coded USGS map below the distinct locations of the three parts of the Hamblin-Cleopatra Volcano as it is today (Dark Magenta color)       Thematic Geology Map of Hamblin-Cleopatra area. Courtesy of USGS      Back to Top     Photo Gallery                    Hamblin-Cleopatra Photos   4 Photos  Photos from the Hamblin-Cleopatra section of Lake Mead NRA                       References      Geologic Map by United States Geological Survey http:\/\/ngmdb.usgs.gov\/Prodesc\/proddesc_81106.htm DOI Paper, Large-Magnitude Late Tertiary Strike-Slip Faulting North Lake Mead, R Ernest Anderson. 1973     Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/hamblin-cleopatra-volcano.htm"
}
