{
    "title": "Badlands National Park: Accessibility",
    "body": "Accessibility       Badlands National Park offers a diversity of experiences for everyone, including those with accessibility needs.   Visitor Centers The Ben Reifel Visitor Center and White River Visitor Center are both accessible to wheelchair users and provide ramped entrances, reserved parking, and accessible restrooms. A tactile experience is located in the exhibit area of the Ben Reifel Visitor Center, where visitors can touch and hold a selection of fossils and rocks. The introductory park film is open captioned for those with hearing impairments; listening devices are also available to assist with hearing the park film.   Campgrounds The Cedar Pass Campground has two campsites that are fully accessible by wheelchair and one accessible site in the group loop. These sites are designated for wheelchair users, but are available on a first-come, first-served basis. They may not be available, if the campground is full. The campground has many level sites, which can be negotiated by wheelchair users. Restrooms and the automated fee machine are accessible.   The Sage Creek Campground offers a rustic camping experience with no water available onsite. The area has accessible vault toilets, although the terrain in and around the campground can be rough.   Picnicking The Bigfoot Pass Picnic Area has reserved parking, ramps, and an accessible vault toilet. The Conata Picnic Area has an accessible vault toilet, but the terrain is rough.   Overlooks Most scenic overlooks and wayside exhibits are accessible to wheelchair users, many of which have recycled lumber or wooden boardwalks with gentle grades.   Trails The Fossil Exhibit and Window Trails are accessible boardwalks, as well as the first section of the Door and Cliff Shelf Trails.   Ranger Programs Programs held at the Cedar Pass Campground amphitheater are accessible by a paved, lighted path from reserved parking spaces in the parking lot. Evening presentations can be enjoyed from this location.   Talks held at the Fossil Exhibit Trail, other overlooks, or the Ben Reifel Visitor Center are accessible to wheelchair users. However, ranger-led hikes or walks are generally not accessible due to the rugged badlands terrain.    Concession Facilities Reserved parking, ramps, wide doors, restrooms, and wide aisles make the Cedar Pass Lodge gift shop and dining room fully accessible. For additional information, contact the Cedar Pass Lodge directly by calling (605) 433-5460.   Accessibility Brochure (991 KB PDF)",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/accessibility.htm"
}
