{
    "title": "Badlands National Park: Safety",
    "body": "Safety       Called \"mako sica\" or \"land bad\" by the local Lakota and \"les mauvaises terres à traverser\" or \"bad lands to travel across\" by the early French trappers, both descriptions invoke visions of a harsh and inhospitable landscape, where dangers lurk down every canyon. Despite the introduction of visitor services, overlooks, and a scenic road, the Badlands environment still remains a rugged, untamed, and remote country. While hiking, exploring, and traveling through the park, it is important to follow safety precautions and park regulations to enjoy a safe visit and prevent injuries. Avoid the Threat of Heat-related Ailments Summer in the badlands is hot and dry with temperatures often exceeding 100° Fahrenheit. Know the signs of dehydration, heat exhaustion, and sunstroke and prevent their occurrence by drinking 1 gallon of water per day, wearing sunscreen with an SPF of 15 or higher, and covering up with long sleeves, pants, and a wide-brimmed hat. Select Closed-toed Shoes or Boots While sandals and open-toed footwear have become remarkably comfortable, closed-toed shoes or boots are essential for hiking and exploring the badlands environment, even for walking around park overlooks. Closed-toed shoes prevent injuries from cactus spines, found throughout the park, or an accidental step on a prairie rattlesnake. Falls result in the most common park injuries, mostly due to inappropriate footwear. The rugged badlands terrain is unstable, making it easy to lose footing and fracture an ankle. Watch for cracks and holes in the ground. \"Butte rash\" occurs when skin gets scrapped and cut on the rough rocks and soils. Respect Wildlife One advantage of visiting a national park is the chance to view wildlife in a natural setting. Badlands National Park offers countless opportunities to glimpse wildlife, including bison, bighorn sheep, and pronghorn antelope. However, remember that wildlife is wild and potentially dangerous. Park regulations require visitors to keep a 100-yard distance from park wildlife, especially bison, which can run faster than 30-miles per hour and can inflict fatal wounds with their sharp horns. Prairie rattlesnakes hide during the day to avoid overexposure. They especially seek shade under boardwalks and stairs and within tall grasses. Do not place your hands and feet in areas you cannot see, such as crevices and overhangs. Listen for their warning rattle and back away from their location slowly. At night, rattlesnakes seek warmth on paved roads. Spiders (i.e. black widows, brown recluses) and stinging insects live here as well and precautions should be taken to avoid unpleasant encounters. Keep Your Eye on the Weather Badlands is known for its temperature and weather extremes in all seasons. Weather conditions may change abruptly, while exploring the park, and lightning, thunderstorms, strong winds, and the threat of tornadoes are real dangers. Before beginning your explorations, check the local weather forecast at the Ben Reifel Visitor Center and dress in layers. Keep in mind that lightning can strike well in advance of a storm. While the scenery can be dramatic, seek shelter and avoid trees, high places, and dry washes that fill quickly with water. Primarily composed of clay, the badlands are very slippery when wet. Lost - Don't Rely on Your Cell Phone Cell phones will not work in most areas of the park, so do not rely on them if you become lost or disoriented. Use good judgment and be prepared in advance by bringing and knowing how to use a topographic map and a compass or GPS unit, especially while exploring the park's remote backcountry. Bring along a first aid kit, plenty of water, food, and a flashlight. Make sure you leave notice of your travel plans with family members, a friend, or a ranger at the Ben Reifel Visitor Center. Permits are not required for overnight stays in the backcountry. However, backcountry registers are available at the Conata Picnic Area, Sage Creek Basin Overlook, and Sage Creek Campground. Traveling is Different on Gravel To catch a glimpse of bison or access a section of a hiking trail, you may eventually need to drive down a gravel road. If you are not used to driving on gravel roads back home, keep in mind that gravel roads can be slippery in wet or dry conditions due to variable traction. A wet, unpaved road has the same traction as an ice-covered road, so reduce your speed by 5 to 10 miles per hour below the posted speed limit when unpaved roads are wet. Watch for traffic ahead of you. Do not drive down the middle of the road over hills; oncoming drivers may not be able to see you in advance.",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/safety.htm"
}
