{
    "title": "Badlands National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 24, 2015  Mike Pflaum Selected as Superintendent of Badlands National Park  Mike Pflaum, a 35-year veteran of the National Park Service (NPS), has been selected as the new Superintendent of Badlands National Park. Pflaum has served as the Superintendent of Keweenaw National Historical Park in Calumet, Michigan since January, 2011, with an intervening assignment at Pictured Rocks National Lakeshore. Pflaum begins his new assignment on August 23, 2015.   July 19, 2015  Search Scaled Back for Missing Nebraska Man  On Sunday afternoon, the interagency search and rescue leaders made the difficult decision to reduce the scale of the search efforts for Joshua Jacobsen, age 39, of Laurel Nebraska.  Badlands National Park was notified Thursday morning that Jacobsen was missing.   June 16, 2015  Badlands Loop Road Closure Delayed - Highway 240  Badlands Loop Road Closure Delayed   June 14, 2015  Badlands Butte Collapses Injuring Five  Five hikers suddenly fell six feet when the butte they were on collapsed. Several agencies, including Badlands Search and Rescue Team, Interior Volunteer Fire Department, Kadoka Ambulance, Jackson County Sheriff, and Life Flight Helicopter quickly responded.   June 13, 2015  Portion of Badlands Loop Road to Close Temporarily for Repair  The Badlands Loop Road (Highway 240) will temporarily close at Cedar Pass for emergency repair work on Wednesday, June 17. The closure is expected to last up to six weeks, depending on weather. During the closure, visitors will still be able to enter portions of the park from both the east and the west. All park businesses, including the Badlands Natural History Association sales outlet in the Ben Reifel Visitor Center and Cedar Pass Lodge and restaurant, will remain open.   May 17, 2015  Emergency Flood Alert Information  The White River near Badlands National Park is flooding. This is a dynamic and ongoing flood event. Visitors are advised to check state road conditions at http:\/\/www.safetravelusa.com\/sd\/ for closures and alerts before travel. DO NOT approach the water. Be alert to downed power lines and all potential hazards.   April 04, 2015  Area Parks Join National Find Your Park Movement  Area Parks Join National Find Your Park Movement National Park Week 2015 Encourages Everyone To Find Your Park   January 13, 2015  Reed Robinson Selected as Deputy Superintendent of Badlands  Badlands National Park announces the arrival of Reed Robinson as the park's new Deputy Superintendent. Robinson is currently the Superintendent at Devils Tower National Monument in Wyoming, and has accepted this promotion to Badlands National Park because of his demonstrated leadership and community relations skills.   January 07, 2015  Land Exchange Increases Recreational Opportunities at Badlands National Park  Land exchange between Badlands National Park, Buffalo Gap National Forest and Local Rancher Donald Kelly.  This land exchange will increase recreational opportunities in Badlands National Park.   October 18, 2014  Public Informational Meeting on Cliff Shelf Road Project  On Thursday, October 23 at 7:00 p.m., National Park Service and Federal Highways representatives will hold a public meeting in Interior, SD to discuss the Cliff Shelf Road Project. Everyone will be briefed on the impacts of the planned road work at Cliff Shelf\/Cedar Pass along the Badlands (Highway 240) Loop Road. The project timeline, including the approximate start and finish dates, will be explained.   July 17, 2014  Badlands Astronomy Festival to Be Held July 25-27  Novices and experts alike will enjoy the spectacular dark night skies of Badlands National Park at public star parties each evening.  During the day, a variety of family-friendly workshops and special events will provide opportunities for visitors to learn about the night sky, the sun, and space exploration.   June 28, 2014  Badlands Tribal Interns Launch Blog  This summer, eight Lakota teens are involved with local parks and their community through Badlands National Park’s Tribal Youth Intern Program. In its third full year, the program aims to prepare today’s youth for future careers in natural resources, park management, or related fields.   April 23, 2014  Bison Management Plan Open Houses Cancelled  While the park continues to seek and gather comments on a plan to place bison on the South Unit of Badlands National Park, in lieu of open houses, the comment period for scoping has been extended to June 6, 2014.  Open houses planned for the rest of this week have been cancelled.   April 14, 2014  Badlands National Park Announces Public Open Houses  Badlands National Park Superintendent Eric Brunnemann announced today that the National Park Service and Oglala Sioux Tribe will be holding public open houses during the week of April 21.   April 09, 2014  Park Visitor Injured on Castle Trail  Park rangers responded to a report of an injured hiker on Castle Trail.   March 11, 2014  Third Annual Badlands Youth Camp Fosters Cultural Exchange  During the week of March 17, students from three schools—Red Cloud Indian School in Pine Ridge, S.D., Crazy Horse School in Wanblee, SD, and The Calhoun School in New York City—will all participate in a youth camp at Badlands National Park. The students’ learning is supported by their teachers, park rangers, scientists, and visiting artists. The purpose is to create meaningful connections with diverse youth that could encourage them to pursue careers in related disciplines.   March 03, 2014  Take a Virtual Hike in Badlands National Park  Badlands National Park is pleased to announce the release of its virtual WebRangers iHike. The Badlands iHike challenges people of all ages to get outdoors, get active, and get moving. The project supports the global Healthy Parks, Healthy People initiative which aims to harness the power of public parks to support healthier lifestyles for all.   March 03, 2014  Tourism to Badlands and Black Hills National Park Sites Creates $229.7 Million in Economic Benefit  Report shows visitor spending supports 3,549 jobs in South Dakota   January 31, 2014  Lakota Youth Represent Badlands National Park in New York City Exchange  Seventeen year old Dwan Wilcox and fifteen year old Earl Henry Lamont, both students at Crazy Horse High School in Wanblee, SD, are representing their community and serving as Badlands National Park ambassadors in New York City this week. The visit is sponsored by Badlands educational partner, The Calhoun School of Manhattan, NY.   January 17, 2014  Free Entry to Badlands on Martin Luther King, Jr. Day  Badlands National Park will join national park units around the country in offering fee-free entry on Monday, January 20.  You are invited to visit the park and enjoy the stunning winter scenery.   December 09, 2013  Badlands Loop Road to Close at Cedar Pass for Repair  The Badlands Loop Road(Highway 240) will be temporarily closed at Cedar Pass for emergency repair work. This steep and unstable slump is undergoing active erosion. Due to recent weather conditions, work has been delayed and is now scheduled to begin December 17, 2013 and is expected to last two to three weeks, depending on weather.   December 03, 2013  Badlands Loop Road to Temporarily Close at Cedar Pass for Repair  The Badlands Loop Road (Highway 240) will be temporarily closed at Cedar Pass for emergency repair work. Work is scheduled to begin December 10, 2013 and is expected to last two to three weeks, depending on weather.   November 08, 2013  Aaron Kaye Wins Regional Freeman Tilden Award  Park ranger Aaron Kaye has been awarded the National Park Service Midwest Region’s Freeman Tilden Award for excellence in interpretation. The Freeman Tilden Award is one of the highest awards presented to an individual National Park Service (NPS) interpreter. The award is presented annually and recognizes outstanding contributions to the practice of interpretation and education by an NPS employee.   October 18, 2013  Traffic Reduced to One Lane at Cedar Pass  The Badlands Loop Road (Highway 240) has been reduced to one lane traffic at Cedar Pass. This steep section of the road is just north east of the Ben Reifel Visitor Center. All downhill traffic that is traveling towards the visitor center must stop and yield to uphill traffic.   September 12, 2013  Marathon Runner Commits to Support Badlands Sustainability Project  On November 3, runner Geoff Johnson will participate in the New York City Marathon with a goal of raising $1,000 to support a water recycling project in Badlands National Park.  Badlands Natural History Association (BNHA) and Badlands National Park join in expressing their gratitude towards Johnson and the donors who are sponsoring his run.   September 12, 2013  Back to School – in America’s National Parks  Teachers across South Dakota have a new tool to help them engage their students in classroom and place-based learning. Today the National Park Service (NPS) launched a new online service for teachers that brings America’s national parks into neighborhood classrooms. The new “Teachers” section of the National Park Service website at www.nps.gov\/teachers provides a one-stop shop for curriculum-based lesson plans, traveling trunks, maps, activities, distance learning, and other resources.   September 02, 2013  Three Lost Hikers Safely Escorted Out of Badlands NP  Park rangers received a 911 call at approximately 6 p.m. on Sunday night, reporting three lost hikers in the Sage Creek Wilderness Area south of Pinnacles Overlook. Members of the park's Search and Rescue (SAR) Team deployed to the Pinnacles Overlook to assess the situation and respond.   August 21, 2013  Badlands National Park Celebrates 97th Birthday of the National Park Service  Badlands National Park will celebrate the 97th birthday of the National Park Service by offering free admission on Sunday, August 25, 2013.   July 30, 2013  Badlands Astronomy Festival to Be Held August 2 - 4  Badlands has partnered with the South Dakota Space Grant Consortium to host South Dakota Space Days 2013 during the Badlands Astronomy Festival, August 2 - 4. The festival brings together space science professionals, amateur astronomers, educators, and visitors for a three day celebration.   July 22, 2013  National Park Foundation and University of Phoenix Award Badlands Park Steward Grant to Engage Next Generation of National Park Stewards  The National Park Foundation (NPF), the official charity of America’s national parks, and University of Phoenix® announced that Badlands National Park is one of eighteen national parks to receive a 2013 Park Stewards program  grant.  Now in their second year of program sponsorship, the University provided $187,000 in program funding to the NPF to help high school teachers and their students across the country build a deeper connection and sense of stewardship for their national parks through curriculum and service learning projects.   July 16, 2013  Badlands White River Visitor Center to Host Heritage Celebration  The 5th Annual Badlands Heritage Celebration will be held at the White River Visitor Center in the South Unit of Badlands National Park on Saturday, July 20. The Oglala Sioux Parks and Recreation Authority (OSPRA) operate the visitor center and will be hosting the event. The celebration’s activities will focus on traditional Native American songs, dances, and crafts, and are included in the park admission fee. Visitors can also enjoy exhibits and films about Lakota history and culture at the White River Visitor Center.   July 05, 2013  Helicopter Tour Makes Emergency Landing in Badlands  At approximately 4:30 p.m. on Thursday, July 4, park rangers received a report that a helicopter had made a precautionary landing southeast of the Big Badlands Overlook.  The pilot landed the helicopter safely and no one was injured.   June 15, 2013  Interagency Response to Rattlesnake Bite  Park rangers received a 911 call at approximately 6:35 pm on Friday, June 14, reporting that a fourteen year old girl had suffered a rattlesnake bite at the junction of Saddle Pass and Castle Trails.   June 08, 2013  Interagency Response to Injured Hiker at Badlands  Park Rangers received a 911 call at approximately 7:15 p.m., reporting a 35-year old Pine Ridge, SD man had fallen down a steep ravine from the Cliff Shelf Trail in Badlands National Park.   May 28, 2013  Badlands National Park to Hold Two Public Scoping Meetings  Badlands National Park staff will be holding two public scoping meetings for its proposed Bison Management Plan. The first will be held at the Wall Community Center, Wall, S.D. on June 4, 2013, between 6:00-8:30 p.m.  The second meeting will be at the South Dakota Game, Fish and Parks Outdoor Learning Campus, in Rapid City, S.D. on June 11, from 5:30-7:30 p.m. in the Pittman-Robertson room. The public is invited to attend one or both of these meetings and provide input and comments.   May 14, 2013  Badlands Receives 2013 Ticket to Ride Grant from the National Park Foundation  Badlands National Park has been selected to receive a 2013 “Ticket to Ride” grant from the National Park Foundation (NPF), the official charity of America’s national parks. The Ticket to Ride program, supported by a $500,000 grant from the Disney Worldwide Conservation Fund, helps students explore the outdoors by providing transportation and program support to national parks around the country.   May 08, 2013  Lightning-Caused Fire in Badlands Bison Corrals  On May 7th, a lightning-caused fire was reported at 6:00 PM at the bison corrals in Badlands National Park. Wall, SD Fire Department provided initial response to the incident. Park fire personnel reported and provided oversight of the area through the night and into this morning.   May 02, 2013  Two Rapid City Residents Charged with Deer Poaching  On November 24th, South Dakota Game & Fish received a report from two concerned citizens regarding suspicious hunting activity within the Conata Basin, which is located in the northwest part of Badlands National Park. Park rangers conducted an investigation and discovered a blood trail measuring over 700 yards.   April 30, 2013  New Artwork at Badlands  Three new watercolor paintings by Artist in Residence Jessica L. Bryant are now on display at the Ben Reifel Visitor Center in Badlands National Park. Bryant’s donation of the paintings is just the most recent effort in an ongoing partnership between Badlands and the artist, who worked with tribal youth on the Pine Ridge Indian Reservation during her residency.   April 25, 2013  Interior School Students Win National Kids to Parks Contest  Interior School’s combined sixth, seventh, and eighth grade class recently won a National Kids to Parks Day contest. The class was awarded $1,000 for an overnight camping trip to Badlands National Park. Although the school regularly participates in park education programs, this will be the first student campout of its kind.   April 19, 2013  Badlands and Minuteman Missile Celebrate National Park Week 2013  Badlands National Park and Minuteman Missile National Historic Site will celebrate National Park Week, from April 20-28, 2013. Fee free days will be offered at Badlands, a fee park, beginning on Earth Day, Monday, April 22 and extending through Friday, April 26.   March 29, 2013  Badlands Welcomes Spring Artist in Residence  The Artist in Residence (AIR) program at Badlands National Park is pleased to announce the selection of watercolor painter Judy Thompson for its spring 2013 residency. Chosen from a pool of more than 30 applicants, Thompson will have the opportunity to immerse herself in and be inspired by the park’s unique resources during her stay.   March 18, 2013  Second Annual Badlands Youth Camp Fosters Cultural Exchange  During the week of March 17, students from three schools—Wall High School in Wall, S.D., Red Cloud Indian School in Pine Ridge, S.D., and The Calhoun School in New York City—will participate in a youth camp at Badlands National Park. Students will experience the great outdoors together while hiking, camping out, and participating in activities facilitated by park rangers, park scientists and teachers.   March 05, 2013  Badlands to Cut Visitor Services  Badlands National Park will make a 5% across-the-board cut in its operating budget due to sequestration, an action that will impact visitor services.   February 06, 2013  Wisconsin Man Sentenced for Unlawful Taking of Wildlife  On November 15, 2010 Keith Jorgenson of Green Bay, Wisconsin, illegally shot and killed a mule deer buck in Pennington County, South Dakota.  This started an investigation which uncovered how Joseph Wilmet, also of Green Bay, shot, killed, and butchered a large bull bison in Badlands National Park.   January 18, 2013  Free Entry to Badlands & Minuteman Missile on Martin Luther King, Jr. Holiday  Badlands National Park will join national park units around the country in offering fee-free entry for the upcoming holiday weekend.  Entrance fees will be waived for all visitors who arrive in the park on Monday, January 21. Visitors who enter (or re-enter) the park before or after January 21 will be charged the regular entrance fee.   November 09, 2012  Badlands and Minuteman Missile Commemorate Veterans Day with Fee Free Weekend  Badlands National Park and Minuteman Missile National Historic Site are two of the 398 units in the national park system that gives thanks this Veterans Day weekend to the men and women who have defended our freedom through military service. Badlands, a fee park, will join other national park fee locations and offer a fee-free weekend from Saturday, November 10, 2012 through Monday, November 12, 2012.   September 24, 2012  Badlands National Park and Friends Group to Host “Badlands Bash”  Badlands National Park will partner with Friends of the Badlands to host a community event at Main Street Square in Rapid City, from 1:00 PM – 7:00 PM, on Sunday September 30, 2012. This “Badlands Bash” will bring awareness about the park and the Friends of the Badlands organization to our Rapid City neighbors.   September 18, 2012  Celebrate National Public Lands Day with Fee Free Entry  Badlands National Park will be joining national park units across the country in celebrating National Public Lands Day (NPLD) with fee free entry into the park.   August 07, 2012  Badlands Selected as 2012 National Park Foundation America's Best Idea Grant Recipient  Badlands has been selected as one of 49 national parks participating in the 2012 America’s Best Idea program sponsored by the National Park Foundation, the official charity of America’s national parks. Inspired by the critically-acclaimed Ken Burns documentary The National Parks: America’s Best Idea, the America’s Best Idea grant program funds park projects designed to connect diverse, under-engaged populations throughout the United States with their national parks in innovative and meaningful ways.   July 23, 2012  Badlands to Host Astronomy Festival  Badlands National will hold its first Badlands Astronomy Festival, August 17th-19th in conjunction with the South Dakota Space Grant Consortium’s annual Space Days 2012. All events will be in the area around the Ben Reifel Visitor Center. Activities will focus on the night sky as a resource of the park.   July 21, 2012  Additional Fire Restrictions in Place  We welcome visitors to enjoy their national parks and public lands this summer – but please do so with caution. Due to excessive heat, drier than normal conditions, and high fire danger, we encourage you to read the following precautions:   July 11, 2012  Badlands to Host Heritage Celebration  Badlands National will hold the 4th Annual Heritage Celebration, July 20-22. The celebration’s events will focus on traditional Native American songs, dances, and crafts, and are included in the park admission fee.   July 03, 2012  Enjoy a Safe Holiday  We welcome visitors to enjoy their national parks and public lands this Fourth of July. Due to excessive heat, drier than normal conditions, and high fire danger, we encourage you to read the following tips.   June 07, 2012  Injured Hiker Rescued at Badlands  Park Rangers received a 911 call from two European visitors at approximately 10:30 AM today reporting an injured hiker on the Notch Trail.   June 07, 2012  South Unit General Management Plan, Record of Decision Signed  On Saturday, June 2 the Record of Decision (ROD) for the South Unit General Management Plan, Badlands National Park, was signed by Pine Ridge Indian Reservation President John Yellow Bird Steele and Badlands National Park Superintendent Eric Brunnemann.   June 04, 2012  The Saber Site and Fossil Prep Lab Open at Badlands  Today, June 4, 2012 marks the grand opening of the Saber Site and fossil prep lab at Badlands National Park.   June 01, 2012  Badlands National Park Begins Summer Season  Sunday, May 27th marked the beginning of summer ranger programs at Badlands National Park.   May 16, 2012  Thanking America’s Armed Forces: Active Duty U.S. Military Offered Free Entrance to All National Parks  To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 04, 2012  Road Work Scheduled Along the Badlands Loop Road (Hwy 240)  A one mile detour to replace culverts along the Badlands Loop Road (Highway 240) will begin Monday May 7 and will last up to three weeks.   April 26, 2012  General Management Plan for South Unit Nears Completion  Secretary of the Interior Ken Salazar and National Park Service Director Jon Jarvis today announced the release of the final General Management Plan (GMP)\/Environmental Impact Statement (EIS) for the South Unit of Badlands National Park, recommending the establishment of the nation’s first tribal national park in partnership with the Oglala Sioux Tribe (OST).   April 24, 2012  Picture Perfect Prescribed Burn Completed  Professional fire crews from Badlands National Park and the Northern Great Plains Fire Office successfully completed the park’s first prescribed fire of the spring: a 560-acre burn on Tuesday, April 24.   April 20, 2012  Badlands and Minuteman Missile Celebrate National Park Week  On Saturday, April 21, 2012, Badlands National Park and Minuteman Missile National Historic Site will kick off National Park Week and celebrate the 42nd anniversary of Earth Day. Badlands, a fee park, will join other national park fee locations and offer a fee-free week from April 21-29.   April 06, 2012  Spring 2012 Prescribed Burn Planned for Badlands  Fire crews from Badlands National Park and the Northern Great Plains Fire Office are preparing for a 500-acre burn that is expected to take place Friday, April 13.   March 13, 2012  Multi-Agency Response to Fire  Fire crews from Badlands National Park, the Interior Fire Department, the Wall Fire Department and the U.S. Forest Service responded to a report of a fire on private land approximately 4 miles south of the park today.   March 13, 2012  Badlands Artists Partner with Emerging Youth Camp  The Artist in Residence (AIR) program at Badlands National Park is pleased to announce the selection of photographer Steven Donley and watercolor painter Jessica Bryant for its spring 2012 residencies.   February 29, 2012  Badlands National Park = Visitors, Money and Jobs  A new National Park Service (NPS) report shows the 977,778 visitors who visited and enjoyed Badlands National Park in 2010 spent $23 million in the park and surrounding communities.   February 24, 2012  160 Acre Land Purchase Completed at Badlands National Park  Badlands National Park has completed the purchase of 160 acres of private land located in Conata Basin.   January 06, 2012  Badlands NP Announces Seasonal Job Opportunities  Badlands National Park is looking for candidates who are interested in working at a national park during the summer of 2012. There are many different positions available in Fee Collection, Resource Management, Maintenance, and Resource Education and Interpretation.   December 15, 2011  Holiday Visitor Center Closures Announced for Badlands NP  Superintendent Eric Brunnemann has announced that the Ben Reifel Visitor Center at Badlands National Park will be closed on Sunday, December 25 and Sunday, January 1.   October 11, 2011  Local Partners to Celebrate National Fossil Day  Badlands National Park, South Dakota School of Mines and Technology (SDSMT) and Rapid City Regional Hospital (RCRH) will celebrate Kylie’s discovery, and its subsequent journey through 21st century technology on National Fossil Day, Wednesday, October 12, at 10:30 A.M. in the Center for Advanced Materials Processing Lab on the SDSMT campus.   September 16, 2011  Badlands Ferret Festival  Badlands National Park will commemorate the rediscovery of black-footed ferrets in the wild with a Ferret Festival from September 24-26, 2011.   September 08, 2011  Prescribed Burn Planned for Badlands  Fire crews from Badlands National Park and the Northern Great Plains Fire Office are preparing for a planned 2,237-acre burn that is expected to take place Friday, September 9.   August 05, 2011  Exhibit Hall Reopened  Power has been restored to the exhibit hall at the Ben Reifel Visitor Center at Badlands National Park.   August 04, 2011  Exhibit Hall Temporarily Closed  Due to a power outage from a recent storm, the exhibit hall at the Ben Reifel Visitor Center at Badlands National Park is temporarily closed.   July 18, 2011  Badlands Art Celebrated at The Dahl  The staff at Badlands National Park, and the students and teachers from the Interior School invite you to celebrate art at a special exhibition at The Dahl in Rapid City.   July 11, 2011  Badlands Heritage Celebration  Badlands National Park’s Division of Resource Education will hold the 3nd Annual Heritage Celebration on Saturday, July 23, 2011, from 9:00am to approximately 11:00pm.   June 21, 2011  Junior Rangers Connect Through Video Conference  Junior rangers from Independence National Historical Park and the Edgar Allan Poe National Historic Site in Philadelphia, PA, and Badlands National Park in SD recently connected through a video conference program.   June 14, 2011  Badlands Offers Full Moon Hike  On Thursday June 16 th, join Badlands rangers for a moonlit hike across the prairie and into the scenic rock formations. See the Badlands like never before – under moonlight.   June 01, 2011  Badlands National Park Awarded Park Stewards Grant  The National Park Foundation announced today that it is proud to award Badlands National Park a grant to support the launch of Ecological Explorations its new innovative project that involves high school students and teachers in data collection and analysis.   April 01, 2011  Entrance Stations Welcome Visitors to Badlands National Park  No abstract supplied.   March 23, 2011  Badlands National Park: This week's National Park Getaway  This week’s National Park Getaway was once considered a “bad land”  by early settlers  intent on farming. To present-day residents, visitors, and even wildlife, Badlands National Park is a place of beauty, serenity and refuge.   March 23, 2011  Leadership Team Welcomes Two New Division Chiefs at Badlands  Superintendent Brunnemann welcomed Casey Osback, Chief of Visitor Protection and Jennie Kish Albrinck, Chief of Interpretation and Education as they joined the management team at Badlands this winter.   February 15, 2011  Artist in Residence Online Exhibit Launched  An Artist in Residence online exhibit is now available to view on Badlands National Park’s website.   January 27, 2011  Saber Tooth Cat Fossil Undergoes CT Scan  A 33 million year old saber tooth cat fossil met state-of-the-art 21st century technology at Rapid City Regional Hospital (RCRH) today. Badlands National Park, in partnership with RCRH, completed a CT scan of the well preserved skull.   December 15, 2010  Holiday Visitor Center Closures Announced for Badlands National Park  Superintendent Eric Brunnemann has announced that the Ben Reifel Visitor Center at Badlands National Park will be closed on Friday, December 24; Saturday, December 25; Friday, December 31; and Saturday, January 1.   November 24, 2010  Visitor Center Closures Announced for Badlands NP  Superintendent Eric Brunnemann has announced that the Ben Reifel Visitor Center at Badlands National Park will be closed on Wednesday, December 1.   November 18, 2010  New Alternative Energy System at Badlands National Park  A new alternative energy system will become operational at Badlands National Park on November 19th.   August 31, 2010  Fall Prescribed Burn Planned  Fire crews from Badlands National Park and the Northern Great Plains Fire Office are preparing for a planned 2,213-acre burn that is expected to take place sometime between September 7 and mid-October.   August 10, 2010  Researchers Study Badlands Erosion Rates  Researchers have begun a three year study that aims to answer the question, “How fast are the Badlands eroding?”   August 03, 2010  Aerial Spraying at Badlands National Park Complete  Aerial herbicide application for management of invasive weeds is complete for 2010.   July 22, 2010  Badlands Heritage Celebration  Badlands National Park’s Division of Resource Education will hold the 2nd Annual Heritage Celebration on Saturday, July 31, 2010, from 9:30am to approximately 11:00pm.   July 19, 2010  Eric J. Brunnemann named Superintendent for Badlands National Park  Eric J. Brunnemann, currently Superintendent at Pinnacles National Monument (NM), Paicines, Calif., has been named the new Superintendent of Badlands National Park, Interior, S.D.   June 29, 2010  Junior Ranger Discovers Important Saber Tooth Cat Fossil  On May 30th, seven year old Kylie Ferguson discovered some fossils while participating in a junior ranger program at Badlands National Park.   May 27, 2010  Exotic Plant Management Team Training Held at Badlands  Training for the Northern Great Plains Exotic Plant Management Team was held at Badlands National Park from May 17th through May 20th.   May 14, 2010  Badlands Loop Rd Hwy 240 Road Construction Continues  Road construction to replace culverts and repave the Badlands Loop Road (Hwy 240) is continuing within the park, but has been occasionally delayed by spring weather.   July 15, 2009  Fee Free Weekends Scheduled at Badlands  Enjoy upcoming fee free weekends at Badlands   July 07, 2009  Sylvatic Plague Detected in Badlands National Park  Sylvatic plague detected for the first time in Badlands National Park's wilderness area   July 06, 2009  Summer 2009: Aerial Spraying of Badlands National Park  Aerial spraying scheduled for July to manage Canada Thistle in wilderness areas   June 15, 2009  Upcoming Fee Free Weekends at Badlands  Badlands announces fee free weekends to enjoy the park this summer   June 11, 2009  Bighorn Sheep are Lambing at Badlands National Park  Eleven healthy lambs were born to Badlands' bighorns this spring and more are expected.   June 03, 2009  Badlands Concludes Successful Education Outreach Season  Rangers from Badlands contacted nearly 6,000 students during the 2008-2009 school year.   May 22, 2009  Rockyford School Students Raise Tipi at Badlands  Local students assist the Badlands with tipi set-up   May 19, 2009  Steve Thede Named Badlands Deputy Superintendent  Steve Thede brings 25 years of National Park Service experience to Badlands   May 19, 2009  Astronomy Programs Begin May 29 at Badlands National Park  Visitors provided the opportunity to examine far-off galaxies and nebulas through first-class telescopes   May 01, 2009  Mule Deer Mortality  Wildlife managers are closely monitoring the mule deer population in the park for signs of illness   April 17, 2009  Junior Ranger Day at Badlands National Park  Children ages 5 to 12 can earn a Junior Ranger badge, patch, pin, and certificate at Badlands National Park on Junior Ranger Day, April 25, 2009.   April 17, 2009  Spring Hours at Badlands National Park  During the weekend of April 18, the Cedar Pass Lodge opens for the season and the Ben Reifel Visitor Center hours of operation get extended   March 30, 2009  National Park Service Addresses First Graduates of the Plus50 Program  National Park Service addressed the first graduating class of the Plus50 Program, an educational program offered at Western Dakota Technical Institute   March 04, 2009  Operation Dakota Peacekeeper Rangers Receive Awards  Law enforcement rangers awarded for their work and dedication to combat crime within Indian country   December 19, 2008  Badlands National Park Announces Federal Holiday Closing  Badlands National Park announces holiday closings   November 14, 2008  Badlands National Park Recognized South Dakota Air National Guard  South Dakota Air National Guard recognized for its assistance with wilderness clean-up project   September 02, 2008  South Dakota Air National Guard Assists Badlands in Wilderness Cleanup  Badlands National Park partners with South Dakota Air National Guard to remove 106,000 pounds of old fencing material from the Badlands Wilderness Area   August 13, 2008  Badlands National Park Late Summer Operating Hours  Park announces changes in hours of operation for park facilities   June 27, 2008  Astronomy Program at Badlands National Park  Visitors encouraged to explore the night skies during a new astronomy program offered at Badlands National Park   June 17, 2008  Aerial Spraying of Badlands National Park  Aerial spraying to control Canada thistle will begin Monday, June 23   May 30, 2008  Badlands National Park Awarded Junior Ranger Ambassador Grant  Badlands receives grant to enhance its Junior Ranger Program   March 13, 2008  National Park Service Schedules Open House Meetings for Badlands National Park South Unit  Badlands National Park schedules open house-style meetings to comment on the South Unit General Management Plan.   December 17, 2007  Holiday Closures Announced for Visitor Center at Badlands National Park  Holiday closures announced for Badlands National Park   November 30, 2007  Badlands Ornament Displayed on the Official White House Christmas Tree  \"Holiday in the National Parks\" is celebrated at the White House   October 31, 2007  Badlands Bison Roundup  Badlands National Park concludes its annual bison roundup   August 29, 2007  Key to Bighorn Sheep Genetics May Lie in Historic Skulls  Researchers ask for assistance in identifying sources of Audubon's bighorn sheep skulls for DNA analysis   August 28, 2007  Road Construction Scheduled at Badlands National Park  Road construction on Badlands Loop Road will cause delays   August 02, 2007  Public Service Announcement  Badlands National Park is seeking public comments on its Prairie Dog Management Plan and Environmental Assessment (Plan\/EA)   July 26, 2007  Public Input Encouraged in Badlands Planning Effort  Public comments and suggestions sought for the South Unit General Management Plan   July 05, 2007  Badlands National Park Fights Invasive Plants  Badlands National Park makes significant progress on the war against weeds   May 07, 2007  Enjoy an Evening of Art in the Badlands  Badlands National Park will host an evening of art with Former Artist in Residence Charlie Lyon   April 23, 2007  Badlands Virtual Experience Now Available  Students and teachers can request a free DVD-ROM copy of this virtual experience   April 17, 2007  Internship Opportunity: Spend the Summer in the Badlands  Spend the summer in Badlands as a summer naturalist intern   March 08, 2007  Badlands National Park Seeks Public Input  Park seeks public input on proposed changes to the park's entrance fee for 2008   March 01, 2007  Announcing Badlands National Park Annual Photo Contest  Enter Badlands National Park's Photo Contest; the winner's photo will be featured on the park's 2008 annual pass   February 09, 2007  President's Fiscal Year 2008 NPS Budget Proposal to Impact Park Operations at Badlands  Increase in operational funding will affect Badlands National Park   February 05, 2007  National Park Service Provides Funding for Rural Fire Assistance  Kadoka Volunteer Fire Department receives funding from the National Park Service in conjunction with Badlands National Park   December 20, 2006  Search for Missing Man Continues at Badlands  Search continues for man missing in Badlands National Park   December 20, 2006  Search for Missing Man Ends  Search for missing man ends in Badlands Wilderness Area   December 05, 2006  Holiday Open House and Bison Presentation  Superintendent Dr. Paige Baker extends invitation to attend a Holiday Open House on Tuesday, December 12.   November 03, 2006  Volunteer \"Teamsters\" Repair Historic Dam in Badlands National Park  Members of the Sunday Drivers Club will repair historic dam in the Badlands Wilderness Area   October 27, 2006  Another Successful Bison Roundup at Badlands National Park  For the third year in a row, local ranchers and park employees rounded up bison in the Badlands Wilderness Area.   October 10, 2006  New Badlands Films Available for Purchase  New park films are now available for purchase   September 18, 2006  Badlands National Park Lifts Smoking Ban  Superintendent Dr. Paige Baker lifts smoking ban   September 13, 2006  Badlands National Park Preparing Prairie Dog Management Plan and Environmental Assessment  Preparation of Prairie Dog Management Plan and Environmental Assessment is under way   August 30, 2006  Public Input Sought on Environmental Assessment  Public Input Sought on Environmental Assessment for Phases III and IV of the Badlands National Park Loop Road Rehabilitation Project",
    "url": "https:\/\/www.nps.gov\/badl\/learn\/news\/newsarchive.htm"
}
