{
    "title": "Badlands National Park: Camping",
    "body": "Campgrounds       Experience Badlands National Park overnight and enjoy its breathtaking sunrises and sunsets, colorful flowers, bountiful wildlife, and rugged scenery from one of two campgrounds available in the park: Cedar Pass Campground and Sage Creek Campground. Both campgrounds are open year-round, and camping is limited to 14 days. Due to fire danger, campfires are not permitted in either campground and collection of wood is prohibited. However, camp stoves or contained charcoal grills can be used in campgrounds and picnic areas. When using charcoal grills, ensure the charcoal is cool prior to disposal to prevent a trash fire. Detailed information particular to each campground is located below.        Cedar Pass Campground campsites are level with covered picnic tables. Roberta M. Gorman - NPS Photo  Cedar Pass Campground Located near the Ben Reifel Visitor Center, the Cedar Pass Campground has 96 level sites with scenic views of the badlands formations. Forever Resorts manages the campground. For additional information, including questions about reservations, contact the Cedar Pass Lodge. 2016 Rates: Camping fees for up to two people are $22 per night per campsite, or $37 per night for campsites with electrical hook-ups. Each additional person is $4 per night. A dump station is available for a $1.00 per use fee. Cold running water, flush toilets, and covered picnic tables are available.  A limited section of the campground is open during the winter months.        Group campsites in the Cedar Pass Campground can accommodate organized groups. Roberta M. Gorman - NPS Photo  Group Camping Four campsites are available in the Cedar Pass Campground for organized groups with a designated leader. The nightly fee is $4.00 per person with a minimum fee of $40 per site. Advance reservations for group camping are required and can be made by contacting the Cedar Pass Lodge online or by phone at 605-433-5460. Reservations for the busy summer season are accepted beginning the first week in March of each year.        Camp in the Sage Creek Campground, gateway to the Badlands Wilderness Area. Riley Sain - NPS Photo  Sage Creek Campground Bison often wander through this primitive campground, located on the west side of the park's North Unit, near the Badlands Wilderness Area. Access is located off of the Sage Creek Rim Road, an unpaved road that may temporarily close after winter storms and spring rains. The road provides limited turnarounds for large recreational vehicles. Camping is free of charge. Pit toilets and covered picnic tables are available, but no water is available on-site. Sites at the Sage Creek Campground are available on a first-come, first-served basis and rarely fill to capacity. A portion of the Sage Creek Campground is designated for horse use.",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/camping.htm"
}
