{
    "title": "Badlands National Park: Backcountry Camping",
    "body": "Backcountry Camping        Camping in the Badlands by Photographer Carl Johnson, 2009 Artist in Residence © 2009 Carl Johnson        Nineteenth-century French trappers who christened this area mauvaises terres a traverser (bad lands to travel across) might regard the backcountry hiker of today with bewilderment. The spires, pinnacles, and ravines which frustrated earlier travelers provide a visual \"gateway to forever\" with views that can stretch over fifty miles and offer solitude and serenity. While in Badlands National Park, answer the call for those who seek to understand, firsthand, the dynamics of nature in this forbidding-looking place.   Before you venture into the backcountry or wilderness, there are some things you should know:   •   Permits are not currently required for overnight stays in the Badlands backcountry. Before setting out on an overnight trip contact a staff member at the Ben Reifel Visitor Center or Pinnacles Entrance Station for more information. Backcountry registers are located at the Medicine\/Castle Trail Loop, Saddle Pass Trailhead, Conata Picnic Area, Sage Creek Basin Overlook, and the Sage Creek Campground.   • Topographic maps are strongly recommended and are available for purchase in the Badlands Natural History Association Bookstore.   • Twisted or fractured ankles are the most common serious injury sustained in Badlands National Park. Make sure you are wearing sturdy boots with good ankle support. The park is home to many burrowing animals. Watch your footing.   • Campfires are not allowed under any circumstances. Use a backpacking stove.   • Pets are not permitted on trails, in backcountry, or wilderness areas.   • The location of your campsite must be at least 0.5 miles from a road or trail and must not be visible from a roadway.   • There is little to no water available in the backcountry. The small amounts of water found are not drinkable or filterable due to the high sediment content. Always carry at least one gallon of water per person per day.   • All refuse must be carried out. Use the cat hole method to dispose of human waste. Dig a small hole 6 to 8 inches deep and a minimum of 200 feet from any water source. Since animals will often dig up cat holes and scatter the toilet paper, it is preferred that you pack out all toilet paper. If you must bury toilet paper, use a minimal amount and bury with at least 6 inches of soil. Strain food particles from wastewater, pack out food scraps, and scatter remaining water more than 200 feet from any stream channel.   • Check the weather forecast. Severe thunderstorms are common during the summer, so are days above 100ºF (38ºC). September and early October are the best backpacking months.   • For more information, check out Backpacking in Badlands National Park (190 KB) to help you plan your trip.         Hikers on Stronghold Table NPS Photo  Exploring the South Unit We encourage anyone interested in backcountry hiking or camping in the South Unit to notify a ranger at the White River Visitor Center to ensure your safety and that you are not trespassing on private lands. Explorers must often cross private land to access the public land. Always obtain permission from landowners for vehicular or foot access before setting out for Cuny Table, Stronghold Table, and Palmer Creek. A list of land owners is available at the White River Visitor Center. Be prepared with alternative destinations if land owners do not grant permission to cross their property. Hikers in the South Unit must be experienced map readers. Plan on a minimum of two days to hike in and out of the remote Palmer Creek area. The White River Visitor Center is open seasonally, to contact please call (605) 455-2878.",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/backcountry-camping.htm"
}
