{
    "title": "Badlands National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Special Park Uses Badlands National Park's rugged beauty and spectacular scenery lead many to consider its use as a backdrop for filming, organized activities, or wedding ceremonies. A special park use is a short-term activity, like those mentioned, that occurs in a National Park Service area and:  Provides a benefit to an individual, group, or organization, rather than the public at large Requires written authorization and some degree of management control from the National Park Service in order to protect park resources and the public interest Is not prohibited by law or regulation Is neither initiated, sponsored, nor conducted by the National Park Service  Special park uses, if approved, require the issuance of Special Use Permits and payment of permit fees before the activity can be held in the park. Special Use Permits must be acquired for commercial and independent filming, weddings, and commercial photography. Application for Special Use Permit (online pay.gov form) Application for Special Use Permit (pdf form to print & mail) Commercial Use  The short form (pdf form to print and mail) is used for still photography and some smaller video\/film projects. Payment can be made online at pay.gov.  The long form (pdf) is used for more complicated video\/film projects where more information is required to evaluate the application.  The completed application must be submitted with $100.00. The $100.00 is a non-refundable application and administrative charge. This fee should be in the form of cash (though not by mail), certified check, or credit card information. Other administrative fees may also apply.     Commercial Filming\/Videos   Still Photography     1 - 2 people (camera & tripod only)   $0\/day   1 - 10 people   $50\/day     1 - 10 people   $150\/day   11 - 30 people   $150\/day     11 - 30 people   $250\/day   Over 30 people   $250\/day     31 - 49 people   $500\/day             Over 50 people   $750\/day              To apply for a Special Use Permit, print and complete the appropriate form above, attach any required fees, and mail it to the address specified on the form. For further information about obtaining a Special Use Permit or determining if your activity needs a permit, please contact the Chief Ranger.",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/permitsandreservations.htm"
}
