{
    "title": "Badlands National Park: Night Sky Program",
    "body": "Night Sky Program        Brilliant Jupiter and Milk Way rise above the Moonlit Castle Trail. Photo by Wally Pacholka \/ AstroPics       Night Sky Observing Summer night sky viewing is offered at the Cedar Pass Campground Amphitheater on Friday through Monday nights. After the evening ranger program, stay to enjoy the spectacular night sky. Telescopes are provided thanks to funding from our partners - Celestron and Badlands Natural History Association. The ranger will point out constellations, stars, and planets. Everyone is given an opportunity to see impressive objects of the night sky.  2016 Badlands Astronomy Festival  2016 Badlands Astronomy Festival Schedule of Events (July 8-10)    The 2016 Badlands Astronomy Festival will bring together space science professionals, amateur astronomers, educators, youth groups, South Dakota residents and visitors for a \"stellar experience\". Join us July 8th-10th to celebrate the beauty of a dark night sky and the wonder of space exploration. Novices and experts alike will enjoy daily family-friendly activities and evening presentations with special guest speakers. Nightly telescope viewing will be sponsored by the NPS Night Sky Program and Celestron. This three-day celebration at Badlands National Park will support the continued protection and enjoyment of our incredible night skies as a precious natural resource. The festival will focus on active engagement in resource education programs and hands-on experiences. Astronomy Festival events do not require advance registration or tickets. Please just drop by.        VIP Night Sky Assistant, Chuck Schroll NPS Photo  Rarely do most people have the opportunity to experience the awesome dark skies and the spectacular sights found here. Badlands National Park offers such wondrous sights for those who visit the park. On any given night, visitors will be exposed to more than 7,500 stars. Especially phenomenal is the clarity of our own Milky Way Galaxy. Night sky views include not only galaxies but also star clusters, nebulae, planets and moons. Visitors are also treated to fly-overs by numerous satellites and the International Space Station. You Can Help! If you are interested in sharing your love of astronomy and natural dark skies, consider applying for a position as a Volunteer In Park (VIP) Night Sky Assistant. For more information contact the park’s Volunteer Program Coordinator.",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/night-sky-program.htm"
}
