{
    "title": "Lake Mead National Recreation Area: Burrowing Owl",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Burrowing Owl                Burrowing Owl      Athene cunicularia          Unlike other owls, the burrowing owl is active day and night, but is mainly crepuscular, favoring dawn and dusk hunting trips. It hunts more insects during the day and more mammals during the night, either by perching up high and then silently swooping down on prey or by chasing prey across land. Their diet is variable and common items include large insects, small rodents, and lizards, depending on location. Different than other owl species, burrowing owls will also eat seeds and fruits, such as prickly pear. The burrowing owl is small, slightly larger than an American robin. Adults are 8-10\" long, have a 20-24\" wingspan, and weigh 6-7.5 oz. Males tend to be longer but females tend to be heavier. These owls have bright yellow eyes and a yellowish to greenish beak. The face is flat, with prominent white eyebrows, a white chin, and ears lacking tufts. Their legs are gray and longer than other owls'. Adults have a brown upper body with white spotting and a white chest and lower body with brown spotting or barring. Juveniles are similar but lack many of the white spots on the upper body and brown spots or bars on the lower body.   A male will woo a mate to his burrow with his calls during the late March to April breeding season. The underground burrow may be naturally made, abandoned by another animal, or excavated by the owl. They line the nest with a variety of materials, including cow dung, which helps control the burrow's micro-climate and attract insects as a food source. Four to twelve eggs (averaging 9) makeup the clutch and are laid individually over a couple of days and then incubated for 3-4 weeks. Both parents participate in raising the young. The young begin to fledge a month after birth.   The \"who-who\" call is mainly given when defending its territory or by a male to attract a female to his burrow. Other sounds include clucks, clattering, screams, and a rattlesnake-like hiss from juveniles. These calls are usually accompanied with the bobbing of their head, which they tend to do when excited or agitated.       Range Map                     The owl's many subspecies are distributed throughout the Americas. They're found from the southern parts of western Canada to Tierra del Fuego and many places in between. Birds that breed in the more northern areas usually migrate to the southern US or Mexico during the winter months. Typical habitats include grasslands and prairies, plus altered habitats such as airports, fields, and golf courses. They may be found closer to human activities, nesting near roads, homes, and irrigation canals.      Back to Top      Fast Facts                   Photo Gallery                     Burrowing Owl   3 Photos  Burrowing Owl at Lake Mead NRA                       References       Threat Level provided by the International Union for Conservation of Nature's (IUCN) Red List. http:\/\/www.iucnredlist.org\/      Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/burrowing-owl.htm"
}
