{
    "title": "Lake Mead National Recreation Area: Desert Tortoise",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Desert Tortoise                Desert Tortoise      Gopherus agassizii        As desert towns and cities grow, the lands of the Mojave Desert become increasingly important as critical desert tortoise habitat. The desert tortoise population has been in decline for decades, due to a variety of factors including loss of habitat and disease. In 1990, the U.S. Fish and Wildlife Service added this animal to its list of threatened species. The listing requires federal agencies to work together to stabilize desert tortoise populations. But desert residents and visitors also have an important role to play in their recovery. Desert tortoises live in desert valleys between about 1,000 and 4,000 feet in elevation. Typically they are found in creosote bush habitat, where scattered shrubs provide abundant space for growth of grasses and wildflowers, the favored foods of the tortoise. They spend much of their lives in burrows, emerging to feed and mate during the spring and remaining active through the fall. Tortoises may emerge again after summer storms. Like humans, they reach adulthood between the ages of 14 and 20, and live from 60 to 80 years. Eggs and hatchlings are vulnerable: 98% die before reaching maturity. Adults, however, are well protected against most predators (other than humans) and consequently are long-lived. Desert tortoises are well adapted to living in a highly variable environment. During prolonged droughts, they retreat to burrows and reduce their metabolism and loss of water while consuming little food. Adult desert tortoises lose water at such a slow rate that they can survive for more than a year without access to water. They are able to survive lean years, then grow and reproduce during years of favorable rainfall and forage production.      Range Map                     The Desert Tortoise is found in the Mojave and Sonoran Deserts of Nevada, Southern California, and Arizona. They inhabit semi-arid grasslands, desert washes, and sandy canyon bottoms.      Back to Top      Fast Facts             Monitoring         The Desert Tortoise is a protected species and it is unlawful to bother them in any way. The population is listed as \"Vulnerable\" by the IUCN (see below) and \"Threatened\" by the US Fish and Wildlife Service. Tortoise numbers have declined dramatically since the 1980's, as much as 90% in some areas. .           Photo Gallery                     Desert Tortoise Monitoring Gallery   3 Photos  Monitoring the Desert Tortoise at Lake Mead          Desert Tortoise   5 Photos  Images of Desert Tortoises at Lake Mead National Recreation Area                       References       Threat Level provided by the International Union for Conservation of Nature's (IUCN) Red List http:\/\/www.iucnredlist.org\/    Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/desert-tortoise-atlas-page.htm"
}
