{
    "title": "Badlands National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Select area map above to link to additional Badlands maps.           Badlands National Park is located 75 miles east of Rapid City, South Dakota. By Car Interstate 90 (I-90) is located directly north of the park and provides access to the Hwy 240 Badlands Loop Road. For those traveling west on I-90, take Exit 131 (Interior) and follow the signs directing vehicles south approximately three miles to the Northeast Entrance. For those traveling east on I-90, take Exit 110 at Wall, South Dakota. Follow signs directing vehicles south approximately seven miles to the Pinnacles Entrance. State Highway 44 provides an alternate, scenic access to the park and intersects Highway 377 in the town of Interior. Follow 377 two miles north to the Interior Entrance. Physical Addresses for GPS* Park Headquarters: 25216 Ben Reifel Road, Interior, SD 57750. Northeast Entrance (I-90, Exit 131): 21020 SD Hwy 240, Interior, SD 57750. Pinnacles Entrance (I-90, Exit 110): 24240 Hwy 240, Wall, SD 57790. Interior Entrance: 20640 SD Hwy 377, Interior, SD 57750. *There are several unmaintained gravel roads in the vicinity of Badlands National Park. If you navigate by GPS, please also follow the driving directions provided above. If you wish to venture off the beaten path, please check local road conditions and be prepared. By Plane  The Rapid City Regional Airport (RAP) is located approximately 70 miles (one hour), west of the park, off Highway 44. Car rental services are available at the airport. By Bus  Greyhound Lines, Inc. has limited bus service to Rapid City. Car rental companies are available in Rapid City with delivery and pickup services.  Bus tours are available through tour companies in Rapid City and the surrounding area.  No public transportation is available to the park. Getting Around In the Park  • The Highway 240 Badlands Loop Road, accessed from Interstate 90, is a two-lane, paved surface that takes you through the North Unit of the park. • The Sage Creek Rim Road (590) is a gravel road that takes you along the north rim of the Badlands Wilderness Area. Road may be temporarily closed after heavy rain or snow. • The Sheep Mountain Table Road is four miles south of Scenic, SD on Pennington County Road 589. High clearance vehicles are recommended. The road is passable under dry conditions only. Impassable when wet or snow covered.",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/directions.htm"
}
