{
    "title": "Badlands National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees      Entrance Fees Private: Non-Commercial Vehicle; $15 - Valid for 7 days Individual - hike, bicycle; $7 - Valid for 7 days Motorcycle; $10 - Valid for 7 days Badlands National Park Annual Pass; $30 - Valid for one year from month of purchase  Admits the purchaser and their passengers in a single, private, non-commercial vehicle or the passholder and their companions when entry is by other means (i.e. foot, bicycle). Nontransferable, nonrefundable, and does not cover camping fees. Organized, non-commercial groups (i.e. service organizations, scouts, church groups, and college\/school clubs); $7 per person - Valid for 7 days Commercial Tour Fees Commercial sedan, 1 to 6 passenger capacity; $25 plus $7 per person - 7 days for Original Manifest Commercial van, 7 to 15 passenger capacity; $50 - 7 days for Original Manifest Minibus, 16 to 25 passenger capacity; $60 - 7 days for Original Manifest Motorcoach, 26 or more passenger capacity; $150 - 7 days for Original Manifest Interagency Pass Program  The following passes are available at Badlands National Park:  America the Beautiful - National Parks and Federal Recreational Lands Pass - Annual Pass $80 - Valid for one year from month of purchase   This nontransferable annual pass covers the entrance or standard amenity fees at sites managed by the National Park Service, U.S. Forest Service, Bureau of Land Management, Bureau of Reclamation, and U.S. Fish and Wildlife Service. It does not cover camping fees, parking fees, user fees (i.e. cave tours), concession activities, or cooperating association bookstore charges. America the Beautiful - National Parks and Federal Recreational Lands Pass -  Senior Pass  $10 - Valid for holder's lifetime  One time charge for citizens or permanent residents of the United States who are 62 years or older. This nontransferable pass allows lifetime entrance to all National Park Service, U.S. Forest Service, Bureau of Land Management, Bureau of Reclamation, and U.S. Fish and Wildlife areas. It also entitles the bearer to a 50% discount on camping fees in many federal campgrounds. It cannot be used at concession facilities or cooperating association bookstores. Identification must be provided at the time of purchase. America the Beautiful - National Parks and Federal Recreational Lands Pass - Access Pass  Free - Valid for holder's lifetime  This nontransferable pass allows lifetime entrance to all National Park Service, U.S. Forest Service, Bureau of Land Management, Bureau of Reclamation, and U.S. Fish and Wildlife areas to United States citizens or permanent residents who are blind or permanently disabled. It also entitles the bearer to a 50% discount on camping fees in many federal campgrounds. It cannot be used at concession facilities or cooperating association bookstores. Educational Fee Waivers  Entrance fee waivers are available to academic institutions when the main purpose of their visit is educational rather than recreational. Complete and submit an Application for Waiver of Fees (96 KB PDF), if your group meets the eligibility criteria. For further information on fee waivers or eligibility criteria, contact the Revenue and Fee Business Program Manager.      2016 Fee Free Dates The National Park Service will waive entrance fees on select dates throughout 2016. During the entrance fee free time, other fees (such as camping) are still in effect.    January 18:Martin Luther King Jr. Day April 16 through 24:National Park Week August 25 through 28:National Park Service Birthday September 24:National Public Lands Day  November 11:Veterans Day         Annual Every Kid in a Park 4th Grade Pass  Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. The passis valid for the duration of the 4th grade school year through the following summer (September -August). Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity fees. Digital versions of the voucher (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass. The pass is non-transferable. Educators can also be involved! Learn more at the Every Kid in a Park website.",
    "url": "https:\/\/www.nps.gov\/badl\/planyourvisit\/fees.htm"
}
