{
    "title": "Friendship Hill National Historic Site: Volunteer",
    "body": "Volunteer         VIPs (Volunteers-in-Park) enjoy themselves as they demonstrate historic homemaking tasks at Friendship Hill.   Volunteering: Friendship Hill NHS has an active volunteer program. Volunteers in the Park - VIPs - help with in all areas of the park. They perform craft demonstrations for visitors, greet people in the Visitor Center, assist in the maintenance of buildings and grounds, work to preserve the museum collections, and do historical and scientific research. If you would like to put your special skills to work helping to preserve and protect Friendship Hill, call Kitty Seifert, the park Volunteer Coordinator, at 724-329-5472, or send her a message via e-mail.      Volunteers assist the staff at Friendship Hill National Historic Site in many ways. Many Friendship Hill staff members have responsibilities at Fort Necessity National Battlefield, giving interested volunteers and interns unique opportunities to expand their experience.  Volunteer and Intern Positions at these parks include: Interpretation\/Guide –Friendship Hill\/Fort Necessity Training and research materials are provided to volunteers to develop interpretive talks and programs relating to Friendship Hill primary themes of statesman\/diplomat Albert Gallatin; Western Expansion and the Whiskey Rebellion. Fort Necessity’s themes include George Washington at Fort Necessity; French and Indian War; the French, British and American Indian participants; the Mount Washington Tavern and the National Road.  Friendship Hill – Staffing the Visitor Center desk and relating the story of Albert Gallatin and his connection to southwestern Pennsylvania. Daily April-October and weekends November-March. Friendship Hill – House tours conducted daily April-October and weekends November-March. Fort Necessity – Living History soldier: presents talks and musket or artillery firings on a regular basis to adults and children. These programs are usually conducted April-October. Fort Necessity – Mount Washington Tavern: on a regular basis presents talks or guided tours to adults and children. These programs are usually conducted April-October. Fort Necessity- Fur Trade Station: on a regular basis presents talks and hands-on activities to adults and children about 18th century fur trade; teach American Indian games and teach corn grinding. Usually conducted June-October Fort Necessity – Staffing the Visitor Center desk; collecting entrance fees; providing information and assistance to visitors. Fill in for the Eastern National bookstore clerk. Year round.  Education Aid – Friendship Hill\/Fort Necessity Work with the Education Specialist on curriculum development; setting up conferences; tourism promotion; conducting curriculum based education programs for all grade levels. Technological Aid-Fort Necessity\/Friendship Hill Work with Park staff and Press Information Officer on press releases; website development; podcast development; video taping; photography and other projects as needed. Library Aid - Friendship Hill\/Fort Necessity Assist the Librarians on a variety of projects including: preparing new books to be processed into the collection; library inventory; re-shelving books and magazines; and check for overdue items. Resource Management Aid – Friendship Hill\/Fort Necessity Work with the Resource Management Specialist on a variety of projects including: monitoring and data collection for water quality; wildlife and fisheries population and habitat management; vegetation and pest management; and human impact assessment. Curatorial Aid - Friendship Hill\/Fort Necessity Assist Curatorial Specialist with preservation of the museum collections. Projects could include: photographing museum objects; measuring museum artifacts; recording information on computer; properly storing collection; inventory; cataloging new additions to the collection; and collection and exhibit maintenance. Maintenance Aid - Friendship Hill\/Fort Necessity Assist the permanent office staff in computer data entry. Other projects could include: assist maintenance in trail rehabilitation; grounds mowing\/grooming; carpentry; plumbing; electrical; historic preservation and other related tasks. Training of interns and volunteers may consist of formal classroom training and\/or on the job informal shadowing of experienced volunteers and rangers. Black powder training is usually held the first week of June. You may download and print a volunteer application here.  Volunteer Application for Resources Management Agencies-.pdf Volunteer Application for Resources Management Agencies-Microsoft Word 2003 Please return completed applications, with references, to: Volunteer Coordinator, Friendship Hill National Historic Site, 223 New Geneva Rd., Point Marion, PA 15474. If you prefer, you may submit an application on-line by clicking the opportunity below. For further information call: 724-329-2501 or send and e-mail to the volunteer coordinator       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/frhi\/getinvolved\/volunteer.htm"
}
