{
    "title": "Lake Mead National Recreation Area: Bats of Lake Mead",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Bats of Lake Mead                Bats of Lake Mead      Various species          At least 19 species of bats have been found within Lake Mead NRA. Although widely known to live in caves, many species within the park also inhabit man-made environments, such as abandoned mines or tunnels. Most species of bats either hibernate in winter or migrate to warmer climates; however, the California leaf-nosed bat roosts in warmer caves or mines and is active all year. Bats feed at night and usually over open water, such as lakes, ponds or spring pools. Locally, diets consist entirely of arthropods, such as moths, mosquitoes, crickets, ants, beetles, and even scorpions.      Fast Facts             Status and Threats          None of the bat species found at Lake Mead NRA are federally listed as threatened or endangered. However, ten species are listed as species of concern. Current local threats include water developments, which may reduce spring flows and limit habitat, and disturbance of hibernating colonies by recreational activities. Emerging threats include proposed wind developments and White-Nose Syndrome (WNS). Wind farms are known to cause high rates of mortality among certain bat species, and the three species experiencing the highest rates of mortality are found at Lake Mead. WNS is a fungal infection first seen in New York in 2006 that is progressing west. WNS often kills up to 90 percent of colonies, and at least two species of bat found in the park are known to be susceptible. Since bats bear only one pup each year, there is potential for the disease to have devastating impacts.           Back to Top     Protecting the Bat's Environment                    Photo Gallery                     Bats of Lake Mead   4 Photos  Photos of bats and their environment                       References       Bat Conservation International http:\/\/www.batcon.org\/ Bats of the United States. Harvey, Michael J., J. Scott Atlenbach, and Troy L. Best. Arkansas Game and Fish Commission, 1999. Southwest Regional Gap Analysis Project http:\/\/fws-nmcfwru.nmsu.edu\/swregap\/default.htm U.S. Fish and Wildlife Service Endandered Species Program http:\/\/www.fws.gov\/Endangered U.S. Fish and Wildlife Service: Information on White-Nose Syndrome http:\/\/www.fws.gov\/whitenosesyndrome\/index.html U.S. Geological Survey: Information on Effects of Windmills on Bats http:\/\/www.fort.usgs.gov\/batswindmills Western Bat Working Group http:\/\/www.wbwg.org\/ Threat Level provided by the International Union for Conservation of Nature's (IUCN) Red List. http:\/\/www.iucnredlist.org\/    Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/bats-of-lake-mead.htm"
}
