{
    "title": "Scotts Bluff National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Courtesy of William Henry Jackson Collection       From various tribes of Native Americans living and travelling through the area to our modern towns with populations made of many different cultures, Scotts Bluff has served as a landmark for a huge diversity of peoples. Although earlier people did not leave very much that shows what the bluffs meant to them, evidence shows they did camp at the foot of the bluff.  On the other hand, the westward emigrants of the 19th century often mentioned Scotts Bluff in their diaries and journals. In fact, it was the second most referred to landmark on the Oregon, Mormon and California trails after Chimney Rock. Over 250,000 people made their way through the area between 1843 and 1869, often pausing in wonder to see such a natural marvel and many remembered it long after their journeys were over. Early communications also came through Scotts Bluff . The riders of the Pony Express rode through Mitchell Pass from 1860-1861. Then came the telegraph. The first \"singing wires\", as they were known to the Native Americans, were strung between Eagle Rock and Sentinel Rock along the well traveled trails of the pioneers. As the area became more settled, the idea of protecting the fragile bluffs became popular. Scotts Bluff National Monument was proposed and became reality in 1919. The history of the monument development involved many people and a lot of time. The preservation of the natural and human history of the Scotts Bluff area is an ongoing process. Many museum items from the Scotts Bluff collection are on permanent display in the visitor center. Others are kept in storage and occasionally rotated to the public area of the visitor center for temporary display. Compared to larger national park service areas, Scotts Bluff's collection is relatively small. Several of these larger museum collections are available for viewing at https:\/\/www.nps.gov\/museum.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/historyculture\/index.htm"
}
