{
    "title": "Allegheny Portage Railroad National Historic Site: Volunteer",
    "body": "Volunteer       Becoming a volunteer is one of the most rewarding and tangible ways to support the National Park Service. As a volunteer you have the opportunity to share skills and ideas and to learn new ones. Volunteers also gain the intangible benefit of knowing that they are making a real contribution to the preservation and protection of the unique resources at Allegheny Portage Railroad National Historic Site. If you are interested in learning more about volunteer opportunities at Allegheny Portage Railroad National Historic site contact park volunteer coordinator, Doug at 814-886-6150 or at e-mail us. Current volunteer opportunities are listed below. Volunteer Interpreter If you have a passion for history and enjoy sharing it with others, consider volunteering with the park interpretive staff. Volunteers provide information and orientation at the park visitor center and at historic structures. They also assist park staff with special events held throughout the year. Internships We're looking for students with a passion for history who also have the skill and interest to conduct research using a variety of primary sources and some secondary sources. Interested students need to have a solid background in 18th and 19th century US History and strong writing skills. Student interns will work closely with park staff but they must be able to work independently. We have just started researching ties between the Allegheny Portage Railroad (APRR) and the Underground Railroad (UGRR) and this will be a long term research project. We are looking for interns who can research specific incidents and individuals connected with the UGRR and the APRR. There were thousands of people associated with the APRR and Mainline Canal during its 20 year operation and we want to know their stories. We have the names and basic information of many people who worked on the portage railroad, but not much else. An on-going project is attaching names, dates and personal stories to the jobs of the portage railroad. Interns may be asked to identify people associated with the canal and the APRR or to conduct further research on individuals we have already identified. Students interested in these internship opportunities should contact Doug Bosley, Acting Chief of Interpretation at Allegheny Portage Railroad National Historic Site at 814-886-6150 or e-mail us.",
    "url": "https:\/\/www.nps.gov\/alpo\/getinvolved\/volunteer.htm"
}
