{
    "title": "Lake Mead National Recreation Area: Desert Bighorn Sheep",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Desert Bighorn Sheep                Desert Bighorn Sheep      Ovis canadensis nelsoni        Desert bighorn sheep are some of the most intriguing mammals of Lake Mead. They are wary of human contact, and blend so well into the terrain they inhabit, that sightings are a special event. Once feared of becoming extinct, the desert bighorn sheep are making a tentative comeback in the southwest due to a comprehensive reintroduction effort by the National Park Service. Desert or Nelson’s bighorn sheep (ovis canadensis nelsoni) are considered by most biologists to be a unique subspecies. Desert bighorn sheep have adapted to hot, dry climates, unlike their Rocky Mountain cousins, and have longer legs, lighter coats and smaller bodies. Bighorn sheep are common in ancestral Puebloan and Fremont petroglyphs, an indication of their presence and prominence in indigenous cultures. Explorers in the late 1600s estimated that more than two million desert bighorn sheep once roamed the southwest. By the late 1800s however, desert bighorn sheep had disappeared or declined in many areas. Extremely vulnerable to diseases from livestock, herd after herd of wild sheep were decimated by pathogens like scabies (an ear mite) and anthrax (a bacterial disease) introduced by domestic sheep. Desert bighorn sheep were also killed by early explorers, settlers and trophy hunters. Increased competition with domesticated cattle and sheep for food did not help the situation. Sheep populations at Lake Mead are used for translocation to other places in Nevada and as far away as Texas. In the early 1980s, biologists began relocating desert bighorn sheep from a native population in Canyonlands National Park in order to establish new herds. To accomplish this, sheep are captured in nets fired from helicopters, their health and age assessed, and suitable animals are transported by ground to a relocation area.      Range Map                     Back to Top      Fast Facts            Safe Passage      On the Arizona side of the park, along Highway 93, you will come across several bridges that do not have on-ramps, off-ramps, or any access at all. They are actually part of a successful project to protect desert bighorn sheep. These sheep bridges were constructed to allow the sheep to cross the highway safely on normal migration routes.                  Photo Gallery                     Desert Bighorn Sheep   4 Photos  Photos of the Desert Bighorn Sheep of the Lake Mead NRA                       References       Threat Level provided by the International Union for Conservation of Nature's (IUCN) Red List. http:\/\/www.iucnredlist.org\/ 1.  Seton, E.T. (1929). Lives of game animals. New York: Doubleday. Vol 3. 2.  Buechner, H.K. (1960). The bighorn sheep in the United States: its past, present, and future. Wildlife Monograph 4.    Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/copy-of-desert-bighorn-sheep.htm"
}
