{
    "title": "Allegheny Portage Railroad National Historic Site: Staple Bend Tunnel",
    "body": "Staple Bend Tunnel         Ghosts waiting at the tunnel NPS  Location Staple Bend is open as a separate area of Allegheny Portage Railroad National Historic Site since 2001. It is not in the immediate area of the Summit Visitor Center, it is near the town of Mineral Point, 5 miles from Johnstown. It is a two mile walk from the area parking lot to the Staple Bend Tunnel (and, of course, a two mile return trip to your vehicle). You are welcome to bring bicycles, but no motorized transport for the limestone dust surfaced trail. Directions: Take US Route 22 to the Mundy's Corner\/Nanty Glo exit. Turn right onto PA Route 271 South. Continue on Route 271 South approximately 5 miles until a (marked) left turn onto Mineral Point Road (PA 3030). After approximately 2 miles make a (marked) right turn onto Beech Hill Road and proceed over the bridge. Go through the railroad underpass (wait for the green light!); the paved parking lot for Staple Bend Tunnel will be located on the right. Please used the parking lot and do not block the emergency access road. This same parking area is used for the Path of the Flood trail as well.        Western Portal of the Staple Bend Tunnel NPS  History of the Tunnel Finished in June 1833, the Staple Bend tunnel was advertised as the first railroad tunnel in the United States. It was the third tunnel of any kind built in the US, the first tunnels were for other canals in Pennsylvania. Work began on November 21, 1831 and often occured during inclement conditions. The men were paid $13 per month plus room and board for 12 hour days 6 days per week. Workers chipped and blasted 901 feet of solid rock to make the tunnel. Approximately 14,900 cubic yards of bedrock was removed using black powder blasting. This was done by drilling three feet long holes and packing them with powder. Drilling one typical hole took up to three hours of hard effort using a three man crew. Nine to ten holes, each one-inch in diameter and thirty-six inches in length, were made before blasting. One pound of explosive powder wrapped in paper was pushed into each hole, tamped down, punctured with a sharp needle, and a fuse added. Fuses were lit with explosions to occur at mealtime. Workers would eat while the dust settled then get to work cleaning (mucking) the tunnel. Of the 36-inch hole drilled only 18 inches, or half of the hole, was blasted. The tunnel grew about 18 inches each day, with both sides moving toward the center. On December 21, 1832 the workmen broke through the final barrier and connected the two ends of the tunnel. There was much celebration with speeches and toasts. The full tunnel excavation was completed in April 1833. The ends of the Staple Bend Tunnel were lined with cut stone for safety. Rock and dirt might fall due to rain or other weather, or from the effects of the portage railroad going through the tunnel. The fancy entranceways to the tunnel were to impress the travelers and the general public. The style was described as a \" Roman Revival style with low relief lintel supported by Doric pilasters on each side.\" Of the money spent (the total cost was $37,498.85) nearly half was to build the fancy entrance ways. After the Portage In 1907 Henry Storey wrote that the east entrance facade of the tunnel had been removed for building purposes. He gave no indication of a date or the building on which the stones were used. The west entrance facade remains and has been restored to its former grandeur. After the demise of the old Portage Railroad the tunnel had other uses. Neither the \"new Portage\" nor the Pennsylvania Railroad used the tunnel. It was instead a popular carriage route until the Flood of 1889. Afterward, Flood damage and other concerns made the tunnel a less desirable driving spot although local residents continued to visit, and even go courting at the tunnel up until the 1940s. In the 1940s a concrete liner was added to the east portal of the tunnel and large water lines as well as a water vault structure were built. The Manufacturer's Water Company closed the tunnel to the public, the water lines were used by Bethlehem Steel. In 2001 the tunnel became part of Allegheny Portage Railroad National Historic Site. Rock bolts, shoring posts, and other reenforcements were added as well as a thin mortar between the historic blocks.      For more details try: Park Site Bulletin about Staple Bend Tunnel (PDF) 1991 Historic Structures Report on Staple Bend Tunnel (PDF)                   Staple Bend Tunnel   5 Photos  Staple Bend Tunnel views",
    "url": "https:\/\/www.nps.gov\/alpo\/learn\/historyculture\/staplebend.htm"
}
