{
    "title": "Allegheny Portage Railroad National Historic Site: History & Culture",
    "body": "History & Culture         Plotting a Route across Pennsylvania NPS- Harpers Ferry Center  In the early 1800’s travel and trade was done by Conestoga wagons. This was the best means of transportation at that time. It took 23 days to get from Philadelphia to Pittsburgh, when the dirt roads were in good condition. In the mid-1820’s the state of New York built a canal system which let trade become more efficient. This was known as the Erie Canal. Pennsylvania’s business in trading relations dropped and plans began for building their own canal system. In February 1826 the Mainline of Public Works was authorized by the Pennsylvania legislature to begin the building of canals from Philadelphia to Pittsburgh. There was only one problem with the building of the canals: the Allegheny Mountains. How could a canal system be built through or over the mountains? The first plan was to build a four mile tunnel through the bottom of the mountain, but this was found costly and unrealistic. Tunnel building was new and it was questionable if water could be kept in the tunnel. It was decided to build a railroad system of ten inclined planes, 5 ascending and 5 descending. This system was modeled after a similar system in England. The railroad was equipped with ten incline planes, five on each side of the mountain. At the head of each inclined plane were stationary engines, which moved endless ropes to pull the railroad cars up the mountain. This incline system was used because the locomotives of this time did not have the power to pull the cars up the steep mountains. Locomotives were used on the more level areas of the mountain. The Allegheny Portage Railroad was 36 miles in length connecting the Hollidaysburg Canal Basin with the basin at Johnstown where canals finished the Public Works system into Pittsburgh. The Portage Railroad officially opened March 18, 1834. It then became possible to travel from Philadelphia to Pittsburgh in 4 days. The total cost of the Public Works system was $16,504,655.84. The railroad system was $1,828,461.38. The railroad and canal system spurred trade in Pennsylvania. The system carried raw materials to the east and manufactured goods to the west. With the building of the Mainline of Public Works Pennsylvania began an era of prosperity leading to the creation of one of the greatest industrial states in the nation. The Allegheny Portage Railroad and the Public Works system ran for twenty years, from 1834-1854. On February 15,1854, the Pennsylvania Railroad company had completed its all rail line from Philadelphia to Pittsburgh. The completion of the Pennsylvania Railroad took business from the Public Works system. The new Pennsylvania Railroad had no inclines and was only on rails, no water. The Public Works system was unprofitable. May 16,1857 the legislature passed an act for the sale of the Main Line of the Public Works. On June 15, 1857 the PA railroad company purchased the system for $7,500,000 and took possession on August 1,1857. The Following links contain emerging information involving the Allegheny Portage Railroad and it's connection to the Underground Railroad. The Underground Railroad and the Allegheny Portage Railroad.      Staple Bend Tunnel Historic Structure Report, Allegheny Portage Railroad National Historic Site (pdf) Lemon House: Historic Furnishing Report, Allegheny Portage Railroad National Historic Site (1980) (pdf) Lemon House Historic Furnishing Report, Allegheny Portage Railroad National Historic Site (1994) (pdf) Lemon House and Coal Mine, Historic Structures Report (Part I-Historical Data) Allegheny Portage National Historic Site (1968) Underground Railroad Network to Freedom Application (2011)",
    "url": "https:\/\/www.nps.gov\/alpo\/learn\/historyculture\/index.htm"
}
