{
    "title": "Allegheny Portage Railroad National Historic Site: News",
    "body": "Explore This Park    Learn About the Park     News             News        Stephen Clark Selected as Superintendent of the National Parks of Western Pennsylvania Jeff Reinbold Named as Assistant Director for Partnerships and Civic Engagement Allegheny Portage Railroad NHS and Johnstown Flood NMem Proposes Fee Increases Click on the link to read the Press Release; a public comment period exists from December 19, 2014-January 17, 2015. Western Pennsylvania National Parks Announce 2014 Spring Hours and Opening Dates (pdf) Tourism to Western Pennsylvania National Parks Creates $44 million in Economic Benefit (pdf) Fee Free Veteran's Day Weekend and Winter Hours for the Five Western Pennsylvania National Parks Join us for a \"Fee Free\" Day on National Public Lands Day, Saturday, September 28! NPS set to Celebrate 97th Birthday with \"Fee Free\" Day! Celebrate America's Independence at Your Western PA National Parks  Kid Friendly Activities in the Western PA Parks  Western PA Parks Celebrate National Trails Day Jeff Reinbold Named Superintendent of National Parks of Western Pennsylvania, Effective January 1, 2012 Effective January 1, 2012, Jeff Reinbold became the new Superintendent of the National Parks of Western Pennsylvania. Keith Newlin, who had been serving as acting Superintendent since February 2011, returned to his role as Deputy Superintendent.       Volunteers Make National Park Week a Success (pdf) Learn about the great and valued work our VIP (Volunteers-in-Parks) did to make National Park Week a success in the National Parks of Western Pennsylvania! Construction Project Underway at Muleshoe Reservoir Economic Impact of Western Pennsylvania National Parks (pdf) Economic Impact of Western Pennsylvania National Parks (docx) Economic Impact of National Parks in Pennsylvania (pdf) Economic Impact of National Parks in Pennsylvania (docx)            National Park Service  New Supports for Old Arches Recently, the Allegheny Portage Railroad National Historic Site, through the Historic Preservation Training Center completed repairs and updates to Culvert #1586, located along the 6-10 Hiking Trail.       Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.",
    "url": "https:\/\/www.nps.gov\/alpo\/learn\/news\/index.htm"
}
