{
    "title": "Allegheny Portage Railroad National Historic Site: Accessibility",
    "body": "Accessibility       For People with Mobility Impairments:  The following visitor facilities are fully accessible to wheelchair users: visitor center; outdoor amphitheater; first floor, staff floor and basement Lemon House; Engine House Six Exhibit Shelter; park’s picnic area (near Cresson exit). Accessible restrooms are located in the visitor center; the basement of the Lemon House; the picnic area, and the Staple Bend Tunnel Unit (accessible pit toilet). Accessible drinking fountains (for children and wheelchair users) are located at the visitor center, Lemon House, and the picnic area. A wheelchair is available for loan at the visitor center, free of charge. In good weather, an electric scooter may also available (safety brief required). With advance notice, a 5 seat golf cart may be available to assist mobility impaired visitors to more easily visit the Lemon House and Engine House 6 Exhibit Shelter. There is also a working elevator at the Lemon House available to wheelchair users. The following trails and walkways are paved: Several paved trails near the picnic area; the park’s recycled plastic lumber boardwalk meets gradient standards and has bench seats. The Staple Bend Tunnel trail (4 mile round trip) of crushed limestone dust meets gradient standards for wheelchair users.  For People with Hearing Impairments:  There are no accommodations for hearing impaired visitors, including at the outdoor amphitheater events, unless prior arrangements have been made with the park. The park film is captioned, with captions visible during every film showing.  For People with Sight Impairments:  There are a few tactile exhibits at the Lemon House. Lemon House reproduction furnishings and tools for ranger programs are used to enhance experiences for visually impaired visitors. There is one audio exhibit at the Engine House Six Exhibit Shelter.",
    "url": "https:\/\/www.nps.gov\/alpo\/planyourvisit\/accessibility.htm"
}
