{
    "title": "Allegheny Portage Railroad National Historic Site: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Hiking at Allegheny Portage Railroad National Historic Site         A section of the Inclines 6-10 Trail. Doug Bosley\/NPS  Hiking at Allegheny Portage Railroad National Historic Site is a unique way to get some great exercise and also learn the amazing history from this site. Park trails follow sections of the original route of the Allegheny Portage Railroad and allow hikers to see where important features of the railroad would have been located. Hiking Regulations: -Trails are for pedestrian use only. -NO motorized equipment is permitted on trails. This includes ATV (All Terrain Vehicles) of any description, snowmobiles, and 4 x 4 off road vehicles. -Bicycles are not permitted on the Summit area trails. Bicycles are permitted on part of the Incline 6 to 10 trail, please read the map carefully. -Cross country ski use is welcome. -Pets must be on a 6 foot (max) leash at all times. Pet owners are required to clean up after their pet. -Hunting is NOT permitted on National Park Service land.   Trail Markings: Most trails at the Summit area are not marked. Some intersections are indicated by a post with a hiking symbol. The Incline 6 to 10 Trail is marked as are the 'spur trails' off the main trail.   6 to 10 Trail System: The 6 to 10 Trail System of the park follows the route of the Allegheny Portage Railroad (APRR) of the 19th Century. The hiking sections of the trail are located on or near the original route of the APRR. The bicycle section is located on the route of the New Portage Railroad.    Trailheads are located at the park Visitor Center and along Dry Run Road. Parking is available at the trailheads as well as State Gamelands and parking lots.    The entire 6 to 10 Trail System is about 10 miles long. Please respect the private property of nearby landowners. The trail section from the Visitor Center to Muleshoe, viewed below, is for hiking only. Bicycling is permitted on both sides of Valley Forge Road, but be advised, it contains steep grades and poor sight lines.    Motorized vehicles are no permitted on the trail, except on designated driving lanes for access to the State Game Lands and the handicap parking area.    Pets must be on a 6 foot leash at all times when on park property.   Wear bright colors during hunting season. Hunting is not permitted on park land but State Game Lands will be busy during hunting seasons.    To download your own trail maps with information, click on the highlighted links: General Trail Map\/Guide Inclines 6-10 Map\/Guide",
    "url": "https:\/\/www.nps.gov\/alpo\/planyourvisit\/hiking-at-allegheny-portage-railroad-national-historic-site.htm"
}
