{
    "title": "Allegheny Portage Railroad National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions      Gallitzin Tunnels Park -located in the town of Gallitzin, approximately 4 miles from the park visitor center. -see a N5C Caboose, Museum,  and overlook for the railroad tunnels on NS Mainlines. For info: 814-886-8871 Horseshoe Curve National Historic Landmark -located approximately 8 miles from the park visitor center, this site along the currently used railroad line is operated by the Altoona Railroaders Memorial Museum. -privately run, the hours and days of operation may be limited. Please call ahead. 814-946-0834  Cresson Area Heritage Park -located on Front Street in the town of Cresson, approximately 4 miles from the park visitor center. -see a N5C Caboose and enjoy a rail observation platform parallel to the tracks. Altoona Railroaders Memorial Museum -located in the city of Altoona just off of 9th Avenue. Take the 17th Street exit of I-99 and watch for 9th Avenue just past the Altoona Public Library. It is approximately 20 miles from the park visitor center to the museum. -privately owned and operated the hours may be limited. Please call for details. 814-946-0834  Portage Station Museum -located at  400 Lee St., Portage, PA - Just off Route 53 - call for current hours and special programs 814-736-8589. Ghost Town Trail Blacklick to Ebensburg, 32 miles total trail Open year round to hikers, bicyclists, cross country skiers and wheelchair users. For info: 412-463-8636, 814-948-4444. Lower Trail Canoe Creek State Park to Alfarata (Alexandria), 16.5 miles total trail -open to the public, free of charge, for hiking, jogging, bicycling, horseback riding, bird-watching, cross-country skiing, and other non-motorized recreation. The Trail also provides access to the Juniata River for fishing and boating.  West Penn Trail -between Saltsburg and Blairsville, 17 miles total trail -open to the public, free of charge, for bicycling, hiking, jogging Local Partners & Information Resources  Allegheny Mountains Convention and Visitors Bureau  Cresson Area Chamber of Commerce  Railroaders Heritage Corporation  Johnstown Area Heritage Association         NPS Arrowhead NPS  Other Nearby National Park Service Areas Johnstown Flood National Memorial There was no larger news story in the latter nineteenth century after the assassination of Abraham Lincoln. The story of the Johnstown Flood has everything to interest the modern mind: a wealthy resort, an intense storm, an unfortunate failure of a dam, the destruction of a working class city and an inspiring relief effort. Flight 93 National Memorial On Tuesday morning, September 11, 2001, the U.S. came under attack when four commercial airliners were hijacked and used to strike targets on the ground. Nearly 3,000 people tragically lost their lives. Because of the actions of the 40 passengers and crew aboard one of the planes, Flight 93, the attack on the nation's capital was thwarted. Fort Necessity National Battlefield The battle at Fort Necessity in the summer of 1754 was the opening action of the French and Indian War. This war was a clash of British, French and American Indian cultures. It ended with the removal of French power from North America. The stage was set for the American Revolution. Friendship Hill National Historic Site Albert Gallatin is best remembered for his thirteen year tenure as Secretary of the Treasury during the Jefferson and Madison administrations. In that time he reduced the national debt, purchased the Louisiana Territory and funded the Lewis & Clark exploration. Gallatin's accomplishments and contributions are highlighted at Friendship Hill, his restored country estate. Rivers of Steel National Heritage Area The Rivers of Steel National Heritage Area reveals how one region, in a sustained and thunderous blast of innovation, ambition and fire, forever changed America and its place in the world. It is the story of the industrialists and the workers who pushed an infant industry to it ultimate limits and in doing so pushed the world into the Age of Steel.",
    "url": "https:\/\/www.nps.gov\/alpo\/planyourvisit\/nearbyattractions.htm"
}
