{
    "title": "Allegheny Portage Railroad National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           110 Federal Park Road  Gallitzin, PA 16641                 Directions         The park is located just off U.S. Route 22 approximately 12 miles west of Altoona and 10 miles east of Ebensburg. Take the Gallitzin Exit and turn right, following the signs. Visitors prior to 1992 accessed the park in other ways, but the GALLITZIN EXIT of US Route 22 is now the way to access the visitor center and historic area.   Directions Details           Operating Hours & Seasons         Allegheny Portage Railroad National Historic Site The grounds of the park are open every day, sunrise to sunset.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           The park is located in Cambria County, PA, and is at the summit of the Allegheny Mountains. Therefore, the park often takes on winter extremes. If planning on traveling from a long distance, please contact the park beforehand to ensure that the facilities are open. Please consult weather forecasts to ensure conditions are safe to travel in. Spring, summer, and fall are generally uneventful, but severe thunderstorms can occur.          Fees & Passes     Entrance Fees:   Per Person Fee - $5.00 The admission fees are per person for all adult visitors 16 years of age and older. Children 15 and under are admitted for free. The fee entitles the visitor to tour the Visitor Center, Engine House No. 6 Exhibit Shelter, and the Lemon House. There are no fees for using the hiking trails.    Entrance Passes:   National Parks of Western Pennsylvania Pass - $15.00 Annual fee of $15.00. Yearly pass that covers the admission fees to the five National Parks of Western Pennsylvania: Allegheny Portage Railroad National Historic Site; Flight 93 National Memorial; Fort Necessity National Battlefield, Friendship Hill Hational Historic Site; and Johnstown Flood National Memorial, for pass holder and three additional adults of their choice. The passholder must travel with the guests; they may be different guests at each    America The Beautiful Pass - $80.00 Annual fee of $80.00. Yearly pass sold for Entrance Fees to all National Parks and other Federal Areas; good for one year from date of purchase. This admits the guest and three additional adult guests in the party.   America the Beautiful-U.S. Military Pass - $0.00 Free. Yearly pass for Active US Military members, including the National Guard and Reserves; renewable each year during your active duty service, including the National Guard and Reservies. This admits the service member and his\/her dependents in the party.   Senior Pass - $10.00 For US Citizens or Permanent Residents who are age 62 or over; good for life. This admits the cardholder and three additional adult guests in the party.   Senior Pass - $10.00 For US Citizens or Permanent Residents who are age 62 or over; good for life. This admits the cardholder and three additional adult guests in the party.   Access Pass - $0.00 For US Citizens or Permanent Residents of any age who have a permanent disability (must show proper documentation); good for life. This admits the guest and three additional adult guests in the party.         Visitor Centers       Summit Level Visitor Center The Visitor Center, located immediately off of US Route 22 at the Gallitzin Exit, is the best place to start your tour. The park movie is shown in the indoor 60 seat auditorium as requested to give a concentrated overview of the park story. The program lasts approximately twenty minutes. The movie is a dramatic interpretation of what it was like to work and travel on the Portage Railroad. A fictional character, Edgar West, explains life on the canals then speaks of a change of occupation to Portage Railroad   Summit Level Visitor Center The Visitor Center, located immediately off of US Route 22 at the Gallitzin Exit, is the best place to start your tour. The park movie is shown in the indoor 60 seat auditorium as requested to give a concentrated overview of the park story. The program lasts approximately twenty minutes. The movie is a dramatic interpretation of what it was like to work and travel on the Portage Railroad. A fictional character, Edgar West, explains life on the canals then speaks of a change of occupation to Portage Railroad                 When you see this sign, you will know that you have arrived at Allegheny Portage Railroad National Historic Site. National Park Service  Allegheny Portage Railroad National Historic Site is located in southwestern Pennsylvania approximately 12 miles west of Altoona. Today's park covers 1249 acres. The main unit contains the Summit Level Visitor Center, the historic Lemon House, Engine House #6 Exhibit Shelter, the Skew Arch Bridge, picnic area and hiking trails. The Staple Bend Tunnel unit is located approximately 4 miles east of Johnstown, PA. Park Site Bulletins (things to supplement information in the park's regular brochure- unigrid). All are PDF format. Volunteers-In-Parks Program how you can help at Allegheny Portage Planning A Safe Visit general information about hazards, etc Forest Vegetation information on forest monitoring within Allegheny Portage Railroad National Historic Site Invasive Species Early Detection-Plants and Pests information on invasive plants and pests in the Eastern Rivers and Mountains Network Climate Change information detailing predicted climate change in the Eastern Rivers and Mountains Network The Lemon House the history of the building and its owners Guide To The Lemon House the self guided handout for visitors to the Lemon House Reproductions where Lemon House reproductions were obtained and how you might decide which are appropriate for your project Repointing information on the Lemon House mortar work Skew Arch Bridge details about this park feature Trails Summit area trails including ski landmarks (power lines, gas lines), suggestions of other trail resources Inclines 6 to 10 Trail map of the main route as well as spur trails Staple Bend Tunnel details and directions to this park feature Researching The Portage information for adults and children who want to learn more or find their family history related to the Portage The Lafayette details concerning this model on permanent loan from the B&O Rilroad Museum",
    "url": "https:\/\/www.nps.gov\/alpo\/planyourvisit\/basicinfo.htm"
}
