{
    "title": "Allegheny Portage Railroad National Historic Site: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       ENTRANCE FEES  Special Fee Free Days 2016 August 25-28-National Park Service Birthday Weekend September 24-National Public Lands Day November 11-Veterans Day January 19 -Martin Luther King, Jr. Day February 14-16-President's Day Weekend (park is CLOSED on Monday, February 16) April 18-19 -First Weekend of National Park Week August 25 -National Park Service Birthday (The NPS will turn 99 years old in 2015!) September 26 -National Public Lands Day November 11-Veteran's Day Everyday Individual Fees $5 per person for visits of 1-7 (consecutive) Days Details: Applies to ages 16 and over. Children 15 and under admitted free Cash or check accepted for admission fees; credit cards not accepted.   PASSPORT OPTIONS: National Parks of Western Pennsylvania (Five Park) Pass: Annual fee of $15.00. Yearly pass that covers the admission fees to the five National Parks of Western Pennsylvania: Allegheny Portage Railroad National Historic Site; Flight 93 National Memorial; Fort Necessity National Battlefield, Friendship Hill Hational Historic Site; and Johnstown Flood National Memorial, for pass holder and three additional adults of their choice. The passholder must travel with the guests; they may be different guests at each visit. Children are admitted free of charge. Save Money!! Buy the Local Pass right away if: *you have 4 adults in your group (saves $1 immediately, plus entry into other parks for up to a year) *you have 2 to 4 adults in your group and you plan to see both Allegheny Portage Railroad NHS and the Johnstown Flood National Memorial (saves $1 to $17 depending on your group size, plus you have 12 months to return AND admission for Fort Necessity National Battlefield- another $10-$20 savings) *you plan to visit more than once (your pass is good for 12 months, you can bring up to 3 adults guests each time you visit and not have to pay) Learn about the America the Beautiful Passes, including the new Annual Pass for U.S. Military - and sold (click for details) Senior Pass One time fee of $10.00. For US Citizens or Permanent Residents who are age 62 or over; good for life. This admits the cardholder and three additional adult guests in the party. Access Pass Free. For US Citizens or Permanent Residents of any age who have a permanent disability (must show proper documentation); good for life. This admits the guest and three additional adult guests in the party. America The Beautiful Pass Annual fee of $80.00. Yearly pass sold for Entrance Fees to all National Parks and other Federal Areas; good for one year from date of purchase. This admits the guest and three additional adult guests in the party. America the Beautiful-U.S. Military Pass Free. Yearly pass for Active US Military members, including the National Guard and Reserves; renewable each year during your active duty service, including the National Guard and Reservies. This admits the servicemember and his\/her dependents in the party.       Aerial view of the parking lot and visitor center. NPS  Why have fees? Managing our public lands is a major financial investment. While most of that investment comes from the general tax base, those who use these areas for recreation derive a greater benefit from--and place a greater burden on--resources than the public at large. These individual park fees redistribute that burden so that users pay an increased share of the costs. We encourage you to participate in recreational activities; such experiences will enhance your visit and create memories. But we also ask you to remember your role in keeping the experience alive for others.  There are many projects that the fee monies will be applied to such as repairs and improvements to roads, buildings, and trails. Fee money goes toward improved signs and exhibits. Educational programs, guided walks and hikes, and other visitor activities receive funds from fee money collected. Natural habitat protection as well as stabilization and restoration of historic structures can be enhanced thanks to fee monies. We thank you for your support of the National Parks and the fee program.",
    "url": "https:\/\/www.nps.gov\/alpo\/planyourvisit\/fees.htm"
}
