{
    "title": "Allegheny Portage Railroad National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do      2016 Schedule of Events: Click on the link to see the complete 2016 schedule of events for both Allegheny Portage Railroad National Historic Site and Johnstown Flood National Memorial. Park Visitor Center The Visitor Center, located immediately off of US Route 22 at the Gallitzin Exit, is the best place to start your tour. The park movie is shown in the indoor 60 seat auditorium as requested to give a concentrated overview of the park story. The program lasts approximately twenty minutes. The movie is a dramatic interpretation of what it was like to work and travel on the Portage Railroad. A fictional character, Edgar West, explains life on the canals then speaks of a change of occupation to Portage Railroad worker. Edgar relates a story of blasting the Staple Bend Tunnel as well as general building techniques. He uses written accounts by writers such as Charles Dickens and local newspapers to speak of the value of the Mainline system and the thrill of faster travel. Engine House 6 Exhibit Shelter At the top of incline #6 were several buildings. Among them was a building to house the stationary steam engines. While actual plans for the buildings have not been located, remains of the foundation for the engine house are preserved in an unique exhibit structure. Within the Engine House 6 shelter building are exhibits to explain the workings of an engine house and a \"Discovery Room\" of interactive exhibits. At the east side of the Engine House Exhibit Shelter is a platform that permits you to look down the length of Incline 6 to the Skew Arch Bridge. The Bridge can be enjoyed close up by hiking down the trail or driving to the traffic island on which it is preserved. In the area surrounding the Engine House are places for demonstrations of period work skills. When the weather cooperates costumed rangers will help immerse you into the 1840s. The Lemon House The Lemon House has reopened as of May 10, 1997. A major restoration project was completed restoring the house to its 1840s appearance. This includes the interior first floor as well as the exterior. While it is the original house on its original location, there is a great scarcity of information available about the home. Plans or contracts for building the house remain elusive. Documentary evidence is lacking to explain how the tavern was operated and what the menu may have been. Much of the restoration was founded on archeology work, period artwork, and documentation of other 19th century taverns in the local area. In 2011, a repointing project to replace the mortar between the exterior stones was completed. Picnic Area There are tables near the park Visitor Center for those wishing to have a quick meal or snack. Or some visitors enjoy using the empty amphitheater (the same as used for Evening on the Summit above) as a resting place. A shaded picnic area with a covered shelter and comfort station is located a half mile walk from the park's historic area. There is parking much closer but it is a separate area of the summit facilities. For the Picnic Area only, drivers take the Cresson Summit exit of U.S. Route 22. Westbound drivers take the exit marked \"Cresson Summit\" and turn left at the end of the exit ramp. The Picnic Area is on the left side of 'old route 22' and is marked with a large wooden sign. Eastbound drivers take the exit marked \"Summit\" NOT the Cresson US Route 53 exit that preceeds it. At the end of the ramp turn right onto 'old route 22' and watch for the wooden sign on the left as you start down the long hill. Evening on the SummitAnother exciting Evening on the Summit Schedule awaits for 2016! The schedule is as follows. All programs are on Saturday evenings and begin at 8:00 pm. Concerts are held in the park amphitheatre (weather permitting). Speakers are in the Summit Level Visitor Center Auditorium. June 11-Guest Speaker Jim Snyder-Blair County Cemeteries.July 9-Park Ranger Doug Bosley-What Was Carried on the Main Line Canal?July 16-Concert by Full Kilt-Twist yer Kilt Celtic Rock.July 23-Concert by Dead Irish Blues-Music Passed On by Those Who Have Passed On.August 6-Guest Speaker-Jared Frederick-Images of Modern America: Gettysburg NMP.August 13-Concert by The Michael O'Brian Band-World Famous Blitzin' Gallitzin Irish.August 20-Park Rangers Doug Bosley and Nathan Koozer-\"We've Come a Long Way.\"September 3-Enjoying the Night Sky with Dr. Martin Rice.   Van ToursThese Park Ranger led van tours follow the route of the Allegheny Portage Railroad from Hollidaysburg to Johnstown. Van Tours will be offered on the following Saturdays in 2016: June 11, July 9, July 23, August 6, August 20, and September 3. Van tours are free, but reservations are required. Please call (814) 886-6150 for more information and to make reservations. Due to the length of this tour, it is not recommended for children aged seven (7) years and under.Please be advised that because we cannot ensure that car seats are properly and safely installed on the vans and\/or the bus, we cannot accommodate them on van tours. If a child arrived to the park in a car seat, they must always be in a car seat. No allowances will be made for \"holding\" children while on a van tour. Thank you for your understanding.  Heritage HikesHeritage Hikes will be offered on the following Sundays in 2016:June 12-Johnstown Canal Basin WalkJune 26-Staple Bend Tunnel HikeJuly 17-Inclines 6 to 10 HikeJuly 24-Lower Trail Bike Tour-AlfarataJuly 31-Inclined Plane No. 10 HikeAugust 21-West Penn Bike Tour-BlairsvilleAugust 28-Inclines 6 to 10 HikeSeptember 25-Hollidaysburg Canal Basin WalkHikes are free, but reservations are required. Please call (814) 886-6150 for more information and to make reservations.",
    "url": "https:\/\/www.nps.gov\/alpo\/planyourvisit\/things2do.htm"
}
