{
    "title": "Lake Mead National Recreation Area: Abandoned Mines",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     Abandoned Mines                Abandoned Mines Lands             Abandoned mine land (AML) features represent a legacy of mineral extraction within the national parks. Management of these areas poses unique challenges since many abandoned mines are cultural resources that represent the history of local mining and also provide habitat for threatened and endangered species. Since many AML features are also hazards to public safety, several high-risk features at Lake Mead NRA have been mitigated by installing bat gates and cupolas, backfilling with existing waste rock or polyurethane foam, blasting entrances, or erecting signs and fences.      Abandoned Mines Lands (AML) Features       To date, at least 958 AML features have been documented within Lake Mead NRA. Of these, at least 175 and as many as 316 are considered to have hazards in need of mitigation.        Count Feature  Description    168  adit  Horizontal or near-horizontal entrances to underground mines    1  tunnel  Horizontal openings that have two connecting entrances    184  shaft  Vertical or near-vertical entrances to underground mines    13  inclined shaft  Sloped entrances to underground mines     477  prospect  Excavated mine features less than six feet deep; at Lake Mead NRA this term can apply to features with variable dimensions that are shallow test excavations    6  vent raise  Vertical or near-vertical features excavated from underground to aid mine ventilation    21  structure  Constructed feature such as head frame, building, foundation, etc.    88  other\/unknown             Back to Top     Abandoned Mines & Public Safety      Abandoned mines are usually considered unsafe and should not be entered. Signs are posted near known mines to warn visitors to keep out. Since many AML features are hazards to public safety, several high-risk features at Lake Mead NRA have been mitigated by installing bat gates and cupolas, backfilling with existing waste rock or polyurethane foam, blasting entrances, or erecting signs and fences.                             Back to Top     Mines as Habitat       Abandoned mines provide habitat for a number of wildlife species at Lake Mead NRA. One of the best-known animal residents is the bat, and many of the at least 19 species of bats found in the park are supported by abandoned mine features. These features can provide critical habitat to threatened and endangered species, particularly cave-adapted bat species facing declining natural habitat.     Historic Preservation      Many of the abandoned mine areas within Lake Mead NRA have been inventoried for cultural resources and have been documented as historic and archaeological sites. The majority of these abandoned mine features are related to hard rock mining operations. The Homestake Mine, near Laughlin, is the only abandoned mine site within the park that is listed on the National Register of Historic Places. Mining began at the Homestead Mine in the 1860s and was active until the 1930s. This site was listed on the Register in 1985 for its relationship to the history of mining in the area and its ability to provide information about a range of topics in mining history. Some of the abandoned mine areas that are considered eligible to the National Register of Historic Places include an unnamed mine near White Rock Canyon; the Empire Mine southwest of Lake Mohave; the Copper Mountain Group near Searchlight; and the Dupont Mine just north of the Copper Mountain Group.     Back to Top    Mine Density Map             Back to Top     Photo Gallery                     Abandoned Mines Lake Mead NRA   12 Photos  Photos of abandoned mines around Lake Mead NRA          Mine Safety Photos   4 Photos  Photos of mine safety procedures at Lake Mead National Recreation Area                       References       National Park Service Geologic Resources Division http:\/\/www.nature.nps.gov\/geology\/aml\/index.cfm Nevada Abandoned Mine Lands Report to the Commission on Mineral Resources Nevada Division of Minerals, 2008. Ninety-Sixth Annual Report for the Calendar Year 2007 Office of the Arizona State Mine Inspector, 2007. http:\/\/asmi.az.gov\/userfiles\/file\/Annual%20Reports\/2007AnnualReport_Final.pdf Abandoned Mine Lands in the Department of the Interior (Final Audit Report) United States Department of the Interior, Office of the Inspector General, 2008.    Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/abandoned-mines-lands.htm"
}
