{
    "title": "Lake Mead National Recreation Area: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia              Find Your Park from Vegas   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 18 seconds  To celebrate the National Park Service's 100th birthday, we celebrate with a video on finding your park from Vegas.               Video Time: 0:15  LINK (Opens Youtube in a new window)           Cruisin' and Paddlin' on the Mighty Colorado  (Opens link to Youtube) Las Vegas YMCA youth enjoying rafting, kayaking and learning about the mighty Colorado River near Willow Beach Arizona. This adventure was made possible by a grant from Outdoor Foundation to Outside Las Vegas Foundation. Time: 4:24           Lake Mead Adopts 100 Percent Genuine Class of 2016   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 27 seconds  In 2009, Lake Mead National Recreation Area adopted sixth grade students to participate in \"Graduation 2016, Healthy Land, Healthy Us\". The program uses real life experiences to connect kids to the outdoors and continues until their graduation in 2016. Here are some highlights.            Visit our Flickr page         Drowning Prevention Media Short videos based on actual events at Lake Mead, Spanish and English versions.           Partnerships in Education A ten minute film that features the educational outreach of Lake Mead National Recreation Area and it's partners. Click here for video.         Discover Lake Mead NRA education staff making a difference in the lives of students. Click here for video.        Historic Railroad Trail Video Podcast Hike through five abandoned tunnels, following the railroad bed where trains once hauled the materials for building Hoover Dam. Click preferred link below.  Quicktime (iTunes compatible) version Depending on your network connection please allow several minutes for the podcast to completely download Windows Media Player Version Depending on your network connection please allow several minutes for the podcast to completely download           Sunken B-29 Video Podcast Deep beneath the surface of Lake Mead a crashed WWII bomber lies shrouded in darkness and covered by the sediments of time. Click preferred link below. Quicktime (iTunes compatible) Version Depending on your network connection please allow several minutes for the podcast to completely download Windows Media Player Version Depending on your network connection please allow several minutes for the podcast to completely download           Diving to the Aggregate Plant Video Podcast There are many cultural resources hidden below the placid waters of Lake Mead. This podcast explores the aggregate plant that produced material for the building of Hoover Dam. Click preferred link below. Quicktime (iTunes compatible) Version Depending on your network connection please allow several minutes for the podcast to completely download Windows Media Player Version Depending on your network connection please allow several minutes for the podcast to completely download        The Park in Your Backyard Film Festival In celebrating the Ken Burns Film Project \"The National Parks: America's Best Idea\", we had 22 students from Bailey Middle School in Las Vegas visit the park on April 1, 2009. They used cameras purchased with a grant funded through the National Park Foundation by the generous support of the Evelyn and Walter Haas, Jr. Fund to produce 11 short videos about their visit. On the evening of May 27 we held the “Park in Your Backyard” film festival at the school. About 200 people were in attendance including students, family, faculty, community members, and park staff. Between Apr. 1 and the film premiere, rangers visited the school twice a week during and after school to assist students with putting together their films.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/photosmultimedia\/index.htm"
}
