{
    "title": "Eisenhower National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 05, 2016  A Wedding to Remember, Ike and Mamie’s 100th Wedding Anniversary, Eisenhower NHS, July 9th  On Saturday, July 9th the National Park Service and the Dwight D. Eisenhower Society will celebrate the 100th Anniversary of the marriage of First Lieutenant Dwight D. Eisenhower and Mamie Geneva Doud in 1916, at the Eisenhower NHS.   June 03, 2016  Change of Venue for Movie Night at Eisenhower NHS, June 5th  Change of Venue for Movie Night at Eisenhower National Historic Site, June 5th: “Of the Student, By the Student, For the Student” Film Premiere   May 26, 2016  Movie Night at the Eisenhower Farm, June 5th: \"Of the Student, By the Student, For the Student\" Film Premiere  The public is invited to visit Eisenhower NHS on June 5 at 6 p.m. to watch films about President Dwight D. Eisenhower created by students from Gettysburg Area Middle School as part of the “Of the Student, By the Student, For the Student” project.   May 20, 2016  Grant Supports York Students’ Visits to Eisenhower Farm  Students from McKinley School in York, PA are visiting a President’s home for the first time. Their visit to Eisenhower National Historic Site, as well as those by 18 other City of York 5th and 8th grade classes, is made possible by a generous “Ticket to Ride” grant from the National Park Foundation.   May 10, 2016  World War I Day at Eisenhower NHS this Saturday  This Saturday, on May 14, the National Park Service will sponsor a World War I living history day at the Eisenhower National Historic Site.   April 11, 2016  Blackhawk Helicopters will be on Display at the Eisenhower Farm April 22  Visitors to Eisenhower National Historic Site will have a special opportunity to get up close to a pair of UH-60 Blackhawk Helicopters of the New Jersey Army National Guard on April 22.   April 04, 2016  Harrisburg International Airport Helps Promote Gettysburg and Eisenhower Parks  More than a million annual travelers who pass through Harrisburg International Airport are seeing display advertising for Gettysburg NMP and Eisenhower NHS, thanks to a new collaboration between the National Park Service and Harrisburg airport officials.   February 17, 2016  Eisenhower NHS Featured in New Partnership with Google and the NPS  In a partnership between the National Park Service and Google, Eisenhower National Historic Site will be featured in the Google Cultural Institute, a digital platform which makes hundreds of historically and culturally significant objects in the National Park Service’s museum collection available online.   January 07, 2016  New Education Programs at Ike’s Farm in Gettysburg  The National Park Service is offering new education programs at Eisenhower National Historical Site this year. Dates are available now for students from grades 3 through 12 to learn about conflict, leadership, and history onsite or off-site.   November 18, 2015  Eisenhower Home Holiday Events Last through December  The National Park Service at the Eisenhower National Historic Site and the Gettysburg Foundation invite you to celebrate this holiday season at the home and farm of Dwight and Mamie Eisenhower. The Eisenhower home will be decorated for Christmas, December 1 through 31, 2015.   September 10, 2015  Gettysburg and Eisenhower Parks Present New School Programs for Students, Teachers and Administrators  Visitors to the Education Planning Tools section of the park’s website at www.nps.gov\/gett will discover a range of field trip activities, outreach and distance learning opportunities, and professional development for teachers and administrators.  Reservation request forms are now being accepting for all of the 2015-2016 offerings.   August 28, 2015  Gettysburg and Eisenhower Parks Begin “Every Kid in a Park” Initiative on September 1  The David Wills House at Gettysburg National Military Park and the Eisenhower National Historic Site invite all 4th grade students to visit for free, as part of the White House's new \"Every Kid in a Park\" program.   August 25, 2015  2016 World War II Weekend at Eisenhower NHS takes place September 17 - 18  On September 17 and 18, the National Park Service will sponsor a World War II living history weekend at the Eisenhower National Historic Site. Several hundred living history enthusiasts from over 50 organizations will portray military personnel from the European Theater in 1944.   August 06, 2015  Commemoration of the 70th Anniversary of the End of the Second World War  On August 16, at 10 a.m., the National Park Service, the Eisenhower Society and the Gettysburg Foundation invite the public to attend a wreath laying ceremony at the Soldiers’ National Cemetery at Gettysburg National Military Park to commemorate the 70th anniversary of the end of the Second World War.   July 10, 2015  Ahna Wilson is the New Eisenhower NHS Manager  Ahna M. Wilson has been selected to fill a new position as site manager for Eisenhower National Historic Site (EISE).  She is currently historian\/cultural resource manager for the Chesapeake & Ohio Canal National Historical Park based in Hagerstown, Maryland.   May 26, 2015  President Eisenhower’s Home in Gettysburg Offers Special Programs this Summer  Visits by world leaders to the President’s Gettysburg farm, the President’s Secret Service protection, his WWI experiences in the Tank Corps, the D-Day invasion and more are the focus of National Park Service programs at Eisenhower National Historic Site this summer.   May 04, 2015  The Eisenhower Academy Offers a Week-Long Exploration of 1950s Cold War America  Teachers as well as those who simply love history are invited to attend the 18th annual Eisenhower Academy held at historic Gettysburg College July 26 –31. The Academy offers a unique opportunity to explore and assess 1950s Cold War America and the Eisenhower presidency.   April 29, 2015  Ticket to Ride Grant Awarded to Eisenhower Site and City of York Schools  Thanks to a generous “Ticket to Ride” grant from the National Park Foundation and Disney, students from the City of York (Pa.) School District will have an opportunity to visit the Eisenhower National Historic Site this spring.   April 08, 2015  Eisenhower Site to Commemorate World War I Centennial  The National Park Service at Eisenhower National Historic Site will commemorate the centennial of the First World War with a World War I Day on Saturday, May 9.   April 01, 2015  Volunteer Senior Rangers Needed at Ike’s Farm  On Thursday, May 7, from 9:00 a.m. to 3:00 p.m., volunteers are needed for the annual cleaning and preservation of Eisenhower's farm equipment and cars.   March 31, 2015  National Park Week 2015 Encourages Everyone To Find Your Park  Gettysburg National Military Park and Eisenhower National Historic Site join parks, programs and partners across the country to encourage people to find their park and share their stories online at FindYourPark.com.   December 30, 2014  Carol Hegeman Recognized With Superior Service Award  The U.S. Department of the Interior recently recognized Carol Hegeman, Supervisory Historian, Eisenhower National Historic Site for superior service.   December 15, 2014  Eisenhower Home To Receive Facelift  The National Park Service is repainting the interior of the presidential home at Eisenhower National Historic Site beginning January 6.  The project will repaint six rooms and all interior hallways of the 16-room house, including the living room, front hall, master bedroom, general’s room, sitting room and office.   November 25, 2014  Ike and Mamie's Home Decorated for the Holidays  Celebrate this holiday season at the home and farm of Dwight and Mamie Eisenhower and see the Eisenhower family’s decorations on display from December 1 through 31.   May 14, 2014  Eisenhower Site Summer Programs Begin June 7  Stories about the prominent world leaders of the Cold War era, President Dwight D. Eisenhower’s frustrations playing golf, his Secret Service protection, and much more are the focus of National Park Service programs at Eisenhower National Historic Site this summer.   May 13, 2014  Eisenhower and the Men of D-Day Commemoration and Cemetery Tour  On Saturday, June 7, the National Park Service at the Eisenhower National Historic Site will commemorate the anniversary of D-Day, the Allied invasion of Normandy, France.   May 01, 2014  Eisenhower Site Seeks High School Volunteers  The Eisenhower National Historic Site is seeking students interested in volunteering with the site’s Junior Secret Service Program. The students will serve as the Agent-in-Charge to assist children ages 7-12 and their families in completing the site’s Junior Secret Service Program.   April 16, 2014  Eisenhower Event Highlights Mamie, 1950s Fashions, and Tea  Mamie Eisenhower said she and Ike had lived in 37 different homes during their married life.  Learn the story of this general’s wife and first lady on May 17 when the National Park Service at Eisenhower National Historic Site features the dramatic program, Mamie Remembers Gettysburg.  The site will also host a 1950s Fashion Show, provide a close-up look at the Eisenhowers’ cars and host a high tea sponsored by the Gettysburg Foundation.   April 10, 2014  Volunteer Senior Rangers Needed to Spruce Up Ike’s Farm  In preparation for the busy summer in Gettysburg, the staff of the Eisenhower National Historic Site and the Adams County Office for Aging invites active, older citizens to participate in the Volunteer Senior Ranger Corps.  On May 1, from 9:00 a.m. to 3:00 p.m. volunteers are needed for the annual cleaning and preservation of Eisenhower’s farm equipment and cars.   April 02, 2014  Join Us For Junior Ranger Day at Eisenhower NHS on April 26  For National Junior Ranger Day on April 26 the National Park Service is inviting younger visitors to Gettysburg National Military Park and Eisenhower National Historic Site for special activities.   November 27, 2013  December Offers a Special Look at the Holidays at the Eisenhower Home  The staff and volunteers at Eisenhower National Historic Site are welcoming the public to celebrate this holiday season at the home and farm of Dwight and Mamie Eisenhower. The Eisenhower home will be decorated for Christmas, December 1 through 31, 2013.   October 29, 2013  Mrs. Doud's Room Added to Eisenhower Home Tour  President Eisenhower got along famously with his mother-in-law, Elivera Carlson Doud.  Now for the first time visitors to Eisenhower National Historic Site can see Mrs. Doud’s bedroom as part of the Eisenhower Home tour.   September 05, 2013  WWII Weekend at Eisenhower NHS  On September 21 and 22, the National Park Service will sponsor a World War II living history weekend at the Eisenhower National Historic Site.  See authentic recreations of Allied and German army camps, complete with original World War II vehicles.  Several hundred living history enthusiasts from over 40 organizations will portray military personnel from the European Theater in 1944.   July 16, 2013  Metz Donation Supports Eisenhower WWII Weekend  The annual Eisenhower World War II Weekend will go on as scheduled on Saturday and Sunday, September 21 and 22, 2013 thanks to a generous donation from Thomas E. and Florence B. Metz.   July 09, 2013  A Few Spots Remain for Eisenhower Academy  The Eisenhower Academy: An Institute for Teachers and those who love history presents a week-long exploration and assessment of 1950s Cold War America. This year’s 16th annual Academy will be held from July 14 through July 19 at Gettysburg College and focuses on the Eisenhower presidency, including the policies, events, crises, and the life-style of 1950s America.   May 31, 2013  Eisenhower Site Summer Programs Begin June 8  Stories about the prominent world leaders of the Cold War era, President Dwight D. Eisenhower’s frustrations playing golf, his secret service protection, and much more are the focus of National Park Service programs at the Eisenhower National Historic Site this summer.   May 28, 2013  Ike and the Men of D-Day Commemoration and Cemetery Tours  On June 8 and 9, the National Park Service at the Eisenhower National Historic Site will commemorate the anniversary of D-Day, the Allied invasion of Normandy, France. Eisenhower and the soldiers who made the landings will be remembered in a special program by park rangers, Eisenhower and the Men of D-Day.  A small living history encampment will also be set up at the Eisenhower Site.   May 22, 2013  Eisenhower Site Seeks High School Student Volunteers  The Eisenhower National Historic Site is seeking students interested in volunteering with the site’s Junior Secret Service Agent program.  The students will serve as the Agent-in-Charge to assist children ages 7-12 and their families in completing the site’s Junior Secret Service Agent program.   May 03, 2013  Eisenhower Site and City of York (Pa.) Schools Receive Ticket to Ride Grant  Thanks to a generous grant from the National Park Foundation and Disney, students from the City of York School District will have an opportunity to visit the Eisenhower National Historic Site.  The Eisenhower Site was just awarded a Ticket To Ride grant that will pay for the travel expenses to transport the students to President Eisenhower’s farm in Gettysburg.   April 16, 2013  Mamie and 1950s Fashions at Eisenhower Site  Mamie Eisenhower said she and Ike had lived in 37 different homes during their married life.  Learn the story of this general’s wife and first lady on Saturday, May 11 when the National Park Service at Eisenhower National Historic Site features the dramatic program, Mamie Remembers Gettysburg.  The site will also host a 1950s Fashion Show, provide a close-up look at the Eisenhowers’ cars and host an already sold out formal tea.   April 09, 2013  Celebrate Junior Ranger Day at the Eisenhower Site and Gettysburg Battlefield  Young visitors to the Eisenhower Site can practice radio procedure, invent code names for family members, or interrogate suspicious looking staff members to earn a Jr. Secret Service Agent badge and certificate.  While Junior Secret Service Agents can qualify any day, on Saturday, April 20, 2013, the Eisenhower National Historic Site will celebrate National Junior Ranger Day and award an additional National Junior Ranger Day patch.   April 03, 2013  Eisenhower Museum Collections Book Now Available  You can tell much about a person by their possessions.  That is definitely true of Dwight D. Eisenhower and his wife Mamie.  Some of the many possessions they amassed in their 53 years of married life are now featured in a book, Eisenhower National Historic Site Museum Collections.   December 12, 2012  Eisenhower Farms Sign Donated to Site  Gloria Hartley, wife of President Eisenhower's head herdsman Robert Hartley, donates Eisenhower Farms sign to Eisenhower NHS.   November 27, 2012  The Eisenhower Home Decorated for the Holidays  The National Park Service at the Eisenhower National Historic Site is inviting the public to celebrate this holiday season at the home and farm of Dwight and Mamie Eisenhower. The Eisenhower home will be decorated for Christmas, December 1 through 31, 2012.   May 17, 2012  Greens Mower Donated to Eisenhower Site.  Bill Aldrich, of Gettysburg, donated a greens mower to Eisenhower National Historic Site to help care for Ike’s putting green.   April 10, 2012  Eisenhower NHS to Celebrate National Junior Ranger Day on April 28  Children can help us celebrate National Junior Ranger Day by participating in the Junior Secret Service Agent Program.  Earn a Junior Agent badge and certificate and Junior Ranger Day patch.   April 09, 2012  Volunteer Senior Rangers Needed to Spruce Up Ike's Farm  On Thursday, May 3th, from 9:00 a.m. to 3:00 p.m. volunteers are needed for the annual cleaning and preservation of Eisenhower's farm equipment and cars.   November 23, 2011  An Eisenhower Christmas  The National Park Service invites you to celebrate the holidays with Gettysburg's First Family at the Eisenhower National Historic Site, December 1 through 31, 2011.",
    "url": "https:\/\/www.nps.gov\/eise\/learn\/news\/newsarchive.htm"
}
