{
    "title": "Eisenhower National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1195 Baltimore Street  Gettysburg, PA 17325                 Directions         There is no parking available on site. Access to the site is only available via shuttle buses that leave from the Gettysburg National Military Park Visitor Center (at 1195 Baltimore Street, Gettysburg, PA 17325) throughout the day.  Directions Details           Operating Hours & Seasons         Winter Hours Visits to Eisenhower NHS can be made only by shuttle buses that depart from the Gettysburg National Military Park Museum & Visitor Center. Shuttle bus departure times from the Gettysburg National Military Park Museum & Visitor Center vary depending on season. 2016 Winter Season: January 1 - March 25 During the winter season there are days that the site is closed or has a delayed opening due to inclement weather. Call 717-334-1124 for the latest information on park closings.   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 PM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM      Spring Hours Visits to Eisenhower NHS can be made only by shuttle buses that depart from the Gettysburg National Military Park Museum & Visitor Center. Shuttle bus departure times from the Gettysburg National Military Park Museum & Visitor Center vary depending on season. 2016 Spring Season: March 26 - June 10   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 PM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM      Summer Hours Visits to Eisenhower NHS can be made only by shuttle buses that depart from the Gettysburg National Military Park Museum & Visitor Center. Shuttle bus departure times from the Gettysburg National Military Park Museum & Visitor Center vary depending on season. 2016 Summer Season: June 11 - September 2   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 PM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM      Fall Hours Visits to Eisenhower NHS can be made only by shuttle buses that depart from the Gettysburg National Military Park Museum & Visitor Center. Shuttle bus departure times from the Gettysburg National Military Park Museum & Visitor Center vary depending on season. 2016 Fall Season: September 3 - December 31   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 PM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM             Weather           http:\/\/www.wunderground.com\/cgi-bin\/findweather\/hdfForecast?query=17325         Fees & Passes     Entrance Fees:   Adult Daily Fees - $7.50 Adults (13 years and older)   Youth Daily Fees - $5.00 Youth (6 - 12 years of age)   Group (Youth) Daily Fees - $5.00 Group (6-12, 16+ people)   Group (Adult) Daily Fees - $6.50 (13 years and older, 16+ people)         Visitor Centers       Gettysburg National Military Park Museum & Visitor Center The Gettysburg National Military Park Museum & Visitor Center is the best place to start your visit for both Gettysburg area national parks. Here you will find the National Park Service Information Desk, Visitor Center activities, ticket sales, Eisenhower National Historic Site shuttle bus information, Museum Bookstore, Refreshment Saloon and restrooms. Tickets for all activities may be purchased at the Ticket Sales counter in the Visitor Center.                    To visit Eisenhower National Historic Site, purchase your tickets at the Gettysburg National Military Park Visitor Center and Museum at 1195 Baltimore Pike. Entrance to the site is by shuttle bus which departs from the Visitor Center throughout the day, 9:00 am - 4:00 pm. Plan 1 1\/2 - 2 hours for your visit. OPERATING HOURS AND SEASONS The site is open year round with the exception of Thanksgiving, Christmas, and New Years Day. FEES AND PASSES The fees cover shuttle bus access to the Eisenhower home, grounds, and reception center; and all programs on the site. PERMITS AND RESERVATIONS For information on reservations, special use permits, and filming permits.",
    "url": "https:\/\/www.nps.gov\/eise\/planyourvisit\/basicinfo.htm"
}
