{
    "title": "Lake Mead National Recreation Area: American Bald Eagle",
    "body": "Explore This Park    Learn About the Park     Nature     Atlas of Lake Mead     American Bald Eagle                Bald Eagle      Haliaeetus leucocephalus        In the winter months, many bald eagles migrate south to Lake Mead and Lake Mohave. It is during these gatherings that young eagles may meet potential life mates. Generally, bald eagles return to the same nesting territory year after year. The size of nesting territories varies in accordance with the availability of food resources. Both male and female eagles help build the nest, which is usually constructed up high in with a good view of the surrounding area. Biologists at Lake Mead NRA have confirmed a nesting pair in the Black Canyon area on Lake Mohave. Frequently, bald eagles have two or three nests within the same nesting territory, rotating between nests from year to year. Eagles construct the largest nests in North America. Native folktales and stories generally portray the bald eagle as powerful, intelligent, and helpful. Some native cultures revered the eagle. In contrast, early European settlers, who observed bald eagles eating dead livestock, wrongfully concluded that the birds preyed on farm animals. In the 1800s many counties offered bounties on eagles. By the 1960s, as the result of shooting, loss of habitat, and the use of pesticides, the number of successfully nesting bald eagles in the U.S. (excluding Alaska) was reduced to fewer than 450 pairs. In 1972, the use of DDT was banned in the United States and in 1973, the Endangered Species Act was passed. These factors, along with public education, were instrumental in reviving bald eagle populations in the Lower 48. The U.S. Fish and Wildlife Service has proposed that the bald eagle be removed from the endangered species list—a success story for wildlife conservation.      Range Map                     In Alaska, bald eagles engage in nesting during the spring and summer. During this time, the nesting pair stays close to its territory and doesn't interact with other eagles. In the winter months, eagles may migrate and gather in groups to feed on an abundant food source, such as a late run of salmon. It is during these gatherings that young eagles may meet potential mates. Bald eagles mate for life. Generally, bald eagles return to the same nesting territory year after year. The size of nesting territories varies in accordance with the availability of food resources. Both male and female eagles help build the nest, which is usually constructed high in a tree with a good view of the surrounding area. Frequently, bald eagles have two or three nests within the same nesting territory, rotating between nests from year to year. Eagles construct the largest nests in North America. Native folktales and stories generally portray the bald eagle as powerful, intelligent, and helpful. Some native cultures revered the eagle. In contrast, early European settlers, who observed bald eagles eating dead livestock, wrongfully concluded that the birds preyed on farm animals. In the 1800s many counties offered bounties on eagles. One of Alaska's early settlers, Josephine Sather, claims to have killed more than 200 bald eagles in defense of her fox farm. Alaska offered a bounty on bald eagles until 1953. By the 1960s, as the result of shooting, loss of habitat, and the use of pesticides, the number of successfully nesting bald eagles in the U.S. (excluding Alaska) was reduced to fewer than 450 pairs. In 1972, the use of DDT was banned in the United States and in 1973, the Endangered Species Act was passed. These factors, along with public education, were instrumental in reviving bald eagle populations in the Lower 48. The U.S. Fish and Wildlife Service has proposed that the bald eagle be removed from the endangered species list—a success story for wildlife conservation.      Fast Facts             Monitoring         Each January, the mid-winter bald eagle survey is conducted across the country to help monitor the status of wintering populations of eagles. Staff at Lake Mead NRA began participating in 1981; however, intensity, methodology, and consistency of surveys has varied. Since 2001, surveys have been standardized, providing valuable information on the status and trends of wintering eagles at the park. Results of surveys from lakes Mead and Mohave are combined with data from other surveys across the country and maintained by the U.S. Geological Survey.           Back to Top     Population Trends          Since 2009, the Bald Eagle count soared. The number of immature eagles show a significant rise while the adult population shows a moderate increase.The vast majority of Eagles were seen in the Overton Arm section of Lake Mead with other areas of the lake showing much smaller populations.Seventy years ago the Bald Eagle was protected by the 1940 Bald Eagle Protection Act, and in 1967, the act was amended to provide further protections. Since then, the Bald Eagle has made an amazing comeback. In 1995 the Bald Eagle was removed from the Federal government's endangered species list and changed to \"threatened\". In 2007 the Bald Eagle was delisted and the IUCN threat level (see above) changed to \"Least Concern\".     Seasonal Distribution          Data from shorebird surveys conducted between 2004 and 2009 indicate that bald eagles can be found at lakes Mead and Mohave between late September and early May, with the greatest numbers occurring between December and February. Little is known, however, about how long individual eagles stay at the recreation area before continuing their migrations. Only a handful of nests have been found in the recreation area, and prior to 2010 no breeding pair had been confirmed on either Lake Mead or Lake Mohave. Beginning in the spring of 2010, a breeding pair was found on a nest in Black Canyon, and the nest was again occupied in 2011 and 2012. The nest failed in 2010 and 2012; however, in 2011 at least one juvenile eagle appears to have survived and left the nest.     Back to Top     Geographic Distribution       Based on counts from mid-winter surveys conducted since 2001, eagles appear to favor habitats within the Overton Arm region of Lake Mead. This habitat preference may be due to a combination of factors, including larger populations of waterfowl present in this region of the lake as prey and lower levels of recreational use.            Back to Top     Photo Gallery                     Bald Eagles at Lake Mead   7 Photos  Photos of Bald Eagles at Lake Mead National Recreation Area          Bald Eagle Monitoring   4 Photos  Bald Eagle Monitoring Photos                       References       Threat Level provided by the International Union for Conservation of Nature's (IUCN) Red List.http:\/\/www.iucnredlist.org\/     Back to Top",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/nature\/bald-eagle.htm"
}
