{
    "title": "Fort Necessity National Battlefield: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Fort Necessity National Battlefield is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects      Park Pass Art Contest for Fourth Graders  The five National Parks in Western Pennsylvania held an art contest to celebrate the Centennial of the National Park Service and to encourage students to Find Their Park. The parks’ invited fourth graders from the counties in which the parks are located to participate. Entries were as diverse as parks themselves and none of the students found their park in quite the same way, showing how fun it can be to Find Your Park. Read more   National Parks Adventure Day at the Carnegie Science Center  On Saturday February 13, 2016 the Carnegie Science Center in Pittsburgh hosted National Parks Adventure Day as a kick-off for the release of the new National Parks Adventure IMAX movie. Park Rangers and volunteers from all five of the National Parks of Western Pennsylvania partnered with the Carnegie Science Center and REI to offer a wide variety of National Parks fun. Read more   Students Can Now Learn About Young George Washington   Fort Necessity is now offering students an opportunity to learn about young George Washington through distance learning.  Washington’s education was not in the university classroom.  Instead he learned his lessons in the wilderness camps and frontier battlefields of the French and Indian War.  Now any schools with video conferencing equipment can connect with the park to have the students learn about young Washington through interacting  with the park ranger.    Read more   Boy Scouts Dig Archaeology  The park now offers a program for Boy Scouts which allows them to complete the Archaeology Merit Badge.  This year it was advertised locally with 106 people participating over 6 days. Read more   Teachers, Look What We Have For You!  Using the new National Park Service education portal website teachers can view what Fort Necessity has to offer.  Posted on the website are 25 lesson plans, 5 field trips, a WebRangers program and teacher development opportunities.   Read more",
    "url": "https:\/\/www.nps.gov\/fone\/getinvolved\/2016.htm"
}
