{
    "title": "Fort Necessity National Battlefield: Donate",
    "body": "Donate to Fort Necessity National Battlefield         The Fort Necessity\/National Road Interpretive and Education Center was the result of generous community support   The National Park Service welcomes and encourages support form the private sector to supplement public funds appropriated by Congress. Donations come to the National Park Service from individuals, organizations, foundations, corporations, and businesses purely as expressions of support, in response to the donor's awareness of needs. Whatever the motivation, private sector funds and in-kind contributions enhance the ability of the National Park Service to carry out its programs and activities. The National Park Service recognizes and appreciates this support. National Park Service Director’s Order # 21 governs donations and fundraising policy, including requests for information about memorial contributions. These are contributions made to Fort Necessity National Battlefield in memory of an individual. Monetary Contributions: The park maintains a general donation account into which donations are deposited. Memorial contributions are established in this account. The donor receives recognition from the park, and an individual establishing a memorial contribution receives a listing of those who contribute. These funds are used at the park superintendent’s discretion for interpretive, educational, or research projects. Large donations may be earmarked for specific projects determined mutually by the donor and the park. If you are interested in donating directly to the park, you may contact the superintendent by phone at 724-329-5512 or by e-mail. Direct contributions can be sent to:  Superintendent Fort Necessity National Battlefield 1 Washington Parkway Farmington PA 15437  Checks should be made payable to the National Park Service. Donations of Items: Fort Necessity National Battlefield accepts donations of goods that support park needs and park programs. These may include such things as interpretive exhibits, items for the curatorial collection, or vegetation for the historic landscape. The park service cannot memorialize or name a feature or facility for an individual. Donation of artifacts and historic photos is a common inquiry. The needs of the park museum are defined by a “Scope of Collection.” Individuals wishing to donate an item should contact the park to ensure that it meets a park need.  E-mail the cultural resource manager or call 724-329-5819.",
    "url": "https:\/\/www.nps.gov\/fone\/getinvolved\/donate.htm"
}
