{
    "title": "Scotts Bluff National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Weather     Summer weather can bring high temperatures and low humidity. It is important to have plenty of water with you to prevent dehydration, especially during longer walks or hikes. Wear a hat and light-colored clothing to help regulate your body temperature. Severe thunderstorms with damaging hail and tornados are also possible in the late spring and summer. Be aware of developing storms and head for cover at the first signs of the storm. There are no shelter areas on the summit or the hiking trails. The Summit Road is closed during severe weather.   Winter weather varies greatly. October, November and April are generally mild. December through February are the coldest months. Wind chill is the most dangerous factor of winter weather. During cold weather, do not leave skin exposed to the air, and dress in layers to avoid overheating. While the Summit Road is cleared of snow after each snowfall, the hiking trails are not. Hike at your own risk. Nature and Wildlife  This is a national monument, so all animals, plants, and rocks are protected by law and cannot be removed or harmed.   Please do not deface the bluff or take any rocks as souvenirs.   The wildlife of the area is best viewed quietly from the trails. Harassment of the wildlife is illegal.   Please do not gather wildflowers or other plant parts. The plants are a very important part of the fragile mixed-grass prairie ecosystem.   Be aware that Scotts Bluff is in a prairie rattlesnake habitat. While common, they do not pose great danger to humans. If given the chance, they will try to avoid humans. The snakes can easily be seen from the trail. Off trail, they can be hidden in the environment. Here are some ways to avoid encounters with rattlesnakes:   Stay on developed trails.   Avoid walking through areas of tall grasses, plants, or shrubs.   Do not let small children walk unattended on or off the trails in the park.   If you encounter a rattlesnake, you should:   Stop where you are until you are sure where the snake is.   Back away slowly.  Keep a safe distance from the snake. (At least your own body length.)  Falling Rock  For your safety, please stay on the paved pathways. The rock along the Summit Trails and Saddle Rock Trail is soft and crumbly. Leaving the paved trails can be extremely dangerous!",
    "url": "https:\/\/www.nps.gov\/scbl\/planyourvisit\/safety.htm"
}
