{
    "title": "Fort Necessity National Battlefield: Programs for Cub Scouts",
    "body": "Programs for Cub Scouts       Welcome Cub Scouts! Fort Necessity offers guided and self-guided programs for Cub Scouts.  If you would like more information or to make a reservation please call 724-329-8124 or email the park staff. Come and enjoy a day at Fort Necessity.        Scouts in try-on American Indian clothes.   BEAT OF THE DRUM PROGRAM FOR BEARS Visiting Fort Necessity will help Bear Scouts complete two activities as part of the Paws for Action requirement. The scouts will fulfill the visiting a historic site and also learning about a famous American. The scouts could also participate in a guided program that would teach them about the American Indians that lived in the area during the French and Indian War. As part of the program they would make an American Indian craft and have some of the scouts dress in try-on American Indian clothes. This program would last 45 minutes to 1 hour. These are two activities in the Beat of the Drum elective. Dates offered, fees and reservations This Beat of the Drum program is offered Saturdays throughout the year (except mid-April to early June) and Tuesday through Saturday in the summer.    There are two fees - the entrance fee and the program fee. All people age 16 and older pay the park entrance fee of $5.00 per person. There is no entrance fee for children age 15 and under. The program fee is $20.00 for the first 10 cub scouts and $2.00 for each additional cub scout. Reservations are required. To make a reservation call 724-329-8124 oremail the staff.         Fort Necessity's Junior Ranger booklet.    JUNIOR RANGER ACTIVITY BOOKLET This is an excellent self-guided activity for Cub Scouts.  The boys see the movie in the visitor center, visit the fort, and complete activities in the booklet.  It is suggested the children 6 and under complete four activities, children age 7 to 10 complete six activities, and children 11 and up finish nine activities.  The boys will earn a plastic Junior Ranger badge.  The booklets are free.  Have fun learning and becoming a Junior Ranger.         Find Your Park Scout Ranger Patch   FIND YOUR PARK SCOUT RANGER Celebrate the centennial of the National Park Service   Boy Scouts can earn the “National Park Service Scout Ranger” certificate or the special patch for the National Park Service's centennial in 2016, the “Find Your Park Scout Ranger” patch. Participate in 5 hours of organized education activities and\/or volunteer service projects to earn the certificate or 10 hours to earn the patch. Scouts can earn their hours at one park or at several. If you live in Western Pennsylvania there is a National Park not too far away.   For more information on the program go the National Scout Ranger website or contact the park staff.",
    "url": "https:\/\/www.nps.gov\/fone\/learn\/kidsyouth\/cubscouts.htm"
}
