{
    "title": "Petrified Forest National Park: Kabotie Murals",
    "body": "Hopi Heritage at the Inn         A Tawa mural represents the sun rising on the eastern wall of the Lunch Room. NPS\/Marge Post  In 1948, Painted Desert Inn housed a shop and restaurant operated by the Fred Harvey Company. Mary Colter, the company's architect and interior designer, was tasked with remodeling the Inn. She hired Fred Kabotie, a Hopi Indian artist with whom she had previously worked at the Grand Canyon, to paint murals in the lunch room and dining room. His work reflects the Hopi ties to this region.   I had been thinking over what subject I should do, when it occurred to me that the Hopi people...used to travel right through this country to go after their salt... Fred Kabotie        Buffalo Dance mural in lunch room. NPS\/Marge Post  The lunch room features a Buffalo Dance mural. This ceremony is performed by the Hopi in winter to pray for good hunting and snow.        Salt Lake mural on the eastern dining room wall. NPS\/Marge Post  The Salt Lake mural tells the story of two young Hopi men as they walk 230 miles round trip from their home to Zuni Salt Lake, passing through what is now Petrified Forest National Park, on a salt collecting journey. It was not only a physical journey; it was also a sacred one. The murals tie the ancestral Puebloan people of the region to the Hopi people of the 1940s and today. While Painted Desert Inn gained status as a National Historic Landmark primarily due to its architecture, the murals of Fred Kabotie made a significant impact on the nomination.         Mural on the western wall of the dining room NPS\/Marge Post  Like the Salt Lake mural, the Three Peaks mural is also found in the dining room. It features important Hopi symbols, such as corn, rain, eagles, and the sacred peaks near Flagstaff. Check out the virtual tour of the Dining Room and see all the murals in place.                           Kabotie Murals   9 Photos  Hopi artist Fred Kabotie painted murals on the walls of Painted Desert Inn",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/hopi-heritage-at-the-inn.htm"
}
