{
    "title": "Fort Necessity National Battlefield: Programs for Girl Scouts",
    "body": "Programs for Girl Scouts       Welcome Girl Scouts!  Fort Necessity National Battlefield offers both guided and self-guided programs for girls of all ages.  If you would like more information please call 724-329-8124 or e-mail the park staff.        Girl in American Indian try-on clothes. NPS  PLAYING THE PAST JUNIOR BADGE   This guided program allows the girls to complete the Playing the Past badge by learning about Seneca women during the French and Indian War period. The Girl Scouts will receive the material to complete Step 1 either before or after the program.They will complete all the other steps while at Fort Necessity. The program includes try-on clothes, games, daily chores and making a wampum bracelet. It last about 2 hours.   Dates offered, fees and reservations  This badge program is offered Saturdays throughout the year (except mid-April to early June) and Tuesday through Saturday in the summer. There are two fees - the entrance fee and the badge program fee. All people age 16 and older pay the park entrance fee of $5.00 per person. There is no entrance fee for children age 15 and under. The badge program fee is $20.00 for the first 10 girl scouts and $2.00 for each additional girl scout. Reservations are required. To make a reservation call 724-329-8124 or email the staff.           Make your own badge.   BROWNIE MAKE YOU OWN BADGE \"LISTENING TO THE PAST\" This guided program is based on the requirements of the old \"Listening to the Past\" badge. The girls will have a great time as they visit the historic stagecoach stop on the old National Road - the Mount Washington Tavern. They will participate in a guided tour and a special program where they learn games from the past and dress up to act out a scene from the National Road. Each Girl Scout will receive a booklet with two stories from the past and learn interesting facts.  The program last 45 minutes to 1 hour.  Dates offered, fees and reservation This badge program is offered Saturdays throughout the year (except mid-April to early June) and Tuesday through Saturday in the summer. There are two fees - the entrance fee and the badge program fee. All people age 16 and older pay the park entrance fee of $5.00 per person. There is no entrance fee for children age 15 and under. The badge program fee is $20.00 for the first 10 girl scouts and $2.00 for each additional girl scout.   Reservations are required. To make a reservation call 724-329-8124 or email the staff.         Fort Necessity's Junior Ranger booklet.    JUNIOR RANGER ACTIVITY BOOKLET This is an excellent self-guided activity for Daisies, Brownies, Juniors and Cadettes.  The girls see the movie in the visitor center, visit the fort, and complete activities in the booklet.  It is suggested the children 6 and under complete four activities, children age 7 to 10 complete six activities, and children 11 and up finish nine activities.  The girls will earn a plastic Junior Ranger badge.  The booklets are free.  Have fun learning and becoming a Junior Ranger.         Girl Scout Ranger patch.    GIRL SCOUT RANGER Celebrate the centennial of the National Park Service   Girl Scouts can earn the “Girl Scout Ranger” certificate or the \"Girl Scout Ranger” patch. Participate in 5 hours of organized education activities and\/or volunteer service projects to earn the certificate or 10 hours to earn the patch. Girl Scouts can earn their hours at one park or at several. If you live in Western Pennsylvania there is a National Park not too far away.   For more information on the program go the Girl Scout Ranger website or contact the park staff.           GEORGE WASHINGTON LEARNING TO BE A LEADER   This self-guide program was developed by the National Park Service in cooperation with the Westmoreland-Fayette Council of the Boy Scouts of America. Although originally designed for Boy Scouts, Cadette and Senior Girl Scouts will enjoy this activity. The girls and their leader read text, answer questions, and participate in self guided activities all contained in one booklet. The program themes are leadership and stewardship. As the Girl Scouts work through the activities to earn \"George Washington Learning to be a Leader\" patch, they find how young George Washington learned lessons which he used throughout his lifetime, including as a general and as the first president of the Unite States. One booklet per Girl Scout and one leader's booklet per group will be provided.  The activity take about 3 hours to complete. The program is free, however, reservations are helpful. The park entrance fee of $5.00 per person applies to all people age 16 and older. Upon completion the Girl Scouts may purchase the \"George Washington Learning to be a Leader\" patch through the Westmoreland-Fayette Council of the BSA.          Patch not yet available   THE FRENCH AND INDIAN WAR IN WESTERN PENNSYLVANIA: 1754-1763 Developed as a program for the Boy Scouts, Cadettes and Senior Girl Scouts will enjoy this activity. The requirements are designed to help the participant gain experience and an understanding of the scope of the French and Indian War. The girls and their leader read the text, answer some questions, and participate in self guided activities all contained in one booklet. Participants will complete activities at four  locations: Fort Necessity's Visitor Center, the reconstructed fort, Braddock's Grave, and Jumonville Glen. One booklet per Girl Scout and one leader's booklet per group will be provided. The program is free, however, reservations are helpful. The park entrance fee of $5.00 per person for all people age 16 and older. This patch will be the second in the series and is designed to attach to the \"Learning to be a Leader\" patch.",
    "url": "https:\/\/www.nps.gov\/fone\/learn\/kidsyouth\/girlscouts.htm"
}
