{
    "title": "Fort Necessity National Battlefield: Capitulation",
    "body": "Articles of Capitulation       The battle of Fort Necessity ended when Colonel George Washington of the Virginia Militia and Captain John Mackay of the British Regulars surrendered to the French forces. The terms of the surrender, or Capitulation, were written in french and are transcribed here with an english translation. The document refers to the assassination of the french officer, Jumonville, in the second paragraph and in article seven. Washington denied the killing was an assassination, claiming his translator rendered the word as \"loss\" or \"death of\".           Capitulation accordée par <M.> de Vill<iers Capitaine> D'infant<erie> Commandant des troupes de Sa Majesté tres Chrétienne a celuy des troupes Anglais actuellement dans le fort de Nécessité qui avoit été Construit sur les terres du Domaine Du Roy Ce 3e Juillet 1754 a huit heures du soir.   Capitulation granted by Mons. De Villier, Captain of infantry and commander of troops of his most Christian Majesty, to those English troops actually in the fort of Necessity which was built on the lands of the King's dominions July the 3rd, at eight o'clock at night, 1754.    Savoir. Comme notre intention n'a jamais été de troubler la Paix et la Bonne armonie qui régnoit entre les deux Princes amis, mais seulement de venger L'assasin qui a été fait sur un de nos officier porteur d'une sommation et sur son escorte, comme aussy d'empecher aucun Etablissement sur les terres du Roy mon maitre A Ces Considerations nous voulons bien accorder grace a tous les Anglois qui sont dans le dit fort aux conditions ci-après.   As our intention had never been to trouble the peace and good harmony which reigns between the two friendly princes, but only to revenge the assassination which has been done on one of our officers, bearer of a summons, upon his party, as also to hinder any establishment on the lands of the dominions of the King, my master. Upon these considerations, we are willing to grant protection of favor, to all the English that are in the said fort, upon conditions hereafter mentioned.    Article pr. Nous accordons au Commandant Anglois de se retirer avec toute sa Garnison pour s'en Retourner paisiblement dans son pays et luy promettons d'Empecher qu'il luy soit fait aucune insulte par nos françois, et de maintenir autant qu'il sera en notre pouvoir tous les sauvages qui sont avec nous.  Article 1 We grant the English commander to retire with all garrisons, to return peaceably into his own country, and we promise to hinder his receiving any insult from us French, and to restrain as much as shall be in our power the Savages that are with us.     2e Il luy sera permis de sortir d'emporter tout ce qui leur appartiendra a l'Exception de L'Artillerie que nous nous reservons  Article 2 He shall be permitted to withdraw and to take with him whatever belongs to them except the artillery, which we reserve for ourselves.     3e Que nous leur accordons les honneurs de la guerre qu'ils sortiront tambour battant avec une piece de petit Canon, voulant bien par la leur prouver que nous les traittons en amis.  Article 3 We grant them the honors of war; they shall come out with drums beating, and with a small piece of cannon, wishing to show by this means that we treat them as friends.     4e Que sitôt les articles signés de part et d'autre, ils ameneront le Pavillon Anglois.  Article 4 As soon as these Articles are signed by both parties they shall take down the English flag.     5e Que demain a la pointe du jour un détachement françois ira pour faire défiler la Garnison et prendre pocession du dit fort.  Article 5 Tomorrow at daybreak a detachment of French shall receive the surrender of the garrison and take possession of the aforesaid fort.    6e Que comme les Anglois n'ont presque plus de chevaux ni Boeufs, ils seront libres de mettre leurs effets en cache pour venir les charcher lorsqu'ils auront Rejoint des Chevaux; ils pourront a cette fin y laisser des gardiens en tel nombre qu'ils voudront aux conditions qu'ils donneront parole d'honneur de ne plus travailler a aucun Etablissement dans ce lieu icy ni en deça la hauteur des terres pendant une année a compter de ce jour.  Article 6 Since the English have scarcely any horses or oxen lift, they shall be allowed to hide their property, in order that they may return to seek for it after they shall have recovered their horses; for this purpose they shall be permitted to leave such number of troops as guards as they may think proper, under this condition that they give their word of honor that they will work on no establishment either in the surrounding country or beyond the Highlands during on year beginning from this day.    7e Que comme les Anglois ont en leur pouvoir un officier, deux Cadets et Généralement les prisonniers qu'ils nous ont faits dans l'assasinat du Sr de Jumonville, et qu'ils promettent de les renvoyer avec Sauve garde jusqu'au fort Duquesne situé sur la Belle Rivière, et que pour sûreté de cet article ainsi que de ce traitté. Mrs Jacob Vannebramme et Robert Stobo tous deux Capitaines, nous seront Remis en ôtage jusqu'a l'arrivée de nos Canadien et françois ci dessus mentionnés. Nous nous obligeons de notre coté a donner escorte pour Remener en sureté les deux officiers qui nous promettent nos françois dans deux mois et demi pour le plus tard  Article 7 Since the English have in their power an officer and two cadets, and, in general all the prisoners whom they took when assassinated Sieur de Jumonville they now promise to send them with an escort to Fort Duquesne, situated on Belle River, and to secure the safe performance of this treaty article, as was as of the treaty, Messrs. Jacob Van Braam and Robert Stobo, both Captains shall be delivered to us as hostages until the arrival of our French and Canadians herein before mentioned. We on our part declare that we shall give an escort to send back in safety the two officers who promise us our French in two months and a half at the latest.    ait double sur un des postes de notre Blocus de jour et an que dessus    Pr. Copie ont Signé Mrs. James Mackay, Go.Washington Coulon Villier pour copie Coulon Villiertd>      Made out in duplicate on one of the posts of our block-house the same day and year as before. James Mackay George Washington Coulon de Villiers          The French version of the capitulation shown here was transcribed from Volume One of The Papers of George Washington, W. Abbot, Editor. The original document is in the Archives of District of Montreal, in Quebec, Canada. Volume 1 of \"The Papers\" as well as facsimile copies of the original document on parchment paper are available at the bookstore in the Fort Necessity visitor center.",
    "url": "https:\/\/www.nps.gov\/fone\/learn\/historyculture\/capitulation.htm"
}
