{
    "title": "Fort Necessity National Battlefield: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     June 22, 2016  Fort Necessity Welcomes Elnu Abenaki Tribe  and Vermont Abenaki Artists Association  The National Park Service will host members of the Elnu Abenaki Tribe and artists from the Vermont Abenaki Artists Association during a weekend of cultural heritage programs at Fort Necessity National Battlefield on Saturday and Sunday, July 2 and 3.   May 19, 2016  History Walk at Jumonville Glen and Memorial Weekend Encampment at Fort Necessity  The National Park Service will conduct a ranger guided walk at the Jumonville Glen unit of Fort Necessity National Battlefield at 7:00 a.m. Saturday May 28, 2016 to commemorate the anniversary of the Jumonville Glen skirmish of 1754.  The park service will also host an encampment at Fort Necessity National Battlefield during the weekend. Programs on French and Indian War battle tactics will be presented at Fort Necessity Saturday and Sunday, May 28 and 29.   May 12, 2016  Historic demonstrations and talks at the Mount Washington Tavern for National Road Festival  During the National Road Festival, members of the Friends of Fort Necessity will tell the stories of the Mount Washington Tavern and the role of the National Road in our nation’s development.  Dressed in historic costume, they will greet modern National Road travelers at the historic tavern.  Light refreshments will be available.   February 05, 2016  Winter Soldier Encampment at Fort Necessity National Battlefield  Park volunteers and staff will represent soldiers from the French & Indian War up to World War II. Using period costume, camp gear and equipment individuals will highlight notable campaigns of the winter season such as Washington's 1753 trip to Fort Le Boeuf, Valley Forge and the Bulge.",
    "url": "https:\/\/www.nps.gov\/fone\/learn\/news\/newsreleases.htm"
}
