{
    "title": "Petrified Forest National Park: Pueblo Revival",
    "body": "Pueblo Revival         The \"Stone Tree House\" undergoes its transformation, ca 1937 NPS  If you are near Painted Desert Inn, listen closely. You may still hear the ringing of hammers and the rasping of saws, echoes of the Civilian Conservation Corps (CCC) working on the Inn from 1937-40. After the National Park Service bought Painted Desert Inn and surrounding property from Herbert Lore in 1936, architect Lyle Bennett produced designs for a building that complimented the rolling red hills of the Painted Desert. To save on costs, construction was perfomed by CCC laborers from the camp in Rainbow Forest. Construction took three years, employing hundreds of young men in the process.Through the cold of winter and the heat of summer, the boys put in electric wires, plumbing, and a heating system. They braced walls, peeled logs, and shaped beams. Sleeping rooms, a new entryway, restrooms, a dining room, and a shaded porch were built as additions to the original structure. Their tireless work made the resulting building nearly unrecognizable as the stone structure it had been. It was now a warm colored adobe-like building, made in the Pueblo Revival architecture style popular in the 1920s and 1930s.        Punched tin lanterns made by CCC workers NPS  Southwestern Details Bennett started his career with the National Park Service as a ranger focusing on archeology. During the 1930s, he combined this knowledge with his architecture degree, providing various Southwestern parks and monuments with buildings appropriate to the regional culture. In a 1985 interview, Bennett said, \"The architectural style of [Painted Desert Inn] is influenced by the dwellings of the Pueblo Indians. A softening and decorative touch of Early Spanish is introduced by the use of adzed beams and carved corbels and brackets...The building presents a very pleasing appearance from the exterior and blends harmoniously with the surroundings. It is entirely in character being located in the heart of Hopi, Navajo, and Zuni Indian country.\" The new stuccoed walls and ponderosa pine vigas were striking changes. But Bennett's archeologically-inclined eye looked at every aspect of the building. The soft, natural lines around the window and door openings, for instance, reinforced the adobe concept. American Indian blanket designs were scored into the concrete floors, Spanish Colonial inspired tinwork lanterns hung from ceilings.         Be sure to look up if you ever visit Painted Desert Inn NPS\/Marge Post  Skylight All the interior details Bennett dreamed up were fabricated by CCC enrollee talent. One of the greatest additions to the new inn is the skyligyht in the Trading Post Room. Each glass panel is handpainted with an ancestral Puebloan pottery design. (Bennett had restored pottery in his ranger days at Mesa Verde National Park.) The glass panels continue to stop visitors in their tracks when they see them overhead.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/civilian-conservation-corps.htm"
}
