{
    "title": "Fort Necessity National Battlefield: Western PA National Parks",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions     Western PA National Parks              The National Parks of Western Pennsylvania                 Friendship Hill National Historic Site Albert Gallatin is best remembered for his thirteen year tenure as Secretary of the Treasury during the Jefferson and Madison administrations. In that time he reduced the national debt, purchased the Louisiana Territory and funded the Lewis & Clark exploration. Gallatin's accomplishments and contributions are highlighted at Friendship Hill, his restored country estate.  Learn more...            Flight 93 National Memorial On Tuesday morning, September 11, 2001, the U.S. came under attack when four commercial airliners were hijacked and used to strike targets on the ground. Nearly 3,000 people tragically lost their lives. Because of the actions of the 40 passengers and crew aboard one of the planes, Flight 93, the attack on the U.S. Capitol was thwarted. Learn more...           Johnstown Flood National Memorial The South Fork dam failed on Friday, May 31, 1889 and unleashed 20,000,000 tons of water that devastated Johnstown, PA. The flood killed 2,209 people but it brought the nation and the world together to aid the \"Johnstown sufferers.\" The story of the Johnstown Flood reminds us all, \"...that we must leave nothing undone for the preservation and protection of our brother men.\" Learn more...          Allegheny Portage Railroad National Historic Site The first railroad to circumvent the Allegheny Mountains, the Allegheny Portage Railroad was the finishing piece of the Pennsylvania Mainline Canal. \"The Portage,\" opened in 1834, marking the first time that there was one, direct route between Philadelphia and Pittsburgh. All things to all people, it served merchants, passengers, slaves in pursuit of freedom, and soldiers from the Mexican War. Learn more...",
    "url": "https:\/\/www.nps.gov\/fone\/planyourvisit\/visitwepa.htm"
}
