{
    "title": "Fort Necessity National Battlefield: Historic Weapons Programs",
    "body": "Historic Weapons Program          A variety of black powder weapons were used by the various forces of British, French and Native Americans involved in the Fort Necessity and Braddock Campaigns of 1754 and 1755. The strengths and weaknesses of these weapons had a major impact on the final outcome of these campaigns.  The opposing sides of the conflict in North America used a variety of smoothbore muskets depending on which side they belonged to. The main British musket used at the time was the .75 caliber King's Musket, Land Pattern, while France relied on the .69 caliber M1728 model musket. Native Americans used a variety of lighter and cheaper made trade muskets such as the .62 caliber Fusi de Chasse. Muskets were not very accurate and only had an effective range at aimed point targets of 60 to 80 yards. The inaccuracy of these muskets was the reason soldiers fought in compact line formations in order to get the most effective usage out of there weapons. This is in stark contrast to the rifle of the time, which was more accurate than the smoothbore and had an effective range of 125 yards at aimed point targets.       The basic infantry weapon used by combatants during both the Fort Necessity and Braddock campaigns was a smoothbore flintlock musket.    Despite the advantages of both range and accuracy offered by the rifle, armies of the time relied on the smoothbore musket. This was largely due to the ease, simplicity and speed of loading that the smoothbore musket offered over the more complicated and slower loading rifle. This difference was due to the simplicity of the design of the ammunition used by the smoothbore called the cartridge. The musket cartridge contained both powder and ball rolled together in paper. This combination simplified the loading process, eased the training of soldiers and sped up the load time of the weapon. In the time that it took to load and fire just one shot from a rifle, three could be loaded and fired from a smoothbore musket.       The Swivel Gun could fire grape shot or a half pound solid shot ball with an effective range at an aimed point target of only about 30 yards.   Artillery's principal use in the Ohio country frontier was intended for siege or defensive operations. During the Fort Necessity campaign of 1754, Washington's Virginia Regiment brought nine swivel guns that were the only artillery used at the battle. The swivel gun was designed for naval use to sweep the deck of enemy ships at close range with grape shot. It had little impact on the outcome of the battle at Fort Necessity. The following year the numerous siege guns brought by general Braddock's army for besieging Fort Duquesne included four 12 pound field guns, six 6 pound field guns, four 8 inch howitzers and fifteen 4 1\/2 inch mortars. However, these pieces never reached their objective and were left behind by the British after Braddock's defeat.       The 4 1\/2 inch mortar fired a 6 pound exploding bomb with an effective of range of approximately one quarter of a mile.   Fort Necessity National Battlefield offers daily living history programs during the summer months. These programs are conducted by park staff in period uniforms and dress. These programs generally conclude with a loading and firing demonstration of an historic black powder weapon used at either Fort Necessity or the Braddock Campaign. The demonstrations vary and are subject to change, but include a musket or artillery firing. All members of the park staff that conduct these demonstrations complete official black powder training according to NPS guidelines and are certified by the Park's historic weapons supervisor. For more information regarding Fort Necessity's Historic Weapons Program, please contact the Visitor Center at 724-329-5805 or contact Brian Reedy at 724-329-5470.",
    "url": "https:\/\/www.nps.gov\/fone\/planyourvisit\/historic-weapons-program.htm"
}
