{
    "title": "Fort Necessity National Battlefield: Camping",
    "body": "Camping       Fort Necessity NB does not have a public campground. There are a number of public and private campgrounds near Fort Necessity National Battlefield. Download a list of nearby campgrounds here. In addition, Heritage Reservation, the main camp of the Greater Pittsburgh Council, BSA is located about five miles from Fort Necessity National Battlefield. For other camping in the area, visit the Laurel Highlands Visitors Bureau. This is the official tourism promotion agency of Fayette County.      Campgrounds within 15 miles of Fort Necessity National Battlefield PUBLIC   Ohiopyle State Park PO Box 105 Ohiopyle, PA 14570 724-329-8591  U.S. 40 west 3 miles to Chalk Hill, Right on Chalk Hill-Ohiopyle Rd. 6 miles, follow the signs 223 sites  8 Group tent sites NO pets or alcohol, reservations requested. March – December Reservations - call 888-PA-PARKS or online at www.visitPAparks.com  U.S. Army Corps of Engineers Youghiogheny Reservoir RD 1 Box 17 Confluence PA 15424 814-395-3242  U.S. 40 east, left on state route 281 north, follow signs.   74 sites at out flow (reservoir) 30 sites at Mill Run, MD. Site Reservations through www.recreation.gov – on-line or at 877-444-6777 40% first come first served.  PRIVATE Benner’s Meadow Run Campground 315 Nelson Rd. Farmington PA 15437 724-329-4097 www.bennersmeadowrun.com U.S. 40 east, first left onto Nelson Road, follow the signs  200 sites Tent, RV camping, cabin rental. showers, pool, camp store. Five Pines Campground 677 Elliotsville Rd. Farmington Pa 15437 724-329-4606 toll free 800-784-8187 www.quiethousebnb.com\/FivePinesCamping U.S. 40 East, right on State Route 381 South, 3.5 miles -- follow the signs.  114 sites tent, RV, groups, showers, hookups, fishing Must call for reservation Yogi Bear Jellystone Camp Resort 839 Mill Run Rd. Mill Run, PA 15464 724-455-2929 or 800-439-9644 http:\/\/www.jellystonemillrun.com U.S. 40 east, left onto State Route 381 North, 7 miles North of Ohiopyle  Showers, hook-ups, sewage (dumping), pool, waterslides, fishing Scarlett Knob Campground Box 44 - Route 381 North Ohiopyle, PA 15470 724-329-5200 scarlettknobcampground.com U.S. 40 east, left on State Route 381 North, 2 miles north of Ohiopyle  100+ sites Family and group areas Pets on leash permitted, showers, Flush toilets. Tall Oaks Campground 544 Camp Riamo Road Farmington, PA 15431 724-329-4777 www.talloakscampground.com U.S. 40 east, right on State Route 381 South, 1.5 miles, follow signs.   100+ sites Tent, and RV camping. Showers, Yough Lake Campground at Tub Run 250 Tub Run Road Confluence, PA 15424 888-751-8626 www.laurelhighlands.com U.S. 40 east, left on State Route 281 North, 3 miles, follow signs.   100+ sites Tent, and RV camping, cabin rental. Showers, camp store, beach swim area, boat launch and rentals, dump station",
    "url": "https:\/\/www.nps.gov\/fone\/planyourvisit\/camping.htm"
}
