{
    "title": "Lake Mead National Recreation Area: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 03, 2016  LAKE MEAD RANGERS TAKE A NIGHT OUT WITH THE COMMUNITY  BOULDER CITY, Nevada – At a time in America when tensions are high between some communities and police officers, Lake Mead National Recreation Area rangers helped build community trust by participating in National Night Out Aug. 2 at the Veterans Memorial Park in Boulder City, Nevada.   August 03, 2016  LAKE MEAD CELEBRATES LATINO CONSERVATION WEEK  BOULDER CITY, Nevada – Park rangers at Lake Mead National Recreation Area held a tamarisk clean-up event July 22 in celebration of Latino Conservation Week.   July 01, 2016  THOUSANDS EXPECTED TO CELEBRATE 4TH OF JULY WEEKEND AT LAKE MEAD, LAKE MOHAVE  BOULDER CITY, Nevada – Park rangers are anticipating more than 100,000 visitors at Lake Mead National Recreation Area this 4th of July weekend. Here are the latest launch ramp conditions, safety tips and weekend events.   June 29, 2016  UPCOMING EVENTS AT LAKE MEAD NATIONAL RECREATION AREA JULY 1 – 31  BOULDER CITY, Nevada. – The following events are happening at Lake Mead National Recreation Area July 1-31   June 02, 2016  2016 SOUTHERN NEVADA FIRE RESTRICTIONS ANNOUNCED  Las Vegas – June 6, the Bureau of Land Management, Bureau of Reclamation, National Park Service, Nevada Division of Forestry, U.S. Fish and Wildlife Service and U.S. Forest Service are implementing fire restrictions in Southern Nevada.   May 09, 2016  GOLDSTRIKE CANYON, ARIZONA HOT SPRING TRAILS WILL CLOSE MAY 15-SEPT 30  BOULDER CITY, Nevada – After seeking input from the public, Goldstrike Canyon and Arizona Hot Spring trails will close May 15 through Sept. 30 annually.   May 05, 2016  LAKE MEAD, TULE SPRINGS CONNECT WITH HUNDREDS OF THOUSANDS DURING NATIONAL PARK WEEK  Hundreds of thousands of people helped Lake Mead National Recreation Area and Tule Springs Fossil Beds National Monument celebrate National Park Week April 16-24. The parks held traditional events along with a few out-of-the-box virtual experiences in order to reach such a wide and diverse audience.   April 05, 2016  NPS SEEKS PUBLIC COMMENT ON PROPOSED GOLDSTRIKE CANYON, ARIZONA HOT SPRING TRAILS SEASONAL CLOSURE  BOULDER CITY, Nevada – The National Park Service is seeking public comment on a proposed permanent seasonal closure for Goldstrike Canyon and Arizona Hot Spring trails within Lake Mead National Recreation Area for May 15 through Sept. 30 annually.   March 03, 2016  FIND YOUR PARK FROM VEGAS CAMPAIGN LAUNCHES MARCH 3  BOULDER CITY, Nevada – Las Vegas is the gateway to national parks in the west.   February 18, 2016  LAKE MEAD NATIONAL RECREATION AREA 2015 VISITATION UP 5 PERCENT  BOULDER CITY, Nevada – Lake Mead National Recreation Area welcomed 7.2 million recreation visitors to the park in 2015, an increase of 5 percent compared to 2014, according to figures released by the National Park Service Feb. 17.   January 15, 2016  113 BALD EAGLES COUNTED DURING LAKE MEAD’S MIDWINTER SURVEY  BOULDER CITY, Nevada – Survey teams set out at dawn on eight different boats throughout Lake Mead National Recreation Area Jan. 12 to survey the local bald eagle population on lakes Mead and Mohave.   January 07, 2016  ROADS TO LAKE MOHAVE TO UNDERGO $11.3 MILLION IN IMPROVEMENTS  BOULDER CITY, Nevada – An $11.3 million construction project to improve roads leading to Katherine Landing within Lake Mead National Recreation Area will begin Jan. 11.   December 16, 2015  NEXT GENERATION DISCOVERS GREAT OUTDOORS AT LAKE MEAD NRA  BOULDER CITY, Nevada – Youth from across the Las Vegas Valley visited Lake Mead National Recreation Area Dec. 12 to take part in an outdoor discovery series designed to connect with and create the next generation of park visitors, supporters and advocates.   October 14, 2015  LAKE MEAD NATIONAL RECREATION AREA LAUNCHES VIRTUAL MUSEUM  BOULDER CITY, Nevada – Oct. 15 marks the anniversary of the signing of the National Historic Preservation Act and Oct. 17 is International Archaeology Day. Lake Mead National Recreation Area is celebrating with the launch of its new Virtual Museum.   October 06, 2015  LAKE MEAD NATIONAL RECREATION AREA TO INCREASE FEES JAN 1  BOULDER CITY, Nevada – Lake Mead National Recreation Area will increase entrance, vessel and camping fees to the park Jan. 1, 2016. The increase is part of a larger National Park Service initiative to standardize fees in similar parks across the country.   September 22, 2015  LAKE MEAD NATIONAL RECREATION AREA WELCOMES CENTENNIAL VOLUNTEER AMBASSADOR  BOULDER CITY, Nevada – Lake Mead National Recreation Area was one of 70 national park units to be appointed a Centennial volunteer ambassador intern to help connect people to their national parks and public lands in support of the National Park Service’s 100th anniversary in 2016.   September 04, 2015  FREE LOANER LIFE JACKETS AVAILABLE AT NORTH AZ TELEPHONE COVE ON LAKE MOHAVE  BOULDER CITY, Nevada – Arizona Game and Fish and the National Park Service have teamed up to save lives. A new life jacket loaner station has been installed at North Arizona Telephone Cove on Lake Mohave.   September 02, 2015  INTERIOR SECRETARY, WHITE HOUSE KICK-OFF ‘EVERY KID IN A PARK’ IN LAS VEGAS  LAS VEGAS – U.S. Secretary of the Interior Sally Jewell gave 65 Las Vegas fourth graders an annual pass for free entry to more than 2,000 federally managed lands and waters during the nation’s first official Every Kid in a Park event Sept. 2.",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/news\/newsreleases.htm"
}
