{
    "title": "Fort Necessity National Battlefield: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations       Reservations Self Guided School Groups Details - Educational institutions recognized by a federal, state or local government who are visiting Fort Necessity National Battlefield to satisfy curriculum requirements may request a waiver of the entrance fee. Schools and educational groups should schedule in advance and request a fee waiver form. Mid April through early June often fill early. Additional fees apply for Educational Programs -- see below.  On-site Programs for Groups $2-8\/person (in addition to entrance fee) Details - Special interpretive programs can be arranged for groups in the meadow, Mount Washington Tavern, Braddock's Grave and\/or Jumonville Glen. Subject to availability. Call 724-329-5811 for more information.  On-Site School Programs Three Cultures in Conflict - 4th-6th grade Details - This half-day program helps students learn about the French, the British and the American Indians; and the circumstances that led to war. The program includes a workshop in the learning lab where students learn about the three cultures through hands-on activities, a guided tour of the reconstructed fort, a tour of the exhibits, viewing the 20- minute film, visiting the bookstore and access to picnic tables for lunch. $1\/student Travelers and Workers Along the National Road - 3rd Grade Details - This half-day program helps students learn about travel and travel accommodations on the National Road. The program includes a tour of the Historic Mount Washington Tavern, a workshop in the Learning Lab, a tour of the exhibits, viewing the 20-minute film, visiting the bookstore and access to picnic tables for lunch. $1\/student Guided Tours - 7th - 12th grade Details - The teacher may select from several different guided tours and activities for their students: a tour to the reconstructed fort, a tour of the Mount Washington Tavern, a tours of the exhibits, viewing the 20-minute film, or visiting the bookstore. The group will have access to the picnic tables for lunch. Each tour last 45 minutes. For reservations call 724-329-8124. $1\/student Off-site Programs Details - Park Rangers\/Costumed interpreters are available for programs at your site. A nominal fee is charged to cover expenses. Call 724-329-5811 for more information. Fees Vary",
    "url": "https:\/\/www.nps.gov\/fone\/planyourvisit\/permitsandreservations.htm"
}
