{
    "title": "Fort Necessity National Battlefield: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions           Fort Necessity National Battlefield is located 11 miles east of Uniontown Pennsylvania and 1 mile west of Farmington, PA along The National Road (US Route 40).   Driving Directions The main unit of the park is located 11 miles east of Uniontown, Pennsylvania on U.S. Highway 40. The visitor center, reconstructed Fort Necessity, Mount Washington Tavern and picnic area are located in the main unit of the park. From Downtown Pittsburgh: approx. 1.5 hrs.  US 51 South to Uniontown US 119 South - (bypass) to US 40 East Park entrance is on right 11 miles east of Uniontown.  (Alternate Route - PA Turnpike 43 from Jefferson Hills to US 40 East - Toll = $5.00)   From Pittsburgh Airport: approx. 1.75 hrs.  I-376 toward Pittsburgh Exit right on I-79 south toward Washington PA Exit left on I-70 east Exit #37A - PA 43 south toward California PA - Tollroad ($1.80 + $1.40) Exit US 40 east toward Hopwood   Park entrance is on right 11 miles east of Uniontown.  From The Pennsylvania Turnpike from eastern PA: approx. 45 mins.  Exit #91- Donegal PA 711 south to US 381 Stay on US 381 south to US 40 Right on US 40 Park entrance is one mile on left.  From Western Maryland: 25 minutes.  Exit 14 from I-68 to US 40 west US 40 west toward Uniontown, PA Park entrance is on left one mile past Farmington, PA.  From Morgantown, WV: 40 minutes  I-68 east over Cheat Lake Exit #10 HWY 857 north to PA 43 PA 43 north to US 40 (toll $1.40) US 40 east 12 miles Park entrance is on the right       Plane  Fort Necessity is less than 2 hours from Greater Pittsburgh International Airport. Commuter flights may be available to Morgantown, WV (45 minutes away) or Latrobe, PA (1 hr 15 minutes away.)  Bus  Commercial Bus Service is not available to the area. Regularly scheduled local busses from Uniontown to Nemacolin Woodlands resort pass Fort Necessity. Call Fayette Area Coordinated Transport (FACT) 724-430-4600 for schedule information. Toll Free: 1-800-321-7433.",
    "url": "https:\/\/www.nps.gov\/fone\/planyourvisit\/directions.htm"
}
