{
    "title": "Fort Necessity National Battlefield: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1 Washington Parkway  Farmington, PA 15437                 Directions         The main unit of the park is located 11 miles east of Uniontown, Pennsylvania on U.S. Highway 40. The visitor center, reconstructed Fort Necessity, Mount Washington Tavern and picnic area are located in the main unit of the park.  Directions Details           Operating Hours & Seasons         Fort Necessity National Battlefield Entrance to Fort Necessity National Battlefield is allowed from sunrise until sunset and is subject to the park entrance fee.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset     Park District  Jumonville Glen Jumonville Glen is open May 1 through October 31 from sunrise to sunset   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM      Additional Information View More       Jumonville Glen closed in winter:   November 1  - April 30           Braddock Grave Open daily from sunrise to sunset.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Additional Information View More       Braddock's Grave unit closed for winter:   November 1  - April 30                  Weather           Weather varies considerably within each season.  Be prepared with layered clothing. Precipitation is common throughout the year. Spring: Temperatures usually range from 25°F to 70°F.  On average, May is the wettest month. Summer: Temperatures usually range from 50°F to 80°F. July is the warmest month. Fall: Temperatures usually range from 30°F to 70°F. Fall foliage is at its peak around mid-October. Winter: Temperatures range from 15°F to 40°F.  January is the coldest month.         Fees & Passes     Entrance Fees:   Fort Necessity NB Entrance Fee - Per Person - $5.00 Entrance to the park, including all facilities and public programs.   Entrance Passes:   Western Pennsylvania National Parks Annual Pass - $15.00 Allow pass holder and three guests entrance to Fort Necessity National Battlefield, Johnstown Flood National Memorial, and Allegheny Portage Railroad National Historic Site for one year from the date of purchase.         Visitor Centers       Fort Necessity\/National Road Interpretive and Education Center The exhibits an programs at The Fort Necessity\/National Road Interpretive and Education Center immerse visitors and students in the diverse cultures and customs of mid-eighteenth century Pennsylvania.  The bookstore gift-shop provides a selection of theme related souvenirs and in-depth material for those who want to learn more after visiting the park.  Exhibits also cover the National Road, the first federally funded highway, that linked the east and west of the young United States.   Mount Washington Tavern The Mount Washington Tavern is a museum that focuses on travel and life along the National Road in the early 1800s, when it was a stagecoach stop along the nation's first federally funded highway.                 Summer programs at Fort Necessity include 18th century weapons demonstrations   Plan 1 1\/2 to 2 hrs to see the historic sites in the main unit of the park. Add an hour to visit Braddock's grave and Jumonville Glen sites. Click on Operating Hours & Seasons to find out when visitor facilities are open. The Fort Necessity park grounds are daily from Sunrise - Sunset, year-round.",
    "url": "https:\/\/www.nps.gov\/fone\/planyourvisit\/basicinfo.htm"
}
