{
    "title": "Fort Necessity National Battlefield: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       ENTRANCE FEES Individual $5 - Seven Days Children 15 and under admitted free  SW Pennsylvania park pass $15 - 12 Months Allows entry to Fort Necessity National Battlefield, Johnstown Flood National Memorial, Allegheny Portage Railroad National Historic Site for pass owner(s) and 3 adults, not to exceed 4 adults. Two shared owners allowed.  Good for 12 months from date of purchase. National Passes America the Beautiful - National Parks and Federal Recreational Lands Passes Annual, Senior, and Access Passes are accepted and available. More information on passes  Golden Age Passport, and Golden Access Passport. These passes have been discontinued and replaced by the America the Beautiful - National Parks and Federal Recreational Lands Passes - Senior Pass, and Access Pass. All passes continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes. Self Guided School Groups Educational institutions recognized by a federal, state or local government who are visiting Fort Necessity National Battlefield to satisfy curriculum requirements may request a waiver of the entrance fee. Schools and educational groups should schedule in advance and request a fee waiver form. Additional fees apply for Educational Programs -- see below.  ACTIVITY FEES On-site Programs for Groups $2-8\/person (in addition to entrance fee) Details - Special interpretive programs can be arranged for groups. Subject to availability. Call 724-329-8124 for more information.  On-Site School Programs $1\/student Three Cultures in Conflict - 4th-6th grade Travelers and Workers Along the National Road - 3rd Grade Guided Tours - 7th - 12th grade  Off-site Programs Fees Vary Details - Park Rangers\/Costumed interpreters are available for programs at your site. A nominal fee is charged to cover expenses. Call 724-329-5811 for more information.",
    "url": "https:\/\/www.nps.gov\/fone\/planyourvisit\/fees.htm"
}
