{
    "title": "Lake Mead National Recreation Area: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        Andrew Cattoir       A Braille park information pamphlet is available at the Visitor Center (limited quantities available) or you may download a Braille ready format HERE.           Boulder Beach       River Mountains Loop Trailhead Parking Area Visitor Center Alan Bible Alan Bible Visitor Center Parking Lot Mobile Restroom 1 Mobile Restroom 2 Mobile Restroom 3 Vault Toilet Backcountry Sandy\/Hamblin Bay No. 14 Vault Toilet Backcountry Sandy\/Hamblin Bay No. 15 Vault Toilet Backcountry Sandy\/Hamblin Bay No. 16 Vault Toilet Backcountry Sandy\/Hamblin Bay No. 17 Historic Railroad Trail Vault Toilet South Picnic Area Restroom 33 Hole Vault Toilet 33 Hole Rocky Overlook Parking Lot Rocky Point Vault Toilet Ranger Station Water and Safety Center Water Safety Center Parking Lot River Mountains Loop Trailhead Parking Area River Mountains Loop Trail         Willow Beach          Willow Beach Store and Cafe US 93 Southbound Pullout US 93 Northbound Pullout Overflow Parking Lot Lower Parking Lot Fishing Pier Parking Lot Fish Hatchery Parking Lot Willow Beach CONC Overlook Parking Vault Toilet Backcountry Arizona Hot Spring No. 13 Vault Toilet Backcountry Arizona Hot Spring  No. 12 Campgound Parking Area Overlook Toilet                     Callville Bay       Parking Lot A Parking Lot B Low Water Ramp Parking Lot Callville Bay Picnic Area Parking Lots Campground Mobile Restroom 3 Northshore Summit Trail Vault Toilet Summit Trail Mile 21 Vault Toilet Ranger and Visitor Contact Station Restroom Campground Lower B Restroom Campground Lower A Restroom Campground Upper A         Katherine Landing        Ranger Station Cabinsite Point Parking Lot Princess Cove Picnic Area Vault Toilet Backcountry Davis Cove No. 1 Vault Toilet Backcountry Davis Cove No. 2 Vault Toilet Backcountry Davis Cove No. 3 Vault Toilet Backcountry No Ski Cove No.4 Vault Toilet Backcountry Pyramid Cove No.9 Vault Toilet Backcountry Arizona Hot Spring No. 13 Vault Toilet Backcountry Arizona Hot Spring  No. 12 Vault Toilet Backcountry Turkey Cove  No. 5 Vault Toilet Backcountry Turkey Cove No. 6 Vault Toilet Backcountry Sand Cove No. 7 Vault Toilet Backcountry Gasoline Alley No. 8 Vault Toilet Backcountry Chili Pepper No. 10                   Cottonwood Cove        Entrance Station Parking Cottonwood Cove Entrance Station Picnic Area Parking Lot Picnic Area shelter Picnic Area Restroom Vault Toilet Backcountry Owl Point No.11 Vault Toilet Backcountry Placer Cove No.22        Meadview        Vault Toilet Backcountry Sandy Point No. 18 Vault Toilet Backcountry Sandy Point No. 19 Vault Toilet Backcountry Sandy Point No. 20                  Las Vegas Bay        Lake Mead Drive Parkway Entrance Station satellite Lake Mead Drive Parkway Entrance Station Lake Mead Blvd. Entrance Station Lake Mead Blvd. Entrance Station Satellite 516 A Booth        Wetlands        Picnic Area Overlook Campground CONC Floating Restroom Wetlands Vault Toilet Lake Mead Pkwy Vault Toilet                   Temple Bar        Entrance Station Parking Picnic Area Vault Toilet Backcountry Mushroom Cove No. 21         Northshore        Northshore Entrance Station and Satellite Entrance Sign Parking Area Entrance Station Parking Area                  Echo Bay         Echo Bay Marina (Now Closed) Mile Post 37.9 Parking Pullout Rogers Spring Picnic Area         Boulder City        Administration Building and Annex Building",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/accessibility.htm"
}
