{
    "title": "Independence National Historical Park: Teacher Workshops",
    "body": "Teacher Workshops        Teachers can explore and share a variety of ideas and techniques in ranger-led professional development workshops. NPS photo       We offer a variety of workshops encompassing many interests and grade levels.  History is our focus and components from multiple disciplines are frequently utilized from many curriculum areas.  These workshops are hands-on learning experiences that involve using Independence National Historical Park as a classroom.  It is a classroom where there is much to learn, to teach, and to encounter.      Upcoming Programs and Events      Pottery and Pixels: New Ways to Teach the Forgotten Story of Free Blacks in Colonial America   Dates: August 8-12, 2016 Cost:  $100 Application Deadline:  May 30, 2016    This five-day workshop combines the latest African American archeological results with new digital media technologies for inspiring students in the classroom. Working with historians and archeologists at Independence Park, educators first gain hands-on practice in piecing together the lives of past citizens through the artifacts they left behind. Workshop participants then bring their expertise forward to collectively explore new ways of teaching this new history information using computer technology (courtesy of Drexel University's Westphal College of Media Arts & Design). This program facilitates instructor growth through deepened experience with primary evidence, 3D digital technology, and educator-driven learning experiences.     For more information and an application, download the flier.   To register contact the Education Program Manager, Jeffrey Collins by email.       Summer Teachers Institute: A Rising Sun  Dates: August 15-18, 2016 Cost: $100 Location: Valley Forge and Independence National Historical Parks Application Deadline:  May 28, 2016    In this teacher workshop we will provide primary resources to help you teach from the Revolutionary War to the New Nation. The voices of soldiers, framers, and politicians during this period will bring this history to your students. The main focus will be the development of the U.S. Constitution. We will learn why, in 1787, Dr. Benjamin Rush said, \"The American War is over but this is far from the case with the American revolution. On the contrary, nothing but the first act of the great drama is closed...\"    For more information and an application, download the flier. To register contact Education Program Manager Jeffrey Collins by email.      Programs for School Districts  The Independence Park Institute offers full and half day guided programs for groups of teachers.  Two sample agenda are offered here, but we can easily design a custom tour to suit your curriculum and travel plans.  IPI Professional Development Programs (3.5 hours)  IPI Professional Development Programs (7 hours)  For additional information about professional development opportunities please contact us via e-mail or call us at 215-597-2760 .",
    "url": "https:\/\/www.nps.gov\/inde\/learn\/education\/development\/teacherworkshops.htm"
}
