{
    "title": "Independence National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards         Independence trading cards NPS photo  Come Face to Face with History! Kids, collect \"Faces of Independence,\" \"Civil War to Civil Rights\" and \"Heroes of the Underground Railroad\" trading cards. Over thirty history trading cards are available in different locations around the park. Children earn the cards during their park visit. Mail requests cannot be honored.  In addition, the National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the Civil War to Civil Rights cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.           Reconciliation: The Liberty Bell's Travels, 1885-1915 Before the Civil War, the Liberty Bell's message, \"Proclaim Liberty Throughout All the Land,\" was used to fight slavery. Afterwards, those same words healed the wounds of war. Beginning with a trip to New Orleans, the Bell traveled to eight World's Fairs and expositions across the country as a reminder of the divided nation's common heritage.         Camp Independence September to November, 1862 An army camp was built on Independence Square during the Civil War where musicians and soldiers recruited men to join the Union Army. When Pennsylvania was invaded in 1863, men gathered here to enlist in the army and protect their homeland. After the Union victory at Gettysburg, the Independence Hall tower bell rang in celebration.         The 13th Amendment and National Freedom Day Freedom Day, February 1st, commemorates the 13th Amendment to the Constitution, which ended slavery in the United States. The day is marked with a ceremony at the Liberty Bell - building on the bell's legacy as a symbol of freedom. In 1959, Dr. Emanuel C. Wright invited a young Martin Luther King, Jr. to the ceremony.         Oregon Senator Edward Dickinson Baker The Senator Who Gave His Life for the Cause. Serving in state and federal government, Baker worked to end slavery and preserve the Union. He gave his life for that cause; the only US Senator ever to be killed in battle. His body lay in state Independence Hall, where thousands paid respects. Lincoln named his son Eddy after his close friend Edward Baker.         Abraham Lincoln at Independence Hall February 22, 1861: Raised the flag.  April 22-24, 1865: Lay in state.  En route to his inauguration in 1861, Lincoln raised the flag over Independence Hall on Washington's Birthday. There, he said he \"would rather be assassinated\" than fail the Declaration of Independence. He did not fail. After his 1865 assassination, 100,000 people paid their respects as President Lincoln lay in state where the Declaration had been signed.",
    "url": "https:\/\/www.nps.gov\/inde\/learn\/kidsyouth\/tradingcards.htm"
}
