{
    "title": "Independence National Historical Park: Preservation",
    "body": "Preservation       Preservation is the process of protecting the form, integrity and materials of a resource(s).   Independence National Historical Park is the steward of many different kinds of cultural resources, including historic buildings, artifacts, structures and landscapes. As with all of the other parks in the National Park Service, our preservation projects must comply with national standards and guidelines. These guidelines exist to protect resources from any harm or negative impacts. Cultural Resource professionals reference these standards and guidelines prior to any projects that might change historic structures or landscapes.  Preservation is a priority at Independence National Historical Park. A team of professionals is responsible for the preservation and rehabilitation of these park resources. These professionals include architects, landscape architects, archeologists, historians, archivists and architectural historians.         A park professional fastens a new wooden board to a stair tread in Independence Hall. NPS photo  \"Step by Step\" See how professionals solved an early preservation issue facing the Independence Hall staircase.           Decorative fabric covers the scaffolding of Independence Hall's tower during a recent rehabilitation project. NPS photo  Recent and Ongoing Preservation Projects Learn more about the recent preservation projects at Independence National Historical Park.         Over the years, archeologists have unearthed a variety of artifacts including bone buttons and a clothing hook. NPS photo  Archeology The history beneath our feet reveals volumes not only about the famous people in American history, but also the diverse population of Philadelphia in the 1790's.         Millions of historic artifacts are preserved in the park's museum collection, including this silver inkstand believed to be the one used to sign the Declaration of Independence and the U.S. Constitution. NPS photo  Museum Collection The museum collection includes everything from national treasures like the Liberty Bell to artifacts left behind by ordinary people.",
    "url": "https:\/\/www.nps.gov\/inde\/learn\/historyculture\/preservation.htm"
}
