{
    "title": "Lake Mead National Recreation Area: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety             Please enjoy yourself at Lake Mead National Recreation Area, but remember alcohol, drugs and water don't mix. The chance of an accident increases as your ability to react, both mentally and physically, is impaired.        Forth of July\/Summer Safety Tips Fireworks and Campfires. No fireworks are allowed within Lake Mead National Recreation, not even sparklers. Wood and charcoal fires are allowed in grills at developed picnic areas or campgrounds and at shorelines 100 feet from vegetation. Alcohol. The consumption or direct possession of an alcoholic beverage by a person operating a vehicle or vessel is prohibited. Weather. Temperatures are forecast to be near 110 degrees Fahrenheit throughout the weekend with a chance of showers Friday. If a monsoon develops, which can happen rapidly, those on the water should find a sheltered cove or shore. Launch ramps become crowded after storms arrive. It’s also wise to write down current GPS coordinates, so rescue crews can locate you more quickly. If flash flooding occurs on land, visitors should seek high ground. Life jackets. Life jackets save lives. Because lake conditions can change in an instant, rangers recommend always wearing a life jacket while swimming. Blue-green Algae.  Algae are still present on both Lake Mead and Lake Mohave. The algae may appear as green or yellow streaks or scum on the surface of the water or as green globs or streaks floating below the surface. Some blue-green algae may produce toxins harmful to people and pets. At least one-third of lakes in United States that are larger than 10 acres have these toxin producing algae, and this trend is increasing worldwide. To report algal blooms or illness, call 702-293-8998. To report a medical emergency, call 702-293-8932.  •Do not swim, dive or contact water in areas with algae. •Do not drink untreated lake water. •Keep pets and children out of areas with algae. •Clean fish well, and discard guts. •Rinse off with clean water after swimming.     Water Safety         Safety for Boaters Before going out on the water, check weather forecasts and look for storm warning flags at marinas. If a storm breaks while you are out, seek shelter in a protected cove immediately and wait until the storm passes. Lightning is also a hazard on open water. Water levels in lakes Mead and Mohave change throughout the year. Always approach the shore with caution and watch for shallows and submerged debris. Many persons who drown never intended to enter the water. Always wear a life jacket. All boaters must have required safety equipment on board their boat. Distances to islands, buoys, and across coves are easily underestimated. Don't overestimate your abilities. Air mattresses and other inflatables can blow away, leaving you stranded far from shore. Never rely on an inflatable device as a life jacket. Always wear a life jacket when swimming, fishing or playing in the lake.         Safety for Water-skiers   Skiers must wear life jackets. An observer must accompany the boat operator. Display a ski flag when a skier is in the water.          Scuba Diving Scuba divers must fly a diver's flag. We have a page devoted to Scuba information here.           Desert Safety         Desert Heat    The high temperatures of summer can cause heat exhaustion or even heat stroke. Avoid strenuous activities during the day. Drink plenty of water, even when you are not thirsty; your body can lose large amounts of water without you realizing it.   It can't be emphasized enough that hiking during the late spring to early fall months can be VERY DANGEROUS due to extreme heat. Please take extra precautions during this time such as delaying any hiking plans to cooler seasons. Carry extra water. Let friends or family know your plans, locations, and time of return.         Living Dangers    Wildlife:    Rattlesnakes, one type of scorpion, and the Gila monster are poisonous, but will leave you alone unless disturbed or cornered. Wear sturdy boots and watch where you step or place your hands.          Amoeba:    A microscopic amoeba, Naegleria fowleri, which can live in hot springs, can cause a rare infection and sometimes death. Do not dive or submerse your head in warm springs or associated streams.         Plants:    Oleander is a toxic plant common to developed areas; neither you nor your pet should eat any plant part or drink water from ditches near the oleander.         Lightning and Flash Floods    Desert thunderstorms carry the double threat of flash floods and lightning. They occur most often in summer and fall. Be wary of nearby storms. Violent downpours can cause flash flooding in distant areas untouched by rain. Never camp in a wash or other low-lying area or drive across a flooded road. Stay out of open areas where lightning may strike. Check the weather before you visit the park.         Mines and Tunnels    Abandoned mines and tunnels, with their deep shafts and old, rotten supporting timbers, are dangerous. Stay away from them!         Additional Related Pages             Water Safety  Boating Scuba",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/safety.htm"
}
