{
    "title": "Scotts Bluff National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Oregon Trail Museum and Visitor Center The three exhibit rooms of the Oregon Trail Museum and Visitor Center are accessible. A twelve minute, captioned video presentation shown by request and wireless hearing assistance headphones and transcripts of the program available. A wheelchair and walker are available for use in the museum and on the paved trails. Summit Road and Trail System  Two accessible parking spaces are located at the summit parking area. From the parking lot, paved trails lead to two summit overlooks. The South Overlook is approximately 300 yards (274 meters) from the parking lot. Access to the North Overlook is by a 16% uphill path of about 60 yards (55 meters). It will take you to a level looping trail system which is about 150 yard (137 meters) long. Several overlooks from the summit will reveal the North Platte Valley. The remaining 100 yards (91 meters) contains a steep downhill grade of 19% with dropoffs on either side. Saddle Rock Trail The paved trail is 1.6 miles long (2.4 km) and leads from the visitor center parking lot to the top of Scotts Bluff. The first 700 yards (630 meters) is accessible for a wheelchair as it crosses prairie grasslands to a juniper ravine near the base of the bluff. Beyond this point is not recommended for wheelchair use as the trail rises steeply for over 1700 yards (1554 meters) with sharp dropoffs . Oregon Trail Pathway Following the paved trail west of the museum 50 yards (45 meters) you come to the eroded original Oregon Trail depressions (swales). Along the way you pass three covered wagon replicas.  From the east end of the trail depressions, the trail is unpaved for 380 yards. The paved trail then resumes. The next 106 yards (97 meters) is uphill with a 13% grade. The Jackson campsite is approximately 107 yards (98 meters) further. Access Passport The Access Passport is a free lifetime entrance pass to those federal areas which charge an entrance fee. It is available at the information desk to all United States citizens or permanent residents who have been medically determined to have a permanent physical, mental, or sensory impairment that severely limits one or more major life activities.",
    "url": "https:\/\/www.nps.gov\/scbl\/planyourvisit\/accessibility.htm"
}
