{
    "title": "Independence National Historical Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        A freebie - pick #11:  Keep your eyes peeled for hawks.  They often perch on lamp posts and weather vanes throughout the park. NPS photo      Top 10 Picks    10.  Pose like your favorite statue and take a photo.  Will it be George Washington (in front of Independence Hall) or maybe the Signer (5th and Chestnut)?   9.  Find the plaque marking the spot where Abraham Lincoln stood near Independence Hall for a flag raising in 1861.  Think about the speech he made that day inside Independence Hall and get all shivery: \"It was not the mere matter of the separation of the Colonies from the motherland; but something in that Declaration giving liberty, not alone to the people of this country, but hope to the world for all future time...\"    8.  Visit Congress Hall (entrance is by tour only, no tickets required) and make a law or take a vote...well, not exactly.  But you can sit in a reproduction chair in the House of Representatives and think about what it was like to argue about taxation, defense, and foreign affairs - between 1790 and 1800.   7.  Listen for the sound of sticky ink in the Franklin Court Printing Office.  Rangers demonstrate printing - 18th century style -  throughout the day.  Share a photo on social media and think about the power of the words and images.  Ben Franklin thought about that all the time.   6.  Have some hands-on fun at the Benjamin Franklin Museum (fee applies) where you can explore Franklin's life and legacy through his character traits.    5.  Have a kid in tow?  Then have some park fun with trading cards!  Kids can earn park trading cards.  From Phillis Wheatley to John Adams to Thaddeus Kosciuszko, faces known and unknown tell stories of courage, exploration, and more.  Ask a ranger at the Independence Visitor Center for more info on earning trading cards.   4.  Participate in a special program or event.  There are a lot of those here, so check the Calendar to see what's happening during your visit.   3.  Find the footsteps in the ground at the President's House Site.  They represent Martha Washington's enslaved maid's flight to freedom. Look for the name of Oney Judge, and the names of eight other enslaved servants, on the wall nearby.   2.  See the Liberty Bell.  Look at the iconic crack, take the bucket list photo, and then take a minute to really think about the inscription on the Liberty Bell, \"Proclaim Liberty Throughout All the Land Unto All the Inhabitants Thereof.\"  Abolitionists, woman suffrage advocates, and civil rights leaders all really thought about those words when they used the Liberty Bell to call attention to their causes.   1.  Stand in the place where arguments built a nation.  Visit Independence Hall (free, timed entry tickets are required March through December) and see the room where the Declaration of Independence and the U.S. Constitution were both signed.  Ponder Ben Franklin's closing speech at the Constitutional Convention, \"I doubt too whether any other Convention we can obtain, may be able to make a better Constitution: For when you assemble a Number of Men to have the Advantage of their joint Wisdom, you inevitably assemble with those Men all their Prejudices, their Passions, their Errors of Opinion, their local Interests, and their selfish Views. From such an Assembly can a perfect Production be expected? It therefore astonishes me, Sir, to find this System approaching so near to Perfection as it does...\"     Have a different list?  Share it with us on the park's Facebook page.",
    "url": "https:\/\/www.nps.gov\/inde\/planyourvisit\/things2do.htm"
}
