{
    "title": "Petrified Forest National Park: Stone Tree House",
    "body": "Stone Tree House         Herbert Lore's original Painted Desert Inn is quite a contrast to today's building, starting with its desert facing entrance. NPS Museum Collection  The Painted Desert Inn was the vision of homesteader Herbert Lore. By 1924, the two-story inn was built on a high perch overlooking the Painted Desert. The Inn was nicknamed the \"Stone Tree House\" because the entire facade was covered in petrified wood, a tangible tie to the landscape. For almost twelve years, Lore operated the Inn as a tourist attraction. Visitors could eat meals in the lunchroom, purchase American Indian arts and crafts in the trading post room, and enjoy a cool drink in the tap room. Guest rooms were available for $2-4 dollars per night. Lore also gave 2-hour motor car tours through the Black Forest in the Painted Desert below. At that time a road ran from the inn's entrance (today's back door) directly into the desert. The Inn was an isolated oasis in the Painted Desert. Without connections to electrical lines, an onsite lighting-plant was built to supply electricity. Water was hauled from Adamana, 10-miles south on the Puerco River.        Herbert Lore and a rescued colt outside Painted Desert Inn, 1920s NPS  In 1931 Lore had expressed interest in selling or exchanging his property \"in order that it could be preserved and protected.\" The following year Petrified Forest National Monument expanded with the addition of 53,300 acres of the Painted Desert, not including Lore's property. It was not 1935 that the National Park Service purchased the Inn and four sections of land from Lore for $59,400. The Inn has evolved over the decades. In many ways the original building looks more like Agate House than the adobe structure you can visit today. But it still serves as a bit of culture on the edge of the Wilderness.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/stone-tree-house.htm"
}
