{
    "title": "Independence National Historical Park: News",
    "body": "Explore This Park    Learn About the Park     News             News          This page is the media's source for events, news and historical happenings concerning Independence National Historical Park, the best park in history!  *Please note, news coverage does not include access into park buildings.  Who We Are A unit of the National Park Service, Independence National Historical Park was created by an Act of Congress on June 28, 1948. Accredited by the American Alliance of Museums, Independence NHP covers almost 54 acres in Philadelphia's Old City, and includes Independence Hall, the Liberty Bell, Congress Hall, Franklin Court, and other historic buildings associated with the founding of the United States. Independence Hall is a UNESCO World Heritage Site.  Park News  List of approved permits for the week of the Democratic National Convention Discover more about the park through the latest press releases and press kits. Expert Sources If you are writing a story about the park or other topics covering the founding of the United States and would like to interview park staff please contact us prior to your deadline. We will be happy to arrange an interview with a subject matter expert to answer questions and provide more information for your story. Special Programs Our daily programs are designed to give visitors to the park the basic story of the American Revolution, the Constitutional Convention and Benjamin Franklin's life, but there's a lot more to the story of the founding of the United States that cannot be covered in one tour. If you feel inspired to learn more than the basic history, we regularly hold in-depth special programs on a variety of subjects that may include 18th century life, the creation of the U.S. Constitution, African American history, Native American history and Women's history just to name a few. View our special programs Social Networking Media To stay connected and learn what's happening at Independence NHP, visit us on: Facebook | YouTube | Twitter  The Park Newsletter Get the latest news, feature stories and more sent to your email address each month. Sign up now for the park newsletter.  Contact the Public Affairs Office Email Us Phone: (215) 597-0060 Fax: (215) 597-0042 Mail: 143 S 3rd St., Philadelphia, PA 19106",
    "url": "https:\/\/www.nps.gov\/inde\/learn\/news\/index.htm"
}
