{
    "title": "Independence National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Independence National Historical Park is located in an urban area served by Interstates 95 and 676.  The park is also easily accessible by public transportation, including SEPTA and PATCO mass transit routes.  Whether you choose driving, the bus or the train, we recommend that you start your visit at the Independence Visitor Center at 6th and Market Streets. And, don't leave home without downloading the park's FREE mobile app - it has maps, information about public transportation and more!      By Car  See this Google Maps location. Also check out this link for directions. The GPS address for the Independence Visitor Center is 41 N. 6th Street, Philadelphia, PA 19106. Parking may be available (fee applies) at the Independence Visitor Center underground garage. Enter on either 5th or 6th Street, between Market and Arch Streets. There is also a parking garage (fee applies) on 2nd Street between Chestnut and Walnut Streets. From Valley Forge and points west  Eastbound via I -76 and I-676 Exit from I-76 to I-676 (left exit), continue to 6th Street exit (Independence Hall exit), turn right on 6th Street. Parking may be available (fee applies) at the Independence Visitor Center underground garage on 6th Street between Arch and Market (left side of the street)  From New Jersey  Westbound via Benjamin Franklin Bridge (U.S. 30) Follow signs for 6th Street (Historic Area). The Independence Visitor Center underground garage (fee applies) is on 6th Street between Arch and Market (left side of the street).  From Bucks County and points north  Southbound via I-95 Take exit 22 to Callowhill Street, turn right on Callowhill Street to 6th Street. See directions to the Independence Visitor Center underground garage above.  From Delaware and points south  Northbound via I-95 Take exit 22 for I-676\/Independence Hall (left exit), keep right for I-676 east\/Independence Hall to Callowhill Street, go straight on Callowhill Street to 6th Street. Turn left on 6th Street. See directions to the Independence Visitor Center underground garage above.    Looking for parking information for motor coaches and RVs? Check out the Callowhill Bus Center for RV and coach parking. It's located on Callowhill Street, between 2nd and 3rd Streets.        By SEPTA Regional Rail All SEPTA Regional Rail lines travel into Center City Philadelphia. The closest stop to the park is Jefferson Station (formerly known as Market East Station) at 11th and Market Streets. For more information, call (215) 580-7800 or visit the SEPTA Regional Rail website. The Independence Visitor Center is 6 blocks east (about a 10 minute walk) of Jefferson Station on Market Street. Visitors may also choose to ride the Market-Frankford El or a SEPTA bus from the Jefferson Station area to the Independence Visitor Center.  Arriving from Philadelphia International Airport? The SEPTA Airport line will take you to Jefferson Station.       By SEPTA Market-Frankford El The 5th Street stop is located at 5th and Market Streets, just steps away from the Independence Visitor Center. See the schedule for the El on SEPTA's website.  Arriving on Amtrak? Take the Market-Frankford El eastbound from Amtrak's 30th Street Station to the 5th Street stop.       By PATCO from New Jersey Exit at the 8th Street station, located at 8th and Market Streets. The Independence Visitor Center is two blocks east of the station. The PATCO schedule is available on their website.       By Bus - SEPTA or New Jersey Transit A number of SEPTA and New Jersey Transit buses stop near the Independence Visitor Center at 6th and Market Streets. Please see their websites to plan for your transportation needs.",
    "url": "https:\/\/www.nps.gov\/inde\/planyourvisit\/directions.htm"
}
