{
    "title": "Independence National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           143 S. 3rd Street  Philadelphia, PA 19106                 Directions         Independence National Historical Park is located in an urban area served by Interstates 95 and 676. The park is also easily accessible by public transportation, including SEPTA and PATCO mass transit routes. Whether you choose driving, the bus or the train, we recommend that you start your visit at the Independence Visitor Center at 6th and Market Streets.  See the park's website for specific directions.    Directions Details           Operating Hours & Seasons         Independence National Historical Park Independence National Historical Park operates daily from 9:00 am to 5:00 pm.  Hours of operation for certain historical buildings and facilities change seasonally throughout the year.  Most of the park grounds are open 24 hours a day to pedestrians.  All buildings are closed on Christmas Day.   Please see the park's website for hours of operation.  http:\/\/www.nps.gov\/inde\/planyourvisit\/hours.htm   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed                 Weather           Summers are typically hot and muggy, fall and spring are generally mild, and winter is cold. Snowfall is highly variable, with some winters bringing only light snow and others bringing several major snowstorms, with the normal seasonal snowfall standing at 22.4 in (57 cm). Precipitation is generally spread throughout the year, with eight to twelve wet days per month.         Fees & Passes     Entrance Fees:   Admission - $0.00 Admission to most park sites is free. Timed entry tickets are required to enter Independence Hall from March through December, but there is no charge for those tickets if obtained at the Independence Visitor Center on the morning of your visit. The Benjamin Franklin Museum charges an interpretive fee.           Visitor Centers       Independence Visitor Center The Independence Visitor Center is located at 6th and Market Streets. Pick up Independence Hall tickets, plan your visit, and watch films in the Independence Visitor Center.  Ask knowledgeable park rangers about programs, walking tours and special events. City concierge staff will gladly assist you with information about lodgings and restaurants.               Getting Started Independence National Historical Park includes famous landmarks and icons like Independence Hall and the Liberty Bell. But, there are many other buildings and stories to explore in this urban park.  Download the park's FREE mobile app, \"NPS Independence\", for the best park map, visiting information and audio tours. It's available for iOS and Android. Use this area map to get an overview of the park and the city. Need directions to the park? Begin your visit at the Independence Visitor Center at 6th and Market Streets.  Explore these suggestions on what to see or do in the park. We have accessibility information online, and FAQs about visiting the park to help all our visitors prepare.       Operating Hours and Seasons  The hours vary for each building and they change seasonally.  The park is open 9am - 3pm on Christmas Eve, and closed on Christmas Day.  Hours are limited on Thanksgiving Day, New Year's Day, Martin Luther King Day, and President's Day. The sound of children's laughter can be heard throughout the park from late April through mid June when 10,000 students visit each weekday. Tip: For a relaxed visit, enjoy the park in September and early October when the weather is still warm, but there are fewer crowds.       Tickets  Admission to Independence Hall is by tour only.  Timed entry tickets are required for Independence Hall tours from March through December.  No tickets are required in January and February, after 5pm during summer hours, on July 4th, or on Thanksgiving Day.  Free tickets are available on the morning of your visit at the Independence Visitor Center (first come, first served), or you may choose to reserve tickets in advance (service fee applies). NO tickets are required for the Liberty Bell Center.  Security screening is required to visit the Liberty Bell Center and the buildings on Independence Square.  Tip: Maximize your visit to the park and minimize your screening time by bringing only small bags, if necessary.",
    "url": "https:\/\/www.nps.gov\/inde\/planyourvisit\/basicinfo.htm"
}
