{
    "title": "Independence National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        Step inside and explore the stories of Independence National Historical Park.  Most sites and programs are free. NPS photo       General Information about Fees and Passes Admission to most park sites is free. Timed entry tickets are required to enter Independence Hall from March through December, but there is no charge for those tickets if obtained at the Independence Visitor Center on the morning of your visit. The Benjamin Franklin Museum charges an interpretive fee and the National Constitution Center, a partner of the park, charges an admission fee.      Independence Hall Tickets are required for tours of Independence Hall, except in January and February. From March through December, visitors must obtain free timed entry tickets to see Independence Hall. Tickets can be obtained on the morning of your visit at the Independence Visitor Center, or reserved in advance online or by phone (fee applies).      Benjamin Franklin Museum The park collects an interpretive fee at the Benjamin Franklin Museum: $5 for adults, $2 for children ages 4 through 16, free for children under age 4. School groups (K-12 schools) may be eligible for free admission. Please call 215-597-7122, Monday through Friday from 8:30am to 4:30pm, for school reservations. Visit the Benjamin Franklin Museum web page for information about ticketing, hours, location, fee-free days, and more. The America the Beautiful Annual Pass, Senior Pass and Access Pass do not apply at the Benjamin Franklin Museum.  The Every Kid in a Park pass will be honored for fourth graders and up to 3 accompanying adults.      Every Kid in a Park Pass Know any fourth graders?  Our federal public lands and waters belong to all Americans and are waiting for fourth graders and their families to explore them!  This national Every Kid in a Park initiative waives entrance fees on most federal public lands and waters for fourth grade children with the Every Kid in a Park pass along with up to three accompanying adults.       America the Beautiful Passes Planning to visit a federal recreation site that charges an entrance fee? The America the Beautiful Pass series includes the Annual Pass ($80), Senior Pass ($10 lifetime), Access Pass (free) and Volunteer Pass (free). You can obtain those passes online, by phone, through the mail, or at a participating agency. Independence National Historical Park does not issue America the Beautiful passes. The Delaware Water Gap National Recreation Area is the nearest federal agency to the park that issues these passes.",
    "url": "https:\/\/www.nps.gov\/inde\/planyourvisit\/fees.htm"
}
