{
    "title": "Lake Mead National Recreation Area: Scuba",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Scuba                Scuba              Lake Mead National Recreation Area, which includes Lake Mead and Lake Mohave, is often highlighted as one of the top freshwater lakes in the world for scuba diving. The lakes offer a range of depths and submerged sites for both novice and technical divers. Please note that fluctuating lake water constantly changes dive location conditions.        Popular Dive Locations         Lake Mead    Kingman Wash: gentle slope, good for novice divers, occasional heavy boat traffic, visibility variable. Access by boat. Location (JPEG)   Black Canyon in Boulder Basin: sheer wall diving, usually good visibility. Access by boat. Location (JPEG)   Scuba Beach (North Boulder Beach): Location (JPEG)   Gypsum Reefs-Virgin Basin: extensive white gypsum reef area with irregular underwater erosion forms, visibility variable. Note: eroded formations may present unstable overhangs. Access by boat. Location (JPEG)   Cathedral Cove: about 5 miles south of Echo Bay, protected water, usually good visibility, interesting underwater formations. Access by boat. Location (JPEG)  B-29: submerged in the Overton Arm, the B-29 Superfortress Bomber may only be accessed through a guided dive provided by Scuba Training and Technology.    Lake Mohave    Black Canyon: moderate to swift water, usually good visibility, water temperature 52-55 degrees F all year, steady boat traffic, excellent current drift diving conditions. For experienced divers. Access by boat. Location (JPEG)   Ringbolt Rapids: advanced divers only, swift and turbulent water for about 100 yards, visibility usually only fair due to turbulence and bubbles, 50-70 foot depression at base of rapids. NOTE: Hand-held buddy line and surface support boat are essential. Boulders and rock formations may pose a hazard along canyon walls. Access by boat. The high water flows and boulders along with other obstructions make Ringbolt Rapid a potentially hazardous dive along the Nevada side. AVOID THE NEVADA SIDE. Location (JPEG)   Work Barge: located 4¼ miles below Hoover Dam on the Arizona side. The 38 foot tow barge was used on the spillway tunnel repair project and sank in 1946. It is located in about 25-35 feet of water in moderate to swift current. The barge is protected under the Antiquities Act, therefore, nothing may be removed or damaged. Access by boat. Location (JPEG)   Cabinsite Point (North of Katherine Landing): vessels prohibited. Two boat wrecks. Access by vehicle. Location (JPEG)         Black Canyon Water Trail is now an Official National Water Trail.   “This recognition places the Black Canyon Water Trail in a distinctive national network of exemplary water trails and commends the efforts of the local community and partners in promoting active involvement in the conservation of our water resources” - Sally Jewel - Secretary of Interior Read more about the water trail.              Restricted Areas     Lake Mead - the following are areas closed to diving: 1. Above and below Hoover dam. Location (JPEG) 2. The portion of the Lower Overton Arm of Lake Mead, from a northern boundary at approximately Latitude N. 36° 15' to a southern boundary at approximately Latitude N. 36° 10', and from the western shoreline to the eastern shoreline, is closed to underwater diving. To dive in this area, individuals must have a permit with the National Park Service or must schedule a guided dive with the authorized service provider, Scuba Training and Technology. The restriction is necessary to protect a sensitive archaeological resource, the submerged B-29 aircraft, while the National Park Service completes a resource protection plan for the area. The B-29, and the site upon which it rests, are managed by the National Park Service under the National Historic Preservation Act. Location (JPEG)  3. All designated boat harbors. Divers employed by concessioners diving on official business and special events approved by the National Park Service are exempt from this restriction. 4. Water intake tunnel and the water intake overhead boom, located on the east side of Saddle Island, just north of Boulder Harbor. Location (JPEG) Lake Mohave - the following areas are closed to diving: 1. Above and below Davis Dam. Location (JPEG) 2. All designated boat harbors. Divers employed by concessioners diving on official business and special events approved by the National Park Service are exempt from this restriction.      Potentially Hazardous Areas Lake Mead 1. North of South Cove: Shallow river channel, soft, viscous silt layers on bottom several feet thick. The further uplake you travel, the muddier the water becomes due to the silt content of the Colorado River. Also, the thermocline is usually found at a depth of 5-10 feet with the water temperature dropping to the low 50 degrees. There are hazardous rapids that form and shift depending on water levels. Location (JPEG) 2. Ski Beach and Personal Watercraft Beach near Hemenway Harbor: excessive boat traffic, especially from Easter to Thanksgiving. Location (JPEG) 3. Gypsum ledges, which have been eroded by wind and water, may have unstable overhangs. Location (JPEG) Lake Mohave (up to 17 feet annual vertical fluctuation) 1. From Hoover Dam to Chalk Cliffs (22 miles): narrow channel and heavy boat traffic. 2. Ringbolt Rapids (8 miles north of Willow Beach): swift and turbulent water up to 16 miles per hour, depth to 70 feet. Recommended for ADVANCED DIVERS ONLY. Location (JPEG) 3. Katherine Landing area: heavy boat traffic. Location (JPEG)        General Diving Conditions         The degree of visibility on both lakes fluctuates throughout the year. During the cool winter months, October to April, visibility is usually good (20 feet to 50 feet). During the summer months, May to September, algae growth is stimulated by warmer water temperatures that results in reduced visibility (30 feet to less than one foot, depending on location and depth).     Visibility also varies with depth: the deeper one goes, the darker it gets. This is particularly pronounced in the summer months when the thermocline formed by warmer surface waters is present. During the summer months the first distinct thermocline usually occurs near the 30 foot to 40 foot depth. From surface level to 30 feet in depth, the temperature may range from 70° to 82° Fahrenheit, and this layer supports the majority of algae growth. The second distinct thermocline usually is found near the 60 foot depth. Between 30 feet and 60 feet the temperature ranges from 70° to 60° F with less algae present due to cooler water. Below 60' in depth, the water temperature is 60° to 52° F. At this depth, the water is usually clear but much darker in summer than in winter due to the dissipation of the light caused by the presence of algae in the warmer water above. During the winter, there is usually no thermocline with the entire water column is in the low 50 degrees.         There are several exceptions. Where rivers or streams flow into Lake Mead, visibility is poor year round due to high silt content or excessive algae growth. Examples are: Overton Arm where the Virgin and Muddy Rivers flow into Lake Mead; and Las Vegas Bay near the terminus of Las Vegas Wash. The reverse is true, however, from Hoover Dam to mid-way between Willow Beach and Eldorado Canyon. The colder water released from Hoover Dam (52-55 degrees F) provides clear water and good visibility throughout the year. Most of the currents in Lake Mead and Lake Mohave are slow and undetectable. From Hoover Dam to mid-way between Willow Beach and Eldorado Canyon, however, the current ranges from 3 to 12 miles per hour. This current is variable depending on the volume of water released from Hoover Dam and the water level in Lake Mohave. At Ringbolt Rapids, the speed of the water may reach 16 miles per hour. Navigational and cove name maps are available at Lake Mead Visitor Center and all marinas. There are dive shops in Boulder City, Henderson, Las Vegas, Nevada, and Bullhead City, Arizona, which supply equipment sales and rental, instruction and air. Check the local telephone directory.  Aquatic Life  Regulations Nevada and Arizona State fish and game regulations are in effect. A combination Nevada\/Arizona fishing license is required. Spearfishing is legal for carp and striped bass ONLY. Spearfishing for striped bass is permitted throughout Lake Mead but only from the cable below Hoover Dam to Cottonwood Cove on Lake Mohave. Spearfishing is prohibited within 1\/2 mile of any dock or shoreline activity area. Fish - the following species of fish may be found in the two lakes: Largemouth Black Bass: During the spring and summer they can be observed guarding their egg nests or schools of fry. During this period their behavior is aggressive. (No spearfishing) Striped Bass: Impressive silver fish seldom seen by divers. Up to 50+ pounds. Legal to spear. Channel Catfish: average 4 pounds. (No spearfishing) Black Crappie: average one pound. (No spearfishing) Rainbow Trout: Fish can grow up to 5 pounds in Lake Mohave. Rainbow Trout are no longer stocked in Lake Mohave.  (No spearfishing) Razorback Sucker: This species is usually found only in Lake Mohave. Under federal law, it is classified as an endangered species, and is one of the few remaining original Colorado River residents. (No catching or spearfishing) Bluegill Perch: They are found in shallow waters around rocks and vegetation. (No spearfishing) Green Sunfish: They are found in shallow waters in rock holes and cracks, very shy and colorful. (No spearfishing) Threadfin Shad: They can grow to about 3 inches, the predominate \"food\" for game fish, usually found in large schools. Carp: Fish can grow up to 20 pounds, legal to spear. Other Aquatic Life Crayfish: They are found in heavy bottom vegetation, rarely seen. Asiatic freshwater clam: They are found in abundance in both lakes. Legal to collect. Freshwater sponge. Eel Grass: This plant is usually found above Willow Beach on Lake Mohave, often grows to 15-20 feet long, undulating in the current. Algaes: This plant is found growing or hanging from submerged bushes and trees, often found hanging on strands of monofilament fishing line. Soft shell turtles      Safety Tips         1. Due to years of rod and reel fishing, areas containing submerged brush and trees are usually laced with pieces of monofilament line and hooks. Entanglement can be serious, so always carry a dive knife with you while diving.   2. Never dive alone. Use the \"buddy\" system.    3. Fly the standard red and white diving flag within 100 feet of diver while diving. A floating tow flag is essential in many areas due to heavy boat traffic.    4. Plan your dive; dive your plan.    5. Do not dive beyond the capability of the least experienced member of your group, and do not dive unless trained and certified.    6. Check the latest weather forecasts. (NOAA Weather Page) All launch ramps have weather boards.          In the event of an emergency, call 911 or contact the 24-hour Lake Mead National Recreation Area Interagency Communication Center via marine band radio channels 16 or 22A.     REMEMBER: Whenever a diving accident victim goes to a chamber for treatment the following information is necessary:   1. Victim's full name and age. 2. Victim's symptoms and treatment administered after discovery. 3. Profile of dives, depths and bottom times during past 12 hours before accident. 4. Depth and bottom time of last dive (or during dive) before accident. 5. Brief description of accident and names of witnesses. 6. Flight number or airline, estimated time of arrival and airport. Include airplane's pressurized altitude if possible. (If using the back-up chambers in California)         Lake Mead and the lower Colorado River system contain harmful quagga mussels. Do your part and help prevent the spread of Aquatic Invasive Species (AIS). CLEAN Remove all mud, plants and animals from every part of your boat, trailer and equipment. DRAIN Before you leave the recreation area,eliminate all water from your boat, including its live-wells, ballast, hull and engine-cooling water. DRY Allow time for your boat to completely dry before you launch in any other waters.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/scuba.htm"
}
