{
    "title": "Independence National Historical Park: Photo Gallery",
    "body": "Photo Gallery                    Independence Visitor Center   10 Photos  Begin your visit to Independence National Historical Park at the Independence Visitor Center, located at the corner of 6th and Market Streets.          Liberty Bell    9 Photos  Easily recognizable because of its crack, the Liberty Bell remains significant today for it's message of liberty.  Abolitionists, women's suffrage activists, civil rights leaders and others have used this bell as their symbol in the fight for equality.          Independence Hall   12 Photos  In 1776, the Second Continental Congress signed the Declaration of Independence here. Eleven years later, in the same room, delegates to the Constitutional Convention created and signed an enduring framework of government - the United States Constitution.  Although known today as Independence Hall, the building was constructed to be the Pennsylvania State House. It once housed all three branches of Pennsylvania’s colonial government.             Independence Hall Interior Architecture   4 Photos  Explore the design vocabulary of Georgian architecture as it appears in the Central Hall and Tower Stair Hall of Independence Hall.  These rooms retain many of their 18th century features, such as carved masks, stair ornamentation and a Venetian window.          Independence Hall Tower Rehabilitation Project   13 Photos  Explore various images taken from the project which occurred from 2010-2012.          Congress Hall   6 Photos  From 1790 to 1800, Philadelphia served as the temporary capital of the U.S.  During that time, the U.S. Congress met in Congress Hall. The House of Representatives met on the first floor while the Senate convened upstairs.  Presidents George Washington (second term) and John Adams both took the oath of office in this building.            Old City Hall   2 Photos  This building, completed in 1791, once served as City Hall for Philadelphia.  During the 1790s, the courtroom was used by the Supreme Court of the United States.  City Council met on the second floor while court convened below.          Great Essentials Exhibit in the West Wing   3 Photos  Located adjacent to Independence Hall, this exhibit contains some gems.  Look for 18th century printings of the Declaration of Independence, Articles of Confederation, and U.S. Constitution.           Benjamin Franklin Museum   11 Photos  Photos of the new Benjamin Franklin Museum            Franklin Court   8 Photos  Explore Franklin Court, home to the courtyard, Printing Office, and Fragments of Franklin exhibit, in addition to the Benjamin Franklin Museum.          President's House Site   3 Photos  The President's House:  Freedom and Slavery in the Making of a New Nation is an outdoor exhibit that examines the paradox between slavery and freedom in the founding of the nation.  Presidents Washington and Adams both lived and worked, along with their households, at a home that once stood on this spot.          New Hall Military Museum   3 Photos  Once the War Department for a new nation, this site now showcases the history of the Continental Marines, Army, and Navy.            Declaration House   3 Photos  Working in rooms rented from bricklayer Jacob Graff, Thomas Jefferson drafted a declaration espousing the political ideas of the enlightenment philosophers.  The house went through many alterations in the 1800s before being demolished.  The National Park Service reconstructed it in 1975.          Washington Square   3 Photos  One of five parks within William Penn's \"Greene Countrie Towne,\" Washington Square later became a burial ground for the dead, and a gathering place for the living.  Today, city residents and tourists enjoy strolling, picnicking, and people-watching in this urban oasis.          Free Quaker Meeting House   3 Photos  Located on the corner of 5th and Arch Streets, the Free Quaker Meeting House is an 18th century structure with a story to tell about non-conformists, the intersection of religion and politics, and the power of community.            Germantown White House (Deshler-Morris House)   3 Photos  Twice this house sheltered George Washington. In 1793, he took refuge here from the deadly yellow fever epidemic in Philadelphia. The following summer, it was a welcome retreat from the heat of the capital city. Also known as the Deshler-Morris House, the home gets it name from its first and last owners.          Dolley Todd House   5 Photos  Future First Lady Dolley Madison lived in this house with her first husband, John Todd, from 1791-1793.  John died during the 1793 yellow fever epidemic.  Following her husband's death, Dolley married James Madison, who later became the fourth president of the United States.                 Prev    1   2   of 2  Next",
    "url": "https:\/\/www.nps.gov\/inde\/learn\/photosmultimedia\/photogallery.htm"
}
