{
    "title": "Lake Mead National Recreation Area: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 7 results    Show ALL instances of recurring events   RSS Feed      Lake Mead National Recreation Area Ranger Library Program:  Story Time with a Ranger      Location: Boulder City Library     Tuesday, August 16, 2016 Come and enjoy story time with a ranger View Details      Lake Mead National Recreation Area Parks in the Pines Birthday Bash!      Location: Flagstaff, Arizona Fees: Free     Saturday, August 20, 2016 Arizona’s national park units and the Arizona Office of Tourism are inviting the public to celebrate the National Park Service’s centennial in Flagstaff, Arizona, Aug. 20. The fair will include informational and interactive booths and demonstrations.  View Details      Lake Mead National Recreation Area Ranger Chat:  The Tortoise Among Us      Location: Lake Mead Visitor Center     Saturday, August 20, 2016 Join us at the Visitor Center while a ranger talks about the Desert Tortoise. View Details      Lake Mead National Recreation Area Centennial Founders Day Celebration      Time: 12:00 AM to 12:00 AM Location: Lake Mead Visitor Center Fees: Free     Thursday, August 25, 2016 Join rangers at the Lake Mead Visitor Center from 10 a.m. to 2 p.m. Aug. 25 to celebrate the 100th birthday of the National Park Service.  View Details      Lake Mead National Recreation Area Fee Free Days       Location: Lake Mead National Recreation Area     Thursday, August 25, 2016 Celebrate the Centennial with us at Lake Mead NRA. View Details      Lake Mead National Recreation Area Find Your Park from Vegas      Location: Fremont Street Experience, Las Vegas Fees: Free     Thursday, August 25, 2016  A special Find Your Park from Vegas film will air at the Fremont Street Experience in downtown Las Vegas. Meet under the canopy to follow an Elvis impersonator and showgirl as they journey to different parks around Las Vegas.  View Details      Lake Mead National Recreation Area Ranger Chat: National Parks -Treasures of the Land      Location: Lake Mead Visitor Center     Saturday, August 27, 2016 Ask questions about the National Parks. View Details",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/calendar.htm"
}
