{
    "title": "Edgar Allan Poe National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do          Critique our NEW exhibits and sales center! Learn about Poe's life & work in the cultural, social and political context of his time. Investigate how Poe influenced writers around the world! Examine how Poe influenced Alfred Hitchcock, Stephen King and others Use \"ratiocination\" to decipher the code hidden in Poe's head Become \"mesmerized\" by rare books and letters on loan. Please no drooling! Watch as Poe's words arise off the pages while he writes \"The Raven\" Help launch the hot air balloon - as you pull, the balloon rises. Not a hoax!!! Study and analyze a 3-D mini model of Poe's home! Explore the numerous surprises in Poe's historic home. Don't forget to close the window! Be very quiet as you stumble upon Catterina asleep on desk while Poe writes! Hidden in plain view is the NEW 2009 Official Edgar Allan Poe Poster. Get yours before they are all gone! Sit back and enjoy our 8-minute audio-visual presentation on Poe's life. Take a self-guided or ranger-led tour of Poe's historic house. Indulge your literary passion in the reading room patterned after Poe's essay, \"The Philosophy of Furniture.\" Listen to Poe's works narrated by famous actors such as Vincent Price, Basil Rathbone, Christopher Walken and others. If music is more your fancy, tap your feet to the various works of Poe put to music by Glass Prism, the Alan Parsons Project, Lou Reed and others. Sign our guest book and let your comments be known to others that visit the site. Join our mailing list to receive information on our upcoming special events. Pose with our \"Raven\" Take a picture in front of the Poe mural. Consider joining the \"Friends of Poe\" Encourage your school, group or organization to plan a visit to the site. Rap upon our chamber door again real soon! Read more Poe. Come back and bring a friend! Bob Dylan did!",
    "url": "https:\/\/www.nps.gov\/edal\/planyourvisit\/things2do.htm"
}
