{
    "title": "Edgar Allan Poe National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           532 N. 7th Street  Philadelphia, PA 19123                 Directions         The Edgar Allan Poe National Historic Site is located at 532 N. 7th Street, Philadelphia, PA 19123. It sits in an urban area served by Interstates 95 and 676. On- street parking is usually available near the site. The site is also easily accessible by public transportation. See the directions web page for more information.  Directions Details           Operating Hours & Seasons         Historic site The site is open Friday through Sunday, from 9am to 12noon, and 1pm to 5pm.  The site closes from 12noon to 1pm for lunch.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 AM      Additional Information View More       Christmas Day:  Closed      Birthday of Martin Luther King, Jr.:  Closed      New Year’s Day:  Closed      Washington’s Birthday:  Closed                 Weather           Summers are typically hot and muggy, fall and spring are generally mild, and winter is cold. Snowfall is highly variable, with some winters bringing only light snow and others bringing several major snowstorms, with the normal seasonal snowfall standing at 22.4 in (57 cm). Precipitation is generally spread throughout the year, with eight to twelve wet days per month.         Fees & Passes     Entrance Fees:   None - $0.00 Admission is FREE.         Visitor Centers                   Is this where Poe got his inspiration for The Black Cat? Descend to the basement and decide for yourself. NPS photo       Join the thousands of visitors who come to the Edgar Allan Poe National Historic Site each year.  Please remember that the site is open Friday through Sunday from 9am - 12noon and 1pm - 5pm.  The site is closed from 12noon - 1pm.    Although the site is located at 532 N. 7th Street in Philadelphia, it is nearly a mile from the sites in the historic district, like the Liberty Bell Center and Independence Hall.  These directions should prove useful for visitors traveling by motor vehicle, public transportation, and on foot.   There is no fee to enter the site and reservations are not required for families and individuals.  Visitors may opt for a self-guided experience, or they may request a ranger-led tour.  The site includes the unfurnished home where Poe resided, and an adjacent home with exhibits and the Reading Room. Many visitors stay at the site for several hours, exploring the home, reading the exhibits, and listening to Poe's tales and poems on CD in the Reading Room.   Teachers planning a field trip must submit a reservation request.  Space fills up quickly in October and November.",
    "url": "https:\/\/www.nps.gov\/edal\/planyourvisit\/basicinfo.htm"
}
