{
    "title": "Edgar Allan Poe National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      The Edgar Allan Poe National Historic Site is located at 532 N. 7th Street, Philadelphia, PA  19123.  It sits in an urban area served by Interstates 95 and 676.  On- street parking is usually available near the site.  As in any city, use your street smarts and do not leave any valuables visible in your car.  The site is also easily accessible by public transportation.  See this Google maps location.        By Car   From Valley Forge and points west  Eastbound, via I-76 (the Schuylkill Expressway) Exit onto I-676 East (toward \"Central Philadelphia) and follow it to the 8th Street exit. At the bottom of the exit ramp proceed straight at the traffic light. Make a left at the second traffic light (this becomes 7th Street) and proceed two blocks, crossing over Spring Garden Street. The site is on the left side of the street; on-street parking is on the right.    From New Jersey and points east   Westbound via Benjamin Franklin Bridge (U.S. Rt. 30) or Walt Whitman Bridge After crossing the Ben Franklin Bridge - stay in the right hand lane and exit at the traffic light (this becomes 7th Street). Follow 7th Street, crossing over Spring Garden Street. The site is on the left; on-street parking is on the right. From the Walt Whitman Bridge, take the I-95 North exit (and follow Northbound instructions below.)     From Delaware and points south   Northbound via I-95 Take exit 22 for I-676\/Independence Hall (left exit), keep right for I-676 east\/Independence Hall to Callowhill Street, go straight on Callowhill Street to 7th Street.  Turn right on 7th Street.  Continue on 7th Street, passing over Spring Garden Street.  The site is on the left, between Spring Garden and Green Streets.  On-street parking may be available on 7th Street, Spring Garden Street or Green Street.    From Bucks County and points north   Southbound by via I-95 Take exit 22 (the \"Independence Hall\/Historic Area\" exit) to Callowhill Street.  At the bottom of the exit ramp turn right onto Callowhill Street. Follow Callowhill to 7th Street. Turn right on 7th Street, and continue on, crossing over Spring Garden Street. The site is on the left; on-street parking may be available on 7th Street, Spring Garden Street, and Green Street.     From the Independence Visitor Center, 6th and Market Streets   Take Market Street west to 7th Street. Turn right on 7th Street. Continue on 7th Street, crossing over Spring Garden Street. The site is on the left; on-street parking is usually available on the right.       By SEPTA bus   From the Independence Visitor Center, 6th & Market Streets   Walk one block west to 7th Street. Take SEPTA bus Route 47. The stop is located next to the Dunkin Donuts on the southeast corner of the intersection. Get off at Green Street, one block after Spring Garden Street.       By SEPTA Market-Frankford El  From the SEPTA Market-Frankford Elevated train (Blue Line) stations at 2nd, 5th, or 8th Streets.   Travel eastbound on the El.  Get off at Spring Garden Station. Walk five blocks west to 7th Street. Turn right on 7th Street. The site is on the left side of the street just before Green Street.       On Foot  From the Independence Visitor Center, 6th and Market Streets   Walk east on Market Street toward 4th Street.  Turn left on 4th Street.  Continue walking north on 4th Street to Spring Garden Street.  Turn left on Spring Garden Street and continue walking west to 7th Street.  Turn right on 7th Street.  The site is on the left side of the street.  Note:  this distance is nearly 1 mile.  Plan 30 minutes for the walk.  We recommend walking up 4th Street to avoid the Vine Street Expressway, an area better suited to motor vehicles than pedestrians.  Please use caution at all intersections.",
    "url": "https:\/\/www.nps.gov\/edal\/planyourvisit\/directions.htm"
}
