{
    "title": "Friendship Hill National Historic Site: Secretary of the Treasury",
    "body": "Secretary of the Treasury          The Secretary of the Treasury is a member of the United States Cabinet. The President appoints the individuals who serve in cabinet positions. The job of the Secretary of the Treasury is to advise the President on matters concerning the economy. The treasury secretary also helps plan the nation's budget and determines the amount of money apportioned to federal agencies. Albert Gallatin served as Secretary of the Treasury from 1801 until 1814. This thirteen year tenure is the longest that anyone has ever held that position. Albert Gallatin's Qualifications Albert Gallatin proved his qualifications from the beginning of his participation in the federal government. In 1794, Pennsylvania selected Mr. Gallatin to represent the state in the United States Senate. One of his first acts as senator was to demand a statement of the federal government's current financial situation. Gallatin was removed from the Senate on a technicality but was elected to the House of Representatives in 1795. As a member of the House, he further proved his ability by creating and chairing the influential Ways and Means Committee. This committee determines what and how the government may spend federal money.All money spent by the government must be approved by Congress. All bills that propose spending money start in the House. The Ways and Means Committee is influential because it first hears a fiscal bill. The House usually accepts this committee's recommendation and either passes or rejects a bill. When Thomas Jefferson was elected President in 1800, he believed that Albert Gallatin was the only member of his party capable of serving as his Secretary of the Treasury. Gallatin's \"...persistent assaults on the financial policy of the Federalists...\" led Jefferson to this conclusion. These opinions influenced Jefferson's choice of Albert Gallatin as Secretary of the Treasury. The National Debt The Jefferson administration had two main objectives in 1801: the reduction of the national debt and the reduction of direct taxes. Gallatin felt that \"...the reduction of the public debt was certainly the principle in bringing me [Gallatin] into office...\". It was with this thought in mind that he began his first year in office. According to Mr. Gallatin, on January 1, 1801, the United States was more than eighty million dollars in debt. Gallatin had a plan to reduce the debt. It called for the practice of economy within the government, particularly in the military. The two main sources of revenue for the reduction of the national debt were: capital gained through the sale of public lands and that revenue brought in through custom duties (import taxes).During the first year of Gallatin's term of office he succeeded in reducing the national debt by over two million dollars. In 1803 the government increased its debt fifteen million dollars when the United States purchased the Louisiana Territory from France. Still, this major expense did not alter Gallatin's plan for the nation's economy. He continued to enforce his plan and by January 1, 1812, Gallatin had succeeded in reducing the national debt to just over forty-five million dollars. Albert Gallatin left office in 1814. Those who came after him continued to enforce the measures to reduce the debt that he had started. In January, 1833 the federal government considered the national debt totally extinguished. The Louisiana Purchase In 1803 the United States bought the Louisiana Territory from France. This territory added over eight hundred thousand square miles to the United States. The area purchased covered much of what is now the western part of the country. The cost of the territory was approximately fifteen million dollars, about three cents an acre. Albert Gallatin was able to manage the budget so the United States could pay France the fifteen million dollars and still maintain the budget. Gallatin felt that the acquisition of this land was good for the country, especially the area around Friendship Hill. It provided the United States and western Pennsylvania with an ocean port, New Orleans. Now, the residents of western Pennsylvania could easily ship their goods down river on keelboats to New Orleans. The port there also provided more customs duties, or import taxes, thus providing capital for the federal government. Albert Gallatin not only arranged for the purchase of the Louisiana Territory, but he also arranged financing for the exploration of the new lands. Gallatin consider-ed the sale of public lands the best way to rid the nation of its debt. The Louisiana Territory provided the country with the land to sell. Gallatin funded expeditions through the Louisiana Territory so the territory could be described. He hoped this would increase the value of the western lands. Among the explorers were Meriwether Lewis, William Clark, Thomas Freeman, and Peter Custis. Freeman and Custis explored the area around the Red River in Louisiana. Lewis and Clark explored the Missouri River Basin. During their travels they found the headwaters of the Missouri River. Lewis and Clark found that the Missouri River began at the confluence of three rivers. Lewis and Clark named these rivers after three prominent individuals of their time: Jefferson, Madison, and Gallatin. The National Road \"Mr. Gallatin was the very first man who ever suggested the plan for making the Cumberland Road (the National Road).\" Andrew Stewart January 27, 1829 As early as 1802, Albert Gallatin believed the United States needed to improve its transportation routes. In 1808 he delivered a report to Congress which listed specific internal improvements. Among the improvements Gallatin named were: roads and canals connecting the north and the south, roads allowing access from the northern United States to the Great Lakes, and roads connecting the eastern and western areas of the country. The east to west route suggested by Gallatin was the road that would become known as the National Road. Construction of the National Road began in 1811. The cost of the road averaged about thirteen thousand dollars per mile. Gallatin suggested that the federal government construct the road. He also arranged the finances of the nation to allow the federal government to pay for the road without falling deeper into debt. The National Road was opened from Cumberland, Maryland to Wheeling, West Virginia, as a transportation route in 1818.It may be no coincidence that the course of the National Road is not far from Gallatin's home in southwestern Pennsylvania. The road proceeds through downtown Uniontown, approximately sixteen miles north of Friendship Hill. The new National Road would provide Gallatin with a better route between his home and the nation's capitol. Not only would construction of the National Road serve Gallatin's purpose, but it would help his western Pennsylvania neighbors. The road provided them with a route to take their trade goods to eastern markets. The road, once known as the National Pike, still exists today. US Route 40 is the modern name given to the National Road. The original National Road ended near Vandalia, Illinois. Today US Route 40 can be followed across the nation from sea to shining sea.",
    "url": "https:\/\/www.nps.gov\/frhi\/learn\/historyculture\/secretaryofthetreasury.htm"
}
