{
    "title": "Lake Mead National Recreation Area: Hiking",
    "body": "Hiking              Although most visitors are attracted to Lake Mead National Recreation Area because of lakes Mead and Mohave, more than 87% of the park protects a vast area of the eastern Mojave Desert. Perhaps the best way to explore this diverse ecosystem is on foot, traveling across open expanses of rock formations that contain all the colors of the rainbow. Here, canyons and washes abound, offering a challenge to even the most experienced hiker. The best season for hiking is November through March when temperatures are cooler. Hiking during the day time in the summer months is not recommended because temperatures can reach 120 degrees F in the shade. Ranger-guided hikes are offered year round, with those in the summer months being held in the evenings.            Safety Tips Please visit our extensive Summer Hiking - Hike Smart - page for valuable safety information.  Hiking in the desert can be an enjoyable experience. It can also be a hazardous adventure if you travel unprepared. Never hike alone, and tell someone where you are going and when you plan to return. Carry plenty of water, at least ½ gallon of water per person. Drink often!          Signs of heat exhaustion include cool, moist, pale or red skin, headache, nausea, dizziness and exhaustion. Treatment includes moving the victim to a cool shaded area and giving him water to drink. If heat exhaustion progresses, the body temperature will continue to rise and the victim may suffer from heat stroke, a serious condition. Know your limits. Hiking in the desert often means traveling over rough, steep terrain with frequent elevation changes. Try to pick a route that best suits your abilities. Distances are often deceiving. Be sure to check the weather forecast before departure. Sudden storms can cause local flash flooding. Seek high ground if thunderstorms threaten, even in the distance, and be prepared to take cover from lightning.                 Extreme Temperature Warning! During the spring, summer, and fall months the park expriences VERY high temperatures - even at night. We do not recommend long hikes during the heat season as exhaustion and dehydration are a deadly combination and can occur very quickly. Parts of the park to not have great cell phone reception so do not count on being able to summon help quickly.       Equipment Essential equipment includes sturdy walking shoes and proper clothing. Long pants are suggested for protection from rocks and cactus. A hat, sunscreen, and sunglasses are recommended. Carry a small daypack to hold such items as water, lunch, first aid kit, map, jacket, and flashlight. Remember, never hike alone and leave your itinerary with someone.             Desert Dwellers Watch for signs of animals along the way. Because desert regions have such harsh climates, animals often spend the daylight hours sleeping in burrows or resting in shaded areas. Antelope ground squirrels, often confused with chipmunks, are more tolerant of the heat and may be seen scurrying under the bushes. Desert bighorn sheep may be observed walking along rocky ledges in small groups of two or three. Poisonous animals such as snakes, spiders, and scorpions are not often seen because they are most active after dark. Speckled rattlesnakes are common but not aggressive. Scorpion stings are no more harmful than a bee sting unless you are allergic. Black widow spiders are shy and secretive and are most often found around man-made structures. Bites and stings may be more harmful to small children. Watch where you place your hands and feet and don't disturb obvious hiding places.         Minimum Impact Hiking Many desert soils are fragile and take a long time to recover if disturbed. Darker surfaces that crumble easily indicate cryptogamic soils. Here mosses, lichens, and bacteria bind the soil surface, forming a crust that serves to prevent wind and water erosion so that seeds are protected. Take special care to avoid any damage to these areas.  Gypsum soils are often marked by lightcolored barren areas and are an ideal habitat for the endangered Las Vegas bear poppy and the sunray, one of the most impressive members of the sunflower family. Walk gently here! Canyons and washes accessible from the lakeshores often contain a surprising diversity of plants. Wildflowers are most abundant during the spring. Desert springs support a unique community of plants and animals. These springs are often the only source of water for many miles. Be careful not to contaminate them with trash and other human waste. Because the park is a protected area, rockhounding and collecting plants or animals is prohibited. The national recreation area contains a wealth of cultural resources, including petroglyphs, pictures carved on the rocks many hundreds of years ago by early Native American inhabitants. Although the meaning of these rock carvings are the subject of much debate, they are an irreplaceable key to the past. If you see anyone defacing a petroglyph or damaging an archeological site, please report it to the Lake Mead NRA Communications Center at (702) 293-8998. Help protect the desert and the plants by cleaning up your trash, treading lightly wherever you explore, and taking only memories of the park when you leave. Leave No Trace.          Weather Weather in the recreation area is unpredictable. Flash floods may occur during summer and fall thunderstorms. Visitors should keep an eye on the weather and seek high ground if thunderstorms threaten. Hikers should avoid deep canyons and dry washes during strong or threatening weather. Sudden high winds can occur. Extreme summer temperatures can reach 125 degrees F., making water an important supply to keep on hand while traveling in the desert. Summer hiking is not advised. Lake Mead National Recreation Area has few established hiking trails. When cooler weather prevails from November through March, National Park Service guided hikes and walks are conducted in various areas throughout the recreation area. (Ranger-led programs) Visitors familiar with the area often take \"cross-country\" trips by foot, employing various U.S. Geological Survey Maps (topographic quadrangles). Free backcountry road maps and hiking information handouts for recommended hikes may be obtained at the Alan Bible Visitor Center located at the junction of US Hwy 93 and Lakeshore Scenic Road. Go to the Weather page for more in depth information, including average minimum and maximum temperatures throughout the year in Boulder City, Nevada and Bullhead City, Arizona. Return to Top       Trail Information          Click HERE to download a printable PDF         Historic Railroad Trail Distance: 3.76 miles (6.05 km) one way Elevation Change: 445 foot elevation change Difficulty: Easy Trail Map: Historic Railroad Trail (PDF Map) The Historic Railroad Trail is a wide and flat gravel trail consisting of five tunnels that lead to Hoover Dam. The trail is frequented by bikers, joggers, walkers and their pets, and offers panoramic views of the Boulder Basin that are especially vibrant at sunset. The trailhead is located east of the Lake Mead Visitors Center on Lakeshore Road just off U.S. Highway 93. This hike can also be accessed from the secondary trailhead at the east parking lot of the Hoover Dam Lodge.         River Mountains Loop Trail Distance: 16.24 miles within Lake Mead (26.13 km) one way Elevation Change: 750 foot elevation change Difficulty: Easy Trail Map: River Mountains Loop Trail (PDF) The loop is a 12 foot wide paved path that surrounds the River Mountains connecting Lake Mead National Recreation Area, Hoover Dam, Henderson, Boulder City and the rest of the Las Vegas Valley and is 34 miles in total length. This hike can be accessed from two main trailheads. The Historic Railroad Trailhead located east of the Lake Mead Visitors Center on Lake Shore Road just off U.S. Highway 93. The alternate trailhead is located off Lake Mead Parkway just west of the entrance station.                Hot Spring Canyon Trail Distance: 2.53 miles (4.07 km) one way Elevation Change: 750 foot elevation change Difficulty: Very Strenuous Trail Map: Hot Spring Canyon Trail (Multi-trail PDF) This hike is one of the most unique hikes at Lake Mead National Recreation Area. With many boulders and steep scrambling, the Arizona Hot Spring provides a unique opportunity for visitors to experience nature's version of a hot bath. This hike can be combined to make a loop going through the hot spring and down a ladder to the White Rock Canyon trail. The hike begins at the White Rock Canyon trailhead located just off U.S. Highway 93 south of the Hoover Dam before mile marker 4. Although springs, especially hot springs, are safe and fun to relax in, there is a slight danger from a rare and lethal amoeba called Naegleria fowleri. This is not to say you cannot enjoy the springs at Lake Mead, just take some simple precautions. The amoeba enters the body through the nose only;it will not harm you if swallowed. Keep your head above water to prevent any infection.                White Rock Canyon Trail to Arizona Hot Spring Distance: 3.27 miles (5.26 km) one way Elevation Change: 885 foot elevation change Difficulty: Very Strenuous Trail Map: White Rock Canyon Trail (Multi-trail PDF) White Rock Canyon begins in a wide wash littered with large white boulders, hence the name, and winds into a slot canyon that takes you to the Colorado River. There is some rock scrambling. This trail can be combined to make a loop by going through the White Rock Canyon trail, up through the Arizona Hot Spring to Hot Spring Canyon. The hike begins at the White Rock Canyon trailhead located just off U.S. Highway 93 south of the Hoover Dam before mile marker 4. Although springs, especially hot springs, are safe and fun to relax in, there is a slight danger from a rare and lethal amoeba called Naegleria fowleri. This is not to say you cannot enjoy the springs at Lake Mead, just take some simple precautions. The amoeba enters the body through the nose only;it will not harm you if swallowed. Keep your head above water to prevent any infection.                Liberty Bell Arch Trail Distance: 2.76 miles (4.44 km) one way Elevation Change: 275 foot elevation change Difficulty: Strenuous Trail Map: Liberty Bell Arch Trail (Multi-trail PDF) The hike runs up over hills and through a historic mining area past a natural arch known as Liberty Bell Arch and out to an overlook in Black Canyon. The hike begins at the White Rock Canyon trail head located just off U.S. Highway 93 south of the Hoover Dam before mile marker 4.         Northshore Summit Trail Distance: 0.50 miles (0.80 km) round trip Elevation Change: 200 foot elevation change Difficulty: Moderate Trail Map: Northshore Summit Trail (PDF) Hiking to the top of the bluff requires some rock scrambling and there are steep cliffs. From the summit visitors will get a panoramic view of the Muddy Mountains, the red rocks of the Bowl of Fire, Bitter Springs Valley and the Overton Arm. The North Shore Summit trailhead is located on Northshore Road northeast past mile marker 20.         Callville Summit Trail Distance: 1.35 miles (2.17 km) round trip Elevation Change: 150 foot elevation change Difficulty: Moderate A short climb will reward hikers with a spectacular view. To the south sits Fortification Hill, Boulder Basin, Hemenway Valley, Boulder City and the River Mountains. Looking east hikers can see the Callville Bay developed area, Callville Mesa and the Black Mountains. The Trailhead is located next to the Callville dump station across from the picnic area.         Grapevine Canyon Distance: 1.7 miles (2.73 km) one way Elevation Change: 400 foot elevation change \/ 10 foot to petroglyphs Difficulty: Easy\/Moderate Trail Map: Grapevine Canyon Trail (PDF) Grapevine Canyon is a picturesque hike up into a canyon where visitors can view rock art called petroglyphs and a small waterfall at the end of the trail. The petroglyphs can be found an easy 0.32 miles from the trail head and are fragile, please respect the cultural site and do not touch or climb on petroglyphs. Take highway 163 to Christmas Tree Pass road then go north for 1.8 miles to Grapevine Access Road. Trailhead is at the west end of the parking lot.         Redstone Trail Distance: 0.57 miles (0.91 km) loop Elevation Change: 80 foot elevation change Difficulty: Easy Trail Map: Redstone Trail (PDF) Hikers can wind through large, red sandstone rocks and learn about the geology of the area. Interpretive signs are provided at the trailhead and picnic area. The trailhead is located at the Redstone picnic area on Northshore Road.         Wetlands Trail - Temporarily closed due to construction Distance: 0.75 mi (1.2 km) loop Elevation Change: 110 foot elevation change Difficulty: Moderate Trail Map: Wetlands Trail (PDF) The hike winds down the hill into a dry wash that leads to the banks of a flowing creek. This area is ideal to bird watch, so be sure to bring your binoculars and camera. The Wetlands trailhead is located on Northshore Road just past mile marker one.         White Owl Canyon Trail Distance: 1.10 (1.77 km) miles round trip Elevation Change: 300 foot elevation change Difficulty: Moderate The White Owl Canyon hike starts out with a 70 foot descent then crosses a culvert that opens into a short slot canyon near the edge of Boulder Basin where flowing water eroded through conglomerate rock. The rocks provide convenient perches where owls have been seen nesting in the canyon. Take Lakeshore Road to 33 Hole Road turn right towards the lake, then turn left into the first parking area, this is the trailhead.         Bluffs Trail - Las Vegas Bay Campground Distance: 1.94 miles (3.12 km) round trip Elevation Change: 145 foot elevation change Difficulty: Moderate Trail Map: Bluffs Trail (PDF) This well-defined trail leads along the bluffs with grand views overlooking Las Vegas Wash. The trailhead starts next to site #72 in the Las Vegas Bay Campground. This area is ideal to bird watch, so be sure to bring your binoculars and camera.         St. Thomas Trail Distance: 2.04 mile loop (3.28 km) loop Elevation Change: 85 foot elevation change Difficulty: Moderate Trail Map: St. Thomas Trail (PDF) The hike begins with an 85 foot descent to a flat loop that follows the old roads of the original settlements of St. Thomas. Take Northshore road just past mile marker 46 and turn onto Old St. Thomas access road, which is dirt and sometimes bumpy, 4X4 vehicle is recommended. The trailhead is located at the end of the 3.5 mile access road. St. Thomas is a historic settlement that was flooded when Lake Mead first filled up in the 1930's. Once a Mormon settlement, St. Thomas thrived as a stopping point between Los Angeles and Salt Lake City along the Arrowhead Trail.         Fisherman's Trail Distance: 0.88 mile (1.41 km) round trip Elevation Change: 35 foot elevation change Difficulty: Easy The trailhead is located southeast of the Katherine Landing launch ramp. There is parking available at the boat rental and repair shop. This is a well-defined hike that follows the southern outline of the harbor with views of the surrounding mountains and Lake Mohave.         Lake View Trail - Temporarily closed due to construction Distance: 2.37 miles (3.81 km) round trip Elevation Change: 115 foot elevation change Difficulty: Moderate The trailhead is located next to the Katherine Landing day use area, on the west end of parking lot B facing away from the main road. This hike provides opportunities to take in the beautiful, mountainous landscape with views of the harbor, Lake Mohave and Telephone Cove.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/hike.htm"
}
