{
    "title": "Lake Mead National Recreation Area: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions             Lake Mead National Recreation Area is located close to many other natural and man-made wonders. These places are often within an hour or two drive from Boulder City and can be visited in a day. Others may require overnight accommodations. But we’re sure you’ll enjoy each and every one of these nearby attractions. Mileage shown is from Boulder City.          Hoover Dam (0 miles)    Visit one of the engineering wonders of the world. Hoover Dam is located 45 minutes south of Las Vegas outside of Boulder City, Nevada. This is where the Colorado River was dammed to form Lake Mead! For more information, call the Bureau of Reclamation at 702-597-5970 or 800-634-6787. For information on conditions at Hoover Dam: 888-248-1259.  Photo: Courtesy BOR         Clark County Heritage Museum (8 miles)   Daily tours of exhibits ranging from early Indians, miners and pioneers through gaming and World War II. The museum is located at 1830 S. Boulder Highway, Henderson, between Las Vegas and Boulder City. Open from 9 a.m. to 4:30 p.m. daily. For more information call 702-455-7955. Entrance fee.         Old Las Vegas Mormon Fort State Historic Park   (26 miles)    The first permanent non-native settlers in the Las Vegas Valley were a group of Mormon missionaries who built an adobe fort along Las Vegas Creek in 1855. Today, the park includes a remnant of the original adobe fort, which serves as a visitor center with interpretive displays. The Old Las Vegas Mormon Fort is located in downtown Las Vegas, at the intersection of Las Vegas Boulevard and Washington Avenue, the park is open all year. 500 E Washington Ave, Las Vegas, NV 89101, 702-486-3511 Entrance fee.          Spring Mountain Ranch State Park  (42.1 miles)     Visit the historic ranch 20 miles west on Charleston Blvd. (Nevada Highway 159). Guided tours of the ranch are offered on Fri., Sat., Sun., and Mon., depending on the weather. Open daily for picnicking 8 a.m. to sunset. For additional information, call 702-875-4141. Entrance fee.          Floyd Lamb Park (43.4 miles)   Only 20 minutes north on Highway 95, this green oasis offers picnicking facilities on 16 acres of land adjacent to a seven acre lake with horseback riding and excellent bird-watching. Open daily from 9 a.m. to 5 p.m. For additional information, call 702-229-6297. Entrance fee         Red Rock Canyon National Conservation Area  (47 miles)    Excellent hiking, scenic 13 -mile loop, and beautiful vistas are found only 20 miles west of Las Vegas via Charleston Blvd. (Nevada Highway 159). For more information, call the Visitor Center at 702-515-5350. Entrance fee.         Chloride, AZ  (62.5 miles)    A small mining town dating back to 1863. Gold, silver, lead, zinc, copper and turquoise were all mined here. Travel east on Hwy 68 to Hwy 93 junction, north approximately 15 miles to Grasshopper Junction, east to Chloride          Spring Mountains NRA (Mt. Charleston)  (64.7 miles)    Less than an hour north of Las Vegas on Highway 95 is the Toiyabe National Forest. The 11,990 ft. elevation provides cool pines in the summer, and snow skiing in the winter. For more information, call Kyle Forest Service Station at 702-872-5486. For lodging information, call 702-872-5408 or 702-872-5500. For camping reservations, starting in mid-May, call Park Net, Inc. at 877-444-6777.   Photo: Jefftopham (CC 2.0)           Kingman, AZ  (77.8 miles)    See excellent displays on Indian life, historical development and cultural activities at the Mohave Museum of History and Arts at 400 W. Beale., Kingman, AZ, Hours are 10 a.m. to 5 p.m., Monday through Friday and 1 p.m. to 5 p.m., Saturday and Sunday. While in Kingman, visit the Bonelli House, home of one of the earliest settlers in the area. It is open Thursday through Monday, 1 p.m. to 5 p.m. Entrance fees.          Hualapi Mountain Park  (91.5 miles)    Managed by the Mohave County Parks Department, this beautiful area includes camping facilities, picnic areas, cabins for rent and miles of hiking trails.          Hualapai Indian Reservation (98.7 miles)    Exciting raft trips and spectacular views of the West Grand Canyon. Permits available at R.D.'s Pitstop or Hualapai River Running Office on Route 66 in Peach Springs, AZ. For more information, call 928-769-2219 or call the Hualapai Lodge at 928-769-2230. Entrance Fee.         Oatman, AZ  (105 miles)   Burros and gun fighters roam the streets in this early gold mining town located on historic Route 66. Facilities include antique and craft stores, cafes and historic buildings. Turn left on Oatman Road, ten miles south of Bullhead City on Hwy 95, continue 14 miles to Oatman.  Photo: Pretzelpaws (CC 2.0)          Havasu National Wildlife Refuge  (110 miles)     Fishing, wildlife observation and wildlands appreciation are three of the most popular pastimes at the refuge. Check at the refuge office in Needles for maps and more information about access to the area. Their address is 1406 Bailey Ave, Needles, CA. 760-326-3853.   Photo: John West (CC 2.0)         Mitchell Caverns Natural Preserve  (124 miles)    Take 1-40 west of Needles for 45 miles, turn on the Essex-Black Canyon Road exit and follow it 17 miles north to Providence Mountains State Recreation Area. Mitchell Caverns is located within the recreation area. Guided tours offered daily except in the summer. Check for tour times prior to arrival. Entrance fee.  Photo: Scott Burley, NPS          Death Valley National Park (138 miles)   Spectacular geologic formations and desert vistas are only a 1-1\/2 hour drive on US Highway 374 South. Points of interest include Zabriskie Point, Ubehebe Crater and Scotty's Castle. For additional information, call the Furnace Creek Visitor Center at 760-786-2331. Entrance fee.         Joshua Tree National Park  (193 miles)     Three hours southwest of Katherine is an area that includes two deserts, the Mojave and Colorado (part of the Sonoran Desert). Joshua Tree National Park protects plants and animals indicative of both deserts. Points of interest include Keys View, Hidden Valley and Cholla Cactus Garden. East of Needles on 1-40 to Mountain Springs Road exit. Follow it to Amboy and past Amboy turn left to 29 Palms. The park headquarters is on Utah Trail. For additional information, call 760-367-5500. Entrance fee.  Photo: Doug Dolde (CC 2.0)          Grand Canyon National Park   (250 miles)    Scenic flights, train rides, raft trips, mules rides, and highways all lead into Grand Canyon National Park. The South Rim is open year-round, and the North Rim is open mid-May to mid-October, depending on the weather. For additional information, call 928-638-7888. Entrance fee.          For more information on activities, events, camping, or lodging near the Lake Mead NRA, contact the following: Arizona  Arizona Office of Tourism 800-987-7457 Bullhead Area Chamber of Commerce 928-754-4121 Bullhead Area Tourist Information 928-754-4121   Nevada  Nevada Commission on Tourism 800-NEVADA8 Boulder City Chamber of Commerce 702-293-2034 Henderson Chamber of Commerce 702-565-8951 Las Vegas Chamber of Commerce 702-735-1616 Las Vegas Convention & Visitors Authority 702-892-0711 (daily) Laughlin tourist Information 800-452-8445 or 702-298-3321   Utah  Utah Tourist Information 801-538-1030 Southwest Utah 800-233-8824 Region Public Lands Information Center",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/nearbyattractions.htm"
}
