{
    "title": "Friendship Hill National Historic Site: Whiskey Rebellion",
    "body": "The Whiskey Rebellion       \"The single largest armed confrontation among American citizens between the Revolution and the Civil War\" Thomas Slaughter  THE OFFENSE        From WHISKEY REBELS, by Leland D. Baldwin, ©1939 by University of Pittsburgh Press, 1967 by Leland D. Baldwin. Used by permission of the University of Pittsburgh Press.  In 1790, the new national government of the United States was attempting to establish itself. Because the government had assumed the debts incurred by the colonies during the Revolution the government was deep in debt. During the 1791 winter session of Congress both houses approved a bill that put an excise tax on all distilled spirits. United States Secretary of the Treasury, Alexander Hamilton, proposed the bill to help prevent the national debt from growing. Loud protests from all districts of the new nation soon followed. These protests were loudest in the western counties of Pennsylvania. Acceptance of the excise tax varied with the scale of the production; large producers, who produced alcohol as a business venture, were more willing to accept the new tax. They could make an annual tax payment of six cents per gallon. A smaller producer, who only made whiskey occasionally, had to make payments throughout the year at a rate of about nine cents per gallon. Large producers could reduce the cost of the excise tax if they produced even larger quantities. Thus, the new tax gave the large producers a competitive advantage over small producers. The smaller producers, who were generally in the western counties, had a very different perspective of the tax. To them the tax was abhorrent. The frontier farmers detested the excise because it was only payable in cash, something rare on the western frontier. Due to the great effort required to transport any product over the mountains back to the markets of the East, farmers felt it made much more sense to transport the distilled spirits of their grain rather than the raw grain itself. THE REBELLION  The Whiskey Rebellion took place throughout the western frontier. There was not one state south of New York whose western counties did not protest the new excise with some sort of violence. Probably the biggest concern about the excise tax was the revenues from it would support a national government the western people felt was not representing them well. Their grievances involved resolving the Indian problems and opening the Mississippi River to navigation. \"They were 'convinced that a tax upon liquors which are the common drink of a nation operates in proportion to the number and not to the wealth of the people, and of course is unjust in itself, and oppressive upon the poor.'\" Without solving these problems the national government could expect no compliance to he excise law. People in the West resisted the excise tax with different attitudes. Most simply refused to pay the tax while others rebelled with violence. Excise officers received most of the fury from the rebels. Each officer was to open an office in his county of operation. The easiest form of nonpayment was to prevent the excise officer from establishing an office in the county. To do this, rebels threatened anyone who offered to house the excise office. More often than not, the excise officer received threats to his well being. These threats were usually enough to discourage the officer from staying and trying to collect the tax. When an officer was brave enough to stay, the residents who opposed the tax committed such humiliations as tarring, feathering, and torturing the offender. This usually convinced the excise officer to leave the area.   WESTERN PENNSYLVANIA'S ROLE \"Western Pennsylvania was 'a center of terrorism under the guiding hand of Albert Gallatin.'\" Robert Hendrickson  The residents of western Pennsylvania played a major role in the \"Whiskey Rebellion.\" It was the violent reaction of the people in this area that compelled President George Washington to call 12,950 militia men to suppress the rebellion in 1794. The residents of western Pennsylvania not only threatened the excise tax collectors, they proceeded to carry out their threats. An angry mob marched on collector John Neville's house in Washington County, had a shoot out with him and his slaves, and eventually burned his home. Fortunately, Neville narrowly escaped the grasp of the crowd. Not only did this mob attack the tax collector but they also stole the mail from a post rider leaving Pittsburgh. The logic behind this action was to discover who in the local area opposed the rebels. This was a federal offense for which the rebels could be prosecuted. Their actions of civil disobedience should not be considered as totally without justification. ALBERT GALLATIN'S ROLE         Since the people of western Pennsylvania felt they were not being well represented by Congress they decided to choose their own assembly. Each county was to choose between three and five representatives. These people were to bring the demands of their county to the assembly. Many of the representatives had ill feelings toward the national government. These people tried to push the residents of western Pennsylvania toward open insurrection. Men such as Hugh Henry Brackenridge and Albert Gallatin were the moderating force at these meetings and prevented the radicals from dominating the proceedings. Albert Gallatin's role was as a representative of the residents of Fayette County. As such he had to transmit the sentiment of the meetings even though he may have disagreed. Gallatin served as secretary and also delivered speeches that helped to pacify those radicals who were at the meetings. Often Gallatin delivered these speeches while radicals were in the crowd with their weapons in hand. Gallatin spoke about the mistake of open rebellion toward the government. Unfortunately for Gallatin, the government officials did not differentiate between the moderates and the radicals who took part in these meetings. Participation brought guilt as far as those in the government were concerned. In 1794 the militia called by Washington marched to dispel the rebels in western Pennsylvania. They also brought a list of names of participants that certain members of the Presidential staff wanted arrested. This list included Brackenridge and Gallatin. Twenty rebels were arrested. Fortunately, Albert Gallatin was not among them. Of the twenty rebels arrested, none were found guilty. The fact that he was included on the list of rebels caused Albert Gallatin in later reflections to call his participation in the Whiskey Rebellion his \"only political sin.\"",
    "url": "https:\/\/www.nps.gov\/frhi\/learn\/historyculture\/whiskeyrebellion.htm"
}
