{
    "title": "Scotts Bluff National Monument: Oregon Trail Pathway",
    "body": "Oregon Trail Pathway          Between 1841 and 1869, over 350,000 people traveled west past Scotts Bluff. Before 1851, pioneers used Robidoux Pass since the badlands between the river and the bluff made travel impossible. Nine miles south of Scotts Bluff, the pass offered a spring and a trading post operated by the Robidoux brothers.   In 1851, Mitchell Pass was opened and became the main route for the emigrants (pioneers heading west).  In 1851, William Lobenstine wrote in his journal:  \"The rock itself is separated nearly at it's middle, having a pass here fifty to sixty feet wide, ascending at both sides perpendicular to a height of three to four hundred feet. The passage through here was only made possible in 1851 and is now preferred by nearly all emigrants, cutting off a piece of eight miles from the old road.\" Mitchell Pass, known during the 1850's as \"Devil's Gap\" became the principle route of the military, pony express and the telegraph. Mitchell Pass was named after United States Brigadier General Robert B. Mitchell. The covered wagons in front of the Scotts Bluff National Monument administrative building mark the start of the Oregon Trail Pathway. The smaller Studebaker and Murphy wagons were the mode of transportation for families. The larger Conestoga wagon was not often used on the Oregon Trail, but was used to haul freight. Living history demonstrations occur at the Murphy wagon during the summer. When the trail surface changes from asphalt to dirt, you are walking \"on\" the actual Oregon Trail. Today, after over 150 years of erosion of the soft rocks, individual wheel ruts are not visible. What is visible is called a \"swale,\" which is a deep roadbed that was created by wagons traveling single file through Mitchell Pass. After crossing Mitchell Pass, the trail becomes paved again, and the Oregon Trail's path is marked by wooden posts in the trail's center. Near the end of the hiking trail is the site where William Henry Jackson camped and sketched while working as a bullwhacker on a wagon train in 1866.",
    "url": "https:\/\/www.nps.gov\/scbl\/planyourvisit\/otpath.htm"
}
