{
    "title": "Lake Mead National Recreation Area: Canoeing & Kayaking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Canoeing & Kayaking                Canoeing & Kayaking              There are many hidden coves to discover by canoe or kayak on Lake Mead and Lake Mohave. Don't forget to explore the popular Black Canyon in your own canoe or kayak.      Important Hoover Dam Launch Site Information         Hoover Dam launches are highly regulated by the Bureau of Reclamation (BOR) due to the road leading to the launch site is in a security zone and access is limited requiring a permit. These permits are handled by various authorized park outfitters. To obtain a paddlecraft launch permit to launch directly below Hoover Dam contact one of the authorized paddlecraft outfitter listed on our Boat Launch from Hoover Dam Permit page.            Black Canyon Water Trail is now an Official National Water Trail.   “This recognition places the Black Canyon Water Trail in a distinctive national network of exemplary water trails and commends the efforts of the local community and partners in promoting active involvement in the conservation of our water resources” - Sally Jewel - Secretary of Interior Read more about the water trail.          Boaters can purchase a yearly pass for $40 for their vessel or $20 for a one to seven day pass.  In addition some watercraft are required to purchase an Aquatic Invasive Species (AIS) decal for their craft, which is NOT AVAILABLE at the park. You must purchase prior to arrival through the Nevada Department of Wildlife (NDOW). This is a requirement regardless of whether you launch from Nevada or Arizona. Watercraft registered in Arizona are exempt from the decal requirement within the Lake Mead NRA. All non-registered vessels must display a AIS decal. To find out if your vessel requires an AIS decal check NEEDS A STICKER or DOES NOT NEED A STICKER. To purchase this decal please visit the NDOW website at CLICK HERE (Links to NDOW, service fees apply) OR - Toll Free at (866) 703-4605 (service fee applies)  NDOW Office Locations - Las Vegas: 4747 Vegas Drive, (702) 486-5127 - Henderson: 744 South Racetrack Road, (702) 486-6742 - Reno: 1100 Valley Road, (775) 688-1500 - Elko: 60 Youth Center Road, (775) 777-2300 - Winnemucca: 815 E. 4th St., (775) 623-6565 - Fallon: 380 West B St., (775) 423-3171 - Ely: 1218 North Alpha St., (775) 289-1655 Ext. 21       Special Notice:         Invasive Mussel Found at Lake Mead NRA    Live quagga mussels (a nuisance invasive species closely related to, and commonly referred to as zebra mussels) were discovered in Lake Mead and Lake Mohave. In order to not spread the mussel to other bodies of water, please follow the suggestions below. Effective ways boaters (including personal watercraft, canoe, and kayak users) and fisherman can ensure that their boats, vehicles, trailers and other equipment do not spread mussels to other waters:    1. Drain the water from your motor, live well, and bilge on land before leaving the immediate area of the lake.    2. Completely inspect your vessel and trailer, removing any visible mussels, but also feel for any rough or gritty spots on the hull. These may be young mussels that can be hard to see.    3. Wash the hull, equipment, bilge and any other exposed surface with hot, soapy water or use a 5% solution of household bleach.    4. Clean and wash your trailer, truck or any other equipment that comes in contact with lake water. Mussels can live in small pockets anywhere water collects.    5. Air-dry the boat and other equipment for at least five days before launching in any other waterway. Do not reuse bait once it has been exposed to infested waters.    More Quagga Mussel information here...    Additional information can be found at the www.protectyourwaters.net and www.100thMeridian.org. (Links to organization's websites)",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/canoekayak.htm"
}
