{
    "title": "Friendship Hill National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     January 27, 2016  New Audio-Visual Programs at Friendship Hill NHS  On Saturday, January 30, in honor of Albert Gallantin's is unveiling two new video programs.   July 17, 2015  Welcome Home Albert Gallatin  The third annual Albert Gallatin Project titled \"Welcome Home Mr. Gallatin\" will be held Saturday, July 25, 2015.  This a one-day symposium will focus on Albert Gallatin's return home from negotiations to end the War of 1812 and preparing for retirement from public service. Attendees will enjoy a day of historically based conversation and interpretation.   January 22, 2015  Stephen Clark Selected as Superintendent of the National Parks of Western Pennsylvania  Stephen Clark has been named superintendent of the National Parks of Western Pennsylvania, which include the Flight 93 National Memorial, Johnstown Flood National Memorial, Allegheny Portage Railroad National Historic Site, Fort Necessity National Battlefield and Friendship Hill National Historic Site. Clark will assume his duties in late March   January 21, 2015  Reinbold named Assistant Director for Partnerships and Civic Engagement  Jeff Reinbold has been named the National Park Service's assistant director for partnerships and civic engagement.  Reinbold will be responsible for partnerships, philanthropic stewardship, national trails, wild and scenic rivers, and hydro-power assistance programs. He will also oversee the National Park Service Rivers, Trails, and Conservation Assistance Program.   July 17, 2014  Thomas Jefferson and Albert Gallatin To Appear at Friendship Hill  The National Park Service will host a two day symposium on the Louisiana Purchase and the War of 1812.  The weekend will feature portrayals of Albert Gallatin and Thomas Jefferson.   Programs and activities will also be available for children.   June 11, 2014  Thomas Clare Cemetery Walk  A special National Park Service program honoring early citizen, Thomas Clare, on Sunday, June 22, 2014 at 2:00 p.m. for a refreshing walk and historical insight.   March 04, 2014  Tourism to Western PA National Parks Creates $44 Million in Economic Benefit  Report shows that 800,000 visitors to in Western Pennsylvania national park sites spent over $44 million in communities near the parks in 2012 . That spending supported 677 jobs in the region. The five parks include: Allegheny Portage Railroad NHS, Flight 93 National Memorial, Fort Necessity National Battlefield, Friendship Hill NHS, and Johnstown Flood National Memorial.   July 11, 2013  Albert Gallatin and James Madison to appear at Friendship Hill  The National Park Service the Friendship Hill Association, invite everyone interested to come out and meet James Madison and Albert Gallatin at a free one day symposium, July 27, 2013.   July 10, 2013  Reception and Exhibit at Arts Mon honors Friendship Hill Photographers  An awards presentation and reception will be held July 19, at the Arts Monongahela Gallery in Morgantown to honor the photographers who submitted entries in “Friendship Hill through the Seasons” photography   July 01, 2013  National Park Service to Remove Barn at Friendship Hill NHS  The National Park Service plans to demolish an unused barn built 90 years after the Gallatin family moved away from Friendship Hill.   The NPS is soliciting Public comments regarding the proposed demolition.   June 12, 2013  Top Ten “Kid Friendly” Activities Offered This Summer in Western PA National Parks  The Western PA national parks might just be your perfect destination. The following are the top ten activities that families with children won’t want to miss in the Western PA Parks. Programs are free for children younger than 15,   September 12, 2012  FestiFall 2012 Features Family Fun for History Buffs of All Ages  Visitors to FestiFall 2012 will be transported back in time to life in the \"Western Country\" from 1786 to 1832, when American statesman Albert Gallatin maintained his Fayette County estate New Geneva. FestiFall runs Saturday, September 22, and Sunday, September 23. It features period demonstrators, craftsmen, food, music, a small military encampment, and hands-on activities for children.   September 04, 2012  Special Gallatin Exhibit from Switzerland to be displayed at FestiFall 2012  FestiFall 2012 is a weekend full of music, food, crafts, soldier life demonstrations, weapons displays and games.  Visitors can enjoy the new exhibit from the Library of Geneva Switzerland,   “Albert Gallatin, a Genevan at the Heart of the American Dream.”  FestiFall runs Saturday, September 22, and Sunday, September 23, from 11:00 a.m. to 5:00.   July 23, 2011  Crafty Saturday  Friendship Hill National Historic Site gives visitors the chance to enjoy hands-on history with Crafty Saturday.   January 19, 2011  250th Birthday Celebration for Albert Gallatin at Friendship Hill National Historic Site  The National Park Service invites area residents and visitors to a Sestercentennial Birthday Celebration for Albert Gallatin Saturday, January 29 at 2 p.m. at his Fayette County home at Friendship Hill National Historic Site.   January 11, 2011  Keith Newlin Named Superintendent of National Parks of Western Pennsylvania  Keith Newlin has been named superintendent of the National Parks of Western Pennsylvania. He will assume his duties February 1, 2011, and serve in the position for one year. He replaces Joanne Hanley, who will retire at the end of January.   September 16, 2010  First Allies Artillery Crew returns for FestiFall 2010  The annual event at Friendship Hill National Historical Site features the six member First Allies living history group demonstrating the loading and firing of historic artillery.   May 24, 2010  Friendship Hill Association to Plan for the Future of the National Historic Site - Public is Invited  No abstract supplied.   September 10, 2009  FestiFall 2009 Features Sneak Previews of new Ken Burns Documentary  The annual event at Friendship Hill National Historical Site celebrates the life and times of Albert Gallatin, the original owner of Friendship Hill.  The National Park Service presents a sneak preview to the new Ken Burns documentary, “The National Parks: America’s Best Idea.”  A market fair, historic foods, and American Indian and Revolutionary War encampments offer enjoyable educational experiences for the whole family.   September 10, 2008  FestiFall 08 Recognizes the Contributions of American Indians  No abstract supplied.   May 22, 2008  Friendship Hill National Historic Site closed Tuesday for Road Work  Friendship Hill National Historic Site will be closed Tuesday May 27, 2008.  Site Manager Dan Watson said the closure is temporary and will last for two days or less.    November 30, 2007  Holiday in the National Parks at the White House  No abstract supplied.   September 19, 2007  FestiFall 2007  No abstract supplied.   April 23, 2007  Furniture Exhibit Unveiled at Friendship Hill NHS  No abstract supplied.   April 17, 2007  Wildflower Walks at Friendship Hill National Historic Site-April 28  No abstract supplied.   November 15, 2006  National Park Areas Closed to Hunting and Weapons  Hunters are reminded that the National Parks in Southwestern Pennsylvania are closed to hunting.",
    "url": "https:\/\/www.nps.gov\/frhi\/learn\/news\/newsarchive.htm"
}
