{
    "title": "Friendship Hill National Historic Site: Photography",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Photography                Wedding Photography          Special Use Rules for Photography of Wedding Parties These rules apply to wedding photography for personal use of the wedding party. Any pictures taken for personal use do not require a permit. Photographers do not have to apply for personal photography.  The park grounds are open from sunrise to sunset. Anyone found in the park before or after those posted hours will be subject to fine and\/or other law enforcement action. The Gallatin House and driveway to the mansion are open from 9:00 a.m. until 5:00 p.m. Access to the historic knoll area before or after those hours is by foot only, except for those motorized, wheeled vehicles used for handicapped accessibility. Keep in mind the entire park closes at sunset, including this area. Only one vehicle is permitted onto the historic knoll area. This vehicle can be used as a shuttle for delivering the bridal party up the hill. All other vehicles of the wedding party must remain in the main parking lot. After the designated shuttle vehicle has delivered all the participants to the knoll it must be returned to the main parking lot so as not to block the driveway to access by emergency, law enforcement, or vehicles of handicapped visitors. No alcoholic beverages are permitted in the historic area on the knoll. No pictures are permitted to be taken inside the historic Gallatin House. The porches of the Gallatin House may be used for pictures as long as the activity does not impede the experience of other visitors. No picture taking activities can in any way interfere with or impede the experience or access of visitors to the site. This includes the archways near the entrance to the Visitor Center. No alteration of the buildings or natural setting can be made for the purpose of \"setting up\" a scene for a photograph. All materials used in taking photographs as well as litter and other materials must be removed from the area by the wedding party. Any photography for commercial use does require a permit, which must be obtained prior to the photography work being carried out.  If you have any questions regarding these rules, please contact the Special Use Permit Coordinator at Fort Necessity National Battlefield at 724-329-8131. The National Park Service thanks you for your cooperation in following these rules to preserve and protect the park and its resources as well as experience of other visitors.",
    "url": "https:\/\/www.nps.gov\/frhi\/weddingphotos.htm"
}
