{
    "title": "Friendship Hill National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits      Special use permits are required for any activity that provides a benefit to an individual group or organization rather than the public at large. A permit is also required for an activity not initiated, sponsored, nor conducted by the National Park Service that is disruptive or potentially disruptive to normal park operations. A $50 non-refundable application fee must be submitted with the application form for the application to be considered.  If the permit is approved and issued, additional fees will be charged to recover costs incurred by the National Park Service for administering the permitted activity. Special Use Permit applications involving any natural or cultural resource disturbance must provide a location map and Pennsylvania Natural Diversity Inventory Environmental Review (PNDI) receipt for Threatened and Endangered Species. The park is responsible for completing NEPA and Section 106 reviews and the applicant should allow adequate time for those reviews to take place after the permit application has been received by the Park staff. For more information, or if you are unsure if the activity you have planned requires a special use permit please contact MaryEllen Snyder, Special Use Permit Coordinator at 724-329-8131 or via email.     You may download a Special Use Permit application by using this link: \"Application for Special Use Permit\". Print blank form, complete with pen, sign and mail it to: Fort Necessity National Battlefield c\/o Special Use Permit Coordinator 1 Washington Parkway Farmington, PA  15437 Please note, the application will not be processed until the application fee is paid unless the superintendent has granted a waiver.      Applications for filiming do not have interactive fields to complete on-line. Follow this link for an application for commercial filming\/still photography permit (PDF): \"Application for Commercial Filming\/Still Photography Permit\" (short form, 10-931). Some filming requests, those that include unusual locations or changes to the park for example, will require a slightly different a application for filming\/still photograpy permit (PDF):  \"Application for Commercial Filming\/Still Photography Permit\" (long form, 10-932).      Attention Photographers: Wedding parties, family reunions, and graduations do not need a commercial photography special use permit unless:  they are using multiple props in the photo (hand held items like flowers do not count as a prop), and\/or they are sitting up photography equipment like lights, screens, big tripods, constructing a set (i.e. items that could get in the way of regular park visitors), and\/or they are using models (wedding parties, graduates, and family reunion folks are not considered models since they are not being paid to be in the photo), and\/or the photos will be use to advertise a product, and\/or the photo will be taken at a location in the park that is normally closed to visitors, or taking the photo in the chosen location would cause an unsafe situation or impede regular visitor traffic.  If any of the above six criteria are met, the photographer will need a special use permit. For further information or clarification, please contact the park's Special Use Coordinator, MaryEllen Snyder, at 724-329-8131.",
    "url": "https:\/\/www.nps.gov\/frhi\/planyourvisit\/permits.htm"
}
