{
    "title": "Friendship Hill National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           223 New Geneva Rd.  Point Marion, PA 15470                 Directions         Friendship Hill NHS is located on PA 166 three miles north of Point Marion, Pennsylvania.  Directions Details           Operating Hours & Seasons         Friendship Hill Grounds and Trails The Park Grounds and Trails are open daily from sunrise to sunset, all year. Please note: While the park is open Sunrise to Sunset - the Gallatin House Visitor Center may be closed during the winter season.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Weather varies considerably within each season.  Be prepared with layered clothing. Precipitation is common throughout the year. Spring: Temperatures usually range from 25°F to 70°F.  On average, May is the wettest month. Summer: Temperatures usually range from 50°F to 80°F. July is the warmest month. Fall: Temperatures usually range from 30°F to 70°F. Fall foliage is at its peak around mid-October. Winter: Temperatures range from 15°F to 40°F.  January is the coldest month.         Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 There is no entrance fee at Friendship Hill National Historic Site.   Activities that require a permit may have a fee.         Visitor Centers       Gallatin House The Gallatin House was the home of Albert Gallatin.  The house contains contains exhibits on Gallatin's family life and public career.                  Set aside from one to one and one-half hours to visit and enjoy the historic house, exhibits, audio tour,  and any special programs.  You can also take some time to explore the 661 acre park on over ten miles of nature trails. A picnic area and comfort station are adjacent to the main parking area.",
    "url": "https:\/\/www.nps.gov\/frhi\/planyourvisit\/basicinfo.htm"
}
