{
    "title": "Lake Mead National Recreation Area: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Boating                 Boating              Boating on lakes Mead and Mohave is one of the more popular activities here. With more than 290 square miles of waterway to navigate, boaters can enjoy the thrill of open water or relax in a private cove. But boating also has it’s rules and regulations and here we cover everything you’ll need to know to have a fun and safe time at the Lake Mead National Recreation Area.       Click here for current launch ramp conditions.  Important Two-Stroke Vessel Regulations You Need to Know About. Click here for more information.        Bring your own boat or rent a boat from one of our marinas. Lakes Mead and Mohave Boat Rentals       Free Boating Guides Nevada Boating Access Guide, a complimentary booklet published by the Nevada Division of Wildlife, is your guide to most of Nevada's boating access areas and launch facilities, both public and private. To receive your copy, please write to: Nevada Division of Wildlife; P.O. Box 10678; Reno, NV, 89520. You can also view the guide online CLICK HERE The Arizona Boating Guide is published by the Arizona Game and Fish Department and is your guide to current rules and regulations for recreational boating in Arizona. To receive your copy, please write to: Arizona Game and Fish Department; 2221 W. Greenway Road; Phoenix, AZ, 85023. You can also download the rules and regulations (PDF)  CLICK HERE.       Safety Information  Please enjoy yourself at Lake Mead National Recreation Area, but remember alcohol, drugs, and water don't mix. The chance of an accident increases as your ability to react, both mentally and physically, is impaired. For more safety tips, click here.  Regulatory Information         Lifejackets or Personal Flotation Device (PFD) Boaters must have a minimum of one good and serviceable U.S. Coast Guard (USCG) approved lifejacket for each person on board their vessel. Lifejackets must fit the intended user including children and infants. All persons 12 years or younger must wear a lifejacket while on board a vessel. All boats 16 feet or over must have a USCG-approved type IV (throwable) lifejacket on board in addition to lifejackets for each individual. For personal watercrafts (PWCs), a minimum of one USCG approved lifejacket must be worn by each person on board.         Fire Extinguisher All vessels carrying, as fuel, any volatile liquid having a flash point of 110°F of more or less, and all vessels with any closed or covered compartments must have a fire extinguisher immediately available. Boats of open construction under 26 feet in length are not required to have an extinguisher, but it is recommended. PWCs must have a serviceable B-I USCG fire extinguisher on board.     Lanyard (Personal Water Crafts) PWCs must have a lanyard-type cut-off switch that is attached to the operator. Boating Accidents All boating accidents must be reported to the National Park Service within 24 hours.     Safe Boating Course    Persons under the age of 18 are required to take and pass a NASBLA approved boating education course to operate a vessel in Nevada. Persons over 18 must follow the requirements for their state of residency. For Nevada residents, anyone born after Dec. 31, 1982, who operates a vessel more than 15 miles per hour in Nevada must possess a certificate of completion for a boater education course or proficiency exam.      Boarding Vessels     A boat may be boarded at any time by an authorized person to determine compliance with regulations.     Black Canyon has boating restrictions based on the time of year.  Click Here for Black Canyon Watercraft Restrictions.          Regulatory Markers         Flat Wake A flat wake speed, not exceeding 5 m.p.h. is required while in areas posted with a \"No Wake\" buoy or within 200 feet of a swimmer or a downed water-skier. Nevada also requires a vessel to approach no closer than 200 feet to an occupied beach.  Restricted Areas Restricted areas are marked by white buoys with an orange diamond shape with a cross inside the diamond having an orange band above and below the cross. ALL BOATERS KEEP OUT.  Dive Flag   In Nevada, you must be at flat wake speed within 100 feet of a diver-down flag. In addition to the flat wake restriction, in Nevada, a boat may not approach a diver-down flag closer than 100 feet.             Water Skiing     Operator    A person operating a vessel towing another person on water skis, a surfboard, an inflatable device or any similar device must be at least 14 years of age or at least 12 years of age if a passenger in the vessel is 21 years of age or older and is in a position to supervise the operator.   Observer    In addition to the operator of the vessel, there must be one person observing the person being towed. In Nevada, the observer must be at least 12 years old (10 years of age if a 21 year-old is aboard the boat).   Ski Flag    The observer shall continuously observe the person being towed. and shall immediately display an international orange flag of at least 12 inches in height by 12 inches in width so as to be visible from every direction when the skier is in the water.   Lifejackets    Water skiers shall wear a U.S. Coast Guard approved lifejacket.   Time and Place    Skiing is permitted only between sunrise and sunset (daylight hours). No person may operate a vessel towing a person or persons on water skis, a surfboard or similar device in any areas so posted or within 500 feet of harbor entrances, swimming beaches and mooring areas, or within 100 feet of any person swimming, fishing or diving.   Carrying Capacity    A person shall not operate a vessel towing a person on water skis, a surfboard, an inflatable device or any similar device unless the manufacturer's safe loading capacity for the vessel is three or more persons; operator, observer and person being towed.         Prohibited Activities      Bow Riding    No operator shall permit any person to ride on the gunwales, transom, or on the decking over the bow of a vessel propelled by machinery while the vessel is being operated above a flat wake speed or 5 m.p.h.         Time and Place    No vessel shall be operated within an area designated by a uniform waterway marker or a white buoy, having a horizontal international orange band at the top and bottom and an international orange diamond with a cross on the white portion of the buoy or between a line of such markers or buoys. No motorboat shall be operated within 200 feet of any swimmers. All vessels shall proceed with due caution and at a wakeless speed or no more than 5 m.p.h. within 200 feet of any diver's flag, designated by a standard square-shaped flag containing a white diagonal stripe on an orange or red field. No vessel shall be operated in excess of a wakeless speed or 5 m.p.h. within designated harbors or in any area designated by a uniform waterway marker or white buoy having a horizontal international orange band at the top and bottom and an international orange circle with a black \"5 m.p.h.\" or \"wakeless speed\" therein on the white portions of the buoy or between a line of such buoys and the nearest shore. No vessel shall be operated on any waters which are zoned or marked as migratory bird waters or for fish cultural or wildlife uses. No vessel shall approach any dam or other engineering works closer than the limits posted with appropriate signs or markers. The operator of a motorboat must maintain a flat wake within 100 feet of a swimmer or downed water skier.     Noise    Operating a boat which produces a noise in excess of 82 decibels measured at 82 feet is prohibited. Not all muffled engines will meet this requirement. No vessel shall be equipped with, nor shall any person install upon a vessel a siren, whether operable or not, except for authorized emergency and enforcement vessels.   Drugs, Alcohol and Reckless Operation    Nevada and Arizona laws prohibit anyone from operating a vessel while under the influence of drugs or alcohol. Any person who operates or is in actual physical control of a vessel under power or sail on the water shall be deemed to have given his consent to an evidentiary test of his blood, urine, breath or other bodily substance for the purpose of determining the alcohol content of his blood or the presence of a controlled substance.   Age Limits    In Arizona, no person under 12 years of age may operate a motorcraft propelled by a motor of greater than eight horsepower. In Nevada, a personal watercraft operator must be 14 years or older.   Pollution    No boat shall be so equipped as to permit discharge from or through its marine toilet, or in any other manner, any sewage at any time into these waters, nor shall any container of sewage be placed, left, discharged or caused to be placed, left, or discharged in or near any of these waters by any person at any time whether or not they are the owner, operator, guest or occupant of a boat. Pumping stations for emptying sewage from holding tanks are located at all marinas. It is prohibited for any person to place or dump or allow to be placed or dumped at any time into these waters any organic substance, wood byproduct, garbage, or any substance deleterious to fish or wildlife.   Regulatory Markers     Attaching a vessel to or interfering with any marker, navigational buoy or other navigational aid is prohibited.   Fishing     Fishing is prohibited in any harbor or marina within the Lake Mead National Recreation Area.   Hovercraft and Airboats     Use of hovercraft and airboats is prohibited.   Wake Jumping    Operator must not operate a PWC within 60 feet or 5 boat lengths of another vessel unless operating at a wakeless speed. Operators must not head into the wake of another vessel.          Black Canyon Water Trail is now an Official National Water Trail.   “This recognition places the Black Canyon Water Trail in a distinctive national network of exemplary water trails and commends the efforts of the local community and partners in promoting active involvement in the conservation of our water resources” - Sally Jewel - Secretary of Interior Read more about the water trail.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/boating.htm"
}
