{
    "title": "Lake Mead National Recreation Area: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities                      Backcountry Lake Mead National Recreation Area (NRA) is a unit of the National Park Service that has been set aside to provide recreation for visitors and to preserve the wildlife, vegetation, cultural and natural resources for future generations. Link: Backcountry Page Link: Backcountry Maps             Biking Exploring the park on two wheels? Lake Mead NRA has several dirt trails and miles of approved backcountry roads accessible to mountain bikes. Please remember on our established public roads that bicycles are subject to the same traffic rules as automobiles.   Link: Biking Page           NPS Photo   Boating Whether your idea of fun on the water is feeling the wind in your hair or exploring secluded coves, lakes Mead and Mohave, with over 1,000 miles of shoreline, have lots of room for boating and watersports. Link: Boating Page Link: Boating Restrictions Maps          Canoeing & Kayaking A quiet exploration and good workout all in one. With 1,000 miles of shoreline, there are many great coves and canyons to explore. Link: Canoeing & Kayaking Page            Fishing  Enjoy relaxing with your line in the water. Whether you like to fish from the shoreline or the water, Lake Mead NRA offers many opportunities to hook the big one.     Link: Fishing Page            Hiking  Some of the best places are only available on foot. With mountains and valleys making up 87% of Lake Mead NRA, there are places to hike and explore for everyone, including some guided hikes.    Link: Hiking Page            Hunting Hunting is allowed in most of the areas of the park. Our Hunting page has hunting rules and \"no hunting\" area maps.    Link: Hunting Page            Horseback Riding Horses may be ridden throughout the Lake Mead National Recreation Area. Please stop by the Lake Mead Visitor Center for suggestions on places to go.    Link: =\"\" href=\"\/lake\/planyourvisit\/horsebackridding.htm\">Horseback Riding Page          Photography  Want a great memory to put in a frame or scrapbook? Lake Mead National Recreation Area has several spots that can help you get a great shot.    Link: Photography Page            Picnics  Looking for a place to eat outdoors with your family? Lake Mead NRA has many picnic areas you can use.    Link: Picnic Page            Scenic Driving  Looking for the blue lake against rugged peaks? Colorful mountains and valleys as far as you can see? Lake Mead NRA has several scenic drives depending on where you are traveling and how much time you have to spend with us.     Link: Scenic Drive Page             Scuba Diving  What lies beneath the still waters of lakes Mead and Mohave? There are scuba diving opportunities for both beginners and advanced divers at Lake Mead National Recreation Area.    Link: Scuba Page             Swimming  On a hot day, the blue water of the lake is a welcome relief. Whether you like to wade, swim, or relax on the shoreline, Lake Mead NRA has several places to go. Wear a lifejacket. No lifeguards are on duty. Swim at your own risk.    Link: Swimming Page             Wildlife Watching  Some fly, some walk, some slither. Lake Mead NRA is home to hundreds of species of animal life that are specially adapted to live in the desert. Learn where they live and how best to see them.     Link: Wildlife Page",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/outdooractivities.htm"
}
