{
    "title": "Johnstown Flood National Memorial: Stories",
    "body": "Stories       The Johnstown Flood of 1889: A history of the history: This PDF bibliography describes various books and published accounts of the 1889 Flood. Mourning Customs in the Victorian Era: This article details the mourning customs that people would have followed in the era of the Johnstown Flood. Try to imagine mourning in the wake of the flood and how that disaster impacted these practices. A History of Johnstown and the Great Flood of 1889: A Study of Disaster and Rehabilitation: A link to one of the greatest secondary sources of the 1889 Johnstown Flood ever written. Any research on the Johnstown Flood is not complete without consulting this source. The Pennsylvania Railroad Took Statements of its Employees  STATEMENTS Of employees of the Pennsylvania Railroad Company, and others in reference to the disaster to the passenger trains at Johnstown, taken by John H. Hampton, at his office in Pittsburgh, by request of Superintendent Robert Pitcarin; beginning July 15th, 1889. The object of this investigation is to determine whether the Company is liable in law for the loss of the lives, or property of passengers, and put into proper form a defence to any actions that may be brought against the Company for damages. A:                                     B:                                                      C: Engineer William Adams  Conductor S. E. Bell                             S.A. Cherry-Conemaugh Tower Flagman S.H. Allshouse   Engineer H.M. Bennett                         Pittsburgh Chief Train Dispatcher Chas. W. Culp Brakeman D.T. Brady Freight Conductor Fred Brantlinger Engineer A.H. Butler D:                                                             E:                                                                          G: Johnstown Freight Agent F.S. Deckert  Conductor Levi P. Easton                                     Brakeman Frank Galbraith Engineer P. Doran                                 South Fork Telegraph Operator Emma Ehrenfeld Engineer J.S. Gettemy South Fork Agent C.P. Dougherty            Track Laborer Fred Ehrenfeld                              Fireman Geo. Gray Baggage Master J.W. Grove H:                                                                            K:                              L: Conemaugh Telegraph Operator Charles V. Haak Conductor S.W. Keltz Conductor R.C. Liggett Flagman D.H. Hare                                                  Fireman Harry Kinney Division Foreman A.H. Lytle Division Supervisor W.M. Hayes  Engineer N.B. Henry Conemaugh Telegraph Operator R. M. Hersh Engineer J.C. Hess Lineman E.C. Hollister Engineman John Hoy M:                                                                                  N:                    P:  Fireman James McCallin                                                Emma North   Tower Worker P.N. Pickerell Brakeman C.H. McGuigan                                                                     Train Master Pitcairn Fireman Isaac Miller                                                                                 Fireman J.B. Plummer Brakeman J.G. Miller  Brakeman Samuel S. Miller Division Supervisor A.G. Mitchell Engineer T.J. Monahan Conemaugh Telegraph Operator D.M. Montgomery Johnstown Assistant Ticket Agent Charles J. Moore Engineer J.E. Meyers R:                                            S:                                                                   T: Flagger W. Reichard               Tower Operator R.F. Shade                           Assistant Superintendent Pittsburgh Division M. Trump Division Foreman L.L. Rusher Division Operator C.M. Sheaffer                                                 Assistant Train Master W.C. Snyder                                                 Section Foreman Wesley Spires Conemaugh Agent E.R. Stewart Mineral Point Divison Foreman Scott Stoner                                                    Conductor Jerry Stormer Track Foreman John F. Stormer Division Foreman Charles Studt V:                                          W: Conductor George E. Vance Conductor C.A. Warthen Johnstown Ticket Agent T.H. Watt                                               East Conemaugh Yard Master J.C. Walkinshaw Assistant Engineer Victor Wierman  Statement of Robert Pitcairn  Q. Mr. Pitcairn, state how many years you have been superintendent of the Western Division of the Pennsylvania Railroad. A. For nearly 25 years since the last time I came on. I had charge of the region one or two years before; I have been on the mountain division since 1853.  Q. State if you please, at what time, as near as you can tell, you became acquainted with the location of what is known as the South Fork dam? A. I remember the South Fork dam since 1853, but became interested in it while temporarily in charge of the Pittsburgh Division, in 1862 when it broke. Read more of Pitcairn's Statement here.   Statement of William Adams Q. Where do you reside, sir? A. Conemaugh.  Q. How long have you lived there? A. About 28 years.  Q. Have you seen freshets or floods in the Conemaugh there? A. Yes, sir, never one as big as this one though.  Q. Before the present flood which you have alluded to, when was there a flood prior to it that approached it to any degree? A. Oh, I can't recollect.  Q. Wasn't there one in June two years ago? A. Yes, I think there was.  Q. How much higher do you think this last flood was before the dam broke, then anyone you ev(e)r [sic] saw in the Conemaugh? A. Well, it must have been three or four feet higher.  Q. You never saw such high water as that? A. Yes, sir; I know it never came around my house before, or near it.  Q. Where is your house with reference to the station house? A. My house is right at the bridge that went across in the yard; we were right in the flat there on the Franklin side of the river, opposite from the station. For more of William Adams statement click here.  Statement of S. H. Allshouse Q. Were you in the employ of the Pennsylvania Railroad Company in May last? A. Yes, sir.  Q. At the time of the flood? A. Yes, sir.  Q. In what capacity? A. I was flagman of the train that Mr. Keltz run.  Q. What was the number of the engine? A. 1165  Q. How long had you been on the road? A. Pretty near four years.  Q. Well, now , from what point did your train start on Friday? A. We left Conemaugh Friday morning.  To see Allshouse's complete statement click here  Statement of S. E. Bell Q. You were conductor on what train? A. First No. 8; first Day Express.  Q. That was on Friday? A. Yes, sir.  Q. What day of the month, do you recollect? A. The 31st of May.  Q. Did you leave Pittsburgh on time? A. Yes, sir, we left on time.  Q. Where was the first stop you made? A. East Liberty was the first place we stopped.  Q. What time did you reach Johnstown, Mr. Bell? A. On time at 10.13.  Q. What was the condition of the river when you got there? A. Well, the river was high, and Johnstown was flooded to some extent.  To read more of Conductor Bell's statement click here.   Statement of D.T. Brady Q. Where were you employed on the day of the Johnstown flood? A. I was front brakeman on Mail Train.  Q. Had you any interruption in the progress of your train until you reached Conemaugh? A. Why we were stopped at Johnstown for orders of some kind; I don't know what they were. We were nearly on time, I believe, at Conemaugh.  Q. Just go on in your own way and tell us what ook [sic] place at Conemaugh, and what was done with your train. A. After we arrived at Conemaugh; the order signal was out there and the conductor got the orders; and we backed down on the siding next to the river. We laid there until the water got so high that it was washing out in under our track, and we were ordered to pull out of there. We ran straight up above the telegraph tower, and we remained there until the water came down.  For more of Brakeman Brady's statement click here.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/stories.htm"
}
