{
    "title": "Johnstown Flood National Memorial: Louis Semple Clarke",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Louis Semple Clarke                Lewis Semple Clarke (1867-1957)         Louis Semple Clarke, seated in the sailor's suit. Louis Semple Clarke Photograph Collection  Louis Semple Clarke was born in 1867, son of Charles John Clarke, also a member of the South Fork Fishing & Hunting Club. He was interested in photography and took many of the first person or primary photographs of the Club.  Louis had an affinity and aptitude for anything and everything mechanical. At the Club, he developed a watercraft called the Catamaran that had a searchlight on the front. As the craft was powered by electricity, it quickly attained the nickname \"Sparky\" or \"Old Sparky.\" Nearly everybody, everyday, the world-over uses his invention, the spark plug. Additionally, he developed the drive-shaft system for automobiles and designed a useful oil circulation system. He founded the Pittsburgh Motor Company, which became the Autocar Company, then White Trucks, and is today a subsidiary of Volvo. Ever wonder why, in most countries, drivers sit on the left and automobiles are driven on the right side of the road? It was Louis Semple Clarke who devised that idea also. In addition to the South Fork Fishing & Hunting Club, Mr. Clarke was also a member of the Duquesne Club. According to David McCullough, immediately after the flood, \"Young Louis Clarke next told a correspondent for the New York Herald that there was great doubt 'among the engineers' who had examined ther reservoir whether, after all, it had been that particular dam [the South Fork Dam] which broke.\" (McCullough, The Johnstown Flood, 242) He married Mary Phillips (1870-1952). About 1900, the Clarke's moved to the Main Line area of Philadelphia. He died in 1957 and both he and his wife are buried at Allegheny Cemetery.",
    "url": "https:\/\/www.nps.gov\/jofl\/lewis-semple-clarke.htm"
}
