{
    "title": "Johnstown Flood National Memorial: James A. Chambers",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     James A. Chambers                James A. Chambers (1849-1922)       James A. Chambers was born on February 28, 1849, in Pittsburgh, PA, son of Alexander and Martha Jane Chambers. He attended the public schools of Pittsburgh, then the Pennsylvania Military Academy in West Chester, PA.  Chambers, while still a student at the Pennsylvania Military Academy, was present at Ford's Theater the night President Abraham Lincoln was assassinated, April 14, 1865. He saw the president sitting in the box and, after the shooting, watched the president's body being taken to the Peterson House, just across the street. Chambers established a well-respected career in the manufacturing of glass. His first job was with the family firm of A. and D.H. Chambers Window Glass Manufacturing Company. He quickly climbed the ranks and became general manager, upon the passing of his father, serving in this role until 1877, when Chambers decided to close the business. That same year, he partnered with M. Sellers McKee and built the first window glass melting furnaces in the United States. This became the Chambers & McKee Glass Company. The location of this plant was in Jeanette, and Chambers is also recognized as the founder of this town. After this, he established the Chambers Window Glass Company near New Kensington, in Arnold. Chambers then consolidated these two companies into the American Window Glass Company, serving as president until 1910. He introduced the tank melting furnace for window glass, something used the world over, still in the modern day, for working with window glass. On December 10, 1874, he married Maria Patton. The Chambers had four children: 1.) Alexander 2.) Elizabeth \"Lizzie\" 3.) Marian 4.) Martha Jane Chambers showed no interest in politics, but decided rather to participate in the many clubs present in Pittsburgh to get his name out in the public eye. In addition to the South Fork Fishing & Hunting Club, Chambers belonged to the following clubs: Allegheny Club, Duquesne Club, and Pittsburgh Club. James Chambers died on February  25, 1922 at Friends Hospital in Philadelphia PA.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/james-a-chambers.htm"
}
