{
    "title": "Johnstown Flood National Memorial: George Harvey Christy",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     George Harvey Christy                George Harvey Christy (1837-1909)       George Harvey Christy was born on January 22, 1837, in Kinsman, OH. He attended the Kinsman Academy and then Western Reserve College, Hudson, OH (now Case Western Reserve University, moved to Cleveland, OH). Upon graduating, he taught mathematics at the Western University of Pennsylvania (now University of Pittsburgh, Pittsburgh, PA). He began his legal studies by reading law in the office of Hon. Edwin H. Stowe and Hon. James Veech. It was Judge Stowe who approved the charter for the South Fork Fishing & Hunting Club in 1879. Mr. Christy was a veteran of the Civil War. In May 1864, he enlisted in Knapp's Battalion, Battery A, Pennsylvania Volunteers. In the fall of that year, he was commissioned 2nd Lieutenant in the 22nd Regiment, United States Colored Troops. In December 1864, he was promoted to 1st Lieutenant and Regimental Adjutant and served during the capture of Richmond, April 1865. Upon the assassination of President Lincoln, his regiment was ordered to Washington and had the post of honor at the funeral of President Lincoln. His regiment was then ordered to Texas, where he stayed until August 1, 1865. He then resigned and returned to Pittsburgh to resume his legal studies with Hon. Veech, focusing on patent cases. He married Sarah A. Marshall and the Christy's had six children: 1.) Marshall Andrews (1\/12\/1871) 2.) Bayard H. (1872) 3.) Lucy (1875) 4.) Ethel (1876) 5.) Peggy Kendall (1878) 6.) Abby Fuller (1878) Judge Veech was a friend of attorney William Bakewell and arranged for Christy and Bakewell to form a partnership; the law firm of Bakewell and Christy, which ultimately became the law firm of Bakewell, Christy, and Kerr. He served there until October 1, 1873, when he took charge of the legal affairs of the Westinghouse Air Brake Company, serving as vice president as well as general counsel. In 1904, the Christy family resided at 403 Frederick Avenue in Sewickley. Mr. Christy was a member of the Duquesne Club. He was an elder and Sunday School teacher at the Presbyterian Church of Sewickley. He formed a law firm with his two sons, Christy & Christy, and he served with them until September 27, 1909, the day he died.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/george-harvey-christy.htm"
}
