{
    "title": "Johnstown Flood National Memorial: Charles John Clarke",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Charles John Clarke                Charles John Clarke (1833-1899)         Charles John Clarke \"Notable Men of Pittsburgh and Vicinity,\" Percy F. Smith  Charles John Clarke was born March 15, 1833, the son of Thomas Shields and Eliza Thaw Clarke. He married Louisa Semple and the Clarke's had six children: 1.) Thomas S. (1860) A charter member of the Club. 2.) Louis Semple (1867) Louis Semple Clarke became a Club member himself. 3.) Agnes Clarke (1868) 4.) John S. (1871) 5.) James K. (1874) 6.) Mable (1876) He worked for the firm of Clarke and Thaw upon graduation from Jefferson College in 1852, and became a member of the firm in 1857 after the passing of Thomas Shields. Thomas Shields Clarke was a player in the Ohio and Pennsylvania Canal system, and his firm participated in the manufacture of canal boats and rail cars for both canal systems until 1855, when the Pennsylvania Railroad made the canal investure unprofitable. Clarke was best known for railroad transportation during the Civil War.   During his lifetime he was president of; the Allegheny Cemetery Company, Pittsburg School of Design for Women, Vice President for Western Pennsylvania College for Women, Trustee of the Western University of Pennsylvania, Western Pennsylvania Institute for the Deaf and Dumb. Director of the Safe Deposit and Trust Company of Pittsburg and Western Insurance Company.   Member of the Duquesne Club, Mozart Club and a Vice President of the Western Pennsylvania Humane society.   When the flood happened, most of the club members were still in Pittsburgh, as the summer season was not set to start for a few more weeks. Members were called to the Clarke home where they were informed of the terrible disaster. Here, they formed the Pittsburgh Relief Committee to help Johnstown. However, members were informed by the Club's general counsel, James Hay Reed and Philander C. Knox, Club members themselves, to maintain silence. This was done so well by Club members that later generations never knew about their ancestor's relation to the disaster.   Charles John Clarke died on December 5, 1899, and was buried in Allegheny Cemetery.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/charles-john-clarke.htm"
}
