{
    "title": "Johnstown Flood National Memorial: Collections",
    "body": "Collections       At the time of the Johnstown Flood of 1889, Rev. Dr. David J. Beale was pastor of First Presbyterian Church on Main Street, one of the largest congregations in town. After the Flood, Dr. Beale was named co-chairman of a committee charged with the recovery of the dead. Together with some associates, he created a handwritten \"master\" record of the dead, compiled from the records of the different morgues, intended mostly to assist those looking for missing loved ones. He drew national praise for his work in assisting the survivors of the Flood, and was offered a contract to write a book on the disaster. (To complete this book, Dr. Beale solicited photographs and stories from his fellow survivors.) The Pennsylvania Highlands (Penn Highlands) Community College also has a robust collection of Johnstown Flood photos and manuscripts. Click on the highlighted link to check it out!    Long Time Residents  27 long time residents of Southwestern Pennsylvania were interviewed for their accounts of the flood, and events leading up to the dam breaking. Many residents of the area for 30 to 70 years, these accounts affirm that this was the worst flood anyone had ever seen.  Statement of John Lovett  I am 71 years of age and have lived here 24 years on what is called Coney Island: my place is just one quarter of a mile from the head of the reservoir; South Fork Creek is within two hundred feet of my house on one side and Yellow Run on the other side is three hundred feet. I am engaged in the lumber business and have a saw mill on my place: I have about 125 acres of land: it commenced to rain here on Thursday night at 9 o'clock, May 30th, 1889, and it rained very hard up till Friday noon, May 31st, before it stopped: it rained very hard on Thursday night; it was the heaviest rain I ever heard; I could not see it, but I could hear it come down. This was the heaviest flood I ever saw. All the streams that empty into the reservoir were overflowed; large trees and logs of all kinds went into the reservoir; it took logs away from the Island that had been here for forty years; it also took trees out at the root. I can tell how much rain fell. I put a bucket out during the evening, and when I used it again, it had six inches of water in; there is a dam here called Sydney dam that had stood here for about fifty years. It stood all other floods, but this one carried it away.    Statement of Christ Greiss Adams Township, Cambria Co.  I am a farmer and have lived here in Adams Township all my life and have never seen so much hard rain as it was on the night of May 30th, 1889; it commen ced [sic] to rain soon after dark and it rained hard all night and all the next day. It stopped raining about 9 o'clock on the night of May 31st. The rain washed my farm very badly. I live half a mile from South Fork Creek and about three miles from the head of the reservoir. This was the biggest flood we have ever had here on our farm; the little springs turned into big creeks.    Statement of Andrew Mumman  I am a farmer and have lived here for 20 years; they call this the head of the reservoir where the three streams flow into the dam; the streams are called Yellow Creek, Mud Run, and South. Fork Creek: they are pretty large streams: it commenced to rain on the night of May 30th, 1889, and also on the next day; I never saw ir [sic] rain harder than it did on the night of May 30th, the water in all the streams was very high; I never saw them as high before.    Statement of William Hank Adams Township  I am a farmer and have lived her in Adams Township all my life; I am 43 years of age. They call this the Summit, the head of the South Fork Creek; it is not exactly the head, but my house is the last house up this way; the creek is about a half a mile from my house and Yellow Run is about a mile and a half from here. It commenced to rain here May 30th, 1889; it rained very hard that night and next day; it was the biggest rain I ever saw about the mountain; I went along the South Fork Creek since, and I noticed it wash ed [sic] away a drift of old wood that had been there ever since I know; my place is about three miles and a half from the head of the reservoir.    Statement of Samuel Peblin Adams Township  I am a farmer and have lived here in Adams Township about 7 years. This place is four miles from Somerset Co. and the same distance from Bedford Co. They call this the head waters of South Fork. It commenced to rain here May 30th, 1889, and rained hard during the night and next day. I have seen it rain harder than that night, but not to continue and so steady like that did. I have 175 acres of land; The water came in a stream by my house like a creek; the water was so strong that it cut a rut in my field 3 feet deep; the like ofi [sic] it never occurred here before. We are about three and a half miles from or above the head of the reservoir and I am a mile from South Fork Creek. There is no other house higher up to the head of the creek than mine.    Statement of Sylvester Reynold Adams Township  I am a farmer and have lived here in Adams Township for 42 years. I came here when but two years old. I own about 160 acres of land, which is in my wife's name. It commenced to rain here on Thursday afternoon, May 30th 1889, about five o'clock. It rained very hard during the night; it rained tremendous. I never knew it to rain so hard and so long. There is a stream called Otto Run which passes my house; the water init [sic] was four feet high. It never was any higher than two inches at ordinary times. Otto Run runs into Yellow Run which empties into the reservoir. The water was about four feet deep in the cellar of my house. The head of South Fork Creek is about five miles further up the mountain. No one lives up there. The South Fork Creek was very high. I remember a lot of old logs and old brush which were there for 20 years, which the water this time carried away. It also washed out trees and carried them down to the reservoir. The rain came down so fast in my field that it formed a little stream, a thing I never saw her before. It also carried away a lot of small bridges; when I saw the water was so high and the way it was rushing down the stream, I thought of the reservoir, and from the amount of water going down, I knew it could not hold it. The water was high here at 11 a. m. of the 31st, and began to fall at 3 p. m.    Statement of Moses Crain Adams Township  I am a farmer and have lived here in Adams Township for 56 years. It commenced to rain Thursday, May 30th, 1889, and all during the night. I never saw so much water up here during my time. It rained continuously all night and next day and night it rained hard and continuously. The water was very high; I never saw it as high. There is a small run below my house and the water in it was very high; it looked like a small river. It would swim a horse. I live about two miles and a half above the reservoir. The run is very small in ordinary times, just merely a spring; it runs into Otto Run, which runs into Yellow Run, and then into the big dam. I have 128 acres of my land which runs along the Otto Run, which was flooded with water. When I awoke in the morning, I was surprised to see so much water around here.    Statement of Joseph Reynolds  I am a farmer and live here in Adams Township, Cambria County, since 1846. This place is three miles from the head of the lake. It commenced tor ain [sic] here on the evening of May 30th, 1889. It rained very hard all night, and it rained very heavy all night, and it rained very heavy all the next day, May 31st. The runs here were very high --did [sic] not get out to see them. They were high here before but this time was the worst. I never knew them to wash out so much. There was a drift of old wood on the fork of the South Fork creek ever since I can recollect, and part of it was washed away and other stuff washed in its place. The part washed in came down the mountain. It would take a large flow of water to move the drift. I have seen heavy rains here before, but noen [sic] to last as long as this one did. This place is about three miles above the reservoir.    Statement of Peter Sanders Adams Township  I am a farmer and have lived here for five years or more. They call this the head of Yellow Run. It commenced to rain here on May 30th. It rained tremendous during the night and next day, the 31th. It rained tremendous during the night and next day, the 31st, it was something of an unusual rain. It looked like a cloud burst. I never noticed such heavy rain before. I have 45 acres of land and one third of it was covered with water. It never occurred to me before. The water was all along and around my house. The rain came down very fast and it rushed down the mountain as fast. It looked like a river going down. This place is the summit. The streams divide here; one runs north and the other south. The north stream runs into South Fork reservoir, and the South one into Stony Creek. The rain washed all of my potatoes out of my field, and also dug deep cuts into the field. This place is three miles and a half above the reservoir.    Statement of F. N. George of Lilly  I have been a Justice of the Peace, and have lived here at Lilly for sixty years. On Decoration Day about 4 o'clock in the afternoon, it commenced to rain moderately, but during the night, it poured down hard. Bear Rock Creek was very high. It was never so high for the last fifty years. It joins Laurel Creek right below toward the mill of Simon. Conard, and they both then form the Little Conemaugh River, which runs down the mountain. There were four bridges carried away, and the Borough loss will be about two thousand dollars. This rain was something unprecedented. It rained all day the 31st. The water went rushing down the stream.    Statement of J. Conrad of Lilly  I keep a general store, and live at Lilly. On May 30th, it commenced to rain, and during the night it rained very hard. The next morning, the water was very high in the Little Conemaugh; I don't know the exact height of the water, but it was the highest I have ever sen here. I have been here since 1879. Several bridges were washed away. I don't recollect of ever seeing the river so high. This stream runs to South Fork and connects with South Fork river.    Statement of Simon Conrad of Lilly  I am a miller and live at Lilly. My mill is at the road crossing, and Little Conemaugh river below Lilly station. On May 30th, 1889, about four o'clock in the afternoon it rained for an hour. About nine or ten that night it rained very hard. When I got up in the morning, the water was about eight feet high in the river. Laurel Creek and Bear Rock Creek meet above here toward Lilly station and form the Little Conemaugh, and this stream runs right down to South Fork. I never saw the water as high. About 8 a. m. on the 31st of May, itwas [sic] at its height, about eight or ten feet. It rained all day and the water only went down four feet. It rained all day and the water only went down four feet. The water carried away four bridges, and did considerable damage to fences. The water rushed very fast down the stream.    Statement of C. A. McGorigle of Lilly  I keep a store and live at the fork of Bear Rock Creek, and have lived here all my life. On May 30th, 1889, it commenced to drizzle rain in the afternoon. After nightfall, it commenced to rain heavy, and came down in torrents. The water was about ten feet high in the creek. I never saw it so high, but I have heard them say it was very high in the year 1857 or 1860. It did some damage that time. They call this up here the head of the Conemaugh. I lost all my potatoes and corn. I guess it will be about $1000.00. Bear Rock Creek and Laurel Creek run into each other below here, and they both form the Conemaugh river, and run towards South Fork.    Statement of Edw. Sweeney of Lilly  I am a coal miner and live here at Bear Rock Creek, Lilly. I have lived here about four years. It commenced to drizzle rain here during the afternoon of May 30th, and during the night it rained very hard. We were woke up by the neighbors about six o'clock the next morning, and found all around our house flooded with water. Our house then was about eighteen feet from the creek. Now, you see where the water washed out and has made a different course. We are now fifty feet away from it. I cannot tell how high the water was, but I have never seen it as high since I have lived here. This creek runs down and connects with Laurel Creek below Lilly station and they then form the Conemaugh and run to South Fork. The water went rushing down the creek.    Statement of Mrs. Mary Edwards of Lilly  I live at what is called Bear Rock Creek. My husband is a coal miner. I have lived here for over five years. On May 30th, it commenced to drizzle in the afternoon, and during the night it rained very hard. It was a heavy steady rain. This creek runs into Laurel Creek right below here, and they both form the Little Conemaugh. The water was about six feet high over the average. It washed the road bridge away and also the railroad bridge that runs into the coal mine. On account of the rise of the water, I thought of poor Johnstown. The water commenced to rise here on May 31st, about 4.30 a. m. I never saw the water so high as it was. They call this the head waters of the Conemaugh.    Statement of Mrs. J. Leap of Bens Creek  I keep a general merchandise store and have lived at Bens Creek for about forty-two years. On May 30th, it commenced to rain during the afternoon, and during the night it rained very hard. I never saw it rain so hard. The next day the water was very high. It commenced to come down the side of the railroad track at Lilly station. The cteek [sic] broke up the road, and had the roadbed of the railroad gave way, the water would have washed out all the places below; that is, Portage and Wilmore. The water on the side of the roadbed was about forty feet deep. The stream here is called the Little Conemaugh. Bens Creek runs into this stream right below. I never knew it to rain so much in such a short time, and I never saw the water as high before. This stream runs to South Fork, and connects with South fork river at that place, and then they bo th [sic] run towards Johnstown.    Statement of Jacob S. Keel of Portage  I am a farmer and have lived here at Portage about thirty years. On Thursday May 30th, it commenced to rain during the afternoon, and during the night it rained very hard. It was the heaviest rain that h as [sic] occurred here for thirty years. The next day thewater [sic] was very high. I could not tell the exact height, but it covered thirty-five acres of my land, and destroyed all my potatoes and grass. This stream is cald [sic] the Little Conemaugh, and flows into the Conemaugh and South Fork rivers, at South Fork. The water was at its height about noon May 31st, and began to fall about 3 p. m. The water went a rushing down the stream. There is a dam above here called Hopper's dam, and the force of the rain broke the dam at the saide, [sic] and the water ran through it. The water took all the bridges away except one bridge; it was the iron bridge at the old Portage railroad.    Statement of J. G. Piper of Portage  I am a laborer and have lived here at Portage along the river bank for ten years. It commenced to rain May 30th, and during the night it poured dwn. [sic] The next day the water was very high. It almost came up to my house, which is about 250 yards from the stream. I never saw the water as high since I lived here. The water was at its height about noon, and began to fall about 2 o'clock on the 31st. It rained all that day. They call this the Little Conemaugh River. It runs and connects with the Conemaugh and South Fork rivers at South Fork. The water ran down the stream at a rapid gait.    Statement of H. W. Plotner of Wilmore  I am 69 years of age, and have lived here at Wilmore for 26 years. I keep drug store. It commenced to rain during the afternoon of the 30th , 1889. It kind of drizzled, but during the evening, it rained tremendous heavy. I never knew anything like it before. The lower part of town was covered with water--the [sic] part towards the railroad station. The water was about four feet high on the bank part. There are two small streams that meet here. They are both called the Conemaugh. One comes down the mountain from Portage and the other from Ebensburg. Out bridge is a very high one and it was saved by being tied. There were several mill dams washed away on the stream that comes from Ebensburg. I never knew of so much rain to fall in such a short time.    Statement of Wallace Sherbine of Wilmore  I liver here at Wilmore and keep a general merchandise store. I have lived here for three years, but I have been coming here for 16 years. It commenced to rain here on the afternoon ofMay [sic] 30th, 1889, and during [sic] the evening it rained very hard. I never saw it rain so hard or so long. I never knew the water to be so high. There are two streams that connect here. They are both called the Conemaugh. One comes down from Portage and the other from Ebensburg. The lower part of the town was flooded and some families had to mve [sic] their household goods. Settlemyer's mill dam on the stream from Ebensburg broke. Had Hopper's dam on the stream from Portage b roke it would have washed everything away from here. The water was at its height about nine a% m. [sic] on the 31st, and about 12 noon, it began to fall rapidly. The stream was running at a full gait. The river runs to South Fork and there connects with the South Fork river.    Statement of J. D. Plummer of Summerhill  I keep a general merchandise store, and have lived here since 1847. It commenced to rain here on the afternoon of May 30th, 1889, and during the night it rained very hard. I have seen the water high here in 1847, but there was not as many houses along the river then. The waters never before washed out anything, but this time it washed everything in reach. The mill dam here was washed away, and some stables and quantities of fence. This rain and high water was something unprecedented. They call this stream the Conemaugh. It runs down to South Fork and meets the South Fork river there.    Statement of Daniel Sipe of Summerhill  I am a miller and have a mill and liver here for 20 years. It commenced to rain here the afternoon of May 30th, 1889. It only drizzled, but during the night it rained very hard. On the next morning, May 31st, the place was flooded. The water was the highest I ever saw. It was nine feet high running over the dam. The water generally was only two to four inches high on the dam before the flood came. At about 7 a. m. on the 31st, the water commenced to rise and by 11 a. m. it was at the highest. The dam was washed out by the water eating at the side of the dam. If the dam had no broke, my mill would have been washed away. We never had such a flood here before. The water covered the landportion [sic] about four feet. The dam here was a good one, and solid. It was an extraordinary rain. If the dam had not broke, the reservoir would not have broke. They call this the Conemaugh, and it leads into the South Fork River at South Fork. I never seen the water rush down the stream so. Well, when this dam could not stand, no other one could.    Statement of Peter Brown of Summerhill  I am a sh oemaker [sic] and I have resided here for 37 years. It commenced to rain on the afternoon of May 30th, 1889. I did not hear it raining all night because I slept very sound. When I awoke on the morn ing [sic] of May 31st, I found the place flooded that it aroused the river. I have seen high water here before, but that was on account of an ice gorge. I also seen the water high when there would be a big shower, but the water would soon run off. This is the highest that I ever seen the water at this place. I seen one time, I think in 1857, it was very high; of course there was not so many houses following or close to the stream then as there are now. There is a dam right below here, and it broke. The water was at its height at di nner [sic] time, and it was washing down the stream. Yes, it was shooting along and there was two stables and an ice house washed away. When the dam broke, it washed away the iron bridge leading from here to South Fork. I never saw so much rain in so short a time and to last so long. I have seen heavy shower but none like this. They call this the Conemaugh river. It connects at South Fork with the South Fork river.    Statement of Geo. B. Stineman of South Fork  I keep a general merchandise store and have lived here at South Fork all my life, you might say. It commenced to rain on May 30th, 1889, about 4 o'clock in the afternoon, and during the night it rained very hard. I never saw it rain so hard. It rained very steady all night. The water was running very rapid in both streams. I never knew either of the streams to be so high as they were on Friday, May 31st, and I never knew so much rain to fall in so short a time as there was at this time. That stream coming down here on the north is called the Conemaugh. It comes down from Summerhill and that stream on the south is called the South Fork. It comes down from the reservoir or dam. I have lived here 21 years and I never seen anything like it. The water was the highest sometime in the afternoon--don't know the exact time.    Statement of Wendall Coyle of South Fork  I have lived here for 17 years. I am mining boss for Euclid Coal Co.. On May 30th, 1889, it commenced to rain about 11 o'clock p. m. and it rained all that night all that night and next day. I have seen it rain hard, but never saw it rain so steady and so long. It was a continuous hard rain. I never saw the water raise so fast in so short a time. When I came to work on the morning of May 31st, the water was higher than ever I saw it on both rivers. South Fork river banks were over flowing and land covered with water. That I had never saw before. There was a house stood between the South Fork and Conemaugh rivers surrounded by water in the morning before 7 o'clock. I cannot say exactly how high the water was before the dam broke. The dam broke about 3 o'clock p. m. May 31st.    Statement of D. W. Luke of South Fork  I am in the coal business at South Fork. I have lived here 15 years. I never saw the rivers to high here as they were on May s1st, [sic] 1889. The summer had been very wet and there was a great deal of rain previous to the flood. I have seen it rain a great deal harder but it did not last so long. There werepeople [sic] who moved out of their houses here that water never reached before. I cannot tell the depth of the water before the dam broke.    Statement of Dr. J C. Luke of South Fork  I have lived in this vicinity for 20 years. I never saw the rivers here so high as they wereon [sic] May 31st, 1889. It had been raining every day for about 20 days previous, and on May 30th, 1889, it rained all night and on the morning of the 31st, I went down to the South Fork river and I had never saw it so high. The banks were overflowed. That was about 9 a. m. on the 31st. About 12.30 p. m. the water was at its highest pitch. I think it was 12 feet in the channel.    Statement of N. R. George of South Fork  I am a merchant and have lived here for 30 years. On the night of May 30th, 1889, I awoke up and heard it rain very hard. In the morning when I got up itwas [sic] still raining and it rained continually all forenoon. At 12 o'clock a. m. the 31st, the banks of both rivers were overflowing. I cannot say what the height of the water was. I saw Little Conemaugh river once before as high. It was either in 1853 or 1859. I never saw South Fork stream so high before. I think the dam broke before 3 p. m. on May 31st, 1889.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/collections.htm"
}
