{
    "title": "Johnstown Flood National Memorial: Hilary B. Brunot",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Hilary B. Brunot                Hilary B. Brunot (1854-1938)       Hilary B. Brunot was a Pittsburgh attorney and grandson of Dr. Felix Brunot, a French physician who settled in Pittsburgh after serving as a battlefield surgeon for the Continental Army during the Revolutionary War. He was born Hilary Breton Brunot in Baton Rouge, LA., on April 10, 1854. His parents were James McKee Brunot and Sophia (Jones) Brunot. Hilary completed his law degree in Louisiana and moved to Pittsburgh to start a law practice. He lived for a time in this historic Hogg-Brunot House, which was owned by a cousin, the federal Indian commissioner Felix Reville Brunot. Brunot married Ann Elizabeth Brunot, a second cousin once removed, in Greensburg, PA, in 1890. The Brunots had four children. The Brunots left Pittsburgh for Hendersonville, NC, where Hilary practiced law. He then served as the secretary and treasurer of a company formed by a group of Pittsburgh businessmen to develop the Toxaway Inn resort with a man-made lake behind an earthen dam. That dam collapsed in 1916, though there were no deaths or injuries from the resulting flood. In 1908, Brunot purchased a two-story Greek Revival home known as Chestnut Hill that was built in 1856 and sat on a 155-acre farm south of Brevard. He sold it a year later to his sister-in-law Melusina (Brunot) Barclay, and her husband, Greensburg banker Joseph K. Barclay. The home, also known as the Hanckel-Barclay house, has been added to the National Register of Historic Places. The Brunots returned to Pittsburgh by 1930. Hilary died there in 1938. Sources: Census reports from 1860, 1870, 1900, 1910, and 1930. City Directories for Pittsburgh from 1876, 1885, 1887. Marriage Record from Christ Episcopal Church in Greensburg, 1890. Pennsylvania Death Certificate for Hilary B. Brunot. Allegheny Cemetery Records. Johnstown Flood National Memorial is indebted to researcher John Leach who compiled the above information on Hilary B. Brunot.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/hilary-b-brunot.htm"
}
