{
    "title": "Johnstown Flood National Memorial: John Caldwell, Jr.",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     John Caldwell, Jr.                John Caldwell, Jr (?-1909)         John Caldwell, Jr. The Index, November 27, 1909.  The following is an obituary for John Caldwell, Jr. in the November 27, 1909, edition of The Index newspaper. While it is not a full biography, this recent discovery is the best we have at this time: \"The death of Mr. John Caldwell, last Tuesday morning, shocked the entire community. Tuesday morning when he left home he seemed to be in his usual health and in less than an hour after reaching his office was seized with an attack of heart disease and died within a very few minutes. Mr. Caldwell was one of the trusted lieutenants of George Westinghouse, with whom he had been associated since the inception of the Westinghouse Airbrake Company. He was well known in financial circles and was a connoisseur in art, being also one of the trustees of Carnegie Institute from its foundation. He was born in the north of Ireland about seventy years ago and was the son of a Presbyterian clergyman. Mr. Caldwell early developed the sturdy character that later brought him to the fore as one of he builders of the greatest manufacturing cities in the world. He had been a resident of Pittsburgh upward of fifty years. Mr. Caldwell was not a man that sought the public eye. He was a Scottish Rite Mason and a member of the Loyal Legion. At the outbreak of the Civil War he enlisted as a private in Company E, Sixty-first Pennsylvania Volunteers and was mustered out as a second lieutenant at the close of the war. He was wounded at the battle of Spottsylvania. Outside of his business affiliations, Mr. Caldwell had a world-wide reputation as an art connoisseur and collector of rare books. His collections at his Edgewood home are said to be among the most valuable in existence. He was particularly fond of etchings and his collection of Whistler's is said to be unequaled. His books have been gathered from all parts of the world and are reputed to be priceless. At his death, Mr. Caldwell was chairman of the fine arts committee of the Carnegie Institute trustees and also of the finance committee. He had an appointment to meet with the fine arts committee at director John W. Beatty's office Tuesday afternoon, when the news of his death was conveyed to Mr. Beatty by telephone. Mr. Caldwell was a member of the Third Presbyterian Church in this city. Besides his widow, who was Miss Lydia Miller, a sister of Orlando Miller, he leaves a son. Brown Caldwell, and a daughter, Mrs. Girard Fountain, both of whom are married and live in New York.\"",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/john-caldwell-jr.htm"
}
