{
    "title": "Johnstown Flood National Memorial: Andrew Carnegie",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Andrew Carnegie                Andrew Carnegie (1835-1919)         Andrew Carnegie \"Notable Men of Pittsburgh,\" Percy F. Smith  Andrew Carnegie is arguably the most famous member of the South Fork Fishing & Hunting Club. Carnegie was born on November 25, 1835, in Dunfermline, Scotland to Margaret and William Carnegie, in a two-story stone cottage. Nicknamed, \"Andra\" he spent much of his early years with his uncle George Lauder who often took his son, George Jr., and Andra on long walks to tell them stories of Scottish ancestry, recite lines from Robert Burns, and also, according to Andrew, to tell some pretty scary ghost stories. During his boyhood in Scotland, he was an eyewitness to political excitement over the Scottish, \"National Petition for a People's Charter,\" which was voted down by Parliament. The leaders of this movement advocated for nonviolence and, therefore, allowed children like Andrew to participate in meetings. He may have been influenced by his uncle, but accounts indicate his father did not participate in the agitation. He started school at age eight, the typical age for starting school in Scotland. He attended the Rolland School on Priory Lane. Every morning before school, he had to fetch water from the town reservoir. At the age of 10, he went to work for both his uncle and mother, running errands, keeping accounts, and maybe even clerking. The following is from: David Nasaw, Andrew Carnegie, (New York: Penguin Books, 2006), xiii-xv: \"At age thirteen [1848] after no more than a year or two of formal schooling, young Andrew set sail with mother, father, and younger brother for America. Poor though the Carnegies were, they were supported by his mother's extended family and by the Scottish emigrants who had preceded them to America and Allegheny City, across the Allegheny River from Pittsburgh. Andra, as he was called, was put to work as a bobbin boy at a cotton mill, but after less than a year in the mill, found work as a telegraph messenger, taught himself Morse code, and was hired as private telegraph operator and secretary to Thomas A. Scott, the Pittsburgh division superintendent of the Pennsylvania Railroad. For the next twelve years or so, he would work for the railroad. At age thirty, Carnegie resigned his position to go into business for himself with his former bosses, Tom Scott and J. Edgar Thomson, the president of the Pennsylvania Railroad. Together, they organized a series of companies-with Scott and Thomson as secret partners-that were awarded insider contracts to supply the Pennsylvania Railroad with raw materials and build its iron bridges. By his early thirties, Carnegie had, with help and investment capital from his friends accumulated his first fortune-in Pennsylvanian oil wells, iron manufacturing, bridge building, and bond trading. His business career was, to this point, not unlike that of other ambitious English-speaking immigrants who made their fortunes by being in the right place at the right time. In the early 1870s, he moved away from the source of his income, Pittsburgh, to New York City. He would continue to oversee his iron and bridge companies from his hotel suite in New York-which he shared with his mother. Day-to-day decision making was delegated to a succession of partners, including his brother Tom, Henry Clay Frick, and Charlie Schwab. He seldom attended board meetings and visited Pittsburgh only three or four times a year. For the next thirty years, his workday was confined to a few hours in the morning-and an occasional luncheon or dinner-but he accomplished as much in these hours as most men do in a week, and was proud of it. Although he professed to have made the move to New York for business reasons, there were more important considerations behind his decision to live a day's journey by train from his manufactories. He was thrilled with his success as a businessman and capitalist, but far from satisfied. He wanted more from life-and would spend the rest of his days in pursuit of it. His ultimate goal was to establish himself as a man of letters, as well known and respected for his writing and intellect as for his ability to make money. He had as a child and young man read widely and memorized large portions of Robert Burns's poetry and Shakespeare's plays. In New York and London, he continued his self-education. He befriended some of the English-speaking world's most renowned men of letters among them Herbert Spencer, Matthew Arnold, Richard Watson Gilder, editor of the Century magazine, and Sam Clemens; published regularly in respected journals of opinion on both sides of the Atlantic; wrote two well-received travelogues and a best-selling book entitled Triumphant Democracy and with his \"Gospel of Wealth\" [published in June of 1889] essays established himself as the moral philosopher of industrial capitalism. He spent half of each year in Britain, delegating to himself the role of cultural and political liaison between what he referred to as the two branches of the English-speaking race. He became the confidant of Republican presidents and secretaries of state and Liberal prime ministers and cabinet members, and inserted himself into the domestic and foreign affairs of the United States and Great Britain. Meanwhile, his fortune grew and grew. Every major business decision he made appeared, in retrospect, to have been the right one. He was the first Pittsburgh iron manufacturer to move into steel, then the first steelmaker to diversify production from steel rails to structural shapes. To his partners' dismay, he plowed most of the companies' profits back into the business, integrating horizontally and vertically, modernizing, expanding, and securing steady cheap supplies of raw materials by buying a majority interest in the H.C. Frick coke works and leasing Rockefeller's iron ore mines in the Mesabi Range at a huge discount. By 1901, when he sold his interest in Carnegie Steel to J.P. Morgan, he was arguably the richest man in the world. On retirement, he accelerated his giving to communities for library buildings and church organs so that parishioners could be introduced to classical music. He also set up a number of charitable trusts, each charged with a specific task: free tuition for Scottish university students; pensions for American college professors; a scientific research institution in Washington, D.C.; a library, music hall, art gallery, and natural history museum in Pittsburgh; a Hero Fund for civilians; a \"peace endowment.\" Only as he approached his later seventies did he realize that, with his payout from selling Carnegie Steel at 5 percent a year on more than $200 million, he was running out of time to give away his fortune. Disheartened that he would fail at the most important task he had taken on-to wisely give back to the community the millions he had accumulated-he established the Carnegie Corporation to receive and disperse whatever was left behind when he died. He had entered retirement intending to devote all his time and efforts to his philanthropy. But his last years were consumed with another cause: world peace. Arguing against his own self-interest-Carnegie Steel made millions manufacturing steel armor plate for the U.S. Navy-he campaigned for naval disarmament, then an international court, a league of peace, and treaties of arbitration between the nations of Europe and the United States, entered into an escalating naval arms race, he inserted himself into the diplomatic mix as an insider with access to the White House and Westminster. He would spend the rest of his days as an outspoken \"apostle of peace,\" commuting back and forth between his homes in New York and Scotland and the world's capitals. Only at age eighty, in the second year of the Great War, did he recognize that his efforts had been in vain. He spent his last years in silence, isolated from his friends, unable to return to his home in Scotland, his optimism shattered. A Scotsman in America, an American in Britain, businessman capitalist, steelmaker, author, philanthropist, peace activist, pamphleteer, son, husband, and father, Carnegie wore his many hats well. He was in his long life seldom at a loss for words, never fearful of taking on a new role or task, and never less passionate about whatever he happened to be engaged in at the moment.\" Carnegie had early found the \"restorative\" powers of the Allegheny Mountains, vacationing in Cresson until 1886. However, while Carnegie was a dues-paying member of the South Fork Fishing & Hunting Club, at this time, it is doubtful as to whether or not Carnegie actually spent any time at the Club. When the flood happened, Carnegie happened to be in Paris, France. From Paris, Carnegie, through the American ambassador, Whitelaw Reid, called a meeting of Americans to address the disaster. On November 28, 1889, he came to Johnstown and donated $10,000 for the rebuilding of the public library in Johnstown. He was given a hero's welcome. To complete the library, another $45,000 was needed, of which Carnegie gave. He died in Lenox, MA, on August 11, 1919. He is buried in Sleepy Hollow Cemetery, White Plains, NY.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/andrew-carnegie.htm"
}
