{
    "title": "Lake Mead National Recreation Area: Marinas",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Marinas              Marinas             Lake Mead National Recreation Area has a number of marinas to launch and dock your boat or watercraft. Each marina has different amenities. Marinas are operated by independent concessionaires.             Boulder Basin   Boulder Basin Las Vegas Boat Harbor, and Callville Bay Resort marinas have boat rentals, fuel, general store merchandise, restaurants or snack bars, dry storage and slip rentals. Lake Mead Marina has moved to Hemenway Harbor and has become part of Las Vegas Boat Harbor.  Boat rentals range from personal watercraft to 16-foot fishing boats, 18-foot runabouts for waterskiing and exploring, 24-foot patio boats, and houseboats that sleep up to 12 people.  Advance reservations are advised. Because of the growing popularity of houseboats, reservations for these should be made at least six months in advance.  Cruises are available on a paddlewheeler to and from Hoover Dam with Lake Mead Cruises. Daily boat tours, special cocktail\/dinner cruises, sunset dinner\/dance cruises and breakfast cruises are available. For more information, please call (702) 293-6180 or visit www.LakeMeadCruises.com.         Las Vegas Boat Harbor(702) 293-1191   Callville Bay Resort (702) 565-8958   Forever Resorts (Houseboats and small boat rentals only) (800) 255-5561   Note: Links open concessioners' websites.                    East Lake Mead   Pearce Ferry Area of Lake Mead National Recreation Area  Temple Bar Marina has boat rentals, fuel, general store merchandise, restaurant, dry storage and slip rentals.  Boat rentals range from personal watercraft to 16-foot fishing boats, 18-foot runabouts for waterskiing and exploring, 24-foot patio boats, and houseboats that sleep up to 12 people.         Forever Resorts (Houseboats and small boat rental only)  (702) 293-1191   Temple Bar Marina  (928) 767-3211  Note: Links open concessioners' websites.          Lake Mohave   Lake Mohave Resort and Cottonwood Cove Resort marinas have boat rentals, fuel, general store merchandise, restaurants or snack bars, dry storage and slip rentals. Willow Beach Marina has limited services.  Boat rentals range from personal watercraft to 16-foot fishing boats, 18-foot runabouts for waterskiing and exploring, 24-foot patio boats, and houseboats that sleep up to 14 people.  Advance reservations are advised. Because of the growing popularity of houseboats, reservations for these should be made at least six months in advance.  Take a smooth water raft trip in the Black Canyon, from Hoover Dam to Willow Beach -- Forever Resorts' Black Canyon\/Willow Beach River Adventures. For more information, please call (800) 455-3490 or (702) 294-1414.         Forever Resorts (Houseboats only) (702) 293-1191   Cottonwood Cove Resort (702) 565-8958    Willow Beach Marina Seven Crown Resorts (800) 752-9669   Lake Mohave Resort (928) 754-3245  Note: Links open concessioners' websites.           Additional Related Pages      Boating",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/marinas.htm"
}
