{
    "title": "Johnstown Flood National Memorial: D.W.C. Bidwell",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     D.W.C. Bidwell                Dewitt Clinton (D.W.C.) Bidwell (1828-1900)       Dewitt Clinton, or D.W.C., Bidwell was born on February 23, 1828, in Ohio. He became a successful merchant in Pittsburgh. Bidwell's firm, D.W.C. Bidwell and Company, sold dynamite, explosives, and powder used for mining. Further, he was the Western Pennsylvania representative of the Dupont Company. On July 12, 1854, he married Elizabeth Millinger. They had six children: -Laura Ella Bidwell -Clinton Millinger Bidwell -Frank Chester Bidwell -Howard Ensign Bidwell -James Edgar Bidwell -Harry Dupont Bidwell Laura Bidwell married Harvey Childs and, therefore, became related through marriage to Henry Clay Frick and his wife, Adelaide Childs.  Bidwell and fellow Club member, Howard Hartley, served as directors of the Marine National Bank of Pittsburgh. Bidwell served as vice-president of the Marine National Bank and the Real Estate Savings Bank. The Bidwell's were actually at the Club when the dam failed, having arrived on May 29, to spend the Memorial Day holiday there. He observed that it started to rain on Thursday night and that in the two years that he and his family had been members of the South Fork Fishing & Hunting Club that it was the heaviest rain ever to fall there. He also commented that all of the roads in and around South Fork were in bad shape because of the rain. About 8:00 on the morning of the 31st, the Bidwell's headed across the dam to South Fork. He said that from 9:00 until noon, the South Fork Creek had risen nearly seven feet at South Fork. He also commented that he saw a very excited John Parke race into South Fork and give the alarm of danger at the dam to a group of people standing outside of the Supply Company's store. Mr. Bidwell did see the wave come for South Fork. The following is taken from his testimony before the Pennsylvania Railroad on July 15, 1889: Q. What did it look like? A. Well, it came in a large volume with a good deal of debris. All this time it was raining, and I was standing at the station house, watching the creek, and going outside with my umbrella and standing in the rain to see what was going on outside, and about half past 2 o'clock, I had a conversation with Mr. Dougherty about the passenger train stainding in the bend of the road at the tower. The New York and Chicago Limited came there with a train of six cars in the morning, and Mr. Dougherty got the engineer to run his train up past the station; and as that train went up above the staion, a freight train standing in at the left on the switch near the Supply Company store, started up also and got up out of the way. There was a freight train standing on the right hand siding down at the coal works that started, and had very little steam on the engine, and the locomotive just got over the iron bridge when the flood struck it, and carried off the train. There was nothing left there but the locomotive. Dewitt Clinton Bidwell died on May 16, 1900. Source: The Banker's Magazine, Vol. 60.",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/dewitt-clinton-bidwell.htm"
}
