{
    "title": "Johnstown Flood National Memorial: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do      Check out the Great Events\/Things to Do in the park.2016 Schedule of Events:Click on the link to see the complete schedule of events for both Johnstown Flood National Memorial and Allegheny Portage Railroad National Historic Site.127th Anniversary of the Great Johnstown Flood Events:Please Call (814) 886-6170 for more information and to make reservations for tours. Saturday, May 28-10:30 am-4:30 pm-Guided tours of the Clubhouse. Sunday, May 29-11:00 am-3:00 pm-Walking Tours of Cottage Row. Tuesday, May 31-Luminaria from 7:00 pm-11:00 pm. 2,209 luminaries will line the remains of the South Fork Dam, one for each of the victims of the Great Johnstown Flood.  Park Visitor CenterView two floors of exhibits and the park's film \"Black Friday.\" Film is shown at 15 minutes past the hour (9:15, 10:15, 11:15, 12:15, 1:15, 2:15, 3:15, 4:15). Historic ClubhouseAt this time, access to the Clubhouse will be on one of the Park Ranger-led van tour options only. Trails Remains of the dam are preserved within the park and are short walks from convenient parking spots.Evening on the Lake Programs:These speaker programs are offered Saturdays at 7:00 pm. They are free and open to the public!June 18-Park Ranger Doug Bosley-What We've Learned About the Cottages.July 30-Park Ranger Nathan Koozer-Col. Unger Show Yourself! August 27-Park Ranger Megan O'Malley-100 Years of Art in the National Park Service.  Journey Around Lake Conemaugh Van Tour:These 1-hour, Ranger led van tours will be offered from June 4-September 25, 2016. They begin at 10:00 am, 1:00 pm, and 3:00 pm daily. These tours go to both sides of the remains of the South Fork Dam. A brief stop at the South Fork Fishing and Hunting Clubhouse building is included in this tour. These tours are covered in the park admission fee. Due to the length of this tour, it is not recommended for children aged seven (7) years and under. Please be advised that because we cannot ensure that car seats are properly and safely installed on the vans and\/or the bus, we cannot accommodate them on van tours. If a child arrived to the park in a car seat, they must always be in a car seat. No allowances will be made for \"holding\" children while on a van tour. Thank you for your understanding. Path of the Flood Van Tour:Path of the Flood Van Tours begin in the park, go to the South Fork Fishing and Hunting Club Clubhouse for an in-depth tour of this historic structure and then follows the path of the flood from South Fork, Mineral Point, East Conemaugh, Woodvale, and Johnstown. The narrative portion of the tour concludes at Grandview Cemetery. These tours are approximately four hours in lengh and will be offered on the following Saturdays in 2016: June 4, June 18, July 16, July 30, August 13, August 27, and September 17. Reservations are required. Please call (814) 886-6170 for more information and to make the required reservations. Due to the length of this tour, it is not recommended for children aged seven (7) years and under.Please be advised that because we cannot ensure that car seats are properly and safely installed on the vans and\/or the bus, we cannot accomodate them on van tours. If a child arrived to the park in a car seat, they must always be in a car seat. No allowances will be made for \"holding\" children while on a van tour. Thank you for your understanding.Path of the Flood Hikes:These ranger-guided hikes take visitors along the Path of the Flood Trail in two different sections. The hikes are about 5-8 miles in length and last for 4-5 hours. Hikes will be offered on the following Sundays:Path of the Flood Hike I: South Fork to Franklin:June 5 and August 7Path of the Flood Hike II: Franklin to the Stone Bridge:July 10 and September 18. Hikes are free, but limited to 12 participants. Please call (814) 886-6170 for more information and to make reservations.  Related Places in the Area you don't want to miss: Greater Johnstown\/Cambria County Convention & Visitor Bureau Johnstown Flood Museum",
    "url": "https:\/\/www.nps.gov\/jofl\/planyourvisit\/things2do.htm"
}
