{
    "title": "Gettysburg National Military Park: Work With Us",
    "body": "Work With Us        Licensed Battlefield Guide Exam       Early Licensed Battlefield Guides At West End Guide Station NPS Photo       Thank you for your interest in becoming a Licensed Battlefield Guide (LBG) at Gettysburg National Military Park (GNMP). The following information provides details about the new, four-tiered LBG Examination Process and includes an attached information packet.   The LBG examination process and the materials herein have been reviewed, revised and enhanced on the cusp of two major milestones: the Centennial of the National Park Service (NPS) in 2016 and the 100th Anniversary of Licensed Guiding at Gettysburg in 2015. In preparation for the NPS' second century of service, parks are being \"called to action\" to connect with and create the next generations of park visitors. At Gettysburg National Military Park, Licensed Battlefield Guides serve as a vital cornerstone of the visitor's experience and will continue to play a key role in the Park's mission moving forward.    The entire LBG examination process was revised based on feedback from GNMP staff, a team of current Licensed Battlefield Guides, the visiting public, and past successful and unsuccessful examinees. Under the leadership of the Supervisory Park Ranger a diverse committee of six current LBGs, representing over 100 years of collective guiding experience, conducted a thorough review of past examinations. The resulting product is a four-tiered examination process approved by the GNMP Superintendent that is transparent, open, comprehensive, thorough, focused, dynamic, and challenging.    The objective of the four-tiered LBG Examination Process is to license the most qualified, knowledgeable, skilled and professional individuals as Licensed Battlefield Guides at Gettysburg National Military Park. Each guide is expected and required to uphold a century-old tradition of mastering relevant core knowledge about the Battle of Gettysburg within the context of causes and consequences of the American Civil War –in order to interpret and communicate that knowledge to the visiting public in an engaging manner.    If you wish to earn the Gettysburg LBG license (permission to enter GNMP and provide a personalized tour for compensation) –a privilege, not an inherent right –you are required to successfully complete each tier of the four-tiered process in sequence within one examination cycle, which includes:    Tier 1 Written Examination  Tier 2 Panel Interview  Tier 3 Mandatory Information and Orientation Program  Tier 4 Oral Battlefield Examination    Each tier of the process will be scored according to a specific rubric developed and approved by the Gettysburg National Military Park and the testing committee. You must successfully complete the requirements of each tier in the process to advance to the next tier to earn the license to serve as an LBG at Gettysburg. Failure to successfully complete any of the four tiers means a failure of the entire examination process. In the event this occurs, however, you may attempt to earn your license the next time GNMP offers the full examination process to prospective LBGs.    Please read through the attached documents in order to familiarize yourself with the entire process.   1. Licensed Battlefield Guide Examination Process and Information Packet    2. Licensed Battlefield Guide Written Exam Application   3. Is Guiding For You?    4. Gettysburg Campus - Harrisburg Area Community College Map    5. Brief History of the Licensed Battlefield Guides    6. Bill of Collection         Summer Internships at Gettysburg        A summer intern works at the Leister House. NPS Photo       Gettysburg National Military Park offers summer internships to college-level students who are self-motivated, enthusiastic, and interested in history. We prefer people who seek to share their talents while gaining valuable work experience. Internships are typically offered in the summer months when the park is busiest, lasting ten to twelve weeks from mid-May through mid-August. Positions are unpaid, although the park provides free housing and a cost of living stipend. Interns work forty hours each week and weekend work can be expected. Duties will include working with the public, preparation of interpretive programs, historical research, and provide assistance to visitors at the park information desk. There are a limited number of internships available in the Division of Interpretation and Visitor Services at Gettysburg National Military Park. For further information about our Internships and how to apply, download our Informational Flyer on Summer Internships at Gettysburg. Eisenhower National Historic Site also offers summer internships in Interpretation and Museum Services. For further information, visit the Eisenhower National Historic Site web site at http:\/\/www.nps.gov\/eise. Applications for the 2016 summer season are available until December 31, 2015.        Employment with the National Park Service Employment opportunities with the National Park Service at Gettysburg National Military Park are announced through the Office of Personnel Management (OPM) and posted at USAJOBS.GOV. For a current listing of openings, visit http:\/\/www.usajobs.gov\/",
    "url": "https:\/\/www.nps.gov\/gett\/getinvolved\/workwithus.htm"
}
