{
    "title": "Johnstown Flood National Memorial: James W. Brown",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     James W. Brown                James W. Brown (1844-1909)         James W. Brown \"Notable Men of Pittsburgh and Vicinity,\" Percy F. Smith, 1901.  The best biographies of James W. Brown come from two obituaries that were written for him: Abstract of the Proceedings of the Grand Lodge of Pennsylvania,  by Freemasons, Grand Lodge of Pennsylvania https:\/\/books.google.com\/books?id=54c7AQAAMAAJ&pg=PA101&1pg=PA101&dq=james+w+brown+obituary+1909+ pittsburgh&source=bl&ots=OzXrpaWTvI&sig=pRWjug71V3SBRkUdNAbPTXsV2ZU&hl =en&sa=X&ved=OahUKEwjdnYaI7ebMAhVCVj4KHWPXCh8Q6AEIPjAI#v=onepage&q =james%20w%20brown%20obituary%201909%20pittsburgh&f=false In Memoriam. Right Worshipful Past Grand Master Brother JAMES W. BROWN. Brother David F. Collingwood, Past Master of Lodge No. 576, held at Pittsburgh, delivered the following In Memoriam, when, on motion, the resolutions attached thereto were unanimously adopted by a rising vote: RIGHT WORSHIPFUL GRAND MASTER AND BRETHREN:  It was with astonishment that the friends of Right Worshipful Past Grand Master James W. Brown, learned of his sudden death, October 23, 1909.  The news was a blow to the entire community, for no man was more widely and better known than he, or was closer to the hearts of his fellow men; there was a hush of silence, for a great and good man had been called to his Heavenly reward. JAMES W. BROWN was born July 14, 1844, in Pittsburgh, Pennsylvania, the son of W.R. Brown and Margaret J. McGunnigle. He was educated in the Fourth Ward School (known as the Old North School), and Smith's Academy, both of Pittsburgh. At the age of sixteen he started on his business career, and was identified from that time with the business interests of Pittsburgh for almost half a century. His principal occupation throughout his entire life was that of the iron and steel industries. In the early Seventies, he became associated with the firm of Hussey, Howe & Co., afterward Howe, Brown & Co., which in 1900 became one of the constituent concerns of what is now the Crucible Steel Company of America, of which he served as Vice-President; he finally sold his interests, and about 1902, with other capitalists, he organized the \"Colonial Steel Company,\" of which he was the President up until the time of his death. He was for years a Director of the Exchange National Bank, one of the oldest institutions in the city, and from 1888 until his death he was a Trustee of the Dollar Savings Bank, and also a Director in St. Margaret's Hospital. In 1869, Mr. Brown married Miss Clara P. Howe, daughter of the late General Thomas M. Howe. His widow together with five children survive him. He was a kind-hearted, gentle, and generous, yet firm as a rock; always willing to forgive and forget. The mantle of charity was always his, both in overlooking the shortcomings of others and in the bestowal of temporal things. It was his delight to serve others, and he was the special friend of the struggling and deserving young man, and the counsellor [sic] and confidant of many such. \"The best portions of a good man's life are his little nameless, unremembered acts of kindness and of love.\"  Born of Christian parents, they dedicated his life to God in infancy; their vow was fulfilled, for he followed their precepts and example all his days. He became a communicant of the Church in his early youth, and was a teacher and Superintendent in the Sabbath School. For thirty-two years he was a member of the Vestry of the Calvary Episcopal Church; from 1890 to 1891 as Junior Warden, and from 1891 until his death as Senior Warden. His earthly paradise was in his hearthstone. Zealous in the preservation of the family altar and the teachings of the Holy Writ, a devoted husband and father, it was his policy to make his family feel that Home was the happiest place in the world-\"This is the choicest gift a parent can bestow.\" He was always an active and energetic citizen, who loved his native city, State and nation, and always advocated only those things which tended to uplift the moral, civic and social conditions of his fellow man and neighbor.  He served with distinction the Thirty-Second Congressional District of this State, for the years 1903 and 1904, in the Fifty-Eighth Congress and refused renomination. SYMBOLIC MASONRY. He was a member of Hailman Lodge No. 321, F. & A. M. Approved March 21, 1871. Entered April 6, 1871. Passed May 4, 1871. Raised June 20, 1871. Served as Junior Warden in 1874. Served as Senior Warden in 1875. Served as Worshipful Master in 1876. Served as District Deputy Grand Master of the 28th District from 1889 to 1898. He was elected Right Worshipful Junior Grand Warden of the Grand Lodge of Pennsylvania, in December 1898. Served as Junior Grand Warden in 1899. Served as Senior Grand Warden 1900-1901. Served as Deputy Grand Master 1902-1903. Served as Right Worshipful Grand Master 1904-1905.   CAPITULAR MASONRY:  He received the Capitular Degrees in Duquesne Chapter No. 193. Made a Mark Master Mason June 27, 1872. Received and accepted a Most Excellent Master Mason, June 27, 1872. Exalted to the Supreme Degree of a Royal Arch Mason July 12, 1872. He resigned from Duquesne Chapter No. 193, January 15, 1877, to become a Charter Member of Shiloh Chapter No. 257. He resigned from Shiloh Chapter No. 257, February 20, 1888, to become a Charter Member of Pittsburgh Chapter No. 268, serving as its first King 1888 and elected Most Excellent High Priest in 1889. He received the following Degrees in Pittsburgh Commandery No. 1: Red Cross............August 27, 1874, Temple.................February 15, 1875, Malta....................February 15, 1875, and resigned in June 1892, afterwards becoming a Charter Member of Duquesne Commandery No. 72. He received the Ineffable Degrees April 18, 1889, in Gourgas Lodge of Perfection. He received the Ancient Traditional Degrees, May 2, 1889, in Pennsylvania Council, Princes of Jerusalem. He received the Philosophical and Doctrinal Degrees, May 16, 1889, in Pittsburgh Chapter of Rose Croix H.R.D.M. He received the Modern Historical and Chivalric Degrees, November 21, 1889, in Pennsylvania Consistory. He received the Honorary Thirty-Third Degree, September 20, 1898. Was Most Wise and Perfect Master of Pittsburgh Chapter of Rose Croix from 1897 to 1899. The religious services were conducted in Calvary Protestant Episcopal Church, Tuesday afternoon, October 26, 1909, at 3.30 [sic] o'clock, by the Rev. Dr. J.H. McIlvaine, after which the said cortege proceeded to Allegheny Cemetery, where the last sad rites were performed by Right Worshipful Grand Master George B. Orlady, under the auspices of the Grand Lodge of Pennsylvania, thus ending the earthly career of a man whose every day life typified those principles and virtues every good man should practice, and his Brethren shall always cherish his memory as the shining example of what we ought to be. \"Life's work well done; Life's crown well won.\" \"Sleep on, dear friend; such lives as thine Have not been lived in vain, But shed an influence, rare, divine, On lives that here remain.\" Whereas, This Grand Lodge has learned with sincere sorrow and with deep regret, that it has pleased the Great Architect of the Universe, to summon Right Worshipful Past Grand Master James W. Brown, from his earthly labors to the rest that remaineth for the people of God, after a life well spent in the service of his fellow men, spreading abroad the genial light of a cheerful spirit and kindly heart; Resolved, That in the death of Past Grand Master Brown, the Fraternity of Freemasons, and especially the members of this Grand Lodge, have lost a faithful Brother, a wise counsellor [sic] and a genial friend; the country which he served so honorably and the community in which he lived, a public spirited and loyal citizen and neighbor; and his family, a most loving and devoted husband and father. Resolved, That as a mark of our regard and esteem for his memory, both as a man and a Freemason, the jewels of the Grand Lodge Officers be draped in mourning for the space of six months. Resolved, That these resolutions be entered in the minutes of this Communication, and that a copy, suitably engrossed and signed by the Grand Officers, be sent to the family of our late Right Worshipful Past Grand Master.  Brother James M. Lamberton, offered the following resolution, which was on motion adopted:  Resolved, That the Right Worshipful Grand master be requested, to have a life-sized portrait of our late Right Worshipful Past Grand Master Brother James W. Brown, painted and hung in an appropriate place in the Temple, and that expenditure of the sum of One thousand dollars ($1,000) be and is hereby authorized for that purpose. Iron Age, vol 84, November 4, 1909, p. 1409: James W. Brown, president of the Colonial Steel Company, Pittsburgh, died suddenly October 23 at a shooting club in Michigan from a complication of heart trouble and pneumonia, aged 65 years. He was a native of Pittsburgh, and was educated in local schools. In 1860, he entered the employment of Balley, Brown & Co. iron manufacturers, his father William R. being a member of the firm. After an extended experience as a traveling salesman he formed a partnership in 1874 with Rodman Wister as brokers in ore and pig iron. In 1876 he became connected with Hussey, Howe & Co., Ltd., and was shortly afterward elected treasurer, holding that office until 1888, when the company became Howe, Brown & Co., Ltd., with Mr. Brown as its president. In this capacity he served until the merger into the Crucible Steel Company of America, of which he was made vice-president and general sales agent. In 1901 he organized the Colonial Steel Company, becoming its president. He served a term as member of Congress in 1903-5, refusing all other political honors. He had also attained eminence in the Masonic fraternity in his state, having been Grand Master of Masons of Pennsylvania in 1904-5. He leaves a widow and five children. His sons are Charles M. and Thomas M.H., both residing in Pittsburgh.  The following link will take you to a sermon that was read at Brown's funeral: https:\/\/archive.org\/details\/christiancharact00mcil",
    "url": "https:\/\/www.nps.gov\/jofl\/learn\/historyculture\/james-w-brown.htm"
}
