{
    "title": "Gettysburg National Military Park: Adopt A Position",
    "body": "Adopt A Position Program        Hugh O’Brian Youth Leadership development organization (HOBY) volunteer to help rebuild 1,647 feet of Virginia worm fence by the Trostle and Codori thickets. NPS Photo       General Information and Guidelines The purpose of the Adopt-A-Position (AAP) program is to engage volunteers in helping to meet goals as established by the Gettysburg National Military Park (GNMP) to maintain the historic setting of the battlefield. Volunteers (VIPs) help us by performing field maintenance and labor that otherwise would not be completed due to budget and\/or staffing restraints.  VIPs donate time and labor in preserving regimental positions, battery locations, or brigade lines. In most cases, regimental or battery positions will include a monument. Monuments like any historical feature on the battlefield have additional contributing elements. The elements include the foundation mounds (an important structural element of most of the regimental monuments) surrounding grounds, adjacent fences or walls, any trails or walks to the sites, and may include the pasture in which the monument stands. All of these areas are important to the monument and the positions held by the Union or Confederate troops during the battle. The park will provide site assessments to outline the maintenance needs of each site. Check below for the Spring 2016 Adopt A Position Schedule!!  Site Assessments:  Volunteer Work May Include:    Applying topsoil, seed and straw (materials provided by park) to eroded monument mounds. Raking and spreading grass seed on bare areas (monument mounds, turf areas, etc.).   Raking leaves.   Clearing brush from fences, stone walls, structures, and fortifications.   Re-stacking stone walls; fence restoration.  Building and repairing fences.  Painting fences (paint and supplies will be provided).  Clearing pastures of weed growth and exotic shrubbery such as multi-flora rose and Japanese barberry.  Planting seedlings.  Repairing and\/or maintaining trails.  Collecting litter.    Guidelines: VIPs cannot work directly on a monument due to strict National Park Service technical standards designed for the protection of the physical condition of each monument.  Monument sites can receive treatments varying from general spruce up to labor-intensive landscape work. The park also has \"orphan\" positions available that include historic stonewalls and\/or sections of fences or trails not identified with any particular military unit.  Volunteers will not use chainsaws or other powered equipment unless authorized by park personnel.  Park provided hand tools are limited.  To Adopt A Position: Individuals or groups interested in the AAP program should contact Randy Hill, the Adopt a Position Coordinator, at 717-338-4474. A two-year commitment is required of volunteers to work a minimum of one day each during the spring and fall program. The individual or contact representative for a group will arrange a date two weeks before the time that a work party will be at the adopted site and provide the necessary support equipment to accomplish the goals for the site. All work at the project site must be pre-arranged with the AAP Coordinator. The address for the coordinator is:  Randy Hill Adopt A Position Coordinator Gettysburg National Military Park 405 Taneytown Road Gettysburg, PA 17325 717-338-4479 email          Saucon Vally HS students cutting brush near Leister house. NPS Photo       Fall 2015 Adopt A Position Schedule The Spring 2016 Adopt a Position Program will run from March 27 - May 28, 2016. Contact program coordinator Randy Hill at 717-338-4474 or email us to arrange for your group's work day. There will be no work performed on Federal holidays or on Tuesdays and Wednesdays. Please remember to schedule your work dates two weeks in advance and do not work at your site without contacting the program coordinator. Volunteer Agreements: In the past we have required that each group or individual renew their commitment to the AAP program by signing a volunteer agreement every two years. The current agreements will be good for a minimum of two years and will renew automatically unless either the group or individuals involved in the program or the National Park Service cancel the agreement. The contact person for any group who wishes to terminate their agreement should contact the park AAP coordinator. If we do not have your current address, please contact the AAP coordinator with your new contact information. Progress Report: During the 2014-2015 season, the AAP volunteers helped the Gettysburg National Military Park (GNMP) by working around 287 monuments which included raking leaves, clearing vegetation away from monuments and fences and in fields, collecting grass seed, moving branches out of the way of mowers, pulling weeds in the National Cemetery, assisting with event cleanup, clearing trails, rebuilding and repairing fences and stone walls, and reseeding monument mounds. The AAP program had its BIGGEST year with over 1,350 volunteers contributing 4,500 hours and we are already on track to beat those numbers this fiscal year with nearly 400 volunteers in October 2015 alone. Many of our great volunteers went the extra mile and helped us with work that was outside of their normal assigned areas.  Without our volunteers this work would not have been accomplished. We here at Gettysburg National Military Park would like to sincerely thank each and every one of you for your participation in the program and for helping us to preserve and maintain the battlefield at Gettysburg. There are still several sites throughout the park that are waiting to be adopted and could use your talented caring hands and watchful eye to help give these areas that extra touch while you enjoy a great day in the park!   Visit our Multimedia page for samples of projects performed by volunteer groups throughout the park in 2012-13! Come out and volunteer, your pictures could be here next!",
    "url": "https:\/\/www.nps.gov\/gett\/getinvolved\/supportyourpark\/adopt-a-position.htm"
}
