{
    "title": "Gettysburg National Military Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth        There are always activities for children and teens at Gettysburg. (National Park Service)       Gettysburg National Military Park is not just for adults! There are many activities for our younger visitors to partake in during their visit to the park apart from exploring the museum and park with the family. During the summer months, the park offers special programs designed just for children: JOIN THE ARMY! Children enlist in the army and learn something about what it meant to be a soldier in the Civil War in this one-hour program. For ages 7-12. Sign up at the Museum and Visitor Center information desk (Limited to 25 participants). Daily at 11:00 A.M. from mid-June through mid-August. MUSEUM CARTS. During the summer months, park rangers and interns wheel a special cart into the visitor center lobby filled with uniforms, soldier equipment, letters and documents just like those in the museum cases. But these items are not just for looking at! Everyone gets to touch and feel the items and maybe even wear one of them. The museum cart and experience is just for kids! (Limited afternoon offerings during the summer season.)           (NPS)  THE JUNIOR RANGER PROGRAM Discover the history of Gettysburg National Military Park and Eisenhower National Historic Site with the Junior Ranger Program, a project for our young visitors with which they can have fun while learning about the parks at Gettysburg. By completing three activities in the Activity Guide for Junior Ranger Candidates, available at the park information desks, kids will receive certificates making them official Junior Rangers. It's a great activity for the whole family that will not only enhance your visit to the park but make for fond memories as well.       FOR SCHOOL GROUPS VISITING GETTYSBURG          A lot of subjects to explore at Gettysburg. (National Park Service)  During the school year, Gettysburg National Military Park is the place to visit for school groups to visit and participate in Student Education Programs, offering a variety of subjects from Civil War Soldier Life to the experience of being in \"Pickett's Charge.\" These programs are scheduled annually for September-October and again for March through May by reservation only. We also offer a new group activity for students and youth groups while visiting the new museum. Visit the park's Teacher's Pages for further information and to get in on a good thing at Gettysburg!     Expressions of Freedom Commemoration of the 150th Anniversary of the Emancipation Proclamation On January 1, 1863, President Abraham Lincoln issued the Emancipation Proclamation, setting in motion the eventual end of slavery in the United States. The fulfillment of that promise has been a long and difficult journey for us as a nation. Almost 100 years later, Dr. Martin Luther King, Jr., continued the pursuit of universally equal civil rights and worked to end segregation by uniting a generation in equality. The National Park Service, in cooperation with the African American Experience Fund of the National Park Foundation, is launching Expressions of Freedom, a nationwide student art competition to commemorate the 150th Anniversary of the Emancipation Proclamation. Encouraging youth to explore the enduring themes of our nation's struggles for freedom, and through their art the meanings of parks to new audiences, are the goals of this nationwide competition. For more information about this competition, go to the Expressions of Freedom web site at www.nps.gov\/freedom. To view the original Emancipation Proclamation, go to the National Archives and Records Administration page on Featured Documents.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/kidsyouth\/index.htm"
}
