{
    "title": "Gettysburg National Military Park: Volunteer",
    "body": "Volunteer         A volunteer ready to assist visitors. (Harry Waters, NPS)  The park is fortunate to have people willing to volunteer their time to assist with daily park operations and visitor services, participate in the \"Park Watch\" program, and provide time and labor for preservation and rehabilitation projects in the park. Are you interested in becoming a volunteer at Gettysburg? There is currently a waiting list for volunteer training and positions as we explore and define the types and number of positions that we will need to fill. There is so much to do, and we want to be able to bring you on board, equipped with the proper training and ready to serve the millions of visitors who come here each year from all across the globe. First things first; Let us tell you more about volunteering with us. Then we'd like to know more about you, and your skills and interests. What does a Visitor Services Volunteer do? There are basically three types of visitor services volunteers: Interns, Information Desk VIPS, and Ambassadors. Interns are college students who spend the summer season with us, preparing and presenting two programs, helping out at the Information Desks, completing a special project, and gaining valuable career experience for the future. Our summer interns receive park housing and attend extensive training at the beginning of the season. They work 40 hours each week during the busy summer season. The summer intern cohort is selected by January 1, and requires a resume and cover letter. Information Desk Volunteers are the backbone of our Volunteer Corps, and work at least a 4-hour shift per week at the park Information Desk in the Museum and Visitor Center. Volunteers are also assigned to the West End Station in the park during the summer months. They answer visitor questions, provide orientation on how to visit Gettysburg, and generally serve the visitor and assist the ranger on duty. Many volunteers work all year round. The third type of Visitor Services Volunteer is our new Ambassador. Ambassadors work mostly outside in the parking areas and National Cemetery, to promote ranger programs and inform visitors of certain park policies and procedures. Ambassadors also rotate into the museum exhibits for part of their shift to answer questions and provide another friendly contact point. Like desk volunteers, ambassadors work at least one four-hour shift per week during the late spring, summer and fall seasons. What are the requirements of a Gettysburg volunteer, and what qualities make the best kind of volunteer?  The members of our Gettysburg Volunteer corps are reliable, friendly and professional individuals who care about and are dedicated to the mission of Gettysburg National Military Park - to preserve and protect the resources associated with the battle of Gettysburg and the Soldiers' National Cemetery, and provide understanding of the events that occurred here. Our volunteers attend training once a year, and are oriented to their work station during the first few weeks \"on the job\". We provide a stipend to purchase a uniform, and rely on them to report to their duty station in a timely and consistent manner, giving us as much notice as possible when they are unable to make it.  The best volunteer does not sign on for 20+ hours per week for a year; rather they show up for 4 to 8 hours each week for 5 or more years! Come join our volunteer family if this sounds right for you. How do I sign on to become a future Gettysburg volunteer? We'd like to know more about you, your skills and interests. Please direct a letter or e-mail to: Volunteer Program Attention: Matt Atkinson Division of Interpretation Gettysburg National Military Park 1195 Baltimore Pike Gettysburg, PA 17325 Be sure to include:        ● all of your contact information (address, phone, e-mail); ● brief description of past\/present employment & volunteer experience; ● the type of volunteer work you are interested in; ● your availability, and the # of weekly hours you would like to work; ● answer: What are some of your objectives for working as a volunteer? If you have further questions please contact Ranger Matt Atkinson by phone at 717-334-4428, or email.          Volunteers at work on a historic battlefield stone wall. (A. De Jesus, GNMP)  The Gettysburg \"Adopt A Position\" Program The park's highly successful Adopt-A-Position (AAP) Program engages volunteers in helping to meet goals established by the Gettysburg National Military Park (GNMP) to maintain the historic setting of the battlefield. Volunteers assist the park by performing field maintenance and labor that otherwise would not be completed due to budget and or staffing restraints,a nd donate time and labor to preserve a regimental position, a battery location, or brigade line. Like any historical feature on the battlefield, monuments and markers have additional contributing elements or \"assets\". Assets include the foundation mounds (an important structural element of most of the regimental monuments) surrounding grounds, adjacent fences or walls, earthworks, trails or walks to the sites or the pasture in which the monument stands. All of these assets are important to the monument, and\/or the positions held by the Union or Confederate troops during the battle. The park will provide site assessments to outline the maintenance needs of each site. Since its inception, Adopt-A-Position has sponsored thousands of individuals and groups in battlefield preservation. More.......       The Park Watch Program at Gettysburg \"Park Watch\" volunteers work within the park boundary to assist protection rangers with protection of park resources and visitor safety. Volunteers achieve park resource and visitor protection through an active program of patrolling park lands and boundaries and performing surveillance work to detect any evidence of illegal or suspicious activities. The volunteer serves as the \"eyes and ears\", reports observations to the Ranger on duty, and may assist with traffic and crowd control at special events and park incidents. Opportunities for Park Watch Patrol volunteers will be available in January 2014: Park Watch Vacancy Announcement- January 2014 (pdf) Park Watch Application Form, 2014 (pdf)            The Scout Ranger Patch Program The National Park Service and Boy Scouts of America have teamed up to get our scouts and their troops involved in park stewardship! Being a Scout Ranger allows you to discover your national parks. Whether you are visiting a natural park like Yosemite National Park, or a historical site like Allegheny Portage Railroad National Historic Site in Pennsylvania, we hope you will learn something about the national park and yourself!  By being a Scout Ranger you will be able to:   Learn about the mission of the National Park Service Help protect the nation's natural, cultural, and historic resources Explore your national park  And of course, you can earn a certificate or patch. Check it out! For more information, visit the How to Earn a Scout Ranger Certificate or Patch. To coordinate your scout project at Gettysburg, contact Amanda Whitmore, Adopt A Position Coordinator at (717) 334-1124, extension 4479.",
    "url": "https:\/\/www.nps.gov\/gett\/getinvolved\/volunteer.htm"
}
