{
    "title": "Gettysburg National Military Park: Laws & Policies",
    "body": "Laws & Policies        (Harry Waters- National Park Service)       Gettysburg National Military Park is regulated by Federal Law, regulations set forth by the National Park Service and site-specific regulations designed to preserve and protect the resources of the park and Soldiers' National Cemetery, while providing a positive and safe environment for the visitor. These regulations are stated in the Superintendent's Compendium, which is available on this page. PARK REGULATIONS IN BRIEF  For visitor safety, handbags and backpacks are not allowed in the Museum and Visitor Center. Please leave them secured in the trunk of your vehicle or hidden under a car seat. Monuments and cannon were placed by veterans of the battle to mark positions and honor the sacrifices made by those organizations. They are irreplaceable historic objects protected by Federal law. Please help preserve them by not climbing, standing or hanging on monuments and cannon carriages. The possession of metal detectors on park property is strictly prohibited. Relic hunting by the use of metal detectors or other means is prohibited and violators will be prosecuted. Collecting of natural and cultural objects, including plants, animals, minerals, stones from walls, or other objects is strictly prohibited. Obey posted speed limits and regulatory signs on park roads and avenues. Park in designated parking lots or on the pavement, not on the grass or road shoulders. Bicycles are allowed on park roads and avenues only. Trail riding and off-road cycling is prohibited. Picnicking is allowed only in designated picnic areas in the park. Please consult the park brochure for locations. Pets must be leashed and attended at all times. Pets are prohibited on the grounds of the Soldiers' National Cemetery and inside the visitor center with the exception of special assistance animals. Superintendent Compendium (pdf, 1.54mb)  ADDITIONAL PARK POLICIES Firearms in National Parks: The law governing possession of firearms inside a national park changed on February 22, 2010. Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws. The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances. The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. For more information about gun laws in Pennsylvania, please visit the Pennsylvania State Police web site. For a brief overview of the firearms regulation in Pennsylvania, download the PA Firearms Regulation in brief. (pdf) The Gettysburg National Military Park Museum and Visitor Center is owned and operated by the Gettysburg Foundation, which also owns and administers the grounds and parking lots adjacent to the building. The carrying or possession of any type of weapon on the grounds of the visitor center or in the building is prohibited. Exceptions: Law enforcement officers or officials that are within their jurisdiction. CIVIL WAR REENACTMENTS IN NATIONAL PARKS Gettysburg National Military Park hosts volunteer Civil War groups throughout most of the year. These groups follow strict guidelines as to the context of the camps, equipment displays, and any demonstration where historic weapons are discharged. Park hosted \"living history weekends\" are by invitation to specific groups and do not entail any battle recreations, which are prohibited on Federal property. For further information about these regulations, follow the link to the National Park Service Policy on Re-enactments in national parks.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/management\/lawsandpolicies.htm"
}
