{
    "title": "Gettysburg National Military Park: Parks as Classrooms",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms               Parks as Classrooms        Students participate in Pickett's Charge. NPS Photo       FIELD TRIPS   \"Best Field Trip Ever!\" Planning Kit    Just getting started with your field trip planning? Be sure to check out the \"Best Field Trip Ever!\" planning kit pdf to learn about all of your options. This pdf has sections for the planning teacher, the chaperones, and the students.    \"Best Field Trip Ever\" Planning Kit pdf     Ranger Field Programs at Gettysburg   A field trip to Gettysburg is the perfect way to help teach the history and stories of the Civil War. Build upon these unique opportunities for experiential learning all year long. We have two seasons of Ranger-led education programs. Schedule your Ranger Field Programs at Gettysburg today.    To apply for your spot, please fill out our on-line forms here...   FALL 2016 - September 26 to November 4   SPRING 2017 - April 3 to May 26     Battlefield Footsteps  Walk in the path of these regiments to learn about courage, determination,  leadership, citizenship and more!    Citizenship: Untold Stories from the Battle of Gettysburg Visit the homes of a widow who surrendered her home for the commanding general, an African-American farmer facing the approaching Confederate army, and an immigrant whose husband was off fighting for their new country. What did the battle, and the war, mean to these civilians and the rest of their lives? Grades: 4-12 Class Size: 10-35 Length: 1.5-2 hours  Courage & the 9th Massachusetts Battery, July 2 Practice the loading and firing procedure, and then follow in the path and harried activity of this as yet untested artillery unit. Grades: 4-12 Class Size: 15-45 Length: 1.5 hours  Determination & the 15th Alabama Infantry, July 2 Climb Big Round Top and attack Little Round Top after a forced march, and without any water… and then explore how your students can apply these lessons of determination. Grades: 4-12 Class Size: 15-45 Length: 1.5 hours  Leadership & the 6th Wisconsin Infantry, July 1 \"Align on the Colors\" with Lt. Colonel Rufus Dawes as you rush toward an unfinished railroad cut filled with firing Confederate soldiers. Will the cut serve as cover, or will it become a trap? Grades: 4-12 Class Size: 15-45 Length: 1.5 hours  Teamwork & Pickett's Division, July 3 Walk in formation across the field of Pickett's Charge, about one mile, role-playing individual soldiers. Group unity and participation are stressed. Grades: 4-12 Class Size: 15-45 Length: 1.5-2 hours  Civil War Perspectives Ask about museum lesson plans that compliment these program perspectives!   Caring for the Wounded: A Civil War Hospital Follow the path of a soldier from campaign to battle, to first aid, to transport, to field hospital, and finally to recovery. Set up a field hospital and role play Civil War first aid and triage. Grades: 5-12 Class Size: 10-35 Length: 2 hours  Fallen Soldiers: The National Cemetery and Gettysburg Address Students work in small groups simulating the process of soldier identification following the battle, read letters of the soldiers, graveside, and apply them to Lincoln's Gettysburg Address - a unique and emotional primary source experience. Grades: 7-12 Class Size: 10-35 Length: 2 hours  Join the Army: Life of a Civil War Soldier Participate in activities and discussions that present the training, equipment, life and feelings of the volunteer soldiers, including the medical exam, Oath of Allegiance, marching drill, and captain's speech before first battle! Grades: 2-6 Class Size:10-35 Length: 2 hours  Monuments & Memory: Reading, Writing, Speaking & Listening Skills Explore Gettysburg's outdoor sculpture, the monuments, in small groups along Cemetery Ridge. Decode the monuments, with the assistance of the park ranger, as primary sources, and report out to the rest of the class about the unit or state it represents. Grades: 2-12 Class Size: 10-35 Length: 1.5-2 hours  Slyder Family Farm: Before, During, and After the Battle Hike down a trail to the John Slyder farm, and rotate through farming chore stations. Then roleplay the Slyder family and the soldiers they came into conflict with on July 2, 1863. Grades: 4-8 Class Size: 15-30 Length: 2 hours      Homeschool Days   Winter 2017 Homeschool Days - \"Mystery History Day\"  Thursday, January 19, 2017 or Friday, January 20, 2017 (both days are from 10 am - 3 pm)     At Mystery History Day, students from ages 5 to 18 will have opportunities to investigate various artifacts, written documents, cartoons and posters, and photographs from the Civil War to piece together their full story, while developing their analysis and critical thinking skills.In addition, we will explore the new exhibit, \"With Brush, Mold, Chisel, and Pen: Reflections on Civil War Art\" as well as meet some mystery visitors from the past during the Mystery History Guest presentations.    To sign up your family, or your whole co-op, please fill out our on-line forms here...   Winter 2017 Homeschool Days - \"Mystery History Day\"                CURRICULUM MATERIALS    Preparation lesson plans for all of our curriculum-based ranger field trip programs, as well as the Teacher's Guide for the \"Life of a Civil War Soldier\" Traveling Trunk program are all here!     Gettysburg Pickett's Charge    Fallen Soldiers - formerly called \"Unfinished Work\"   Determination and the 15th Alabama   Courage and the 9th Massachusetts   Gettysburg Parks and the Arts (coming soon)    Slyder Family Farm - formerly called \"Impact of War\"    Caring for the Wounded    Life of a Civil War Soldier Teachers' Guide    Battlefield Footsteps",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/education\/classrooms\/index.htm"
}
