{
    "title": "Gettysburg National Military Park: Geologic Formations",
    "body": "Geologic Formations        Round diabase boulders found at Devil's Den. (Carolyn Davis, National Park Service)       Although the park does not contain volcanoes, canyons, or other such grandiose geologic formations, its topography and geologic features are equally important in the influence that they had on the historic Civil War battle.  Approximately 180 million years ago during the late Triassic Period, the Gettysburg Formation comprising sandstones, siltstones, and shales was deposited in a large carved out basin in the Gettysburg area.  These lowlands were broken by hills and ridges that were formed as a result of geologic activity when a dense 2000-foot thick slab of igneous (molten) rock called the Gettysburg Sill and also two 50-foot dikes were thrust into the Gettysburg Formation.  One of the dikes underlies Seminary Ridge in a north to south orientation while the other parallels the ridge to the west.  Sills are responsible for the topographically high areas of the Round Tops, Culp’s Hill, and Cemetery Ridge and Hill. The intrusion dikes are composed of very fine-grained, dense diabase rock very resistant to weathering.  The composition of these rocks indicates that the molten masses cooled very rapidly.  The Gettysburg sill is coarse-grained diabase, an igneous rock otherwise known as granite.  The sill also contains a large amount of feldspar, which is prone to weathering.  The forces of weathering are evident when observing the large round boulders of Devil’s Den formed from diabase outcrops.    Geology was important in the outcome of the battle of Gettysburg in many ways.  Union troops positioned themselves along the park’s ridges and hills, which provided excellent vantage points.  In turn, Confederate troops moved across the cleared valleys and lowlands in an effort to drive the Union troops off Cemetery Ridge, Culp’s Hill, Little Round Top, and Big Round Top.   The boulders scattered across the landscape and also the rocks of Devil’s Den, provided cover and strategic defensive positions for the soldiers. Thin soil on many of the sides and tops of hills also made it almost impossible for Union soldiers to entrench themselves.  The resistant diabase bedrock was so close to the surface on these hills that the troops were unable to “dig in.”  They had to rely on existing stonewalls, scattered boulders, and outcrops of rock for protection.  Because of the Union army’s inability to entrench its position, it suffered heavy losses of 23,000 men, while the attacking Confederates lost a little more than 28,000.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/nature\/geologicformations.htm"
}
