{
    "title": "Gettysburg National Military Park: Management",
    "body": "Management         (National Park Service)  Gettysburg as a Symbol of Ourselves. Gettysburg is known for many things- the scene of an epic battle that many consider to have turned the tide for the Union in the Civil War, the place where President Abraham Lincoln delivered the Gettysburg Address, one of the first national military parks where veterans of the Blue and the Gray met, not as former enemies but as Americans all, and as a place where people contemplate our war-torn past and its lessons for our future. Since 1933, the National Park Service has committed itself to preserving and caring for Gettysburg National Military Park as a symbol of America's struggle to survive as a nation and as a lasting memorial to the armies and soldiers who served in that great conflict. Our job is not only to preserve the battlefield but to provide you, the park visitor, with a fulfilling and memorable experience.   We continue to work closely with the Gettysburg Foundation, our partner in the ongoing campaign to restore Gettysburg's historic integrity and preserve its remarkable resources. These battlefield rehabilitation projects offer visitors a view of the battlefield not seen in over 100 years, a better understanding of the course of events during those three monumental days in July 1863, and they create a sustainable environment with improving wetlands, water quality and wildlife habitat. I invite you to wander the battlefields and the surrounding area to understand the central role this hallowed place played in our nation's history. Join us for programs and events as we continue to commemorate and observe the final years of the 150th Anniversary of the Civil War. Our goal is for you to have a memorable Gettysburg experience. Please enjoy your time with us, and share your encounters with your friends and neighbors. Even though President Lincoln was wrong when he said \"The world will little note nor long remember what we say here,\" no truer words were ever spoken than when he said we \"can never forget what they did here.\" We will ensure that the deeds of the Americans who served in this great battle, who left this legendary ground to our trust, will not be forgotten, and will continue to guide us into the future. Thank you for visiting our web site and we look forward to your visit to Gettysburg National Military Park. Ed W. Clark Superintendent, Gettysburg National Military Park      Summer 2016 Operational Update Download this special report about successes and ongoing park projects. (pdf) * Please note: this document is formatted to be printed double-sided on 11\"x17\" paper.        2015 Year in Review Download the special report on the successes of 2015. (pdf) * Please note: this document is formatted to be printed double-sided on 11\"x17\" paper.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/management\/index.htm"
}
