{
    "title": "Gettysburg National Military Park: Nature",
    "body": "Nature        Natural grasses on Little Round Top (Carolyn Davis, National Park Service)       Gettysburg National Military Park is the site of the American Civil War Battle of Gettysburg, the Soldiers’ National Cemetery and the commemoration of the great battle of Civil War veterans. Significant sites on the battlefield began to be preserved almost immediately after the 1863 battle, and the park came under federal ownership in 1895. Administered by the National Park Service (NPS) since 1933, the park now incorporates a significant portion of land across which the battle, its aftermath and the commemoration occurred. The park attracts 1.8 million visitors each year and is open year-round. It offers visitors hiking trails, scenic car tours on over 40 miles of roads, and beautiful vistas overlooking the battlefield and nearby town. There are also over 1,400 monuments and 400 cannons, which dot the landscape.The park is situated in the Piedmont Province east of Appalachian Mountains in south central Pennsylvania, encompasses over 5,989 acres of land. The park is fifteen miles east of South Mountain, which rises to 2,000 feet above sea level. Within the park are gently rolling hills and valleys with elevations averaging between 500 to 580 feet above sea level. The landscape is a mosaic of mature and maturing woodlands and woodlots, agricultural fields, pasturelands and intermittent streams which provide habitat for 187 bird, 34 mammal, 17 reptile and 15 amphibian species documented to date. Floral inventories have recorded 553 species of vascular plants, of which 410 are native. Since 1863, natural succession and human development has changed the natural appearance of the landscape and historic battlefields. While some vegetation features (thickets, woodlots and woodlands) were removed by man over the years, others were overgrown by nature, becoming dense and containing many non-native species. In addition, some historic fields, pastures, and other open areas are covered by non-historic vegetation. In 1999, the Gettysburg National Military Park General Management Plan \/Environmental Impact Statement (GMP\/EIS) was approved, outlining goals for rehabilitating the1863 cultural and natural features that impacted the battle. The plan includes such projects as the replanting of historic woodlots, orchards, and also the removal of non-historic vegetation. Work is also underway to re-establish original fencelines, lanes and trails, recreate historic view sheds, as well as maintain the integrity of the historic farmsteads. The management plan included an Environmental Impact Statement, which considers courses of action that would have the least amount of impact on species in the park.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/nature\/index.htm"
}
