{
    "title": "Gettysburg National Military Park: Grasses",
    "body": "Grasses        Native grasses found in the Little Round Top area. (Z. Bolitho, National Park Service)       The variety of habitats within the park ranging from forests to wetlands provides home to 553 species of vascular plants, 410 of which are native.  The Pennsylvania Natural Diversity Inventory has also listed 23 of these plants as endangered, threatened, or species of special concern. In the forested areas of the park, the dominant overstory species documented in woodlots and woodlands are white oak, white ash, and northern red oak.  A mixture of black cherry, spicebush and white ash saplings dominates the understory.  Beside woody plant species there are an abundant variety of herbaceous plants and wildflowers that occupy both forested and open areas. Open fields and field edges boast a diverse mixture of vegetation for both the visitor to observe and for wildlife to utilize as either cover or feed.  Currently the park is transitioning portions of agricultural lands into warm season grasses to encourage a more diverse plant community for open-upland bird species. Vegetation management is an important responsibility of the park’s natural resource staff.  The primary goals of Natural Resource Planning at Gettysburg and Eisenhower are to (1) restore and perpetuate the battlefield as it appeared at the time of the Battle of Gettysburg in July 1863 and to (2) preserve resident fauna and flora that are compatible with the goal of historic accuracy.  With these goals, park personnel conduct floral inventories, monitor seedling recruitment, and map vegetative cover types.  Vegetation management is also a critical part of the park’s landscape rehabilitation plan.  National Park Service staff also work to combat several invasive plant species such as the multifloral rose, Japanese barberry, ailanthus, and mile-a-minute.  Six weeks each year, staff with the help of the Mid-Atlantic Plant Management Team treats these exotic species by chemical methods, mechanical methods, hand pulling and sprays.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/nature\/grasses.htm"
}
