{
    "title": "Gettysburg National Military Park: Library & Research Center",
    "body": "Park Library & Research Center              Gettysburg National Military Park maintains a library of books and manuscripts relative to the American Civil War, the Gettysburg Campaign, dedication of the Soldiers' National Cemetery, and the development, interpretation, and administration of Gettysburg National Military Park. Library holdings include books, bound volumes, vertical files, manuscripts, limited photographs, maps, microfilm and audio-visual materials. Within our collection are a number of rare first edition regimental histories, campaign studies, and memoirs. Research Hours: Monday through Friday from 8:30 a.m. to 4:30 p.m. (Hours are subject to change due to staffing requirements.) The library is open for public research by appointment only. Appointments should be made at least twenty four hours in advance. Researchers are required to sign in when they use the facility. Laptop computers, digital cameras, notebook paper, and pencils are welcome but personal files and paper collections are not allowed without pre-arrangement with library staff. Access to the stacks, vertical files, and rare books is through the assistance of library staff only. Use of the library may be limited on specific days throughout the year, regularly updated elsewhere on this page. Please note that the park library is closed on all Federal holidays. Policy on Requests for Duplicates: Effective June 6, 1998, requests for copies of material from the library must be made in writing and are limited to six requests per person per year. Copies are limited to 30 pages per request. We reserve the right to refuse requests to provide copies of entire files simply for personal collection. Some library holdings may not be reproduced due to poor condition or restricted use outside the park. Additionally, there are some documents we recommend be obtained from the original source or repository. Gettysburg National Military Park reserves the right to refuse any request for copies by parties outside of the National Park Service where conflict in copyright and ownership of materials may arise. The library staff is limited and replies will take time, so your patience is requested. Library Address: Gettysburg National Military Park Attn. Library 1195 Baltimore Pike, Suite 100 Gettysburg PA 17325 Phone: (717) 338-4424 (Monday through Friday, 8 a.m. to 4:30 p.m. EST) Fax: (717) 334-1997       LIBRARY ACCESS- SPECIAL CLOSURE DATES The park library is closed on all Federal holidays and will not be available for appointments on these dates in 2016 (updated monthly): August 26, 29. September 12, 14-16; limited hours week of September 19-23.          LIBRARY VERTICAL FILE & ARCHIVAL BOX COLLECTIONS  The park Library and Research Center is organized into collections by subject matter and sorted by volume, source of the materials, collections, and the kind of materials that are housed for research. Our main two systems are the Vertical File Drawer Collection and the Archival Box Collection, the latter subdivided into collections donated to the park by researchers and authors. To view the indexes of these collections, please visit our LIBRARY RESOURCE GUIDE.       GETTYSBURG & ADAMS COUNTY HISTORY  The park library does not maintain census records, genealogical or land ownership records of Gettysburg and Adams County residents outside of the battlefield district. For information on the history of this county and the residents who inhabited the area, researchers should contact the Adams County Historical Society at www.achs-pa.org.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/historyculture\/research-center.htm"
}
