{
    "title": "Lake Mead National Recreation Area: Backcountry",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Backcountry                Exploring the Backcountry                    Lake Mead National Recreation Area (NRA) is a unit of the National Park Service that has been set aside to provide recreation for visitors and to preserve the wildlife, vegetation, cultural and natural resources for future generations.                 Approved Backcountry Roads             A network of backcountry roads has been developed to provide access to the lakeshore and other areas of interest in the backcountry. Approved roads are signed with a yellow arrow. The black number in the center of the arrow designates the road number. Driving on roads or trails not marked with the yellow arrow is prohibited. With hundreds of miles of backcountry roads conditions can change without notice. Please travel on backcountry roads with caution. Driving off roads, in washes, or cross country damages the fragile desert soil and is prohibited by National Park Service regulations. For more information regarding the designated wilderness areas in Lake Mead National Recreation area, please visit the Wilderness page. Please help preserve Lake Mead NRA by staying on approved roads, respecting the rights of other visitors, and carrying out all trash and litter. Many marinas carry trash cans and dumpsters located around the park.           Backcountry Maps are located on our Map Page                  Backcountry Vehicle\/Camping Regulations          All motor vehicles, including All-Terrain Vehicles (ATV), All-Terrain Cycles (ATC), and Off-Highway Vehicles(OHV) operated within Lake Mead NRA must be licensed and insured for highway use (\"street legal\"). Vehicle operators must have a valid operator's license in their possession. Vehicle camping is permitted at designated backcountry campsites only. Driving off of designated roads is prohibited. Do not cross berms or barriers. Maximum stay in any backcountry camping area is 15 days. Group size is limited to 12 people. Backpackers may camp anywhere in the backcountry unless the area is posted as a \"No Camping\" area. Campsites must be at least 1\/2 mile off of designated roads and 100 ft. from any spring, water-hole, seep or other water. Maximum stay in any backcountry camping area is 15 days. Hunting is allowed in the recreation area except in those areas posted as \"No Hunting\" zones. Target shooting is prohibited throughout Lake Mead NRA. Geocaching is not a permitted activity at Lake Mead NRA. Collection and removal of natural, historical or cultural objects is prohibited. Please report any resource violations to our dispatch office (702) 293-8998.           Hunting Maps are located on our Map Page                  Quick Tips Check List           Quick Tips • Tell someone your plans including the exact destination and length of stay. • Always carry extra water for you and your car. • Drink water even if you don't feel thirsty. • Carry a map. • Bring a spare tire with a jack and lug wrench. • Camping in wash bottoms is hazardous because of the possibility of flash floods. • Always be aware of changing weather conditions and move to high ground when it is raining where you are, or near by. • Road conditions change. Be cautious and aware. • Summer heat can kill; carry plenty of water and seek shade! • Know basic desert survival skills and practice them. • Never hike alone.      For More Information For Lake Mead National Recreation Area information, please call the Lake Mead Visitor Center at (702) 293-8990 between 9 a.m. and 4 p.m., seven days a week. The Lake Mead Visitor Center is located four miles east of Boulder City, at the intersection of U.S. Highway 93 and Lakeshore Road. National Park Service dispatch is on duty 24-hours a day. For Emergencies Call 911! 1(800) 680-5851 or (702) 293-8932 If you have comments on backcountry road conditions please CONTACT US  Return to Top",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/backcountry.htm"
}
