{
    "title": "Gettysburg National Military Park: News",
    "body": "Explore This Park    Learn About the Park     News             Park News         Katie Lawhon   The News from Gettysburg This is the source for updates about Gettysburg National Military Park such as battlefield rehabilitation projects, Museum and Visitor Center exhibits and activities, summer events, ranger programs and activities throughout the year. Check our news releases for current park happenings and updates. Also check the official park blog, From the Fields at Gettysburg now posted on Wordpress.com, for the latest views from the park's rangers and Public Information Office. Park News is a service of the Public Affairs Office of Gettysburg National Military Park, 1195 Baltimore Pike, Suite 100, Gettysburg, PA 17325. Questions or comments can be sent via e-mail to Katie Lawhon, Management Assistant at Gettysburg National Military Park.         The Museum & Visitor Center at Gettysburg. (National Park Service)  The Gettysburg Museum and Visitor Center  The partnership between the National Park Service and the Gettysburg Foundation, based on the 1999 General Management Plan for Gettysburg National Military Park, resulted in the 2008 opening of the new Museum and Visitor Center located at 1195 Baltimore Pike in Cumberland Township, Adams County. The new building welcomes visitors to the park and hosts a museum with exhibits that trace the Civil War from beginning to dramatic end with items from the park's massive collection of Civil War and Gettysburg artifacts, and houses the fully restored Gettysburg Cyclorama. The $135 million dollar project was funded through generous donations of corporations and individuals alike. For additional information on the Gettysburg Foundation and the work this organization is undertaking at Gettysburg, visit the Foundation's web site at www.gettysburgfoundation.org. For a quick look at some facts about the new museum and visitor center as well as other park features, check our Gettysburg Facts at a Glance, May 2013 (pdf)         (National Park Service)  The David Wills House The historic David Wills House in downtown Gettysburg was in the center of the immense clean-up process after the Battle of Gettysburg. In a second-floor bedroom, President Abraham Lincoln put the finishing touches on his Gettysburg Address - the speech transformed Gettysburg from a place of sorrow to the symbol of our nation's new birth of freedom. The museum has six galleries including the restored office where David Wills coordinated post-battle recovery efforts and invited President Lincoln to deliver \"a few appropriate remarks\" at the dedication of the new cemetery and the famous Lincoln bedroom where the President finished revising the Gettysburg Address. See the park brochure for driving directions and parking, or take the free downtown shuttle from the Gettysburg National Military Park Museum and Visitor Center. There is an admission fee to the Wills House. The David Wills House Facts and Figures (pdf)          The Emmitsburg Road in 1948. (NPS)  Battlefield Rehabilitation at Gettysburg \"Battlefield rehabilitation\" is one of the major initiatives called for in Gettysburg National Military Park’s approved General Management Plan and Environmental Impact Statement (1999). Rehabilitation of battlefield elements will follow a process that includes identification, treatment, and maintenance plans. The historical benefits of the project are obvious to many but there are clear environmental benefits as well. The rehabilitation project is based on a set of goals designed to better understand the battlefield landscape, provide a better learning environment for visitors, and to reestablish many of the natural elements long missing from the park landscape. Many of the recent changes to the battlefield include removal of non-historic trees from southern portions of the park, Oak Hill, and Seminary Ridge. Historic orchards have been planted at several battlefield farms and historic fencing has returned to portions of the battlefield landscape. More...          Stay updated with park news and events by following us on Facebook!         Check out the latest news and views at Gettysburg on Twitter!",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/news\/index.htm"
}
