{
    "title": "Gettysburg National Military Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture                   The People of Gettysburg               Research at Gettysburg               Collections at Gettysburg- Relics of War               Find Your Civil War Ancestor               The Gettysburg Cyclorama             People The men in uniform who served at the Battle of Gettysburg and the civilians whose lives were changed forever by this terrible event. Collections A look at some of the items in our collection related to the Battle of Gettysburg. Research The offices at Gettysburg National Military Park where historical records are maintained.        THE BATTLE OF GETTYSBURG Fought over the first three days of July 1863, the Battle of Gettysburg was one of the most crucial battles of the Civil War. The fate of the nation literally hung in the balance that summer of 1863 when General Robert E. Lee, commanding the \"Army of Northern Virginia\", led his army north into Maryland and Pennsylvania, bringing the war directly into northern territory. The Union \"Army of the Potomac\", commanded by Major General George Gordon Meade, met the Confederate invasion near the Pennsylvania crossroads town of Gettysburg,and what began as a chance encounter quickly turned into a desperate, ferocious battle. Despite initial Confederate successes, the battle turned against Lee on July 3rd, and with few options remaining, he ordered his army to return to Virginia. The Union victory at the Battle of Gettysburg, sometimes referred to as the \"High Water Mark of the Rebellion\" resulted not only in Lee's retreat to Virginia, but an end to the hopes of the Confederate States of America for independence.         Surgery at Camp Letterman. (Library of Congress)  The battle brought devastation to the residents of Gettysburg. Every farm field or garden was a graveyard. Churches, public buildings and even private homes were hospitals, filled with wounded soldiers. The Union medical staff that remained were strained to treat so many wounded scattered about the county. To meet the demand, Camp Letterman General Hospital was established east of Gettysburg where all of the wounded were eventually taken to before transport to permanent hospitals in Philadelphia, Baltimore and Washington. Union surgeons worked with members of the U.S Sanitary Commission and Christian Commission to treat and care for the over 20,000 injured Union and Confederate soldiers that passed through the hospital's wards, housed under large tents. By January 1864, the last patients were gone as were the surgeons, guards, nurses, tents and cookhouses. Only a temporary cemetery on the hillside remained as a testament to the courageous battle to save lives that took place at Camp Letterman.        The Soldiers' Monument in the center of the Soldiers' National Cemetery at Gettysburg. (National Park Service)  Prominent Gettysburg residents became concerned with the poor condition of soldiers' graves scattered over the battlefield and at hospital sites, and pleaded with Pennsylvania Governor Andrew Curtin for state support to purchase a portion of the battlefield to be set aside as a final resting place for the defenders of the Union cause. Gettysburg lawyer David Wills was appointed the state agent to coordinate the establishment of the new \"Soldiers' National Cemetery\", which was designed by noted landscape architect William Saunders. Removal of the Union dead to the cemetery began in the fall of 1863, but would not be completed until long after the cemetery grounds were dedicated on November 19, 1863. The dedication ceremony featured orator Edward Everett and included solemn prayers, songs, dirges to honor the men who died at Gettysburg. Yet, it was President Abraham Lincoln who provided the most notable words in his two-minute long address, eulogizing the Union soldiers buried at Gettysburg and reminding those in attendance of their sacrifice for the Union cause, that they should renew their devotion \"to the cause for which they gave the last full measure of devotion..\"        The entrance to the park in 1900. (National Park Service)  In 1864, a group of concerned citizens established the Gettysburg Battlefield Memorial Association whose purpose was to preserve portions of the battlefield as a memorial to the Union Army that fought here. The GBMA transferred their land holdings to the Federal government in 1895, which designated Gettysburg as a National Military Park. A Federally-appointed commission of Civil War veterans oversaw the park's development as a memorial to both armies by identifying and marking the lines of battle. Administration of the park was transferred to the Department of the Interior, National Park Service in 1933, which continues in its mission to protect, preserve and interpret the Battle of Gettysburg and the Gettysburg Address to park visitors.         (NPS)  For additional publications about Gettysburg National Military Park and it's history as well as the story of other national parks and historic sites, visit the National Park Service History webpage. Other publications of interest: \"The Origin and Evolution of the National Military Park Idea\" by Ronald Lee (1973)      THE CIVIL WAR: 150 YEARS  The official web site for the Civil War Sesquicentennial Commemoration. Check here for news and events going on in your national parks to commemorate the 150th Anniversary of the Civil War.         A CIVIL WAR TIMELINE   A list of the major events of the Civil War from 1861 to 1865.        JOURNEY THROUGH HALLOWED GROUND   Explore vibrant landscapes and historic sites in the historic corridor from Gettysburg, Pennsylvania, to Monticello, Virginia!",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/historyculture\/index.htm"
}
