{
    "title": "Gettysburg National Military Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 08, 2016  National Parks Turn 100 on August 25th  To celebrate 100 years of the National Park Service, Gettysburg's two national parks are inviting the public to enjoy birthday cake, a special radio program, and take special tours of Gettysburg and Eisenhower’s museum collections on August 25.   July 19, 2016  Museum and Visitor Center Fees Will Increase in 2017  The National Park Service has approved a proposal by the nonprofit Gettysburg Foundation to increase fees for museum exhibits, the film, and the Cyclorama painting at the Gettysburg National Military Park Museum and Visitor Center beginning in January 2017.   July 06, 2016  Cemetery Ridge Rehab Project  The parking area and sidewalks for the Soldiers’ National Cemetery at Gettysburg National Military Park along Taneytown Road will close on July 11 for up to six months for a construction project. To accommodate national cemetery visitors during the project, a number of detours and temporary access points have been established.   June 21, 2016  Artist in Residence Jeff Beekman  Beekman plans to do nighttime projection work as well as more meditative photography of more fleeting events at Gettysburg National Military Park.  The projections are made using archival documents and photography to create collisions between landscapes and the real traces of history.   June 16, 2016  2016 Battle Anniversary  Gettysburg National Military Park will commemorate the anniversary of the Battle of Gettysburg, July 1-3, with a variety of free guided walks and talks that discuss, explore, and reflect on this important chapter in our nation’s history.   May 12, 2016  Gettysburg BioBlitz is May 20-21  Grab your magnifying glass and explore nature in Gettysburg National Military Park like never before! On May 20-21, national parks across the country, including Gettysburg, will participate in the National Parks BioBlitz. BioBlitz is a fun, fast-paced biological survey of a park’s creepers and crawlers, plants and pollinators, mammals and more!   May 05, 2016  Doors Open Gettysburg  Doors Open Gettysburg offers an insider’s look into the preservation of many of Gettysburg National Military Park’s magnificent historic buildings. This free event is held during National Historic Preservation Month in cities and towns throughout the U.S. and internationally.   April 25, 2016  Proposed Fee Increases in 2017  The Gettysburg Foundation is proposing a fee increase beginning in January 2017 for tickets to the Gettysburg National Military Park Museum and Visitor Center’s Cyclorama painting, film, and museum experience.   April 06, 2016  Gettysburg Wellness Programs highlighted with Peeps - promotes April 30 wellness event  Curt Musselman, Gettysburg National Military Park's Employee Wellness Team Chairman, has created a Peep Diorama for the \"Healthy Parks, Healthy Peeps: A National Park Service (NPS) Centennial Diorama Contest.\"   April 05, 2016  Gettysburg National Military Park Volunteer Ben Fischer Wins Pennsylvania National Geographic State Bee  Ben Fischer, aged 11, is the Pennsylvania State Geography Bee Champion as of Friday, April 1, 2016. Ben is a volunteer at Gettysburg National Military Park, as are his parents, Lori and Eric Fischer, of Gettysburg.   April 04, 2016  Harrisburg International Airport helps promote Gettysburg & Eisenhower parks  More than a million annual travelers who pass through Harrisburg International Airport are seeing display advertising for Gettysburg National Military Park and Eisenhower National Historic Site, thanks to a new collaboration between the National Park Service (NPS) and Harrisburg airport officials.   March 22, 2016  NPS Fire Managers Plan Prescribed Fire  Gettysburg National Military Park fire managers are preparing for a prescribed fire this spring, between March 28 and April 30, weather permitting. *Updated: Burn will occur on Monday, April 18, 2016.   March 04, 2016  2016 Artists in Residence chosen  There’s a new and expanded Arts residency program at the Gettysburg National Military Park.   March 03, 2016  Come Walk With Me  Healthy Adams County, Gettysburg National Military Park and numerous community partners invite you to our first Annual Adams County “Come Walk With Me” event, April 30 from 2 pm to 5 pm at the Gettysburg Middle School Stadium.   March 02, 2016  Spring Battlefield Foray  On April 23-24, 2016, Gettysburg National Military Park will host their inaugural Spring Battlefield Foray, a special weekend of unique hikes and walks that will focus on the “Armies at War, ” the organization, tools, and tactics utilized by the two armies that fought at Gettysburg.   December 05, 2014  Gettysburg NMP Operational Update - Fall 2014  The Fall 2014 Operational Update includes all of the recent happenings at Gettysburg National Military Park.   June 26, 2014  Unmanned Aircraft To Be Prohibited in National Parks  National Park Service policy directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/news\/newsreleases.htm"
}
