{
    "title": "Gettysburg National Military Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     February 10, 2016  Japanese Officials Visit Gettysburg  A delegation of officials from Japan visited Gettysburg National Military Park today to prepare for the World Battlefield Summit in Sekigahara, Japan, on March 19, 2016.  The summit will share lessons learned at three great battlefields, Gettysburg, Waterloo and Sekigahara, about historic conservation, local promotion initiatives, and local participation in conservation initiatives.   December 17, 2015  Comprehensive Trails Plan  The National Park Service (NPS) proposes to develop a Comprehensive Trails Plan for Gettysburg National Military Park (NMP) and Eisenhower National Historic Site (NHS). The purpose of the Comprehensive Trails Plan is to improve visitor access, convenience, safety, and opportunities for understanding and appreciation of the historic battlefield and the landscape of the Eisenhower site.   November 17, 2015  Dedication Day 2015  The Dedication Day Program on November 19, scheduled for the Soldiers’ National Cemetery, is relocating to the Gettysburg College Union Ballroom, 242 W. Lincoln Avenue, and will begin at 10:00 a.m.  Doors open to the public at 8:30 a.m.   September 22, 2015  Park Deer Management Program Will Run October through March, 2016  In October, the National Park Service will continue its program of deer management at Gettysburg National Military Park and Eisenhower National Historic Site.   September 17, 2015  Gettysburg Prescribed Fire Set for Friday, Sept. 18  Final preparations are underway for the prescribed fire at Gettysburg National Military Park (GETT) that will take place Friday, September 18, weather permitting.   September 02, 2015  Every Kid in a Park  Gettysburg and Eisenhower Parks Begin “Every Kid in a Park” Initiative on September 1   September 01, 2015  Licensed Battlefield Guide Announcement  Gettysburg National Military Park has announced the date of the Licensed Battlefield Guide written exam and newly designed Licensed Battlefield Guide examination process.   August 31, 2015  National Public Lands Day  Help reveal a battle era stone wall that was used as a breastwork during the Battle of Gettysburg. The National Park Service is inviting volunteers to celebrate National Public Lands Day on September 26 by volunteering to cut and remove vegetation along a historic stone wall on the Henry Spangler Farm at Gettysburg National Military Park. The project will take place from 8 am to 2 pm and registration is required.   July 16, 2015  2015 Music Muster  Performances by respected and authentic Civil War musicians will fill the air on August 14 and 15 at Gettysburg National Military Park during the 20th Annual Gettysburg Music Muster. These one-of-a-kind performances, played mainly on original instruments, include ballads, Victorian dance music and dance performances, along with fifes, banjo, mandolin, and more.   July 13, 2015  Creative Writing Workshop  Gettysburg National Military Park’s July “Artists in Residence” are hosting a free, hour-long creative writing workshop on Saturday, July 18, from 11 a.m. to noon, in the tent at Ranger Program Site #2 behind the Gettysburg National Military Park Museum and Visitor Center.   June 25, 2015  Statement Regarding the Confederate Flag  On June 24, 2015 National Park Service Director Jonathan B. Jarvis asked park superintendents to work with their partners and bookstore operators to voluntarily withdraw from sale items that solely depict a Confederate flag.   May 20, 2015  2015 Dedication Day Speaker  Garrison Keillor, host and producer of A Prairie Home Companion, a weekly radio program heard nation-wide on over 600 National Public Radio stations will present the Dedication Day keynote address on November 19, 2015 in the Soldiers’ National Cemetery, Gettysburg National Military Park.   May 08, 2015  Artists in Residence  Gettysburg National Military Park’s first Artists-in-Residence will be poets and multimedia artists, Michelle Bonczek Evory and Robert Evory.   April 23, 2015  Cemetery Ridge Funding  National Park Service funding for Centennial projects will provide matching funds for a $1.3 million dollar project to rehabilitate Cemetery Ridge at Gettysburg National Military Park.   April 20, 2015  Funeral for Lincoln in Harrisburg  Free evening program April 21 at the Capitol Commemorates Harrisburg’s Funeral for Lincoln on the 150th Anniversary of his national funeral   April 20, 2015  Public Open House  The National Park Service is preparing foundation documents to guide planning and management of Gettysburg National Military Park and Eisenhower National Historic Site. The public is invited to participate in this effort at an open house on April 21 at 6:30 p.m. at the park Museum and Visitor Center, 1195 Baltimore Pike, Gettysburg.   April 16, 2015  National Junior Ranger Day  Younger visitors are invited to Gettysburg National Military Park and Eisenhower National Historic Site for special activities.   March 17, 2015  Park Advisory Commission to Meet on April 16  The park's Advisory Commission will meet April 16 at the park Museum and Visitor Center.   March 16, 2015  Gettysburg National Military Park Announces Residencies for Artists  Gettysburg National Military Park and the National Parks Arts Foundation announced today the establishment of a program to host select artists for 1-month residencies at the park.   February 06, 2015  Human Remains Determined to be Native American  Study finds human skull, almost sold at auction last year as a relic of Gettysburg,  is not from the Battle of Gettysburg.   December 30, 2014  Gettysburg National Military Park Honors Rickie Jordan and Jerry Sanders  Gettysburg National Military Park recently recognized two employees with incentive awards.   December 30, 2014  U.S. Department of the Interior recognizes Carol Hegeman with superior service award  The U.S. Department of the Interior recently recognized Carol Hegeman, Supervisory Historian, Eisenhower National Historic Site for superior service.   December 22, 2014  Federal legislation adds Gettysburg Lincoln Railroad Station and 45 acres at Big Round Top to Gettysburg National Military Park  The Gettysburg Foundation can move forward with its plan to donate the Gettysburg Lincoln Railroad Station and an undeveloped 45-acre parcel of battlefield land to the National Park Service now that federal legislation has added it to the Gettysburg National Military Park boundary.   December 15, 2014  Gettysburg's Lucas Flickinger Receives Appleman-Judd-Lewis Award for Excellence  Lucas Flickinger from Gettysburg National Military Park was awarded the Appleman-Judd-Lewis Award for Excellence in Cultural Resource Stewardship through Maintenance.   December 11, 2014  Early Closures at Gettysburg National Military Park and Eisenhower National Historic Site on Christmas Eve  The park Visitor Center will close early on December 24, 2014.   November 25, 2014  Winter Lecture Series Begins January 3 at Gettysburg National Military Park  Beginning January 3, this season's lectures will focus on \"The War in 1865 and Beyond.\"   November 12, 2014  Park Advisory Commission to Meet December 4  The park's Advisory Commission will meet on December 4, 2014 at 7:00 PM in the Museum and Visitor Center.   October 27, 2014  Gettysburg's Winter Hours Begin November 1  Winter hours begin November 1, 2014 at Gettysburg National Military Park.   October 27, 2014  Prescribed Fire Planned for October 30 at Gettysburg National Military Park  Final preparations are underway for the prescribed fire at Gettysburg National Military Park on Thursday, October 30, weather permitting.   October 07, 2014  Flame on the Eternal Light Peace Memorial to be re-lighted on October 8.  After a six week-long outage, the flame will be re-lit on October 8.   October 06, 2014  Prescribed Fire Postponed  The National Park Service has announced that it has postponed the prescribed fire at Gettysburg National Military Park.   October 02, 2014  Prescribed Fire Planned for October 7, 2014  Final preparations are underway for the prescribed fire at Gettysburg National Military Park that will take place Tuesday, October 7, weather permitting.   September 29, 2014  Gettysburg National Military Park Presents “Days with Documents,” a Teacher Development Opportunity this November  Gettysburg National Military Park is offering three “Days With Documents”, professional development opportunities for middle and high school teachers this November.   September 24, 2014  Battery F, 5th U.S. Artillery Monument Returned to Original Location in the Park  Park staff have returned the monument to Battery F, 5th U.S. Artillery to its original location.   September 23, 2014  Park Deer Management Program Will Run October through March  The Gettysburg National Military Park Deer Management Program will run from October through March 2015.   September 11, 2014  Faithful Unto Death. Alonzo Cushing and Pickett's Charge  In recognition of the awarding of the nation's highest military honor to 1st Lt. Alonzo Cushing, Gettysburg National Military Park will be hosting special ranger-guided tours, September 14-15.   August 06, 2014  Lucas Flickinger Receives Regional Award for Cultural Resources Management Excellence  Gettysburg Lucas Flickinger has been honored with a regional award for preservation excellence at Gettysburg.   August 04, 2014  Christopher Gwinn Selected as Supervisory Park Ranger at Gettysburg  Christopher Gwinn has been selected as the new Supervisory Park Ranger for the division of Interpretation and Education at Gettysburg National Military Park.   July 30, 2014  Superintendent Ed W. Clark heading to the National Park Foundation for four months  Superintendent Ed W. Clark is heading to a four month detail at the National Park Foundation as part of his Department of Interior Senior Executive Service development program.   July 18, 2014  Tourism to Gettysburg National Military Park creates $73 million in Economic Benefit  Report shows visitor spending supports 916 jobs in local economy.   July 18, 2014  Gettysburg Annual Music Muster Set for August 15 and 16  One-of-a-kind performances by authentic Civil War musicians will fill the air on August 15 and16 at Gettysburg National Military Park during the Gettysburg Music Muster.   July 14, 2014  Gettysburg National Military Park Honors Employees  Gettysburg NMP recently honored three employees with incentive awards.   July 02, 2014  Fire Management Plan at Gettysburg and Eisenhower Parks is now available for public review  The new Fire Management Plan at Gettysburg and Eisenhower Parks is now available for public review.   July 02, 2014  Gettysburg Foundation Honored by National Park Service  The National Park Service has awarded a 2014 Director's Partnership Award to the Gettysburg Foundation for its work in supporting visitor services at Gettysburg National Military Park.   June 03, 2014  Soldier's Remains Now at Gettysburg  After authentication, Gettysburg Foundation and National Park Service plan for a burial with honors.   May 29, 2014  Gettysburg's Randall Hill Graduates from NPS Leadership Academy  On May 16, 2014, Gettysburg's Randall Hill graduated from a six-month National Park Service (NPS) program called the GOAL Leadership Academy.   May 28, 2014  Ranger John Reid Honored at Gettysburg  Ranger John Reid was honored with the Order of Saint Maurice on May 28.   May 27, 2014  Gettysburg Museum Collections Now Available Online  One of the largest Civil War artifact and archival collections is at Gettysburg National Military Park. Now more than 40,000 images and catalog records for the Gettysburg collection can now be found online.   April 28, 2014  Gettysburg NMP Honors Park Employees Randy Hill and Maria Brady  Park employees Randy Hill and Maria Brady were recently recognized for their accomplishments at the park.   March 19, 2014  Civil War Trust Honors Gettysburg Superintendent Ed Clark  The Civil War Trust honored Gettysburg Superintendent Ed Clark this month for his efforts with Civil War preservation.   March 07, 2014  The Next Century of Guiding at Gettysburg  In 2015, the Licensed Battlefield Guide program at Gettysburg National Military Park (NMP) will celebrate 100 years of service.   March 04, 2014  Tourism to Gettysburg National Military Park creates $66 million in Economic Benefit  Report shows visitor spending supports 838 jobs in the local community.   January 28, 2014  Battlefield Rehabilitation Continues on Cemetery Ridge  The west side of Cemetery Hill will get a facelift this winter with the elimination of the old parking lot and installation of new historic fences.   January 01, 2014  Ed W. Clark Selected Park Superintendent for Gettysburg and Eisenhower  Ed W. Clark has been selected as the new superintendent of Gettysburg National Military Park and Eisenhower National Historic Site.   November 25, 2013  Gettysburg’s Bob Kirby Receives Superior Service Award  After 40 years of service, Superintendent Kirby plans to retire.   November 13, 2013  Gettysburg Foundation Takes Final Steps to Purchase Historic Gettysburg Railroad Station  The Gettysburg Foundation's offer to purchase the Gettysburg Railroad Station was unanimously accepted by the Borough of Gettysburg at the Borough Council meeting held November 12, 2013.   September 27, 2013  Statement- First Amendment Activity Permitted at Gettysburg National Military Park  Media Advisory on First Amendment activities on Federal property.   September 24, 2013  Gettysburg National Military Park Honors Lucas Harmon & Jared Frederick  Gettysburg National Military Park recently recognized two members of the staff for outstanding performance.   July 02, 2013  National Park Service Advises Visitors on How to Park and Shuttle to the Pickett's Charge Commemorative March on July 3  Shuttles will be available from 1:00 p.m. to 2:45 p.m. to take visitors who wish to participate in the July 3 Pickett's Charge Commemorative March.   June 30, 2013  Temporary Road Closures - June 30 and July 3  Taneytown Road and Hunt Avenue will close on June 30 from 5 pm until 11 pm for special events. West Confederate Avenue will close on Juy 3 from 1 pm to 3 pm for a special event in the park.   May 30, 2013  Gettysburg Honors Norman Paul and D. Scott Hartwig  Gettysburg NMP recently recognized employees Norman Paul, a volunteer in the office of Museum Services, and Scott Hartwig, park supervisory historian, for their hard work.   May 07, 2013  Gettysburg's 121st NY Monument Repaired  Park staff recently repaired the monument to the 121st New York Infantry, damaged during a storm in 2011.   January 11, 2013  Historic Donation to Gettysburg National Military Park  Historic donation of original Civil War engineer journals to Gettysburg National Military Park offers rare artifacts and incredible research opportunities.   October 23, 2012  Gettysburg and Eisenhower Parks Respond to Chronic Wasting Disease Finding  The National Park Service at Gettysburg National Military Park and Eisenhower National Historic Site are evaluating impacts to the parks’ deer management program.   August 24, 2012  Environmental Assessment for GNMP Cyclorama Center Available for Public Comment  Gettysburg National Military Park has posted an environmental assessment for the Final Disposition of the Gettysburg Cyclorama Center building.   June 25, 2012  Gettysburg Events to Honor the Emancipation Proclamation  The weekend of September 21-23 will be set aside to honor the history of the Emancipation Proclamation.   June 15, 2012  Gettysburg’s Dan Mazzotti Receives National Park Service Award  Park employee receives the Appleman-Judd-Lewis Award for excellence in stewardship of cultural resources.   May 18, 2012  Gettysburg National Military Park Honors James Tate  Gettysburg NMP recently honored Licensed Battlefield Guide James Tate.   May 14, 2012  Three of Gettysburg's Tallest Monuments to be Washed and Polished in June  Three of the park's most notable monuments will undergo work in June.   April 24, 2012  Go Green at Gettysburg's Refreshment Saloon  Aramark, the operator of Gettysburg’s Refreshment Saloon, has launched a national program for environmental sustainability in its restaurants.   February 29, 2012  Park Employees Receive NPS Awards  Three National Park Service employees recently received awards for outstanding performance.   January 05, 2012  Gettysburg Woods Get a Facelift  A 42-acre historic woodlot on the Gettysburg battlefield is getting a facelift this month, according to officials at Gettysburg National Military Park.   June 30, 2011  Lock of Lincoln's Hair Donated to Gettysburg National Military Park  The park has received a unique gift, a lock of hair from President Abraham Lincoln.   May 26, 2011  Detailed Model of Gettysburg in 1863  A highly detailed diorama of the center of Gettysburg in 1863 has been installed at the David Wills House in Gettysburg.   April 21, 2011  Guide Phil Lechak Receives Superintendent's Award  Licensed Battlefield Guide Phil Lechak has been honored by Gettysburg National Military Park for excellence in providing visitors with quality tours.   March 30, 2011  Gettysburg Launches Blogs and Special Events for Civil War 150th  The park is initiating a history and news blog and an educator's blog while preparing for activities to observe the 150th Anniversary of the Civil War.   March 29, 2011  Sec. of Interior Announces Important Land Preservation at Gettysburg  Secretary of Interior Salazar accepts important battle acreage at Gettysburg National Military Park   December 16, 2010  Park Receives Excellence in Interpretation Award  The Northeast Region of the National Park Service recently award two of Gettysburg's staff the award for Excellence in Interpretation.   September 29, 2010  Zach Bolitho selected as new Chief of Resource Management  Zach Bolitho returns to Gettysburg as the Chief of Resource Management.   September 29, 2010  Special Trolley Ticket Promotes Visits to Downtown Gettysburg  Visitors can ride the trolley from the Museum and Visitor Center to the Wills House in downtown Gettysburg for a special, all inclusive price.   May 18, 2009  National Cemetery Gate Damaged  Park Rangers at Gettysburg National Military Park are asking the public for information about a hit-and-run accident that damaged the historic gate to the Soldiers’ National Cemetery on Baltimore Street late on the night of April 25 - 26, 2009.   October 02, 2008  Fee Structure Amended at Gettysburg Museum and Visitor Center  Park officials have announced their decision to amend the fee structure for entry to the new Museum and Visitor Center at Gettysburg National Military Park.   May 08, 2008  Gettysburg Foundation Buys Spangler Farm  The Gettysburg Foundation has purchased the historic George Spangler Farm within Gettysburg National Military Park, protecting the historically significant site from private development.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/news\/newsarchive.htm"
}
