{
    "title": "Gettysburg National Military Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility in the Park          The park has more than 26 miles of paved roads open for touring by private vehicle. Visitors with special needs may tour the park on their own with the use of the Official Map and Guide that includes a map of the park and self-guiding auto tour, or with a licensed battlefield guide (recommended), both of which area available at the National Park Service Museum and Visitor Center at 1195 Baltimore Pike, Gettysburg. Access to exhibits at tour stops are designed to be mobility friendly and accessible though uneven surfaces and weather may affect access. If this condition is found, the park would appreciate a call from the affected party so the situation can be remedied. For Those With Mobility Impairments: Touring may be done in your own vehicle. Private companies in Gettysburg offer bus tours. Wayside plaques and exhibits along the tour route are partially accessible on paths and in flat, grass covered areas. Restrooms along the tour route are not handicapped accessible except for the restrooms at the West End Guide Station on US Rt. 30. For Those With Hearing Impairments: The free park map and guide available at the Visitor Center is keyed to the self-guiding tour signs along the park roads. Wayside exhibits with text and visual illustrations are also located throughout the park. For Those With Sight Impairments: Visitors may wish to hire a licensed battlefield guide at the Visitor Center. The guide will present a two-hour tour in your own vehicle. Audio stations are located at various points in the park. All monuments and cannon are touchable and may tell interesting stories. PARK BUILDINGS MUSEUM and VISITOR CENTER For Those With Mobility Impairments: The Visitor Center is fully accessible. Restrooms are located just inside the lobby. The film auditorium and Cyclorama auditorium are fully accessible. A wheelchair loan is available on a first-come, first-serve basis and is free of charge. Inquire at the National Park Service information desk for more information. For Those With Hearing Impairments: A variety of written information is available in the Visitor Center. The film auditorium and cyclorama program are equipped with sound amplification devices for those with a partial hearing loss. Hearing assistance devices are available at the Visitor Center for the film auditorium and cyclorama program for visitors with a hearing difficulty. Ask for additional information at the ticket counter in the visitor center lobby. THE DAVID WILLS HOUSE For Those With Mobility Impariments: The Wills House is fully accessible. Restrooms are located on the first floor and access to the second floor is by elevator. For those with hearing or sight impariments, there is a variety of written information and sound assistance devices available for your use. Ask at the information desk for assistance. WALKING TRAILS IN THE PARK The two major self-guided walking tours are the Cemetery Ridge Trail Walking Tour and the National Cemetery Walking Tour. The guide for the National Cemetery Walking Tour is available at the park information desk. The booklet for the Cemetery Ridge Trail is available in the park bookstore. For Those With Mobility Impairments: There are pedestrian trails at Big and Little Round Top, at Devil's Den, and across the field of Pickett's Charge. These trails are over uneven earthen terrain with very limited paved areas. Extra caution should be used in these areas. Approximately 50% of the Cemetery Ridge Trail is accessible over level paved ground. The National Cemetery has paved roads and may be toured by vehicle. Notify the park ranger at the Visitor Center information desk for approval to enter the cemetery by vehicle. The burial areas are mown grass.  For Those With Hearing Impairments: Park trails have printed guides available. Ask for assistance at the Museum and Visitor Center information desk and the park bookstore for the Cemetery Ridge Trail.  EISENHOWER NATIONAL HISTORIC SITE The home and farm of the 34th President of the United States is located adjacent to Gettysburg National Military Park. The site is open to visitors through the use of a shuttle bus system. All tours begin at the Gettysburg National Military Park Museum and Visitor Center. The three mile bus ride to and from the site takes about seven minutes. Visitors may spend as much time as they like at the Eisenhower farm. For Those With Mobility Impairments: For those unable to board the shuttle bus, arrangements can be made to drive to the site. Ask at the Visitor Center information desk. The first floor of the house is accessible with staff assistance. The second floor requires a climb up a flight of stairs. A photo book of the second floor is available. The grounds around the house are gently rolling paved paths. Restrooms are not accessible. A wheelchair loan is available on a first-come, first-serve basis and is free of charge. For Those With Hearing Impairments: Tours of the house and grounds are available in printed form. For Those With Sight Impairments: Rangers are available throughout the site to provide information and assistance. A large print guide to the house is available for those with reduced vision. Eisenhower National Historic Site",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/accessibility.htm"
}
