{
    "title": "Gettysburg National Military Park: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come     Getting Around               Getting Around           Official Map and Guide (National Park Service)  The park contains more than 26 miles of paved roads open for touring by private vehicle. Park visitors should begin their tour at the National Park Service Museum and Visitor Center. Visitors may tour the park on their own with the use of the self-guiding tour in the park's Official Map and Guide, hire a Licensed Battlefield Guide for a personal tour, or use one of the commercially available audio tours or bus tours.          Battlefield Auto Tour (NPS)  SELF-GUIDED AUTO TOUR The Self-guided Auto Tour is contained in the Official Map and Guide, which is available here or when you arrive at the Museum and Visitor Center, with blue and red directional signs marking the tour route through the park. Numbered stops on the tour route have parking areas for visitor's vehicles with field exhibits that help explain the significance of the area and the personalities involved in the action. The Self-guided Auto Tour may be the best choice for visitors who have planned for a full day in the park and there is no charge for the Map or entry to the park. The length of the tour is at your own pace but plan to spend at least two hours on the field. (One Official Map and Guide per family, please.)        (ALBG)  LICENSED BATTLEFIELD GUIDES Battlefield guides are available to give you and your group a personal tour of the park in the comfort of your own vehicle. Widely known for their knowledge and courtesy, the guides are self-employed ladies and gentlemen tested and licensed by the National Park Service and your guide can customize a tour to your special needs and desires. Tours last two hours in length. Guides are assigned to personal vehicles from the Visitor Center desk on a first come, first served basis beginning at 8:00 AM each day. Guides can also be reserved for cars and buses. Refer to our Fees and Reservations page for further information.   For visitors without vehicles, there is a bus tour of the battlefield available with a guide on board that begins from the Museum and Visitor Center. Check our Things to Do page for the bus schedule and times. For additional information about the Association of Licensed Battlefield Guides, visit their web site at www.gettysburgtourguides.org.      SELF-GUIDED AUDIO TOURS Audio-cassette and compact disk tours are also available for purchase. The audio tours are self-guiding, take you to the important areas of the battlefield, and describe the battle action. There are maps available for some tapes or you can use the park's Official Map and Guide. Audio tours can be purchased and\/or rented at many local businesses and may be taken through the park at your leisure. Plan to spend at least two hours on your tour with an audio tape. Approximate costs range from $10 to $25. To purchase an audio tour and further information about them, call the Museum and Visitor Center Bookstore at (717) 334-2288. For information on the commercial tape and bus tours, call the Gettysburg Travel and Convention Center at (717) 334-6274.         GETTING AROUND GETTYSBURG  Public transportation is available in Gettysburg through Freedom Transit, operated by the Adams County Transit Authority. Freedom Transit has three lines- Red, Blue and Gray- that run to downtown Gettysburg from the Museum and Visitor Center, to stops west of Gettysburg as well as stops east of town at convenient locations for visitors staying in area hotels and motels. For additional information on rates and schedules, visit the Freedom Transit web site. The speed limit in Gettysburg is 25 miles per hour on most borough streets, which are clearly marked with directional signs and turning lanes at prominent intersections. Metered public parking is available on most borough streets. For downtown convenience, public parking lots are available on East High Street and in the downtown parking deck on Race Horse Alley, accessible from North Stratton Street. The parking deck should be used for your visit to the Wills House, located on the square in Gettysburg. Drivers should be mindful of slow moving horse-drawn carriages during spring, summer and fall months as well as heavy pedestrian traffic at intersections.",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/gettingaround.htm"
}
