{
    "title": "Gettysburg National Military Park: Ranger Programs at Gettysburg",
    "body": "Ranger Programs at Gettysburg        A Park Ranger leads a tour on the Gettysburg battlefield. NPS Photo       Gettysburg offers a variety of ranger guided programs and battlefield walks for park visitors throughout the year. A full schedule of programs is offered during the summer months from mid-June through mid August with select programs that highlight different aspects of the battlefield and cemetery provided in the spring and fall. We also offer our Mid-Winter Lecture Series of indoor programs, held at the Museum and Visitor Center from January through March. Check our park web site prior to your visit for updated schedules and announcements!        2016 Summer Ranger Programs      During the summer months, Gettysburg National Military Park offers a daily schedule of free ranger guided programs that bring to the life the story of the Battle of Gettysburg and the American Civil War. Explore the Soldiers' National Cemetery, walk in the footsteps of Pickett's Charge, hike the slopes of Little Round Top and go off the beaten path with these unique tours. All programs vary in length from thirty minutes to two hours depending on the subject matter and location. Best of all, ranger guided programs are free of charge! Please see \"Ranger Program Start Locations\" map below for more information about where each program begins. Here you will find a brief description of our programs and when you visit be certain to pick up a copy of our \"Today in the Park\" guide that lists all of your choices for programs, tours and other events of interest. For more information call the park at (717) 334-4468.     June 11 - August 14        Program Times Days Offered    Battle Overview (30 min)  Want to understand the basics of the battle before you get out on the field? This is the program for you! Meet at Ford Education Center in Museum & Visitor Center   9 am Daily     Hands on History Cart  Play a 19th century parlor game, learn what soldiers did in their spare time, and dress up like kids who lived in the 1860s! All this and more at our Hands-On History Cart! Meet at Museum & Visitor Center Lobby & David Wills House  Varies Daily     Those Awful Rocks: The Struggle for Devil's Den (60 min) More famous today for its unusual rock formations and stories of Confederate sharpshooters, Devil's Den was vitally important to its Union defenders on July 2, 1863. Meet at Devil's Den Parking Lot - Sickles Avenue  10 am Mon\/Wed\/Sat     Meade's H.Q. Open House  Step into history at the Lydia Leister house! Visitors can explore the interior of the small farmhouse where Maj. Gen. George Meade established his headquarters during the Battle of Gettysburg. Meade's Headquarters  10 am - 4 pm Sat\/Sun     Brian Farm Open House  Step into history at the Abraham Brian Farm! Visitors can explore the home of Abraham Brian and his family. A member of Gettysburg's African-American community, he fled the battlefield only to return to find his home in ruins. Abraham Brian Farm - Hancock Avenue  10 am - 4 pm  Sat\/Sun    Cemetery Ridge Hike: Crisis at the Union Center (90 min) Hike from the Visitor Center to Cemetery Ridge, where fighting raged on July 2 & 3, 1863. Visit the site of Pickett's Charge, explore the Bloody Angle, and walk in the footsteps of the men who struggled there. Meet at Ranger Site 1 at Museum & Visitor Center  10:30 am  Daily    The George Spangler Farm: An Army Field Hospital at Work (45 min) Travel to the George Spangler Farm, site of the Union Army's 11th Corps field hospital. Become part of the hospital staff and discover how over 1,900 wounded soldiers were cared for. The Spangler Farm is only accessible via paid shuttle. George Spangler Farm - Tickets available at Museum & Visitor Center  11 am & 1:45 pm  Fri\/Sat\/Sun    Four Score and Seven Years Ago: Lincoln and the Soldiers' National Cemetery (45 min) Visit the site of Abraham Lincoln's Gettysburg Address and explore the Soldiers' National Cemetery where over 3,500 soldiers killed in the battle were laid to rest. Meet at National Cemetery - Taneytown Rd. Gate  11 am & 3 pm  Daily    Join the Army: A Family Program (60 min) Attention! Recruits are needed to enlist in the Union army! Join now and learn what it meant to be a soldier during the Civil War. This program is for children ages 5-13 only. Sign up at the Visitor Center information desk.  Meet at Ranger Site 1 at Museum & Visitor Center  11 am  Daily    Hold to the Last! The Battle for Little Round Top (60 min) For over an hour on July 2, 1863, Union and Confederate troops battled for possession of this small hill. Explore the rocky summit, see original Union breastworks, and discover why Little Round Top was so important to both armies.  Meet at Little Round Top - Warren Statue  11:30 am  Mon\/Wed\/Fri\/Sat    First Shots on McPherson Ridge (60 min) The Edward McPherson farm witnessed the opening shots of the Battle of Gettysburg. How did the fighting on this simple farm shape and influence the strategy of the battle in the coming days?  Meet at McPherson Ridge - Auto Tour Stop 1  11:30 am  Tues\/Thurs    Courage on Trial (60 min) Col. Seraphim Meyer of the 107th Ohio Volunteer Infantry was tried for cowardice during the battle of Gettysburg. Become part of the Court Martial, hear the evidence, and decide for yourself whether this soldier is innocent or guilty. Meet at Ranger Site 2 at Museum & Visitor Center  1 pm  Sat    The 1st Day of Battle: \"The Devil's to Pay!\" (45 min) Why did the battle start at Gettysburg and how did the fighting on July 1, 1863, shape the rest of the battle? Meet at Eternal Light Peace Memorial - Auto Tour Stop 2  1 pm  Daily    The Clash of Cavalry: East Cavalry Field (90 min) Visit the scene of one of the largest cavalry battles of the war, where Confederate Gen. J.E.B. Stuart was stopped by a Union cavalry force that included a new general named George Armstrong Custer.  Meet at Confederate Cavalry Avenue - at the Ranger Program Sign  1:30 pm  Mon\/Fri    Cannoneers to Your Post! Join the Artillery (30 min) On July 3, 1863 over two hundred Union and Confederate cannon opened fire in one of the largest artillery duels of the war. Become part of a gun crew as you discover the role artillery played during the Battle of Gettysburg.  Meet at Abraham Brian Farm - Hancock Avenue  2 pm  Mon\/Wed\/Fri    Hardtack, Mud, and Marching: The Life of the Civil War Soldier (60 min) Over 160,000 soldiers participated in the Battle of Gettysburg. Who were they, where did they come from, and what was their experience during four years of war? Meet at Ranger Site 1 at Museum & Visitor Center  2 pm  Daily    The 2nd Day of Battle: \"A Grand Terrible Drama\" (45 min) July 2, 1863 saw the heaviest fighting of the entire battle. Understand the key decisions that shaped the day and the actions that resulted. Meet at the Peach Orchard - Auto Tour Stop 10  2:30 pm  Daily    Care of the Wounded (60 min) Civil War medicine was more than just bone saws and amputations. Learn how the wounded were evacuated and treated, and discover the amazing story of the doctors and nurses who struggled to keep them alive.  Meet at Ranger Site 2 at Museum & Visitor Center  3 pm  Daily    The Forgotten Flank: The Battle for Culp's Hill (60 min) Walk the wooded slopes of Culp's Hill where the most sustained fighting of the battle took place.  Meet at Culp's Hill Observation Tower - Slocum Avenue  3 pm  Tues\/Thurs    Pickett's Charge Hike (90 min) Follow in the footsteps of the men who took part in the most famous infantry assault in American military history. Explore why the attack was made, why it failed, and what was the cost. Meet at Virginia Memorial - Auto Tour Stop 5  3 pm  Mon\/Wed\/Fri    Battle Walk (2 hours) Want to experience the battlefield from the same vantage point as the men who fought there? Walk the fields and woods that were fought over a century and a half ago and get a closer look at the famous and not so famous places and people that shaped the battle.  Meeting location vary. Check at the information desk for a complete schedule of daily topics and where to meet the park ranger.  3:30 pm  Daily    The 3rd Day and Beyond: \"Stay and Fight it Out!\" (45 min) Visit the site of Pickett's Charge, the climactic moment of the Battle of Gettysburg, and discover what the outcome of the battle meant for the Union and Confederacy.  Meet at Abraham Brian Farm - Hancock Avenue  4 pm  Daily    Battlefield in a Box (30 min) Become part of the battlefield in this interactive overview program! Build a map of the battlefield using simple props. Perfect for the first time visitor wanting a better understanding of the battle.  Meet at Ranger Site 1 at Museum & Visitor Center  4 pm  Daily    Long Remembered: Lincoln Comes to Gettysburg (75 min) Explore the impact of the battle upon the Gettysburg community and walk in the footsteps of President Lincoln.  Meet at Gettysburg Lincoln Railroad Station - Carlisle Street  6 pm  Sun    Sunset on Cemetery Ridge (60 min) Walk this historic ground at sunset and explore what happened when the battle ended and the clean-up and care for the killed, wounded, and captured began. Experience stories of courage and suffering, resiliency, and memory.  Meet at Abraham Brian Farm - Hancock Avenue  7 pm  Mon\/Wed\/Fri\/Sat    Camp Fire at Pitzer Woods (60 min) Rangers present programs on a wide variety of topics on the Battle of Gettysburg and the American Civil War.  Meet at Park Amphitheater - West Confederate Avenue  8:30 pm  Daily                Ranger Program Start Locations for Summer 2016         2016 Summer Battle Walks Experience the battlefield from the same vantage point as the men who fought here. These two hour hikes explore the fields and woods where the battle was fought over a century and a half ago. Starting locations vary, request a full program schedule from the ranger desk. Comfortable shoes, long pants, and water highly recommended. Daily: 3:30 pm - 5:30 pm    August 5-14, 2016       Date Program   Ranger  Start Location  End Location           August 5 Ewell's Favorable Opportunity: O'Neal and Daniel Shift Left Tory Harman Benner's Hill cul-de-sac Spangler's Spring, Auto Tour Stop # 13   August 6  Fury at the Bliss Farm Nate Hess Brian Farm, Hancock Ave.  Brian Farm, Hancock Ave.   August 7 The Attack and Defense of East Cemetery Hill Dan Welch Baltimore St. Entrance, National Cemetery Howard Statue, East Cemetery Hill    August 8 General Sickles' Reconnaissance to Pitzer Woods Caitlin Costic Peach Orchard, Auto Tour Stop # 10 Park Amphitheater, Tour Stop # 6   August 9 Skirmishers and Sharpshooters Hold the Line: Rodes' Arrival on July 1 Jarrad Fuoss  Oak Ridge Tower, Auto Tour Stop # 3 Barlow's Knoll   August 10 Attack and Defense of Little Round Top Tom Holbrook Intersection of Sedgwick Ave. & Wheatfield Road 16th MI Monument, Little Round Top   August 11 Wright's Brigade: \"Well Nigh Cut the Army of the Potomac in Two.\" Chuck Teague Virginia Monument, Auto Tour Stop # 5 The Angle, Auto Tour Stop # 15   August 12 9th Massachusetts Battery: \"No friendly supports of any kind were in sight!\" Rob Finkell Trostle Farm, US Avenue Trostle Farm, US Avenue   August 13 Into the Vortex of Conflict: The 12th New Hampshire at Gettysburg John Hoptak Pennsylvania Monument, Auto Tour Stop # 12 Klingel Farm   August 14 Cushing and the Medal of Honor Karlton Smith Brian Farm, Hancock Ave. The High Water Mark, Auto Tour Stop # 15                                                                                    2016 Summer Camp Fire Programs Rangers present evening campfire talks on a wide variety of topics on the Battle of Gettysburg and the American Civil War.  Held every evening at 8:30 pm at the Pitzer Woods Amphitheater, Auto Tour Stop #6.     August 5-14, 19-20       Date Program  Ranger         August 5 The Battle of Monterey Pass John Miller, Monterey Pass Historic Site   August 6 The 48th Pennsylvania Infantry and the Digging of the Petersburg Mine John Hoptak   August 7 The Art of War: Monuments at Gettysburg Caitlin Costic   August 8 Going Home: Demobilizing the Army and the Grand Review John Hoptak   August 9 Sacrificed at Gettysburg: The Story of the First Minnesota Zach Siggins   August  10 Lincoln and Our American Cousin Karlton Smith   August 11 How Did They Get Here? The Gettysburg Campaign Dan Welch   August 12 Our National Pastime: Baseball and the Civil War Dan Vermilya   August 13 Bats of Gettysburg Dafna Reiner   August 14 Lee's First Invasion: The Maryland Campaign of September 1862 John Hoptak   August 19 Gettysburg as Seen Through the Eyes of General Lee Chuck Teague   August 20 Dan Sickles and the New York Monuments Commission Matt Atkinson                                         2016 Fall Ranger Programs      During the fall months, Gettysburg National Military Park offers a daily schedule of free ranger guided programs that bring to the life the story of the Battle of Gettysburg and the American Civil War. All programs vary in length from 30 to 90 minutes depending on the subject matter and location. Best of all, ranger guided programs are free of charge! Here you will find a brief description of our programs and when you visit be certain to pick up a copy of our \"Today in the Park\" guide that lists all of your choices for programs, tours and other events of interest. For more information call the park at (717) 334-1124, ext. 8023.     August 15 - October 10        Program Times Days Offered       Cemetery Ridge Hike: Crisis at the Union Center (90 min) Hike from the Visitor Center to Cemetery Ridge, where fighting raged on July 2 & 3, 1863. Visit the site of Pickett's Charge, explore the Bloody Angle, and walk in the footsteps of the men who struggled there. Meet at Ranger Site 1 at Museum & Visitor Center        10:30 am Daily    Four Score and Seven Years Ago: Lincoln and the Soldiers' National Cemetery (45 min) Visit the site of Abraham Lincoln's Gettysburg Address and explore the Soldiers' National Cemetery where over 3,500 soldiers killed in the battle were laid to rest. Meet at National Cemetery - Taneytown Rd. Gate   11 am & 2 pm Daily     Hold to the Last! The Battle for Little Round Top (60 min) For over an hour on July 2, 1863, Union and Confederate troops battled for possession of this small hill. Explore the rocky summit, see original Union breastworks, and discover why Little Round Top was so important to both armies.  Meet at Little Round Top - Warren Statue    11 am Mon\/Wed\/Fri\/Sat    First Shots on McPherson Ridge (60 min) The Edward McPherson farm witnessed the opening shots of the Battle of Gettysburg. How did the fighting on this simple farm shape and influence the strategy of the battle in the coming days?  Meet at McPherson Ridge - Auto Tour Stop 1  11 am Sun\/Tues\/Thurs    Those Who Fought Here: The Life of the Civil War Soldier (60 min) Over 160,000 soldiers participated in the Battle of Gettysburg. Who were they, where did they come from, and what was their experience during four years of war? Meet at Ranger Site 1 at Museum & Visitor Center  3 pm Mon\/Wed\/Fri\/Sat    Care of the Wounded (60 min) Civil War medicine was more than just bone saws and amputations. Learn how the wounded were evacuated and treated, and discover the amazing story of the doctors and nurses who struggled to keep them alive.  Meet at Ranger Site 2 at Museum & Visitor Center  3 pm  Sun\/Tues\/Thurs     Battlefield in a Box (30 min) Become part of the battlefield in this interactive overview program! Build a map of the battlefield using simple props. Perfect for the first time visitor wanting a better understanding of the battle.  Meet at Ranger Site 1 at Museum & Visitor Center      4 pm     Daily      3 Days in 90 Minutes (90 min) Visit iconic location along the union line of battle and gain an understanding of the three days of fighting at Gettysburg. This overview hike is perfect for the return or first time visitor. Meet at National Cemetery - Taneytown Rd. Gate     5:30 pm Daily      Camp Fire at Pitzer Woods (60 min) Rangers present programs on a wide variety of topics on the Battle of Gettysburg and the American Civil War.  Meet at Park Amphitheater - West Confederate Avenue    7 pm Fri\/Sat                          October 11 - November 19        Program Times Days Offered       Cemetery Ridge Hike: Crisis at the Union Center (90 min) Hike from the Visitor Center to Cemetery Ridge, where fighting raged on July 2 & 3, 1863. Visit the site of Pickett's Charge, explore the Bloody Angle, and walk in the footsteps of the men who struggled there. Meet at Ranger Site 1 at Museum & Visitor Center     10:30 am Daily    Four Score and Seven Years Ago: Lincoln and the Soldiers' National Cemetery (45 min) Visit the site of Abraham Lincoln's Gettysburg Address and explore the Soldiers' National Cemetery where over 3,500 soldiers killed in the battle were laid to rest. Meet at National Cemetery - Taneytown Rd. Gate    11 am & 2 pm  Daily     Hold to the Last! The Battle for Little Round Top (60 min) For over an hour on July 2, 1863, Union and Confederate troops battled for possession of this small hill. Explore the rocky summit, see original Union breastworks, and discover why Little Round Top was so important to both armies.  Meet at Little Round Top - Warren Statue   3 pm Sun\/Mon\/Wed\/Fri     The 3rd Day and Beyond: Stay and Fight it Out! (45 min) Visit the site of Pickett's Charge, the climactic moment of the Battle of Gettysburg, and discover what the outcome of the battle meant for the Union and Confederacy. Meet at Abraham Brian Farm, Hancock Ave.    3 pm Sun\/Tues\/Thurs\/Sat",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/interpretation.htm"
}
