{
    "title": "Gettysburg National Military Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 31 results    Show ALL instances of recurring events   RSS Feed      Gettysburg National Military Park “Cannoneers to Your Post!” Join the Artillery      Time: 2:00 PM to 2:30 PM Location: Abraham Brian Farm - Hancock Avenue Fees: FREE     Friday, August 12, 2016 Every Monday Weekly & Every Wednesday Weekly & Every Friday Weekly  from 06\/13\/2016 to 08\/12\/2016 On July 3, 1863 over two hundred Union and Confederate cannon opened fire in one of the largest artillery duels of the war. Become part of a gun crew as you discover the role artillery played during the Battle of Gettysburg.   View Details      Gettysburg National Military Park Battle Overview      Time: 9:00 AM to 9:30 AM Location: Ford Education Center inside the Museum &  Visitor Center Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Want to understand the basics of the battle before you get out on the field? This is the program for you!  View Details      Gettysburg National Military Park Battle Walk      Time: 3:30 PM to 5:30 PM Location: varies Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Want to experience the battlefield from the same vantage point as the men who fought there? Walk the fields and woods that were fought over a century and a half ago. View Details      Gettysburg National Military Park Battlefield in a Box      Time: 4:00 PM to 4:30 PM Location: Ranger Program Site 1, behind the Museum &  Visitor Center Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Become part of the battlefield in this interactive overview program! Join a National Park ranger and build a map of the battlefield using props. Perfect for the first time visitor wanting a better understanding of the battle.  View Details      Gettysburg National Military Park Camp Fire at Pitzer Woods      Time: 8:30 PM to 9:30 PM Location: Pitzer Woods Amphitheater Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Rangers present programs on a wide variety of topics on the Battle of Gettysburg and the American Civil War.  View Details      Gettysburg National Military Park Care of the Wounded      Time: 3:00 PM to 4:00 PM Location: Ranger Program Site 2, behind the Museum &  Visitor Center Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Civil War medicine was more than just bone saws and amputations. Learn how the wounded were evacuated and treated, and discover the amazing story of the doctors and nurses who struggled to keep them alive.  View Details      Gettysburg National Military Park Cemetery Ridge Hike:  Crisis at the Union Center      Time: 10:30 AM to 12:00 PM Location: Ranger Site 1 Fees: FREE     Friday, August 12, 2016 Everyday  from 04\/02\/2016 to 08\/14\/2016 Hike from the Visitor Center to Cemetery Ridge, where fighting raged on July 2 and July 3, 1863. Visit the site of Pickett’s Charge, explore the Bloody Angle, and walk in the footsteps of the men who struggled there. View Details      Gettysburg National Military Park Civil War Music Muster       Location: throughout the park Fees: FREE     Friday, August 12, 2016 Free performances take place at the Gettysburg National Military Park Museum and Visitor Center and other sites. View Details      Gettysburg National Military Park East Cavalry Field      Time: 1:30 PM to 3:00 PM Location: “Ranger Program” sign at  parking area on Confederate Cavalry Avenue Fees: FREE     Friday, August 12, 2016 Every Monday Weekly & Every Friday Weekly  from 06\/13\/2016 to 08\/12\/2016 Visit the scene of one of the largest cavalry battles of the war, where Confederate General J.E.B. Stuart was stopped by a Union cavalry force that included a new general named George Armstrong Custer.  View Details      Gettysburg National Military Park Four Score and Seven Years Ago: Lincoln and the Soldiers’ National Cemetery      Time: 11:00 AM to 11:45 AM,3:00 PM to 3:45 PM Location: Taneytown Road entrance to the National Cemetery Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Visit the site of Abraham Lincoln’s Gettysburg Address and explore the Soldiers’ National Cemetery where over 3,500 soldiers killed in the battle were laid to rest. View Details      Gettysburg National Military Park Hands-On History Cart      Time: 9:00 AM to 5:00 PM Location: Find the cart in the Museum & Visitor Center Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Play a 19th century parlor game, learn what soldiers did in their spare time, and dress up like kids who lived in the 1860’s! All this and more at our Hands-On History Cart!  View Details      Gettysburg National Military Park Hardtack, Mud, and Marching: The Life of the Civil War Soldier      Time: 2:00 PM to 3:00 PM Location: Ranger Program Site 1, behind the Museum &  Visitor Center Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Over 160,000 soldiers participated in the Battle of Gettysburg. Who were they, where did they come from, and what was their experience during four years of war? View Details      Gettysburg National Military Park Hold to the Last! The Battle of  Little Round Top      Time: 3:00 PM to 4:00 PM Location: Little Round Top - Warren Statue Fees: FREE     Friday, August 12, 2016 Every Monday Weekly & Every Wednesday Weekly & Every Friday Weekly & Every Saturday Weekly  from 06\/11\/2016 to 08\/13\/2016 For over an hour on July 2, 1863 Union and Confederate troops battled for possession of this small hill. Explore the rocky summit, see original Union breastworks, and discover why Little Round Top was so important to both armies.  View Details      Gettysburg National Military Park Join the Army: A Family Program      Time: 11:00 AM to 12:00 PM Location: Sign up at the National Park Service information desk. Ranger Program Site 1. Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Attention! Recruits are needed to enlist in the Union army! Join now and learn what it meant to be a soldier during the Civil War. This program is for children ages 5-13 only. Sign up at the Visitor Center information desk.  View Details      Gettysburg National Military Park Sunset on Cemetery Ridge      Time: 7:00 PM to 8:00 PM Location: Abraham Brian Farm - Hancock Avenue Fees: FREE     Friday, August 12, 2016 Every Monday Weekly & Every Wednesday Weekly & Every Friday Weekly & Every Saturday Weekly  from 06\/11\/2016 to 08\/13\/2016 Walk this historic ground at sunset and explore what happened when the battle ended and the clean-up and care for the killed, wounded and captured began. Hear compelling stories of courage and suffering, resiliency and memory. View Details      Gettysburg National Military Park The 1st Day of Battle: \"The Devil's to Pay!\"      Time: 1:00 PM to 1:45 PM Location: Eternal Light Peace Memorial, Auto Tour Stop 2 Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Why did the battle start at Gettysburg? How did the fighting on July 1 shape the rest of the battle? Find out on this program.  View Details      Gettysburg National Military Park The 2nd Day of Battle: \"A Grand Terrible Drama\"      Time: 2:30 PM to 3:15 PM Location: Peach Orchard, Auto Tour Stop 10 Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 July 2 saw the heaviest fighting of the entire battle. Understand the key decisions that shaped the day and the actions that resulted. View Details      Gettysburg National Military Park The 3rd Day and Beyond: \"Stay and Fight it Out!\"      Time: 4:00 PM to 4:45 PM Location: “Ranger Program” sign in the  National Cemetery parking lot Fees: FREE     Friday, August 12, 2016 Everyday  from 06\/11\/2016 to 08\/14\/2016 Learn what happened during “Pickett’s Charge” on July 3, 1863 and discover what its outcome meant for the Union and Confederacy.  View Details      Gettysburg National Military Park Brian Farm Open House      Time: 10:00 AM to 4:00 PM Location: Abraham Brian Farm - Hancock Avenue Fees: FREE     Saturday, August 13, 2016 Every Sunday Weekly & Every Saturday Weekly  from 06\/11\/2016 to 08\/14\/2016 Step into history at the Abraham Brian Farm! Visitors can explore the home of Abraham Brian and his family. A member of Gettysburg’s African-American community, he fled the battlefield only to return to find his home in ruins. View Details      Gettysburg National Military Park Courage on Trial      Time: 1:00 PM to 2:00 PM Location: Ranger Program Site 2, behind the Museum &  Visitor Center Fees: FREE     Saturday, August 13, 2016 Every Saturday Weekly  from 06\/11\/2016 to 08\/13\/2016 Col. Seraphim Meyer of the 107th Ohio Volunteer Infantry was tried for cowardice during the battle of Gettysburg. Become part of the Court Martial, hear the evidence, and decide for yourself whether this soldier is innocent or guilty. View Details      Gettysburg National Military Park Living History Weekend      Location: Pitzer Woods. Auto Tour Stop 6 - Pennsylvania Monument. Auto Tour Stop 12 Fees: FREE     Saturday, August 13, 2016 From the roar of artillery to the flash of bayonets, living history demonstrations at Gettysburg National Military Park help bring the past to life. View Details      Gettysburg National Military Park Meade’s H.Q. Open House      Time: 10:00 AM to 4:00 PM Location: Meade’s Headquarters Fees: FREE     Saturday, August 13, 2016 Every Sunday Weekly & Every Saturday Weekly  from 06\/11\/2016 to 08\/14\/2016 Step into history at the Lydia Leister house! Visitors can explore the interior of the small farmhouse where Maj. Gen. George Meade established his headquarters during the Battle of Gettysburg. View Details      Gettysburg National Military Park Those Awful Rocks: The Struggle for Devil’s Den      Time: 10:00 AM to 11:00 AM Location: Parking lot on Sickles Avenue at Devil’s Den Fees: FREE     Saturday, August 13, 2016 Every Monday Weekly & Every Wednesday Weekly & Every Saturday Weekly  from 06\/11\/2016 to 08\/13\/2016 More famous today for its unusual rock formations and stories of Confederate sharpshooters, Devil’s Den was vitally important to its Union defenders on July 2, 1863.  View Details      Gettysburg National Military Park Long Remembered: Lincoln Comes to Gettysburg      Time: 6:00 PM to 7:15 PM Location: Gettysburg Lincoln Railroad Station on Carlisle Street Fees: FREE     Sunday, August 14, 2016 Every Sunday Weekly  from 06\/12\/2016 to 08\/14\/2016 Explore the impact of the battle upon the Gettysburg community and walk in the footsteps of President Lincoln.  View Details      Gettysburg National Military Park Living History Weekend      Location: Pitzer Woods. Auto Tour Stop 6 - Spanglers Spring. Auto Tour Stop 13 - Pennsylvania Monument. Auto Tour Stop 12 Fees: FREE     Saturday, August 20, 2016 From the roar of artillery to the flash of bayonets, living history demonstrations at Gettysburg National Military Park help bring the past to life. View Details      Gettysburg National Military Park National Park Service Founders Day       Location: throughout the park Fees: FREE     Thursday, August 25, 2016 Celebrate the 100th birthday of the National Park Service at the Gettysburg National Military Park Museum and Visitor Center. View Details      Gettysburg National Military Park Eisenhower Farm to Table Dinner      Time: 5:30 PM to 10:30 PM Location: Eisenhower National Historic Site Fees: Tickets Required     Saturday, August 27, 2016 Eisenhower National Historic Site will host an exclusive farm to table dinner at the historic Eisenhower National Historic Site to celebrate the 100th Anniversary of the National Park Service. View Details      Gettysburg National Military Park Living History Weekend      Location: Pennsylvania Monument. Auto Tour Stop 12. Special Program Saturday, August 27 at 5 pm at the High Water Mark. Auto Tour Stop 15 - Pitzer Woods. Auto Tour Stop 6 - Spanglers Spring. Auto Tour Stop 13 Fees: FREE     Saturday, August 27, 2016 From the roar of artillery to the flash of bayonets, living history demonstrations at Gettysburg National Military Park help bring the past to life. View Details      Gettysburg National Military Park First Friday Event: \"Inspired by Gettysburg\"       Time: 5:00 PM to 8:00 PM Location: Gettysburg Lincoln Railroad Station  Fees: FREE     Friday, September 2, 2016 Meet this month's Gettysburg National Military Park Artist-in-Residence and experience the artwork they have created, inspired by the Gettysburg battlefield.   View Details      Gettysburg National Military Park Living History Weekend      Location: Pennsylvania Monument. Auto Tour Stop 12 - Auto Tour Stop 6 Fees: FREE     Saturday, September 3, 2016 From the roar of artillery to the flash of bayonets, living history demonstrations at Gettysburg National Military Park help bring the past to life. View Details      Gettysburg National Military Park Living History Weekend      Location: Pennsylvania Monument. Auto Tour Stop 12 - Pitzer Woods. Auto Tour Stop 6 Fees: FREE     Saturday, September 10, 2016 From the roar of artillery to the flash of bayonets, living history demonstrations at Gettysburg National Military Park help bring the past to life. View Details",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/calendar.htm"
}
