{
    "title": "Gettysburg National Military Park: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Visitors to Gettysburg National Military Park take home a wealth of memories in the many photographs and images taken of the park and national cemetery. The park not only commemorates the great battle and Gettysburg Address; it also offers a natural and cultural setting that exhibits the beauty and simplicity of this portion of Pennsylvania as well as offering a vast museum of monuments and memorials that compliment the battlefield landscape.  The National Park Service is pleased to offer images, most taken by park staff and volunteers during the past few years, in our photo gallery. Additional photos will be added in the coming years so check back often!      Social Media Connections to Gettysburg National Military Park Stay connected and up to date with Gettysburg through our sites on social media! We share daily events and news from the park as well as some great history about the battlefield, news about park events, and just about anything else that goes on in your national park!          Facebook   Like our official Gettysburg National Military Park Facebook page to stay up to date on park events, stories, photos, history, and more.          Twitter   Follow us on Twitter to stay up to date on park news, visitation, and highlights of park events throughout the day.           YouTube   Can't get to the park or did you want to see that ranger-guided program from your last visit again? Visit the Gettysburg National Military Park YouTube channel for the most recent videos and programs the park offers.         Periscope    Check out our Periscope page to watch Live Streaming programs and event.        Instagram    Follow us on Instagram to see some of the most stunning pictures of the battlefield.        Blog   Want to dig a bit deeper into park history and management decisions? Check out From the Fields of Gettysburg, the official park blog.                    National Park Service Centennial   5 Photos  This photo gallery provides media quality photographs for all publications pertaining to the National Park Service Centennial.",
    "url": "https:\/\/www.nps.gov\/gett\/learn\/photosmultimedia\/index.htm"
}
