{
    "title": "Gettysburg National Military Park: Things To Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come             Things To Know Before You Come      The Museum and Visitor Center at Gettysburg National Military Park is a privately owned facility. For the purpose of public safety and security, back packs, day packs, large handbags, packages, large containers and large parcels are not permitted in the building. All persons entering are subject to search. All purses are subject to inspection by Park Rangers on duty at all sites, including Eisenhower National Historic Site. It is to the visitor's benefit to leave such items locked in the trunk of their vehicle while visiting park buildings and we thank you in advance for your cooperation. Proper attire is requested while in the Museum and Visitor Center, which is also designated as a no smoking facility. Park roads and avenues are open to the public during designated hours only. See our Operating Hours & Seasons page for additional information. Comfort Stations and picnic areas are located throughout the park. Please refer to the park brochure for locations. In the event of closures of park facilities, notices will be posted on this page as well as our home page. Comfort Stations are open for visitor use during regular park hours and are closed for the winter months from mid-November through mid-March. Summer months can be extremely hot and humid, with occasional severe thunderstorms. Fall and spring are pleasant with cool temperatures and brisk winds. Winter weather occasionally forces the closure of some park roads and buildings depending on severity. Sensible seasonal dress is recommended for your visit and depending on your planned activities, should include accessories such as sunscreen, hiking boots, and extra water. For Your Safety: Avoid Ticks! Be mindful while walking through tall grass and brush in natural and agricultural areas of the park due to the number of ticks common, some of which carry disease such as Lyme Disease, which can be transmitted to humans after contact with an infected deer tick, a small species of tick common in Pennsylvania. Visitors who prefer to walk in such areas should be aware of this danger, use proper insect repellants, and be certain to examine their clothing for these parasites. For your safety we recommend that visitors stay on walking trails and paths. Poisonous plants and encounters with wildlife are not uncommon on the battlefield, and visitors should be aware of possible hazards while exploring the park on foot or by vehicle. Firearms in National Parks: Federal law governing possession of firearms inside a national park changed on February 22, 2010. Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws. The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances. For more information, visit: www.nps.gov\/nero\/firearms\/",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/things2know.htm"
}
