{
    "title": "Gettysburg National Military Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Music Muster artists: 77th New York Balladeers        21st Annual Music Muster   The 21st Annual Gettysburg Music Muster will bring together seven bands and one dance ensemble to help celebrate the music and dance of the Civil War era. Performances will take place at multiple locations in, and around, the Museum & Visitor Center, the Pennsylvania Memorial, and at the historic Dobbin House at 89 Steinwehr Ave. All performances are FREE.  Friday, August 12     Musicians Museum & Visitor Center - Tent Front Lawn    Libby Prison Minstrels 1 - 1:45 pm    Steve Ball 2 - 2:45 pm    David Kincaid 3 - 3:45 pm       Saturday, August 13     Time Museum & Visitor Center - Tent Front Lawn  Museum & Visitor Center - Group Lobby  Museum & Visitor Center - Kiosk  Dobbin House  Pennsylvania Memorial    10 - 10:45 am  77th New York  Steve Ball  Libby Prison  Victorian Dance & Sus. Travellers      11 - 11:45 am  David Kincaid      46th Pennsylvania      12 - 12:45 pm  Steve Ball  David Kincaid    Libby Prison      1 - 1:45 pm  Ft. Delaware  Sus. Travellers    77th New York      2 - 2:45 pm  Libby Prison  Victorian Dance & Sus. Travellers    Ft. Delaware      3 - 3:45 pm  46th Pennsylvania  Libby Prison    David Kincaid      4:15 - 5 pm  Sus. Travellers      Steve Ball      5 - 5:45 pm          Ft. Delaware    6 - 6:45 pm          46th Pennsylvania    7 - 7:45 pm          77th New York              Ranger guided programs are offered seasonally at Gettysburg. (Katie Lawhon, National Park Service)      Once you have begun your visit to Gettysburg National Military Park at the National Park Service Museum and Visitor Center, we suggest you tour the battlefield and explore the significant sites of this dramatic event. Aside from a battlefield tour, there are many other things to see and do including free ranger-guided programs, evening campfire programs, activities for kids, and specialized battle walks during the summer months. Check our Ranger Programs at Gettysburg page for the current schedule. Ranger-guided programs are also scheduled in the spring and fall seasons. Volunteer living history organizations offer programs in the park on weekends from spring to fall. A full schedule of living history weekends as well as other special events is posted on our Park Events page. Special observances are held annually on Memorial Day and to commemorate the dedication of the Soldiers' National Cemetery on November 19. There are other special events that occur throughout the year and are listed on our Park Events page.      Tour the Park There are several ways to tour the battlefield.  Self-guided Auto Tour. (Free) Licensed Battlefield Guide service where a battlefield guide will personally guide you through the park in the comfort of your own vehicle. (Fee) Licensed Battlefield Guide Bus Tour. (Fee) Audio Tours that can be purchased at the Museum and Visitor Center. (Fee)         Touring with a Licensed Battlefield Guide. (National Park Service)  Licensed Battlefield Guides For visitors wishing a personalized tour, the Licensed Battlefield Guide service is a good way to see and understand the battlefield in the comfort of your own vehicle or bus. Guided tours are two hours in length, very informative and the historical knowledge of the guides is superb.   Guides are assigned to personal vehicles from the Visitor Center desk on a first come, first served basis beginning at 8 am each day.  Guide-led bus tours are also available each day. Inquire at the Ticket Counter for times and availability. Guides may be reserved in advance for organized bus groups or for individuals in cars. This may be the best choice for those visitors who have limited time to visit the park. Reservations for bus groups or individuals may be made by calling 877-874-2478 or 717-334-2436 or by fax at 717-338-1244.   Licensed Battlefield Guide Fees  Check our Fees & Passes page.     Self-guided Auto Tour  The Self-guided Auto Tour is available in the Official Map and Guide that can be picked up at the Museum and Visitor Center. This tour will guide you through the park with stops at important sites where field exhibits help explain the area, tell the story, and highlight the personalities involved. This may be the best choice for visitors who have planned for a full day in the park and there is no charge for the Self-guided Auto Tour.          (National Park Service)  Audio Tours are available for purchase in the park book store in CD format. Narrated by authorities on the Battle of Gettysburg, these tours will provide the listener with detailed descriptions of significant areas of the battlefield park and bring to life the soldiers who fought this great battle. For further information on Battlefield Audio Tours, call the park bookstore at (717) 334-2288. Hikes and Bikes For visitors who wish to hike the battlefield during their visit, there are designated trails and pathways near the Museum and Visitor Center and elsewhere in the park. Look for designated trails on the park brochure or inquire at the park information desk for additional directions during your visit. Bicycle riding is welcome on park roads and avenues. All riders must ride on paved surfaces only. Off-road biking is not allowed on earthen trails and paved walkways. When visiting a park site we recommend that bicyclists secure their bikes with tamper resistant bicycle locks. For Scouting groups, there is the \"Boy Scouts of America Gettysburg Heritage Trail Guide\", which gives scouts a challenging course through the park. The guide booklet is available at the park bookstore. Horseback Riding Trails on the Battlefield There are designated trails for horseback riding throughout the park. The park does not offer horseback rides but they are available through local businesses. Visit the Destination Gettysburg web site for further information. For safety of animals and riders, protection of other visitors and park resources, riders must remain on designated horse trails at all times. For visitors who bring their own horses to the park, trailer parking is available at McMillan Woods Youth Group Campground on West Confederate Avenue. There is a designated section of the parking lot in the campground for vehicles and trailers. On weekends during spring, summer and fall, the parking area for horse trailers can fill up quickly. Read More.         The Soldiers' National Cemetery at Gettysburg. (National Park Service)  THE SOLDIERS' NATIONAL CEMETERY The Soldiers' National Cemetery at Gettysburg is the final resting place for many of the Union soldiers who were killed at the Battle of Gettysburg. Dedicated on November 19, 1863, when President Abraham Lincoln delivered his famous \"Gettysburg Address\", the cemetery is also the burial ground for dead from all of America's wars since 1865. Adjacent to the main cemetery is the Cemetery Annex, distinguished by a central plaza and the \"Friend to Friend\" Memorial. Paved avenues through both provide the visitor with a quiet place to contemplate the sacrifice of so many Americans, laid to rest on a major portion of the battlefield where silent cannon and monuments now stand where Union soldiers stood during the battle. Parking for the National Cemetery is available on the Taneytown Road at the intersection with Hancock Avenue. Vehicles are not allowed in the cemetery or annex without permission of the National Park Service. A walking tour pamphlet is available from the park information desk at the Museum and Visitor Center, located within walking distance of the cemetery, and on our Park Brochures page.         (Main Street Gettysburg)  THE DAVID WILLS HOUSE Attorney David Wills' home in Gettysburg was not just the center of Gettysburg, it was the center of the immense clean-up process after the Battle of Gettysburg and where President Abraham Lincoln put the finishing touches on his Gettysburg Address. The speech transformed Gettysburg's community from a place of devastation to the symbol of our nation's new birth of freedom. The Wills House opened to the public in February 2009 with a museum featuring six galleries, two of which include rooms that have been restored to their 1863 appearance: Will's office where he received letters from families looking for loved ones after the battle and undertook plans for a national cemetery and its dedication; and the bedroom where Lincoln stayed the night before he delivered the Gettysburg Address. The Wills House is operated by Main Street Gettysburg as an official partner with Gettysburg National Military Park. The property is on the Register of National Historic Places. MORE       THINGS TO DO IN GETTYSBURG The borough of Gettysburg has numerous commercial museums, gift shops, tour companies and businesses that offer services including some evening activities. Call the DESTINATON GETTYSBURG community desk phone at (717) 334-9410, the information center phone at (717) 334-6274, or toll free at 1-800-337-5015 for information and to request brochures. Visit the Destination Gettysburg web site for the full range of information you will need to enhance your visit to Gettysburg.              Cemetery Ridge Walking Tour   WALKING TOURS ON YOUR OWN The park now offers a free guide for the Soldiers' National Cemetery Walking Tour, available at the park information desk. The Cemetery Ridge Walking Tour booklet, which is for sale in the park bookstore, will take you to Cemetery Ridge along the Union line of battle to the \"High Water Mark\" and the site of the final act at Gettysburg.",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/things2do.htm"
}
