{
    "title": "Gettysburg National Military Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers         National Park Service Museum and Visitor Center (National Park Service)  NATIONAL PARK SERVICE MUSEUM AND VISITOR CENTER The National Park Service Museum and Visitor Center is the place to begin your visit to Gettysburg National Military Park. Here visitors will find information on how to visit the park and what to see around Gettysburg. The Gettysburg Museum of the Civil War, with 22,000 square feet of exhibit space, features relics of the Battle of Gettysburg and personalities who served in the Civil War, inter-active exhibits, and multi-media presentations that cover the conflict from beginning to end as well as describe the Battle of Gettysburg and its terrible aftermath. The center also hosts the film, \"A New Birth of Freedom\", narrated by award winning actor Morgan Freeman and the restored Gettysburg Cyclorama, which depicts the final fury of Gettysburg- \"Pickett's Charge\". For visitors interested in looking for additional resources on individuals who served in the war or further information on our exhibits, the Resource Room at the end of the museum galleries offers a bank of computers to use for further research and to help answer questions about the soldiers who served at Gettysburg and elsewhere. The Museum Bookstore is filled with books and other items related to Gettysburg and the Refreshment Saloon offers drinks and sandwiches in the atmosphere of a Civil War Soldier's Rest.   The Museum and Visitor Center is located at 1195 Baltimore Pike (Rt. 97), Gettysburg, Pennsylvania. Open daily throughout the year, the building is closed on Thanksgiving Day, Christmas Day, and New Years Day. The center is owned and operated by the Gettysburg Foundation. For additional information on the Foundation and the work this organization is undertaking at Gettysburg, visit their web site at www.gettysburgfoundation.org. Location: 1195 Baltimore Pike (Rt. 97), Gettysburg, Pennsylvania, USA GPS coordinates- 77.22 degrees West, 39.81 degrees North. Yearly Visitor Center Hours 8 A.M. to 5 P.M.- November 1 to March 31. 8 A.M. to 6 P.M.- April 1 to October 31.        Parking lots at the Gettysburg Museum and Visitor Center. Lots 1 and 2 are closest to the building with handicapped spaces available. The main entrance is from the Baltimore Pike, Rt. 97. (National Park Service)         Visitors are oriented to the museum and program offerings by a brief video presentation. (National Park Service)  Special Programs A 20 minute film entitled \"A New Birth of Freedom\" about the Battle of Gettysburg is shown every 15 minutes throughout the day. Visitors then go directly to the cyclorama auditorium to view the \"Gettysburg Cyclorama\", the dramatic 1884 painting that depicts \"Pickett's Charge\". There is captioning and listening assistance available for visitors with special needs in both auditoriums.  Park volunteers staff the museum gallery and Resource Room throughout the day. Park ranger programs are held just outside of the center during the summer months and on weekends in the spring and fall.  Reservations for a battlefield tour with a Licensed Battlefield Guide are available at the Visitor Center.  Exhibits The Gettysburg Museum of the Civil War, featuring items from one of the largest collections of Civil War relics in the world, is available for viewing during regular center hours. The exhibit galleries and interactive programs take the viewer through the causes of the Civil War to its bloody end, with extensive displays on the battle of Gettysburg and the personalities who served in the armies as well as the civilians who experienced war on their doorsteps. Admission Fees There is a fee to enter the museum gallery, film and cyclorama program, posted on our Fees and Reservations page. Facilities for Disabled Visitors Parking for disabled visitors is available in Parking Lot 1, the closest to the Visitor Center, though arrangements for pick up and drop off in the group entry area can be arranged through the Gettysburg Foundation, which operates the building. Restrooms area accessible from the lobby and museum area and there are visual and sound accessories available for mobility, hearing or sight impaired visitors. Service dogs are allowed in the building and must remain with the owner at all times. For additional information, see our page on Pets. Book Store The museum and visitor center bookstore is operated by Event Network. For information on the store's holdings and book titles, contact the store at (717) 334-2288. Refreshment Saloon The center has a refreshment saloon operated by Aramark and offering a selection of snacks, sandwiches, and drinks. For information about the saloon, contact Aramark at (717) 334-5629. Access to Eisenhower National Historic Site The shuttle to Eisenhower National Historic Site is located at the Visitor Center. Visitors can purchase their tickets for the shuttle bus to the Eisenhower Farm at the ticketing counter. For a general fact sheet about the museum and visitor center and other facilities at Gettysburg National Military Park, see our Visitor Experience Facts at a Glance page. (pdf, 104KB) Please Note: The Museum and Visitor Center is operated by the Gettysburg Foundation. The carrying or possession of any type of weapon on the grounds of the visitor center or in the building is prohibited. Exceptions: Law enforcement officers or officials that are within their jurisdiction.          The David Wills House (National Park Service)  THE DAVID WILLS HOUSE The David Wills House in downtown Gettysburg welcomes visitors to the downtown area. David Wills' home was the center of the immense clean-up process after the Battle of Gettysburg. In a second-floor bedroom, President Abraham Lincoln put the finishing touches on the Gettysburg Address - the speech transformed Gettysburg from a place of sorrow to the symbol of our nation's \"new birth of freedom.\" The museum features six galleries including the restored office where David Wills coordinated post-battle recovery efforts and invited a President to deliver \"a few appropriate remarks,\" and the famous Lincoln bedroom where the President finished revising his Gettysburg Address. Visit our Fees and Reservations page for entry charges and hours of operation.  The Wills House is operated by the Gettysburg Foundation in cooperation with the National Park Service.",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/visitorcenters.htm"
}
