{
    "title": "Gettysburg National Military Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        Driving through the park. (National Park Service)      BY AUTOMOBILE Gettysburg National Military Park is located in Adams County, Pennsylvania. The museum and visitor center is located at 1195 Baltimore Pike (Route 97) with a back entrance from the Taneytown Road (State Rt. 134). From North or South, follow US 15 to Gettysburg and watch for signs to direct you to the National Park Service Museum and Visitor Center. The signs are near the exit at Rt. 97. Go north on Route 97 and look for the visitor center entrance, which will be on your left at the stoplight. From East or West, drive into Gettysburg on US Rt. 30, turn South on Baltimore Street (Rt. 97), and follow signs to the entrance of the visitor center, which will be on your right at the stoplight. BY AIR Harrisburg International Airport at Middletown, Pennsylvania, approximately 35 miles north of Gettysburg is the closest air terminal. The second closest is Baltimore-Washington International near Baltimore, Maryland. Gettysburg has a small airfield on Route 30 west of Gettysburg that will accommodate private aircraft.  BUS Rabbit Express now offers bus service from Harrisburg International Airport (MDT) and the AMTRAK Station in Harrisburg, Pennsylvania to Gettysburg with service to downtown Gettysburg at the Majestic Theater. For further information, visit the Rabbit Express site or call 1-800-632-9063.      PUBLIC TRANSPORTATION IN GETTYSBURG Freedom Transit provides public transportation for visitors from the Museum and Visitor Center to points in downtown Gettysburg and all around town via three fixed routes. The transit stop on Carlisle Street is close to the David Wills House, the Majestic Theater, and the Historic Gettysburg Train Station. For further information on routes, schedule, and fares, visit the Freedom Transit web site at www.ridethetrolley.com. Freedom Transit is a division of the Adams County Transit Authority (ACTA).",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/directions.htm"
}
