{
    "title": "Gettysburg National Military Park: David Wills House",
    "body": "The David Wills House        The David Wills House in Gettysburg (National Park Service)       The home of Gettysburg attorney David Wills was the center of the immense clean-up process after the Battle of Gettysburg and where President Lincoln put the finishing touches on his Gettysburg Address, the speech that transformed Gettysburg from a place of death and devastation to the symbol of our nation's \"new birth of freedom.\" In honor of Abraham Lincoln's 200th birthday on February 12, 2009, the David Wills House opened to the public, offering visitors a world-class museum experience that tells the story of Lincoln and the Gettysburg Address. The museum features six galleries, including two rooms that have been restored to their 1863 appearance: Wills' office, where he received letters from families looking for loved ones after the battle and began planning for a cemetery and its dedication; and the bedroom where Lincoln stayed and prepared the Gettysburg Address. The Wills House Museum Galleries (pdf) The Wills House museum is managed by the Gettysburg Foundation, the official partner of the National Park Service and Gettysburg National Military Park. The property is on the National Register of Historic Places. Admission Fees: See our Fees and Reservations page.   2016 HOURS OF OPERATION The Wills House is open throughout the year with a reduced daily schedule during the fall, winter and spring months. The Wills House is closed Thanksgiving Day, Christmas Day and New Year's Day. Winter Hours December: 10 am - 4 pm, Saturday & Sunday January 1 - February 12: CLOSED February 13-15, 20-21, 27-28: 10 am - 4 pm Spring Hours March & April: 10 am - 4 pm, Wednesday through Monday (closed Tuesdays) Summer Hours May through August: 10 am - 5 pm, Daily Fall Hours September & October: 10 am - 4 pm, Wednesday through Monday (closed Tuesdays) November: 10 am - 4 pm, Saturday & Sunday (Open Veteran's Day: November 11, and November 18: 6 pm - 8 pm)   There is a fee to enter the Wills House. For further information, visit or Fees and Reservations page.   Location: 8 Lincoln Square, Gettysburg, Pa.  Parking: Park at the Gettysburg Municipal Parking Garage on Race Horse Alley or take the Freedom Transit Shuttle from the Gettysburg Museum and Visitor Center. Phone: 866-486-5735 or 717-334-2499 (local calls) FAX: 717-334-5796",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/david-wills-house.htm"
}
