{
    "title": "Lake Mead National Recreation Area: Explore",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Explore              Explore              Explore Lake Mead National Recreation Area’s wilderness! Lake Mead NRA has nine designated wilderness areas throughout the 1.5 million acres that form the recreation area. Many of the wilderness areas are remote with limited access, but these listed here are fairly easy to get to and have designated backcountry roads or are off of main roads within the park. Please practice Leave No Trace principles.   It is important to plan well before heading out the door for any adventure. Always let someone know where you will be, who is with you and when you’re coming back. Never hike alone! Always carry extra water with you when driving, biking or hiking. Know what the weather is supposed to be like, and be prepared for sudden changes. Stay safe! Download Explore Overview PDF       Pipe Spring     Surrounded by majestic granite peaks, Pipe Spring is a secret to most visitors. The geology surrounding this area is composed of granites and metamorphic rock; all about 1.5 billion years old.  Download Informational PDF        Redstone     A hidden treasure, Redstone, is found just off of Northshore Road at mile marker 27. Ancient sand dunes have become a modern day geologic wonder.   Download Informational PDF         Grapevine Canyon      To many first time visitors, the Mojave Desert seems barren and desolate, but a walk through Grapevine Canyon in the Bridge Canyon Wilderness Area offers another perspective. A fresh water spring flows out of the canyon floor in non-drought years. This desert spring provides life-giving water to a variety of plants and animals.   Download Informational PDF       Black Canyon      The first nationally designated water trail in the Southwest, Black Canyon Water Trail will delight adventurers of all ages with spectacular scenery and wildlife viewing.  Download Informational PDF         Boathouse Cove      Boathouse Cove Road is a 9.1-mile backcountry road that runs from Northshore Road south to the Virgin Basin of Lake Mead. The first couple of miles of the backcountry road is fairly flat then the road gets a little more difficult. A 4X4 is recommended.  Download Informational PDF         Explore by Houseboat      Explore the wilderness by water while enjoying many of the comforts of home. Rent a houseboat on Lake Mead or Lake Mohave and cruise across the aqua blue lakes, admiring the preserved lands. Pull up to a cove, and take a day trip into the peaceful backcountry.   Download Informational PDF",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/explore.htm"
}
