{
    "title": "Gettysburg National Military Park: Living History Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Living History Programs              Living History Programs        Living History at Gettysburg NMP include black powder cannon demonstrations. NPS Photo       From the roar of artillery to the flash of bayonets, living history demonstrations at Gettysburg National Military Park help bring the past to life. Every weekend from April 2 to October 30, Civil War living historians will be encamped on the Gettysburg battlefield. Explore their camps, interact with these knowledgeable historians, and witness as they demonstrate the tools, tactics, and firepower of the two armies that waged war across these now hallowed fields.   April 2-3  28th Virginia Infantry. Programs at Pitzer Woods. Auto Tour Stop 6.  April 9-10  21st Georgia Infantry, Co. B. Programs at Pitzer Woods. Auto Tour Stop 6. U.S. Sharpshooters on Little Round Top. Auto Tour Stop 8.   April 16-17   Battery K, 1st U.S. Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12.   April 23-24   Battery F, 1st Pennsylvania Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12. Grand Army of the Republic (G.A.R.) Reunion. Programs at Spanglers Spring. Auto Tour Stop 13.   April 30 - May1   Civil War Historical Impressions. CS & US Infantries. Programs at Spanglers Spring. Auto Tour Stop 13.   May 7-8   C.S.A. Artillery. Programs at Pitzer Woods. Auto Tour Stop 6. 2nd Division, 2nd Corps Field Medical Staff. Programs at Pennsylvania Monument. Auto Tour Stop 12. The Guns of Gettysburg with Dr. Larry Keener-Farley. Programs at Pennsylvania Monument. (Saturday, May 7 ONLY.) Auto Tour Stop 12.   May 14-15   44th Georgia Infantry. Programs at Pitzer Woods. Auto Tour Stop 6. Potomac Home Brigade Infantry. Programs at Spanglers Spring. Auto Tour Stop 13. 7th Pennsylvania Reserves, 1st and 3rd Maryland Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12.   May 21-22   9th Pennsylvania Reserve Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12. 24th Virginia Infantry. Programs at Spanglers Spring. Auto Tour Stop 13.   May 28-29   26th Annual Memorial Day Regulars Weekend. 2nd U.S. Regular Infantry. Programs at Meade's HQ. Battery D, 1st Pennsylvania Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12. 10th Virginia Infantry, The Southern Grays. Programs at Spanglers Spring. Auto Tour Stop 13.   June 4-5   119th New York Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12. 8th New Jersey Infantry. Programs at Spanglers Spring. Auto Tour Stop 13.   June 11-12   6th New Hampshire Infantry. Programs at Spanglers Spring. Auto Tour Stop 13. Battery M, 2nd U.S. Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12. C.W. Historical Impressions, C.S.A. Infantry. Programs at Pitzer Woods. Auto Tour Stop 6. The Blue and Gray Reunion with Mr. Donald Steele. Programs at the High Water Mark. (Saturday, June 11 ONLY.) Auto Tour Stop 15.   June 18-19   1st North Carolina Artillery. Programs at Pitzer Woods. Auto Tour Stop 6. 13th New Jersey Infantry. Programs at Spanglers Spring. Auto Tour Stop 13.   June 25-26   20th Maine Infantry & 2nd U.S. Sharpshooters. Programs at Pennsylvania Monument. Auto Tour Stop 12. 20th Maine Field Hospital at Meade's HQ. 2nd Maryland Infantry. Programs in Pitzer Woods. Auto Tour Stop 6. 23rd Virginia Infantry. Programs at Spanglers Spring. Auto Tour Stop 13.   July 2-3   The Mifflin Guard Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12. The Confederate Military Forces Infantry. Programs at Pitzer Woods. Auto Tour Stop 6.   July 9-10   1st Ohio Light Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12.   July 16-17   Civil War Historical Impressions, C.S. Infantry. Programs at Pitzer Woods. Auto Tour Stop 6.   July 23-24   3rd Virginia Infantry. Programs at Pitzer Woods. Auto Tour Stop 6. Southern Grays, 10th Virginia Sharpshooters. Programs at Spanglers Spring. Auto Tour Stop 13.   July 30-31   87th Pennsylvania Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12. 2nd U.S. Cavalry, Co. A. Programs at Pitzer Woods. Auto Tour Stop 6.   August 6-7   4th Maryland Artillery. Programs at Pitzer Woods. Auto Tour Stop 6. 71st PA Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12.   August 13-14   North Carolina State Troops Infantry. Programs at Pitzer Woods. Auto Tour Stop 6. 124th New York Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12.   August 20-21   Liberty Grays Infantry. Programs at Pitzer Woods. Auto Tour Stop 6. 44th Georgia Infantry. Programs at Spanglers Spring. Auto Tour Stop 13. Society of Civil War Surgeons Annual Field Hospital Muster. Programs at Pennsylvania Monument. Auto Tour Stop 12.   August 27-28   Battery B, 1st Rhode Island Light Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12. Special Program Saturday, August 27 at 5 pm at the High Water Mark. Auto Tour Stop 15. 1st Texas Infantry. Programs at Pitzer Woods. Auto Tour Stop 6. 10th Virginia Infantry, The Valley Guards. Programs at Spanglers Spring. Auto Tour Stop 13.   September 3-4   Battery D, 1st Pennsylvania Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12. 28th Virginia Infantry. Programs at Pitzer Woods. Auto Tour Stop 6.   September 10-11   53rd Pennsylvania Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12. 21st Mississippi Independent Rifles. Programs at Pitzer Woods. Auto Tour Stop 6.   September 17-18   1st North Carolina Artillery. Programs at Pitzer Woods. Auto Tour Stop 6. 9th PA Reserve Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12.   September 24-25   4th Maryland & Stribling's Batteries of Artillery. Programs at Pitzer Woods. Auto Tour Stop 6. 3rd United States Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12.   October 1-2   2nd U.S. Sharpshooters. Programs in Pitzer Woods. Auto Tour Stop 6. Grand Army of the Republic (GAR) Reunion Programs at Spanglers Spring. Auto Tour Stop 13.   October 8-9   150th New York Infantry. Programs at Pennsylvania Monument. Auto Tour Stop 12. Prince Anne Grays Virginia Sharpshooters. Programs at Spanglers Spring. Auto Tour Stop 13.   October 15-16   Ohio Valley Civil War Association. Infantry, Artillery, & Sharpshooters. Programs at Pennsylvania Monument. Auto Tour Stop 12. 10th Virginia Infantry, Southern Grays. Programs at Spanglers Spring. Auto Tour Stop 13. 12th Alabama Infantry. Programs at Pitzer Woods. Auto Tour Stop 6.   October 22-23   Battery F, 1st Pennsylvania Artillery. Programs at Pennsylvania Monument. Auto Tour Stop 12. Richmond\/Fayette C.S. Artillery. (Maryland State Parks, South Mountain) Programs at Pitzer Woods. Auto Tour Stop 6. U.S. Sharpshooters on Little Round Top. Auto Tour Stop 8.   October 29-30   The Squabbler's Mess ( Federal Troops). Programs at Pennsylvania Monument. Auto Tour Stop 12. Civil War Impressions, CSA Infantry. Programs at Pitzer Woods. Auto Tour Stop 6.",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/living-history.htm"
}
