{
    "title": "Gettysburg National Military Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      PARK GROUNDS AND ROADS The park is open daily from 6:00 A.M. to 10:00 P.M. April 1 to October 31, and 6:00 A.M. to 7:00 P.M. November 1 to March 31. Park hours are strictly enforced. Comfort Stations located throughout the park are open for visitors during regular park hours. These stations are closed for the winter from mid-November (after Remembrance Day events) through March. THE MUSEUM AND VISITOR CENTER The Museum and Visitor Center is open daily throughout the year. The center is closed on Thanksgiving Day, Christmas Day, and New Years Day. Museum and Visitor Center Yearly Operating Hours: 8:00 A.M. to 5:00 P.M.- November 1 through March 31. 8:00 A.M. to 6:00 P.M.- April 1 to October 31.  THE DAVID WILLS HOUSE The Wills House is open throughout the year with a reduced daily schedule during the fall, winter and spring months. The Wills House is closed Thanksgiving Day, Christmas Day and New Year's Day. David Wills House Yearly Operating Hours: January, February- 10:00 A.M. to 4:00 P.M. on Saturday, 10:00 A.M. to 3:00 P.M. on Sunday. March - 10:00 A.M to 4:00 P.M. Thursday through Monday (closed Tuesday and Wednesday).April - 10:00 A.M. to 4:00 P.M. Wednesday through Monday (closed on Tuesday). May through August- 10:00 A.M. to 5:00 P.M. daily. September through November- 10:00 A.M. to 5:00 P.M., Wednesday through Monday (closed Tuesday). December- 10:00 A.M. to 4:00 P.M., Saturday and Sunday (closed weekdays).  THE SOLDIERS' NATIONAL CEMETERY (Gettysburg National Cemetery) The Soldiers' National Cemetery is open at dawn and closes at sunset daily. The cemetery is closed to vehicular traffic. Parking for the cemetery is located between Taneytown Road and Steinwehr Avenue (Bus. Rt. 15).",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/hours.htm"
}
