{
    "title": "Gettysburg National Military Park: Campgrounds",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Campgrounds              McMillan Woods Youth Campground         NPS Photo    For scouting and organized youth groups that visit Gettysburg National Military Park, we offer McMillan Woods Youth Campground, located in the park on West Confederate Avenue. The campground is open from mid-April through the end of October every year. Any organized youth group with adequate adult supervision (minimum of one adult for every 10 youths) is welcome to use the camping area. Camping here is by reservation only and camp sites are reserved on a first come, first served basis. Adults who accompany every group must be supervisors such as troop scoutmasters or youth counselors; family members are not permitted to camp with their child's organization. To make reservation, please visit our reservations page on Recreation.gov.  The 2016 Camping Season runs from April 1 to October 30, 2016 and is closed from October 31, 2016 through April 14, 2017.           Map Of McMillan Woods Youth Campground (pdf, 3.63mb)      Facilities: Provided are nine portable toilets and one handicapped unit, two potable water faucets, and a trash receptacle. There are ten camp sites, each with a picnic table and fire ring. Tents and dining canopies are the only shelters permitted. Campers or recreational vehicles are not permitted. Vehicles must remain in the parking lot only at all times! Camp stoves using propane or white gas are permitted. All wood fires must be contained within the fire ring. The park does not provide firewood. Trenching around tents is not allowed. Water provided is for drinking only. There are no shower facilities at the campground. Quiet Hours: 10 P.M. to 6 A.M. There are no outside lighted areas. No walking\/hiking on the Battlefield during the quiet hours. Check In\/Check Out Procedures: A copy of all site assignments will be posted on the bulletin board at the campground. You do not need to check in with a ranger. Locate your site and make camp. Arrival and earliest set-up time is 11 A.M. and the site must be cleared by noon on the day of departure. Please keep your camping permit in your possession at the campground. Directions: McMillan Woods Youth campground is located in the park on West Confederate Avenue, which is accessible from West Middle Street (Rt. 116) in Gettysburg. West Confederate Avenue is a one-way road. Click here for additional directions (pdf). If you still have questions regarding directions, call the park at (717) 334-1124, extension 3131 (weekdays only). Scout Trails Information: The \"Boy Scouts of America Gettysburg Heritage Trail Guide\" is available in the park Museum and Visitor Center bookstore and from the New Birth of Freedom Boy Scout Council web site. Security Notice: In planning your visit to Gettysburg National Military Park, please keep in mind that the park Museum and Visitor Center is a privately owned facility, operated by the Gettysburg Foundation. For reasons of security, backpacks, day packs, large handbags, packages or other medium to large sized containers are prohibited in this building and cannot be left unattended outside of it. All persons entering are subject to search. Please lock your valuables in the trunk of your vehicle and out of sight while in the park and while camping at McMillan Woods Youth Campground. Notice of Bans on Outdoor Fires: When, in the case of extremely dry conditions, there is a ban on outdoor fires in effect for Adams County, it will be announced on the Pennsylvania Department of Conservation and Natural Resources web page with a notice from the park on this page. The PDCNR provides notices of burn bans and severe conditions throughout the state.",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/campgrounds.htm"
}
