{
    "title": "Flight 93 National Memorial: International Design Competition",
    "body": "International Design Competition         Jury deliberations; Both the Stage 1 and Stage 2 juries were comprised of family members, design professionals, local community members, representatives of national organizations, and project partners. Chuck Wagner  International Design Competition The Partners - the Families of Flight 93, the Flight 93 Memorial Task Force, the Flight 93 Advisory Commission, and the National Park Service - agreed that a design competition open to everyone would be the most inclusive, transparent and democratic way to create a national memorial. In the spring of 2004, the Partners hired professional design competition advisors to help develop and administer the international design competition. The Partners collectively sponsored the Flight 93 National Memorial International Design Competition with financial support from the Heinz Endowments and the John S. and James L. Knight Foundation. The design competition was conducted in two stages. Stage I, which began on September 11, 2004, was open to design professionals as well as to the public. All registered participants received a competition manual that presented the memorial's Mission Statement and explained the initial design program. The competition manual provided a description of the site and its environs, a community profile and the history of the area. Site and resource maps were also included.  The competition guidelines challenged the competitors to present design concepts for a \"memorial expression\" that portrays the issues, ideas, and spirit and intent of the Mission Statement. The \"memorial expression\" could range from an individual artwork piece to a larger landscape treatment. All competitors were requested to consider the following themes, which represented the Partners' objectives:  • Honor the heroes of Flight 93-the 40 passengers and crew who on one September morning changed the course of history…; • Contribute to the dialogue of what a national memorial should be…;  • Conceive a message that will reflect on the event that occurred on September 11, 2001, and be timeless in its power and conviction…. The intent of Stage I was to provide a range of design concepts for the national memorial. In October, November, and December of 2004, registered competitors were given an opportunity to tour the site with the competition advisors and Partners. Photographic and video versions of the site tour were posted on the project website and all registered competitors were given a compact disk with a video tour of the site and the local community. A formal question and answer period was also available with the questions and responses posted on the project website for all participants to view. On January 11, 2005, the Stage I designs were submitted. All Stage I submittals were submitted anonymously as a concept on a single board. More than 1,000 entries were received from throughout the world. All entries that complied with the competition guidelines were exhibited in Somerset, Pennsylvania and were photographed and posted on the project website. Visitors to the exhibition and the website could comment on the designs. The exhibit provided family members, the Partners and the public with an opportunity to view the thoughtfulness, creativity, and commitment of the designers. All the design submittals were included in the national memorial's permanent collection. The Stage I Jury, comprised of nine design professionals, family members, and national leaders (and one family member who served as a recorder and alternate), evaluated all Stage I entries. The jury reviewed the public comments, discussed the merits of the design concepts and sought entries that best embodied the spirit of the Mission Statement and an understanding of the landscape. The jury recommended five Stage I Finalists and nine Stage I Honorable Mentions who were publicly announced on February 4, 2005, and who advanced to Stage II of the design competition. In Stage II, the five finalists received an honorarium to refine their Stage I design concepts to a level that fully explained the spatial, material, and symbolic attributes of their concept for the Flight 93 National Memorial. On February 24 and 25, 2005, the five finalists toured the site and participated in a master plan workshop to explore the site's resource conditions, understand potential visitor experiences, and determine a range of actions that would be needed throughout the national memorial site to support their design. The workshop ensured that any one of the design concepts could be fully considered in the General Management Plan. In April 2005, the finalists met the Partners and participated in a second site visit in which they were given complete access to all areas of the site for several days. Stage II entries were due on June 15, 2005. The designs were exhibited in Somerset, Pennsylvania and on the project website from July 1 through September 25, 2005. The public was given the opportunity to comment on the final designs at the exhibition and through the project website. During the first week of August 2005, a separate jury reviewed all public comments received to date and evaluated the designs. The Stage II Jury was comprised of 15 members including family members, design and art professionals, and community and national leaders. The jury collaboratively and rigorously examined the designs to determine which one best fulfilled the spirit of the Mission Statement. As prescribed by the competition regulations, the jury's recommendation was presented to the head officials of each Partner organization. On September 7, 2005, all groups associated with this process concurred with the recommendation which was subsequently adopted by the Commission and publicly announced. The selected design was submitted by Paul Murdoch Architects and Nelson Byrd Woltz Landscape Architects.",
    "url": "https:\/\/www.nps.gov\/flni\/learn\/management\/intldesigncomp.htm"
}
