{
    "title": "Gettysburg National Military Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1195 Baltimore Street  Gettysburg, PA 17325                 Directions         Gettysburg National Military Park is located in Adams County, Pennsylvania. The museum and visitor center is located at 1195 Baltimore Pike (Route 97) with a back entrance from the Taneytown Road (State Rt. 134). From North or South, follow US 15 to Gettysburg and watch for signs to direct you to the National Park Service Museum and Visitor Center. From East or West, drive into Gettysburg on US Rt. 30, turn South on Baltimore Street (Rt. 97), and follow signs to the entrance of the visitor center.  Directions Details           Operating Hours & Seasons         Summer Hours April - October Museum & Visitor Center is open 8 am - 6 pm Park Roads are open 6 am - 10 pm Soldiers' National Cemetery is open Dawn - Dusk   Standard Hours    Sunday: 8:00 AM - 6:00 PM   Monday: 8:00 AM - 6:00 PM   Tuesday: 8:00 AM - 6:00 PM   Wednesday: 8:00 AM - 6:00 PM   Thursday: 8:00 AM - 6:00 PM   Friday: 8:00 AM - 6:00 PM   Saturday: 8:00 AM - 6:00 PM      Winter Hours November - March Museum & Visitor Center is open 8 am - 5 pm Park Roads are open 6 am - 7 pm Soldiers' National Cemetery is open Dawn - Dusk   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM             Weather           http:\/\/www.wunderground.com\/cgi-bin\/findweather\/hdfForecast?query=17325         Fees & Passes     Entrance Fees:   Park Entrance  - $0.00 Entrance to the park is FREE.         Visitor Centers       Museum & Visitor Center Start your visit to Gettysburg National Military Park at the The Museum & Visitor Center. Here you will find the National Park Service Information Desk, Visitor Center activities, ticket sales, Museum Bookstore, Refreshment Saloon and restrooms. Entrance to the Visitor Center is free; some activities require tickets.                (Harry Waters, National Park Service)        Welcome to Gettysburg National Military Park!  Here are some basic things you need to know about visiting this most historic battlefield. Gettysburg National Military Park is located in south-central Pennsylvania and is open year round. Entrance to the park is free of charge. The Gettysburg National Military Park Museum and Visitor Center, located at 1195 Baltimore Pike, is owned and operated by the Gettysburg Foundation in cooperation with the National Park Service. Entry to the center is free. There is a fee for the film experience, cyclorama program and access to the museum exhibit hall. Open daily throughout the year except for Thanksgiving Day, Christmas Day and New Year's Day, the center hosts a massive book and gift store operated by Events Network as well as a \"Soldier's Rest\" saloon that offers a full menu throughout the day. Battlefield tours on your own, on a bus or with a Licensed Battlefield Guide can be arranged at the Center. Pets are not allowed in the Museum and Visitor Center with the exception of Seeing Eye dogs. Contact the Gettysburg Foundation for further information and assistance. Weapons are not allowed in the Museum and Visitor Center. Contact the Gettysburg Foundation for further information and assistance. The Soldier's National Cemetery (Gettysburg National Cemetery), the final resting place of the Union soldiers who died at Gettysburg and where President Abraham Lincoln gave his famous address, is also located in the park and is open from dawn to dusk throughout the year. Bicycles, pets, horses and vehicles are not permitted in the cemetery. Operating Hours and Seasons Fees and Passes Permits and Reservations Accessibility  Maps Places to Go Things to Know Before You Come",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/basicinfo.htm"
}
