{
    "title": "Gettysburg National Military Park: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets         Pets can enjoy Gettysburg too.       (National Park Service)  Pets are welcome at Gettysburg National Military Park though there are some general rules that pet owners should follow during their visit. Pets are not allowed in the Museum and Visitor Center, the Soldiers' National Cemetery, or other park buildings at any time. Only Service Dogs may enter the Museum and Visitor Center in company with their owners. Pet owners should be aware there is little or no shade in any of the three parking lots adjacent to the Museum and Visitor Center and it is the policy of the Gettysburg Foundation that pets must not be left unattended in personal vehicles in these lots during your visit. We recommend that one of your party remain with your pet in a shaded area away from the vehicle during that time. There is limited shade at many of the stops on the Self Guided Auto Tour of the park. On a warm day, temperatures in an enclosed automobile can reach well over 100 degrees within five minutes. Owners should consider the care and comfort of their pets while at tour stops with the vehicle adequately ventilated and water available. Pets must be restrained on a leash at all times while in the park. If your dog is a bite risk or can be startled by large crowds, it must be restrained with a proper anti-bite collar and harness. Owners are not allowed to tie or leash dogs to trees, signs or monuments in the park. Cleaning pet waste from park grounds is the responsibility of the owner and is now regulated by law in certain areas. Pet waste can transmit disease to visitors, children and other pets and should be removed from the park and not left on park grounds. Please remember to bring plastic bags or other storage bags to properly transport waste from the park. Cleaning up after your dog is the responsible thing to do! There are parasites in the park that both you and your pet should avoid, including wildlife and insects. Please check your pet for visible parasites immediately after your visit. Following these simple rules will make your visit to the park, as well as your pet's visit, a more enjoyable one!",
    "url": "https:\/\/www.nps.gov\/gett\/planyourvisit\/pets.htm"
}
