{
    "title": "Petrified Forest National Park: Youth Conservation Corps",
    "body": "Explore This Park    Get Involved     Work With Us     Youth Conservation Corps              Youth Conservation Corps        2010 YCC summer crew NPS       As part of the Youth Conservation Corps (YCC) you will have a personal role in protecting the nation's resources and lands. This summer, Petrified Forest National Park will hire up to ten (10) young men and women from areas near the park to work in a non-residential YCC program. Come be part of a team and get paid to learn in your national park!         Possible projects and learning opportunities for the 2016 summer YCC season include:  Supporting the completion of the new Tawa trail  Revegetation of native plants  Assisting with paleontological field work  Native seed collection for conservation purposes  At least one off site educational trip and service project  YCC regional training in Flagstaff           YCC members at work NPS  Who Can Apply? To be eligible for participation in the program, you must:  be a citizen of the United States of America have reached the age of 15, but will not reached the age of 19 have a social security card have not participated in YCC within the past three years have no history of serious criminal or other anti-social behavior be able to obtain parental or legal guardian consent to enroll in the YCC program Be able to attend the full 8 week program Be able to attend regional YCC overnight activities in Flagstaff (transportation provided) at the beginning and end of the program and a group service project. be able to provide proper work clothing (long sleeve shirts, trousers or jeans, etc.) have transportation to\/from the park or to\/from a designated meeting place.  Handicapped youth, who with reasonable accommodation, can perform the essential functions of the YCC program, are also eligible. Download the Application Form HERE Application Deadline is April, 15th 2016 Mail all completed forms to: Administration Office Attn: HR\/YCC PO Box 2217 Petrified Forest, AZ 86028 For questions or to get more information about the YCC program you can contact us at (928)524-6228 x264.       2014 YCC crew on the new Tawa trail NPS",
    "url": "https:\/\/www.nps.gov\/pefo\/getinvolved\/supportyourpark\/ycc.htm"
}
