{
    "title": "Flight 93 National Memorial: Mission Statement",
    "body": "Mission Statement       Flight 93 National Memorial Mission Statement PREAMBLE    A common field one day. A field of honor forever. May all who visit this place remember the collective acts of courage and sacrifice of the passengers and crew, revere this hallowed ground as the final resting place of those heroes, and reflect on the power of individuals who choose to make a difference. OVERVIEW          The purpose of this document is to lay the foundation for the planning and development of the Flight 93 National Memorial. These words and ideas have been developed through the collaborative efforts of the families of the passengers and crew of Flight 93, local residents, national leaders, the National Park Service and the general public. This partnership and framework of principles will ensure that the design of Flight 93 National Memorial and future development and management decisions are consistent with the fundamental reasons this National Memorial is being created. We acknowledge that the details of what took place on board Flight 93 will never by fully known. And only the passage of time will give us the perspective to fully comprehend the importance of the event and of this hallowedplace. CONTEXT          The events of September 11th, 2001, are forever etched into the hearts and souls of the family members and loved ones of those who died, the nation and the world. The United States experienced the worst incident of terrorism in the nation's history. The coordinated hijacking of four commercial airliners, the planned attack on symbolic targets, the murder of innocent people, were all tragic and shocking events. However, we also remember the extraordinary responses of those individuals involved and the challenges they faced that day. Those heroic actions were awe-inspiring and are worthy of remembrance.          On that day, two commercial airliners, American Airlines Flight 11 carrying 92 passengers and crew, and United Airlines Flight 175 carrying 65 passengers and crew, were hijacked shortly after departure from Boston. Both planes were deliberately flown into the twin towers of the World Trade Center in New York City, resulting in the loss of all on board and 2,635 rescue workers and occupants of the World Trade Center and other innocent bystanders. A third plane, American Airlines Flight 77 was hijacked after departure from Washington, D.C. and flown into the Pentagon in Arlington, Virginia, taking the lives of 64 passengers and crew and 125 in the building. The fourth plane, United Airlines Flight 93, was delayed in its scheduled departure from Newark, New Jersey to San Francisco, California. About 45 minutes into the flight, as the Boeing 757 was nearing Cleveland, Ohio, it abruptly changed course, heading southeast in the direction of the nation's capital, Washington, D.C. Shortly before 10:00 a.m. it was observed flying low and erratically over southwestern Pennsylvania. Just after 10:00 a.m., the plane crashed at a cruising speed estimated at more than 500 miles per hour into a reclaimed strip mine at the edge of a wooded area in Somerset County, Pennsylvania. Emergency responders, arriving at the scene minutes after the crash, found no survivors. All thirty-three passengers, seven crew members and the four hijackers were killed.          In the hours and days that followed, an astounding story about what happened on board Flight 93 was revealed. When the terrorists took over the plane, passengers and crew were able to telephone family members, friends and emergency dispatchers to report the hijacking. Through these conversations, those on board Flight 93 learned about the horrific events unfolding at the World Trade Center and at the Pentagon.            As their phone conversations revealed, the passengers and crew of Flight 93 realized that their plane was also part of the planned attack. This realization led to a collective decision by the passengers and crew to stop the terrorists from achieving their goal. The story of the heroic actions of the passengers and crew of Flight 93 later was confirmed when the contents of the many telephone conversations and the cockpit voice recorder were reviewed. All 40 of the passengers and crew have been recognized as heroes.          While the nation mourned the loss of life on that day, the selfless actions of the passengers and crew of Flight 93 evoked respect and appreciation from people around the world. In the days and weeks following the tragedy, our nation experienced a rekindled sense of unity, strength and resolve. Actions intended to divide and demoralize the nation had the opposite effect, and the crash of Flight 93 became a symbol of human courage and freedom in the face of adversity and death. The site of the crash became a place of impromptu gathering where the public memorialized and commemorated these events while they struggled to comprehend their meaning.          Following an exhaustive field investigation and recovery effort during the autumn of 2001, the crash site was reclaimed. The crater was backfilled and the area was planted with grass and wildflowers. The site was also fenced and security was posted. At the same time, county and regional leaders, members of the local community, the families of the passengers and crew of Flight 93 and representatives from the National Park Service began to realize the importance of the crash site as a place of honor and of the need to preserve and protect it. On March 7, 2002, federal legislators introduced legislation [H.B. 3917] \"to authorize a national memorial to commemorate the passengers and crew of Flight 93 who, on September 11, 2001, courageously gave their lives thereby thwarting a planned attack on our Nation's Capital.\" The four principal partners identified in the legislation and charged with the planning process to design, construct and manage the national memorial are the Families of Flight 93, Inc., the Flight 93 Advisory Commission, the Flight 93 Memorial Task Force and the National Park Service. PURPOSE          On September 24, 2002, the Flight 93 National Memorial Act (P.L. 10-226) was passed by Congress and signed by President George W. Bush, creating Flight 93 National Memorial. The following statements represent shared understandings about the purposes for creating Flight 93 National Memorial:  Honor the passengers and crew members of Flight 93 who courageously gave their lives thereby thwarting a planned attack on our Nation's Capital, Washington, D.C. Allow the public to visit the site and express their feelings about the event and the passengers and crew of Flight 93. Preserve the open, rural landscape and the solemn and tranquil setting of the crash site of Flight 93.  SIGNIFICANCE OF THE SITE          The events of September 11th and the crash of Flight 93 have had a profound impact on the nation and the world. The following statements summarize why this place is so important that is has been established as a unit of the National Park System.  The crash site is the final resting place of the passengers and crew of Flight 93.  The heroic actions of the passengers and crew of Flight 93 ending here were a part of the transformational events in the world that resulted from the September 11th, 2001 terrorist attacks on America.  INTERPRETIVE THEMES          Flight 93 National Memorial will be a place for individuals to learn about the events of September 11th and seek personal meaning from their experience. In the future, interpretive media and programs will be developed around the key stories and ideas that illustrate the significance of the Memorial and help to place the Memorial in its national andinternational contexts. The primary interpretive themes for Flight 93 National Memorial are:  Flight 93 was the only hijacked plane on September 11th that failed to hit its intended target. The crash of Flight 93, only 20 minutes from Washington, D.C., was the direct result of the actions of the passengers and crew who gave their lives to prevent a larger disaster at the center of American government. The events of September 11th, 2001, revealed the extraordinary bravery of ordinary men and women who, when challenged, responded with spontaneous leadership and collective acts of courage, sacrifice and heroism. The events of September 11th including the actions of the passengers and crew of Flight 93 led to a stronger sense of pride, patriotism and resolve, and a reaffirmation of the value of human life. The first responders, the community, and those individuals and organizations that provided assistance in the recovery and investigation demonstrated compassion and exemplary service.  Unfolding knowledge of the events surrounding September 11th can contribute to a realization of the impact of intolerance, hatred and violence.  THE MISSION The mission of the Flight 93 National Memorial is to:  honor the heroism, courage and enduring sacrifice of the passengers and crew of Flight 93; remember and commemorate the events of September 11, 2001; celebrate the lives of the passengers and crew on Flight 93; revere this hallowed ground as the final resting place of heroes who sacrificed their lives so that others would be spared; express the appreciation of a grateful nation forever changed by the events of September 11th; educate visitors about the context of the events of September 11th; and offer a place of comfort, hope and inspiration.",
    "url": "https:\/\/www.nps.gov\/flni\/learn\/management\/missionstatement.htm"
}
