{
    "title": "Flight 93 National Memorial: General Management Plan",
    "body": "General Management Plan       General Management Plan  The National Park Service prepares a General Management Plan (GMP) for each site it manages. The plan guides decisions on development, resource management, and visitor use for the next 15-20 years. Because such decisions have long-term implications, the National Park Service also prepares an Environmental Impact Statement (EIS) that accompanies the plan to evaluate and disclose the impacts associated with pursuing various management approaches.  The National Park Service, its Partners -- the Flight 93 Federal Advisory Commission, the Families of Flight 93, and the Flight 93 Memorial Task Force -- and the public explored a range of ideas or alternatives for developing the memorial. Some ideas were considered infeasible or did not fulfill the Mission Statement and were eliminated from further evaluation. Two alternatives are evaluated in the Draft GMP\/EIS. Alternative 1 – No Action, considers the effects of operating and maintaining the memorial under current management practices with some minor  modifications related to visitor safety and convenience. Alternative 2 – Preferred Design Alternative, evaluates the effects of implementing the selected design from the Flight 93 National Memorial International Design Competition. Alternative 2 represents the agency’s preferred alternative, as well as the environmentally preferred alternative. The Draft GMP\/EIS for the Flight 93 National Memorial was available for public review and comment from June 14, 2006 through August 14, 2006. Comments could be submitted through this website or in writing to the National Park Service project office. A public open house and meeting on the draft document was held on July 20, 2006, at the Shanksville-Stonycreek School in Shanksville, Pennsylvania. Participants had the opportunity to ask questions of the planning team and to submit written, oral, and videotaped comments. The National Park Service reviewed and addressed the comments and issued the Final GMP\/EIS on June 22, 2007. The planning process concluded in July 2007 with the signing of the Record of Decision.  General Management Plan  Final GMP\/EIS (PDF-20.64 MB) GMP Summary (PDF-1.34 MB)   Individual chapters can be downloaded from this list:  Front Cover and Executive Summary (PDF-0.4 MB) Table of Contents (PDF-0.09 MB) Chapter I: Purpose of and Need for Action (PDF-0.9 MB) Chapter II: Alternatives (PDF-0.9 MB) Chapter III: Affected Environment (PDF-7.5 MB) Chapter IV: Environmental Consequences (PDF-1.1 MB) Chapter V: Consultation, Coordination and Compliance (PDF-0.2 MB) Chapter VI: Preparers, Contributors and Reviewers (PDF-0.1 MB) References (PDF-0.1 MB) Appendices (PDF-9.2 MB) Record of Decision (PDF-1.0 MB) Summary of Initial Public Comments (PDF-127 KB)",
    "url": "https:\/\/www.nps.gov\/flni\/learn\/management\/gmp.htm"
}
