{
    "title": "Scotts Bluff National Monument: Interpretive Programs",
    "body": "Interpretive Programs         Frenchie, an early fur trader NPS Photo   From living history on the Oregon Trail to ranger walks and talks, interpretive programs will open your eyes to the rich human and natural history of Scotts Bluff National Monument. The summer months are full of different programs: Daily: Rangers will be roving at various times during the day. You may find them on top of the bluff, walking the Saddle Rock Trail or along the Oregon Trail. Be prepared to discover the importance of the geology of the bluffs, the variety of flowers that bloom on the plains or more about the human history of the area. Saturdays: Visit with a ranger in clothing from the past. They may be a fur trader, an emigrant from the Oregon Trail or a worker from the Civilian Conservation Corps. If you see a sign designating a date in the past as you approach, it is time to leave modern times behind. The character you meet will believe you and they are from that time period and they will not be able to answer questions about anything more modern. In the afternoons, guest speakers take the spotlight at 3:00 pm as they present programs in the visitor center. Guests may be from museums, local businesses, state and federal parks, educational institutions and Humanities Nebraska. Sundays: Rangers give programs on Sunday afternoons at 3:00 inside the visitor center. Topics cover the different themes of the park and may be presented as a slide program, living history or talk. Visit with a ranger in clothing from the past. They may be a fur trader, an immigrant from the Oregon Trail or a worker from the Civilian Conservation Corps. If you see a sign designating a date in the past as you approach, it is time to leave modern times behind. The character you meet will believe you and they are from that time period and they will not be able to answer questions about anything later.        2011 Pony Express Re-rider NPS Photo  Annual Special Events February:  The Great Backyard Bird Count: join a ranger who will drive you out to an area to identify and count birds as part of this worldwide effort to track where and how many birds are around the globe.  April:  The last full week of April is National Park Week. There are several events to participate in including: the Monumental Clean-up; \"The Artist's Perception\" Art Show and National Jr. Ranger Day.  June:  The Pony Express Re-ride: Witness a rider dash up on their horse, leap off, grab the Mochilla, put in on a fresh horse, mount and ride on just as in 1860.  July:  View fireworks from the top of the bluff on Independence Day until 10:00 pm.  Oregon Trail Days is a community wide celebration and the park participates in the parade and by hosting the Bike Hill Climb on Saturday morning.  December:  On the first Saturday learn more about how Christmas on the Prairie was celebrated in the 19th century as you and your children make old-fashioned ornaments while listening to live music of the period.  During the weekend before Christmas, drive to the top of the summit between 4:30-8:00 to see the holiday lights in town.    Daytime programs are free with a valid park entrance pass. For more information, check the events calendar on this website, call the visitor center at 308-436-9700, go to our Facebook page https:\/\/www.facebook.com\/scottsbluffnps, or our Twitter site : http:\/\/twitter.com\/ScottsBluffNPS.",
    "url": "https:\/\/www.nps.gov\/scbl\/planyourvisit\/interpretive-programs.htm"
}
