{
    "title": "Lake Mead National Recreation Area: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Center              The Alan Bible Visitor Center, built in 1966 has been brought into the 21st century while preserving its historic elements. Improvements include bringing its many systems up to code, improving accessibility throughout the building and making it more climate friendly by conserving and producing energy.   Our Visitor Center volunteers can answer all your park questions and they have a wealth of knowledge about the park, it's history, and things to do.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.          The Visitor Center is located outside the park entrance (no fee required) near Boulder City. Click Here to download your 8.5 x 11 map (PDF)             Those driving by the visitor center site will notice the new solar panel array on the property. These nine panels and other improvements will earn the Alan Bible Visitor Center a LEED (Leadership in Energy and Environmental Design) silver rating, a unique award for a historic building.   Other changes are more subtle; an exciting new award winning park film, the improved bookstore carries many new educational and nature gift items and the cactus garden will have improved sidewalks and masonry walls.         See a full size relief map of the Lake Mead National Recreation Area. This map shows the park in amazing detail.         Explore what the park has to offer from what animals make Lake Mead their home to the challenges the park faces into the future.         The Alan Bible Visitor Center also offers a complete gift store stocked with books about the park and the region, posters, history, T-shirts, hats, postcards, and maps. If you have any questions about the Lake Mead National Recreation Area this is the place to find information on anything related to the park.     The Visitor Center is open 9:00 a.m. to 4:30 p.m daily. Please call 702-293-8990 for more information.  The Visitor Center will be closed the following holidays: Thanksgiving Day, Christmas Day and New Years Day.",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/visitorcenters.htm"
}
