{
    "title": "Flight 93 National Memorial: Partners",
    "body": "Partners       National Park Service The National Park Service administers and manages all aspects of the planning, design, and operations Flight 93 National Memorial as a unit of the National Park System.       Friends of Flight 93 National Memorial The Friends of Flight 93 National Memorial is an ambitious group of local residents as well as family members of the passengers and crew and interested parties from around the country, who joined with the National Park Service to create this new long-term non-profit organization. The Friends efforts will ensure grassroots involvement that was invaluable to the planning and design of the memorial, will not end with dedication and completion of the permanent memorial.      Families of Flight 93, Inc The Families of Flight 93, Inc. is a private non-profit 501(C) 3 organization established to assist in developing and sustaining a permanent memorial to the crew and passengers of United Airlines Flight 93. A fifteen-member board of directors presides over the operations, and maintains communication with the immediate and extended family members of the passengers and crew of Flight 93.       National Park Foundation  The National Park Foundation administered the Capital Campaign with two full-time dedicated staff, plus the administrative support of the Foundation. The Capital Campaign raised the funds used to build the memorial elements. The congressionally-chartered Foundation is the national charitable partner of America's national parks.       Flight 93 Advisory Commission The Flight 93 Advisory Commission completed its work in September 2013. The Flight 93 Advisory Commission was a federal commission, Congressionally chartered, and appointed by the Secretary of the Interior. It was comprised of fifteen members, including family members of the Flight 93 passengers and crew, local residents and officials, national figures, and a representative of the Director of the National Park Service. Public Law 107-226 was signed by the President on September 24, 2002, and established the Commission as the legislated body with the authority to make recommendations to the Secretary of Interior on:  1) the design of a permanent memorial to the Secretary of the Interior and to Congress by September 25, 2005; (completed)  2) the management plan for the national memorial to the Secretary; (completed; Record of Decision signed July 2007); and  3) the boundary for the national memorial to the Secretary. (completed; approved by the Secretary of Interior January 2005).  As an advisory body, the Commission heard reports and proposals from its committees and sent forward recommendations to the NPS and Department of the Interior leadership.        Flight 93 Memorial Task Force The Flight 93 Memorial Task Force completed its work in 2010. The grassroots organization nominated members for the Flight 93 Advisory Commission and served as the Commission's operational arm. With its work complete, many of its members are still active through volunteering at the memorial and serving on other partner groups such as the Friends of Flight 93.",
    "url": "https:\/\/www.nps.gov\/flni\/getinvolved\/partners.htm"
}
