{
    "title": "Flight 93 National Memorial: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Flight 93 National Memorial is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      A Memorial for All Seasons  More than just one element, Flight 93 National Memorial is an entire memorial landscape.  The land, flowers, trees, wetlands, and sky are all part of the design.  Each season provides different experiences.  The flowering trees of spring, the wildflower meadows blooming in summer, the vibrant fall colors, and the stark beauty of a crisp winter day, all provide opportunities for reflection and contemplation.   Come see the memorial not just in one season, but all four. Read more      Call to Action Projects      Park Pass Art Contest for Fourth Graders  The five National Parks in Western Pennsylvania held an art contest to celebrate the Centennial of the National Park Service and to encourage students to Find Their Park. The parks’ invited fourth graders from the counties in which the parks are located to participate. Entries were as diverse as parks themselves and none of the students found their park in quite the same way, showing how fun it can be to Find Your Park. Read more   National Parks Adventure Day at the Carnegie Science Center  On Saturday February 13, 2016 the Carnegie Science Center in Pittsburgh hosted National Parks Adventure Day as a kick-off for the release of the new National Parks Adventure IMAX movie. Park Rangers and volunteers from all five of the National Parks of Western Pennsylvania  partnered with the Carnegie Science Center and REI to offer a wide variety of National Parks fun. Read more   Stepping Forward with the Class of 2016  On September 10, 2015, over 90 students representing the Somerset County Class of 2016 played an active role in the Dedication of the Flight 93 National Memorial Visitor Center Complex. Together they not only dedicated a new visitor center, but opened a new chapter in the legacy of Flight 93. The visitor center will serve as a place to explore the past, present, and future of Flight 93, the memorial, and our national parks. Read more   Cultivating a Living Memorial  Flight 93 National Memorial, the Friends of Flight 93 National Memorial, the National Park Foundation, and their partners kicked off National Park Week and the Find Your Park Campaign with the fourth annual Plant a Tree at Flight 93 reforestation event, April 17-18, 2015.  In 2012, the memorial and its partners began a multi-year effort to reintroduce trees to this landscape, reestablishing woodland habitats and windbreaks, and creating a living memorial. Read more",
    "url": "https:\/\/www.nps.gov\/flni\/getinvolved\/2016.htm"
}
