{
    "title": "Flight 93 National Memorial: Sources and Detailed Information",
    "body": "Sources and Detailed Information       Explore the story of Flight 93 in more detail through the following documents, reports, and sources. Timeline Detailed timeline of Flight 93 related events of Sept. 11, 2001 (Printable PDF - 4.35 MB)  Reports  9\/11 Commission Report  Source Documents Cockpit Voice Recorder Transcript (Reader discretion advised) Flight Path Study - National Transportation Safety Board (NTSB) Phone Calls Phone Calls from the Passengers and Crew of Flight 93 (PDF-2.48 MB) (see also evidence below from the Department of Justice)  United States v. Zacarias Moussaoui-Trial Evidence Flight 93 Seating Chart - Source: Department of Justice (PDF-1.27 MB) Evidence Photographs of the Crash Site - Source: Department of Justice Frequently Asked Questions (FAQs)- Flight 93 and September 11 Download a printable version of a detailed set of FAQs. (Printable PDF - 1.90 MB) 1. What was the United Airlines Flight 93 departure and destination? Flight 93 took off from Newark International Airport in Newark, New Jersey (later re-named Liberty International Airport). The flight left from Terminal A, Gate 17. The scheduled departure time from the gate was 8:00 am. Flight 93 was scheduled to land at San Francisco International Airport, San Francisco, California at 11:14 am, Pacific Time.   There were forty-four people on board: 2 pilots, 5 flight attendants, 33 passengers and 4 hijackers. There were 6 passengers and 4 hijackers in first class, and 27 passengers in coach.  The thirty-seven passengers (including the four terrorists) represented a load factor of 20% of the plane's capacity of 182. Some authorities believe that those planning the terrorist attacks purposely chose flights to hijack which were commonly low in passenger numbers so they would face less resistance when trying to take over the plane. The other planes hijacked on September 11, 2001 were similarly low in passengers.   2. Why was Flight 93 delayed in leaving the airport at Newark? The plane left the gate just one minute late, at 8:01 am, and ordinarily would have taken off about 15 minutes after pulling away from the gate. However, take-off was delayed because of the airport's typically heavy morning traffic. When Flight 93 left the ground at 8:42, the flight was running more than 25 minutes late. 3. When and how did the authorities learn that Flight 93 had been hijacked? After forty-six minutes of normal flight, at 9:28 am, as the plane neared Cleveland, Ohio, terrorists broke into the cockpit, incapacitated the pilot and first officer, and took control of the plane, turning it southeast, on a path toward Washington D.C.  Cleveland Air Traffic Controllers, heard this transmission from the cockpit: \"Mayday. Hey get out of here. Get out of here. Get out of here.\" Pilots of other planes in the vicinity also heard the transmission on their radios and reported it to Cleveland Center.  According to one air traffic controller, the plane \"started to [fly] erratically right after that. The plane's altitude suddenly dropped 700 feet. I told the immediate supervisor who was within earshot that I think we have another one [hijacking].\" One of the flight attendants on board Flight 93 telephoned United Airlines at 9:35 to report the hijacking.  4. Who were the terrorists and where were they from? The terrorist who was trained as a pilot, Ziad Jarrah, was from Lebanon. The other three terrorists were from Saudi Arabia. Their names were: Saeed al Ghamdi, Ahmad al Haznawi, and Ahmed al Nami.  According to one source, the terrorists were armed with \"at least one box cutter that appeared to have been store-bought and another cutting device that seemed to be homemade-a piece of metal wrapped in tape.\" A published report describes \"a stout fighting knife\" with a locking, serrated blade that was found at the crash site.  The FBI reported that 14 knives and parts of knives, including a box cutter, were found at the Flight 93 crash site. None of the blades were longer than 3.5 inches. Several of the passengers who made phone calls from on board the plane reported that one of the terrorists had a bomb strapped around his waist. Some of the callers expressed doubt about whether the bomb was real. No evidence of explosives was found at the crash site.  5. How long had the hijacking been planned? Osama bin Laden began issuing statements calling for Muslims to kill Americans as early as 1992. In 1998, Bin Ladin warned that he was going to \"move the battle to American soil.\" Khalid Sheikh Mohammed, mastermind of the 9\/11 plot says they began talking about the \"planes operation\" in 1995. The men who would become the pilots of the four hijacked planes began working on the plot in 1999, traveled to the US in 2000, and enrolled in flight training schools. Ziad Jarrah, the Flight 93 hijacker-pilot, arrived in the United States in June, 2000 and began training in Venice, Florida.  The other three so-called \"muscle hijackers\" were identified and trained overseas in 2000 and arrived in this country on May 28, June 8, and June 27, 2001.     6. What target did the hijackers intend to hit with Flight 93? We know that Flight 93 was destined for Washington D.C. According to the 9\/11 Commission Report, at 9:55 am, the terrorist pilot Ziad Jarrah dialed in the frequency for the navigational aid at Washington Reagan National Airport, clearly indicating that the attack was planned for the nation's capital.  Two possible Washington targets have been discussed: the White House and the Capitol Building. According to the 9\/11 Commission Report, Mohamed Atta, the leader of the 9\/11 plot and pilot of Flight 11, met with Ramzi Binalshibh in Spain in July, 2001 to receive final instructions conveyed from Osama bin Laden. Binalshibh, coordinator for the 9\/11 plot, and now in U.S. custody, said that Atta understood Bin Ladin's interest in striking the White House, but Atta said he thought this target too difficult. Atta explained to Binalshibh his plan to have two of the planes hit the World Trade Center, one fly into the Pentagon, and one hit the Capitol Building. If any pilot could not reach his intended target, Atta said, he was to crash the plane. Statements entered at the Moussaoui hearing in April 2006 also indicate that the Capitol Building was the most-likely target for Flight 93. There is also evidence that the date of the attack was chosen to coincide with the return of both the House and Senate to session after the summer break.  However, at least one family member has indicated that she was told by the authorities that the plane was destined for the White House.  7. When did the passengers and crew on Flight 93 decide to take action? The passengers and crew were forced to the back of the plane and told to sit down and be quiet. Using Airfones from the seat backs in the rear of the plane, they began calling their families, friends, and authorities to report the hijacking. They soon learned the shocking news that other hijacked planes had struck the World Trade Center and quickly realized that Flight 93 was part of a larger attack on America. This realization led to a vote and a collective decision to fight back.  Thirty-seven phone calls were made by 13 persons on board the plane between the time of the hijacking at 9:28 am and the time of the crash at 10:03 am.  At 9:57 am, the passengers and crew began their assault on the cockpit. At least two passengers and one crew member terminated phone calls in order to join the revolt. The plane was passing over Westmoreland County, Pennsylvania at this time, east of Pittsburgh. The terrorists responded by rolling the plane to the right and left, repeatedly, apparently attempting to knock the passengers off balance. Planes in the sky over western Pennsylvania and persons on the ground witnessed this erratic flying. The cockpit voice recorder captured the sounds of the assault which continued until the time of the crash. According to the 9\/11 Commission, the terrorists remained in control of the plane and chose to crash it here rather than risk the passengers and crew regaining control of the plane.   8. Where did Flight 93 crash? The plane crashed in an open field next to a wooded area in Stonycreek Township, Somerset County, Pennsylvania at 10:03:11 am. The nearest town is Shanksville. Flight 93 struck the ground at a 40 degree angle almost upside down, hitting right wing and nose first, at a speed of between 563-580 miles per hour. It was carrying approximately 7,000 gallons of Jet A fuel at impact.  Had the plane maintained its speed and flight path, rather than crashing in Stonycreek Township, it would have arrived in Washington D.C. in 18-20 minutes. The nation's capital is about 125 air miles from the Flight 93 crash site.  9. How big was the crash site and what did the wreckage look like? The first responders described the crater as about 15 feet deep and about 30 feet across. It was irregularly shaped. The wreckage around and inside the crater consisted of largely unrecognizable pieces of twisted metal, pieces of the landing gear of the plane, a tire, the frames of some of the seats, bits of charred paper, and remnants of luggage and clothing. Most of the pieces of wreckage were quite small, the size of a notebook or smaller. Many more pieces of wreckage, also quite small, were recovered during the investigation when the crater was excavated. Extensive searches through the wooded area south of the crash site, and even arborists in the tree tops found more debris from the crash. A pond about 900 feet southwest of the crater was partially drained to recover debris. Debris was collected from the yards of nearby homes, farmer's fields, and from around a nearby residential lake. The largest and heaviest pieces recovered were parts of the plane's two engines and a piece of fuselage with several window openings. This fuselage piece measured about six feet by seven feet and was found near the woods south of the crater. Lightweight paper items were found as far away as New Baltimore, eight miles away.  10. Did they find the plane's black boxes here? Yes. Both of the plane's recorders, the so-called \"black boxes\" (which actually are orange), were found in the crash site crater. The flight data recorder was recovered on Thursday, September 13 at 4:20 pm at a depth of 15 feet. On September 14, at 8:30 pm, the cockpit voice recorder was found at a depth of 25 feet. Both were turned over to the National Transportation Safety Board for analysis. (None of the black boxes from Flight 11 and Flight 175 were recovered in the rubble of the World Trade Center. At the Pentagon, only the Flight Data Recorder from Flight 77 yielded information.)  11. What happened during the investigation at the site? The Federal Bureau of Investigation (FBI) was in charge of the investigation. Evidence recovery teams combed the area in thorough, systematic sweeps. Heavy equipment excavated the crater to an area measuring about 85' x 85' and 27' to 40' deep to recover debris and evidence. Soil removed from the crater during the investigation was raked and sifted by hand and machine to remove debris, then returned to the crater. More than one thousand persons representing more than 70 state, federal, and local agencies had credentials to work on the site.   The large body of investigators and the Pennsylvania State Police who were securing the perimeter left the site after thirteen days, on September 24, 2001. The crater was backfilled between October 1 and October 3, 2001. A six inch layer of topsoil was spread over the backfilled crater area and seeded with grass and wildflowers.  12. Who designed the Flight 93 National Memorial that will be built at the crash site? Paul Murdoch Architects of Los Angeles, CA with Nelson Byrd Woltz of Charlottesville, VA were the winners of an open, international design competition in 2005. Their design was selected from over 1,000 designs submitted from 48 states in this country and 27 countries.  The most prominent features will be constructed in the grassy field encircling the crash site. The Visitor Center will be built in line with the flight path. The curving Walkway and 40 Memorial Groves will circle around the bowl and wind down through the wetlands. The Memorial Plaza at the crash site has been built along the edge of the crash site, following the fence line established by the County Coroner. At the far end of the plaza, visitors can walk along the flight path, reading the names of the passengers and crew engraved on eight-foot high white marble panels.  13. When will the Memorial be finished? The first phase of the Memorial which includes the Memorial Plaza, Wall of Names, and Entrance Road was dedicated on September 10, 2011, just before the 10th Anniversary of September 11th. The next phase of the Memorial (the Visitor Center, Learning Center, and Walkway to the Memorial Plaza) was dedicated on September 10, 2015. The Tower of Voices is currently in development.",
    "url": "https:\/\/www.nps.gov\/flni\/learn\/historyculture\/sources-and-detailed-information.htm"
}
