{
    "title": "Flight 93 National Memorial: Learning Center Without Walls",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Learning Center Without Walls                Learning Center Without Walls       Under a large white tent on a windswept ridge on September 8-9, 2012, the public glimpsed the future of learning at the memorial. As part of the September 11 Observance, the Friends of Flight 93 sponsored the first programs of the \"Learning Center Without Walls\" at the future site of the Learning Center. These programs gave visitors a taste of the kind of programming that is planned for the Learning Center. Construction begins Spring 2013. The \"Learning Center Without Walls\" programming consisted of a series of panel discussions that can be explored through the videos below:      September 11 Observance Speaker Series - 2012             9\/11 and the Next Generation   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:56 minutes, 52 seconds  Panelists explore how children experienced September 11, 2001, and how art helps children (and adults) express our deepest feelings. Length: 57 min               Dispatches from Shanksville:  Journalists Remember Flight 93   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 8 minutes, 59 seconds  Television, newspaper, and radio journalists reflect on their experiences in writing and recording the first drafts of history in the days, weeks, and months following September 11, 2001. Length: 1 hr 9 min               The Criminal Investigation   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 21 minutes, 2 seconds  On September 11 the FBI launched the largest criminal investigation in the Bureau's history. Hear members of the FBI describe their work at the Flight 93 crash site and the importance of what was recovered. Length: 1 hr 21 min               A Grateful Nation:  Stories from the U.S. Capitol   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 2 minutes, 27 seconds  The nation's capitol was a target on September 11. The National Park Service has recorded many oral history interviews with Capitol employees who feel their lives were spared when Flight 93 crashed in Stoneycreek Township. What does the official record say about the Flight 93 hijackers' intended target? Length: 1 hr 2 min",
    "url": "https:\/\/www.nps.gov\/flni\/learn\/photosmultimedia\/lcww.htm"
}
