{
    "title": "Flight 93 National Memorial: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Water and Food   There are water fountains and a water refill station available at the Visitor Center Complex, but not at the Memorial Plaza at the crash site. There is no food or beverages available for sale.  Be sure to bring whatever food or drinks you might need for your visit.       Driving   Be aware of your surroundings.  Traffic can be congested at times; watch for pedestrians and other drivers.  Roads in the park are hilly with blind curves: please drive at a safe speed. Watch for wildlife: Deer, large turtles, and other wildlife regularly cross the road. Deer often cross in groups.  Obeying the posted speed limits protects you and wildlife. It also ensures you can enjoy the scenic drive. Be especially careful when driving on wet, snowy, or icy roads.          Memorial Features   While some portions of the memorial may appear a tempting climb, it's best if feet stay on the ground. A fall from a wall can be dangerous. Climbing on walls can damage the feature. Please walk, rather than run to lessen the risk of tripping and falling.        Weather   Weather at the memorial is very changeable.  Be sure to check the weather forecast before you visit and plan accordingly. There is limited shade and the sun can be intense at mid-day. Winters are very cold and windy - please dress accordingly.  Explore more about seasons at the memorial.           Lightning Lightning is a common occurrence at the memorial. It is important to be cautious during thunderstorms.   The memorial is mostly open fields, especially the Memorial Plaza at the crash site. If you hear thunder, you are close enough to be struck by lightning. Lightning can strike up to ten miles away from where it is raining. At the first sound of thunder seek shelter immediately: a substantial building with electricity or plumbing or an enclosed, metal-topped vehicle with windows rolled up. Stay in safe shelter for at least 30 minutes after you hear the last sound of thunder.  Learn more about lightning safety.",
    "url": "https:\/\/www.nps.gov\/flni\/planyourvisit\/safety.htm"
}
