{
    "title": "Flight 93 National Memorial: Group Visit FAQ",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Group Visit FAQ                Group Visit FAQ       What is a group? A group is defined as 15 or more people. We receive many requests for reservations from schools, scout troops, clubs, veteran's organizations, etc. and we accept them on a first-come, first-served basis.  It also includes all motorcycle rides, car clubs, bicycle rides, etc. Depending upon the size of the group, a special use permit may also be required. Groups may notify the memorial staff of their visit.  Why do I need to notify of a visit? Depending on the season and time of day, the memorial can be a very busy place. Having groups contact the memorial in advance allows the park to plan multiple group visits and helps ensure the best visit for all.   How long should we plan for our visit? There are many opportunities for visitor to learn about the stories of Flight 93. At this time, a group visit to the Memorial Plaza averages 45 minutes. On September 10, 2015, the Visitor Center will open to the public. Group leaders will need to revise their itinerary to allow additional 45-60 minutes to include the Visitor Center Complex. Additional time should be allowed for walking the new trails. A visit incorporating the Visitor Center and Memorial may run 1 1\/2 to 2 hours or more.  The visitor center can become congested at peak times and there is the possibility of a wait to enter.  Allow for more time during peak times and seasons. Peak visitation occurs on weekends in May through October, especially from 11 am to 3pm.  What if the group is late? Please make every effort to be on-time.  My group will have 5 or 6 buses. Will this affect my visit? Yes. Parking at the Memorial is limited. Groups that have multiple buses may be asked to stagger their arrival or make additional arrangements. Please contact the Group Coordinator for additional help in planning a visit.  My group will have 150 or more motorcycles. Will this affect my visit? Yes. Parking at the Memorial is limited. It might be necessary for your group to arrive in waves arriving at different times (2 groups of 75 or 3 groups of 50). Large groups planning to visit the memorial may need to stagger their arrival or make additional arrangements. Please contact the Group Coordinator for additional help in planning a visit. Try to avoid peak visitation times of 11am to 3pm.  I would like to bring a bus at the end of the day. What is the latest I can arrive? The Visitor Center closes at 5pm, though groups are encouraged to arrive well before closing to provide adequate time to use the restrooms located at the Learning Center and then explore the exhibits. The grounds, including the Memorial Plaza at the crash site, are open until sunset. Please note there maybe additional closures due to adverse weather conditions. Check the hours of operation.  What if I need to change or cancel my notification? For Memorial Plaza reservations, please call the memorial's office at 814-893-6322 or e-mail the Group Coordinator. How far ahead can I make a notification? Notifications for the Memorial Plaza can be made within 240 days of today's date. Notifications for the next calendar year can be made beginning November 1st. Can my group conduct an activity at the memorial? Groups or individuals wishing to conduct a special service, ceremony or program may need to submit a Special Use Permit Application. Please e-mail the Permit Coordinator for further information or to inquire if the activity may require a permit. Will a park ranger or volunteer talk to my group when we arrive? A park visit is self-guided. Park Rangers and volunteers are available on-site to answer questions. Exhibits in the Visitor Center and at the Memorial Plaza at the crash site provide details on the stories of Flight 93 and September 11, 2001.  A service available to groups and individuals visiting the memorial is a 16 minute orientation video. The National Park Service, in cooperation with the Friends of Flight 93, created a video which relates the Flight 93\/September 11 story and prepares visitors for what they will see, do, and experience when visiting the Flight 93 National Memorial. Please note, viewing the video is something that groups would do before their visit or aboard the bus. The memorial does not have a theatre. Preview videos here.  When can I hear a \"Ranger Talk\"? During May-October, interpretive talks are offered on a set schedule by Park Rangers and Volunteer Ambassadors. Please note that interpretive talks are dependent on weather conditions and staffing levels. Talks may be postponed or canceled due to lightning or other extreme weather conditions.  I heard there was a cell phone tour available at the memorial? Yes, the cell phone tour was initiated May 2012. Discover the story of Flight 93 and explore the memorial through the convenience and versatility of your cell phone\/smart phone. Visitors can either dial the audio tour directly or scan QR codes to connect to the memorial's mobile website. Explore the cell phone tour online or call (814) 619-2065. What kind of behavior is expected when my students \/ youth group are visiting the park? The memorial is intended to be a place of quiet reflection and respect. Teachers and chaperones are responsible for ensuring that students are supervised and well-behaved at all times. Chaperones need to actively monitor students during the visit. See our Youth Group Behavior Guidelines. Do you have restrooms? Restrooms are available at the Learning Center at the Visitor Center Complex and at the Memorial Plaza. There are no public restrooms in the Visitor Center itself, so visitors should use the restrooms in the Learning Center before entering the Visitor Center.  Is there a place we can step out of the rain? Please be sure to check the weather in advance of your visit and plan accordingly. Much of the memorial is outdoors and is not protected from inclement weather. Please bring appropriate weather gear for your visit. What is the best time of year to visit? Peak periods of visitation range from late April to the end of October. Try to avoid the months of May and October, as these are the most congested times for groups. Consider scheduling your group during other times to avoid crowds. Is there a bookstore available? There is no merchandise, food or beverages available for sale at the memorial at this time. There will be a small bookstore in the Visitor Center, which opens September 10, 2015.  Where is your picnic area? There is not a designated picnic area available.  Please remember that containers of food and drink are not permitted beyond the parking area at the Memorial Plaza and at the Visitor Center Complex. Have a question you don't see? Contact park staff via e-mail",
    "url": "https:\/\/www.nps.gov\/flni\/planyourvisit\/groupfaq.htm"
}
