{
    "title": "Steamtown National Historic Site: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Boy Scout Railroading Merit Badge Workshop (new for 2016!)  (Space is limited and advance reservations are required) Join us aboard the rails for a new, day-long Railroading Merit Badge Workshop. Scouts will travel round-trip on a train between the park and Gouldsboro, PA. During the trip, a park ranger will present the ins-and-outs of railroading, including history, economics, and safety. At Gouldsboro, Scouts will have the opportunity to explore the historical passenger station with staff and volunteers. Dates for these special workshops are: - Saturday, June 18  - Saturday, July 16  - Sunday, August 14  The train departs for Gouldsboro at 11 am from Steamtown's Boarding Platform, and is scheduled to return at 3 pm. Cost of the special workshop is $34 for adults (16-61), $29 for seniors (62+) and $22 for children (ages 6-15); children to age 5 require a free ticket.  Space is limited and workshops are expected to fill quickly, and we recommend early reservations. Reservations for these workshops open on Friday, April 1, and may be made by phoning 570-340-5306 (phone only - Internet and email reservations are not available).       Junior Ranger programs Steamtown NHS offers two Junior Ranger programs - one for children ages 6-8, the other for ages 9-12 - that may enhance your visit! The programs are designed to be completed using Park resources during a site visit. Programs are available at the Visitor Center at no charge.  Unable to visit our park? Challenge yourself to \"Explore, Learn and Protect\" our National Parks by becoming a WebRanger online. This site also features a \"Railroad Connections\" component that kids of all ages may enjoy!  Also, our Children's Discovery Center, is open on most weekend days, and features \"hands-on\" child-friendly learning arm .       NRHS RailCamp - Information   Most summers, the National Railway Historical Society presents RailCamp at various locations, generally one each at an East Coast and West Coast location. This one-week summer program for high school students introduces them to modern railroading, historic preservation and operations, and interpretation of railroad history. Click to learn more about RailCamp or write to NRHS RailCamp, PO Box 1481, Lockport, NY 14095.",
    "url": "https:\/\/www.nps.gov\/stea\/learn\/kidsyouth\/index.htm"
}
