{
    "title": "Steamtown National Historic Site: Train Rides",
    "body": "Explore This Park    Plan Your Visit     Train Rides            Train Rides         DL&W-painted diesel locomotives pose for photos at a Steamtown NHS excursion station stop. NPS Photo  2016 Season Schedule   Our 2016 excursion schedule is now available - click here for your copy to view, or download and print! Note that all 2016 excursions are expected to be powered by historic diesel locomotives unless specifically noted otherwise.  Generally, to make reservations for yourself and your family, phone 570-340-5204 daily, 9 am - 4 pm (sorry, Internet and\/or email ticket sales are not available).   Group (10 or more) reservations, phone 570-340-5198, 9 am - 4 pm weekdays.  Steamtown's short train rides and excursions are available seasonally. The\"Scranton Limited\" short train rides depart from the park's Museum Core Complex. This train ride encompasses a 3-mile, 30-minute round trip through the rail yards, and crosses the Lackawanna River and passes the historic Radisson at Lackawanna Station hotel (former DL&W Railroad passenger station and offices), before stopping near the University of Scranton and begin its return to the roundhouse boarding area. Check our Monthly Scheduled Programs to verify operating days and times prior to your visit. (NOTE: The short train rides are sometimes cancelled when there are excursions scheduled on the same day.)  On some Sundays, the \"Scranton Limited\" will transform into the \"Nay Aug Gorge Limited.\" This expanded ride will travel a bit further east along the former Pocono Mainline to the 755-foot Nay Aug Tunnel.  Each trip will also feature an interpretive program by a park ranger or volunteer, and a brief stop above Nay Aug Park Gorge and Waterfall NNL which is located inside the City of Scranton's Nay Aug Park and the adjacent Everhart Museum.   (NOTE: The short train rides are sometimes cancelled when there are excursions scheduled on the same day.) The cost for both the \"Scranton Limited\" and \"Nay Aug Gorge Limited\" short train rides is $5.00 per person, all ages 6 and older, in addition to the park's daily Entrance Fee.       Refund Policy In the event you miss your Short Train Ride (yard shuttle), we can put you on the next shuttle as long as the train is not sold out or was the last train of the day. If you miss the train for a special event or excursion program, tickets cannot be refunded or transferred.  If you miss the return ride from a special event or excursion program, you are responsible for getting transportation back to your point of origin.",
    "url": "https:\/\/www.nps.gov\/stea\/planyourvisit\/trainrides.htm"
}
