{
    "title": "Steamtown National Historic Site: Parks as Classrooms",
    "body": "Parks as Classrooms       Results   Showing results 1-3 of 3    Sort By:  Title Date         Steamtown National Historic Site I've Been Working on the Railroad   In this engaging ranger-led program, students will learn about the people who kept the trains running ‹ the engineer, the conductor, the brakeman, and more.  They’ll tour several railroad cars and learn about the function of each one.    Type:Field Trips Grade level:Kindergarten-Second Grade Subjects:Art, History, Reading, Transportation National\/State Standards:Pennsylvania Department of Education1.2 Reading, Analyzing and Interpreting Text1.5 Quality of Writing (ideas for a picture)1.6 Speaking and Listening Keywords:railroad, transportation, DLW Scranton Yards 1935, industrial revolution, immigration        Steamtown National Historic Site Railroads Rivers and You!   During this dynamic program students will participate in a variety of activities throughout the park. Students will play the part of a track maintenance crew, ensuring the tracks and wheels are the correct  distance apart. They will also see how railroads and technology affect the water quality of the Lackawanna River during a hike on the LHVA trail system.    Type:Field Trips Grade level:Fourth Grade Subjects:Ecology, Environment, History, Mathematics, Reading, Social Studies National\/State Standards:CC.4.5 Reading Informational Text Science RI.4.1, RI.4.2, RI.4.3  CC.2.4 Data and Probability 4.MD.1.1.1, 4.MD.2 Keywords:science, math, railroads, rivers, water quality, Standard measurements        Steamtown National Historic Site There's a Mountain in the Way   This program will introduce students to the natural processes which formed the Lackawanna Valley’s rich anthracite coal beds, and ask them to consider how those same processes created challenges for early industrialists to transport this natural resource to market.  This hands-on program will offer students the opportunity to experiment with simple machines and understand their connection to transportation technology.     Type:Field Trips Grade level:Fourth Grade-Sixth Grade Subjects:Engineering, Geology, History, Science and Technology, Transportation National\/State Standards:Pennsylvania Department of Education3.3.4-6.A1, A2 Earth Structure, Processes and Cycles3.2.4-6.B2 Physics3.4.4-6.A2 Scope of Technology3.4.4-6.B3 Technology and Society3.4-6.C3 Technology and Engineering Design8.2.6.C Pennsylvania History",
    "url": "https:\/\/www.nps.gov\/stea\/learn\/education\/classrooms\/index.htm"
}
