{
    "title": "Steamtown National Historic Site: Archive",
    "body": "Archive           Subscribe  | What is RSS     June 13, 2016  July 2016 Excursions at Steamtown NHS  Steamtown NHS has a full schedule of train rides scheduled for this summer, beginning our July schedule with a trip to the Mid Valley's \"Queen City Nights\" event in Olyphant, Pennsylvania on Saturday, July 9.   June 07, 2016  Father's Day 2016 Ballroom Brunch and Train Ride  Steamtown NHS is partnering with the Radisson Lackawanna Station Hotel to help celebrate Father's Day, June 19, with a Ballroom Brunch and Train Ride!   May 19, 2016  Steamtown NHS Announces May and June 2016 Excursions  Steamtown NHS announces our train excursion schedule for the end of May and the month of June, beginning on Saturday, May 28   May 18, 2016  Boy Scouts Travel to Steamtown NHS to Complete Merit Badge Program  The Northeastern Pennsylvania Council, Boy Scouts of America (BSA), will rally more than 250 scouts at Steamtown NHS on Saturday, May 21, to work, learn and accomplish their goal of achieving the Railroading Merit Badge.   May 05, 2016  National Train Day 2016 at Steamtown NHS  Celebrate the annual \"National Train Day\" on Saturday, May 14, with a visit to Steamtown NHS!  National Train Day commemorates the anniversary of the first transcontinental railroad's inception by bringing to life the rich narrative of how railroads transformed America.   April 26, 2016  Tourism to Steamtown National Historic Site creates $6.5 Million in Economic Benefits  A new National Park Service (NPS) report shows that 89,592 visitors to Steamtown National Historic Site in 2015 spent $4,754, 800 in communities near the park. That spending supported 77 jobs in the local area and had a cumulative benefit to the local economy of $6,521,800.   April 21, 2016  Mother's Day 2016 Brunch and Excursion Train Ride  Treat mom or any lovely lady in your life, to a special Ballroom Brunch at Scranton's historic Radisson Lackawanna Station Hotel followed by a train ride into the nearby Pocono Mountains!   April 07, 2016  National Park Week Events at Steamtown National Historic Site  Steamtown National Historic Site will host an entrance fee-free week to celebrate National Park Week from Saturday, April 16 through Sunday, April 24.   March 02, 2016  Steamtown National Historic Site to Celebrate National Park Week  Steamtown NHS will host an entrance fee-free week to celebrate National Park Week from Saturday, April 16 through Sunday, April 24, along with the return to service of Baldwin Locomotive Works #26, an 0-6-0 switcher-type steam locomotive.   March 02, 2016  Steamtown National Historic Site Featured in New Partnership with Google and the National Park Service  In a partnership between the National Park Service (NPS) and Google, Steamtown National Historic Site will be featured in the Google Cultural Institute.   December 02, 2015  2016 Steamtown NHS Entrance Fee-Free Days  America's Best Idea – the national parks – celebrates its Centennial Year with several entrance fee-free days at Steamtown National Historic Site, downtown Scranton, Pa. The historic railroad museum will waive its daily entrance fees on 16 days in 2016!   October 29, 2015  Steamtown NHS Announces Holiday Train Rides  Steamtown NHS, downtown Scranton, is pleased to announce upcoming holiday train rides!   October 26, 2015  Entrance Fee-Free Veterans Day at Steamtown NHS  Steamtown NHS is excited to honor our military veterans and their families with an Entrance Fee-Free Day for everyone on Veterans Day, Wednesday, November 11.   September 29, 2015  Confederation of Union Generals to Join President Lincoln aboard Steamtown NHS Excursion!  Join Steamtown NHS for a special train excursion to Moscow Station on Sunday, October 4!  Members or the Confederation of Union Generals, will be attired in Civil War-period dress, and will attend to special \"guest speaker,\" President Abraham Lincoln   September 23, 2015  2015 Fall Foliage Excursions Announced at Steamtown National Historic Site  Steamtown NHS plans to transport visitors through some of the most beautiful fall scenery that the nearby Pocono Mountains have to offer!  A total of nine fall foliage excursions – and several Halloween rides - all diesel-powered, are planned for this season.   September 02, 2015  Steamtown National Historic Site Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Steamtown National Historic Site invites all 4th grade students to visit the park for free as part of the White House's new Every Kid in a Park program!   September 01, 2015  Nickel Plate Road #765 at Steamtown National Historic Site  Steamtown NHS has planned two unique steam excursions this weekend, featuring Nickel Plate Road (NKP) #765, a visiting 2-8-4 \"Berkshire\"-type locomotive.   August 19, 2015  Railfest 2015 Participants, Activities Announced at Steamtown NHS  Steamtown NHS is the place to create family memories on Saturday and Sunday, September 5 and 6 of Labor Day weekend, as the National Park Service joins with partners to host Railfest 2015.   August 03, 2015  Celebrate National Park Service Birthday with Entrance Fee Free Day at Steamtown National Historic Site  As we gear-up for the National Park Service Centennial in 2016, Steamtown NHS will join with the more than 400 National Park Service units to celebrate the 99th birthday of \"America's Best Idea\" with an Entrance \"Fee Free Day\" on Tuesday, August 25!   July 29, 2015  Steamtown NHS August 16 Excursion Destination Changed to Moscow  Steamtown National Historic Site announced an excursion destination change to Moscow for its planned Sunday, August 16 trip.   July 27, 2015  Steamtown NHS Excursion to Dickson City  Steamtown National Historic Site is planning an excursion on Saturday, August 8 to Dickson City Days.   July 16, 2015  Steamtown NHS Announces Railfest 2015 Event Grand Marshal  Railfest 2015, an annual celebration of railroading past, present and future that is held on the Saturday and Sunday of Labor Day weekend at Steamtown National Historic Site, will take place on September 5 and 6.   June 30, 2015  Independence Weekend Excursions at Steamtown NHS  Enjoy Independence Day excursions planned this weekend at Steamtown National Historic Site!   June 26, 2015  Summer Steam Excursions at Steamtown NHS  Steamtown National Historic Site and the Fort Wayne Railroad Historical Society will partner with Norfolk Southern's 21st Century Steam program to operate two special summer steam excursions!   June 23, 2015  Steamtown NHS, Lackawanna & Wyoming Valley Railway Historical Society to Help Celebrate Tunkhannock Viaduct Centennial  Lackawanna & Wyoming Valley RHS, partnering with Steamtown NHS and others, will operate public excursions on September 12 and 13 to help celebrate the centennial of the famed Tunkhannock Viaduct at Nicholson, PA.   June 15, 2015  Steamtown NHS Train Excursion June 20  Steamtown NHS is planning a train excursion to Gouldsboro, Pennsylvania on Saturday, June 20.   June 15, 2015  Railfest 2015 at Steamtown NHS  Steamtown National Historic Site plans to host Railfest 2015 at the park on Saturday and Sunday, September 5 and 6 of Labor Day weekend.   June 12, 2015  July Train Excursions at Steamtown NHS  Summer-time is fun-time, and Steamtown National Historic Site has planned fun excursions for July!   June 10, 2015  Steamtown NHS Train Excursion June 13  Steamtown NHS is planning a train excursion to Moscow, Pennsylvania on Saturday, June 13.   June 09, 2015  Steamtown NHS Plans Excursion to “Founder’s Day” Event at the Delaware Water Gap  Steamtown NHS will offer a 104-mile roundtrip excursion to the Delaware Water Gap for its “Founders Day” celebration on Saturday, June 27.   June 02, 2015  Steamtown NHS Train Excursion to East Stroudsburg  Steamtown NHS is planning a train excursion to East Stroudsburg, Pennsylvania on Saturday, June 6.   May 27, 2015  Steamtown NHS Train Excursion to Moscow  Steamtown NHS is planning a train excursion to Moscow, Pennsylvania on Saturday, May 30.   May 19, 2015  New “Find Your Park” Exhibit at Steamtown NHS  Steamtown NHS recently opened a new “Find Your Park” exhibit at the park’s Changing Exhibits Gallery.   May 15, 2015  Memorial Day Event at Steamtown NHS  To honor the sacrifices and memories of our servicemen and women, Steamtown National Historic Site is planning a \"Troops and Trains\" event for Memorial Day weekend, May 23 and May 24.   May 08, 2015  June Blooms with Train Excursions at Steamtown NHS  With summer just around the corner, Steamtown National Historic Site plans several June excursions, beginning on Saturday, June 6 with an excursion to East Stroudsburg.   April 30, 2015  Mother's Day Ballroom Brunch and Train Ride  Steamtown NHS and Radisson Lackawanna Station Hotel partner to schedule special Mother's Day Ballroom Brunch & Train Ride!   April 24, 2015  Tourism to Steamtown National Historic Site creates $4.3 Million in Economic Benefit  A new National Park Service (NPS) report shows that 84,257 visitors to Steamtown National Historic Site (NHS) in 2014 spent $4,377,400 in communities near the park. That spending supported 72 jobs in the local area and had a cumulative benefit to the local economy of $5,987,100.   April 22, 2015  Steamtown NHS Announces May Excursions  Steamtown National Historic Site plans several special May excursions, beginning on National Train Day, Saturday, May 9 with an excursion to Carbondale.   April 21, 2015  Steamtown NHS Renews Partnership Agreement with Lackawanna & Wyoming Valley Railway Historical Society  The National Park Service and the Lackawanna and Wyoming Valley Railway Historical Society renewed a five year partnership agreement at the society's April meeting.   April 10, 2015  Steamtown NHS Plans “Scranton Sesquicentennial Special” Excursion to Event Inaugural Celebration  Steamtown NHS will partner with event planner, Scranton Tomorrow, to provide a special excursion train from several Lackawanna County boroughs to the inaugural event of Scranton's year-long sesquicentennial celebration!   March 13, 2015  Steamtown NHS Announces National Park Entrance Fee-Free Weekend, 2015 Excursions  Steamtown NHS will host an entrance fee-free weekend to launch National Park Week on Saturday and Sunday, April 18 and 19.  Additionally, 2015 seasonal and special excursions are announced.   February 27, 2015  Special Civil War Presentation at Steamtown NHS  On Sunday, March 15, members of the Confederation of Union Generals will \"Meet the Public\" in a 1 pm presentation at Steamtown NHS.   February 06, 2015  \"A Cool Look at the Ice Industry\"  A new temporary exhibit, featured through April 26, is titled \"A Cool Look at the Ice Industry.\"   February 04, 2015  “Bells Across the Land: A Nation Remembers Appomattox”  On April 9, 1865, Union Gen. Ulysses S. Grant met Confederate Gen. Robert E. Lee to set the terms of surrender of Lee’s Army of Northern Virginia.  In conjunction with a major event at Appomattox Court House National Historical Park, the National Park Service and its partners invite communities across the nation to join in this commemoration.   February 02, 2015  Steamtown NHS Announces President’s Budget to Request $3 billion for National Park Service  President Obama's budget request for fiscal year 2016 – the centennial year of the National Park Service – includes $3 billion for the bureau's critical conservation, preservation, and recreation mission. The budget boosts the National Park Service's essential programs and operational needs by $432.9 million.   December 11, 2014  2015 Entrance Fee-Free Days Announced at Steamtown NHS  America's Best Idea – the national parks – gets even better with several entrance fee-free days at Steamtown National Historic Site, downtown Scranton, Pa.  The historic railroad museum will waive its daily entrance fees on nine days in 2015   October 24, 2014  Canadian Pacific 2014 Holiday Train at Steamtown NHS  Steamtown NHS will partner with the Canadian Pacific Railway (CPR) to host the company's 2014 Holiday Train on its journey to stock food shelves and pantries across the United States and Canada.  The Holiday Train will visit northeastern Pennsylvania on Thanksgiving Day, Thursday, November 27 from 5:15 – 5:45 p.m.   October 03, 2014  Veterans Day Entrance-Fee Free at Steamtown NHS  Steamtown National Historic Site plans to honor our military veterans and their families with an Entrance Fee-Free Day for everyone on Veterans Day, Tuesday, November 11.   September 12, 2014  2014 Fall Foliage Excursions at Steamtown NHS  Steamtown NHS plans to transport visitors through some of the most beautiful fall scenery that the nearby Pocono Mountains can offer with eight fall foliage excursions!   September 04, 2014  National Public Lands Day is Entrance Fee-Free at Steamtown NHS  Steamtown NHS will participate in the 21st anniversary of National Public Lands Day by offering an Entrance Fee Free Day on Saturday, September 27!   August 19, 2014  Railfest 2014 Participants, Activities Announced at Steamtown NHS  Steamtown NHS is the place to create family memories on Saturday and Sunday, August 30 and 31 of Labor Day weekend, as the National Park Service joins with partners to host Railfest 2014!   August 08, 2014  Celebrate National Park Service 98th Birthday with Entrance Fee Free Day at Steamtown NHS  Steamtown NHS will join with the more than 400 National Park Service units to celebrate the 98th birthday of “America’s Best Idea” with an Entrance “Fee Free Day” on Monday, August 25!   July 23, 2014  Railfest 2014 Grand Marshal Announced at Steamtown NHS  Railfest 2014, an annual celebration of railroading past, present and future that is held on the Saturday and Sunday of Labor Day weekend at Steamtown NHS, will take place on August 30 and 31.The park announced that Mrs. Donna Hagen, wife of late Superintendent Harold \"Kip\" Hagen, has been named Grand Marshal for this year's event!   June 09, 2014  New Exhibit, “Hollywood Rides the Rails,” at Steamtown NHS  “Hollywood Rides the Rails,” a new exhibit at Steamtown NHS, takes a look at some train-themed films and the stars that rode them.  The exhibit is located in the park’s Changing Exhibits Gallery   June 04, 2014  Railfest 2014 at Steamtown NHS  Steamtown NHS announces plans to host Railfest 2014 at the park on Saturday and Sunday, August 30 and 31 of Labor Day weekend.   May 21, 2014  Third Circuit Judge to be Principal Speaker at Steamtown NHS Program  Judge Thomas I. Vanaskie, of the United States Court of Appeals for the Third Circuit and a nationally renowned legal scholar, will be the principal speaker at a free program to be held in the Theater at Steamtown National Historic Site in Scranton on Tuesday, May 27th, 9:30 a.m. to 11:30 a.m.The program is entitled: \"The Ashley Special – The Train that Changed the Common Law.\"   May 08, 2014  Steamtown NHS Announces 2014 Summer Excursions  Steamtown NHS announces an expanded 2014 summer excursion schedule, beginning on Saturday, May 24!   May 01, 2014  Steamtown NHS Hosts Volunteers-in-Park Appreciation Dinner  Steamtown National Historic Site recently recognized the many volunteers that donate so freely of their time at an Appreciation Dinner held at the Ramada Clarks Summit.   April 30, 2014  All Aboard! Conway Named Superintendent at Steamtown National Historic Site  Debbie Conway has been selected as the new superintendent of Steamtown NHS in Scranton, PA.   April 08, 2014  Steamtown National Historic Site Announces “Entrance Fee-Free Weekend” to Launch National Park Week 2014  Entrance Fee-Free Weekend, \"Scranton Limited\" train rides, National Junior Ranger Day and a special children's activity are all part of National Park Week 2014 at Steamtown NHS!  Go Wild!   March 04, 2014  Tourism to Steamtown National Historic Site Creates $5.3 Million in Economic Benefit  A new National Park Service report shows that over 106,000 visitors to Steamtown National Historic Site in 2012 spent $5.3 million in communities near the park.   February 20, 2014  1866 Tiffany and Company Tea Set Bequeathed to Steamtown NHS  An 1866 Tiffany & Co. tea set was recently bequeathed to Steamtown NHS.   February 10, 2014  “All Aboard?” Exhibit to Commemorate Black History Month at Steamtown NHS  From the 1880s into the 1960s, a majority of American states enforced segregation through \"Jim Crow\" laws.  Steamtown NHS will commemorate Black History Month with a new exhibit of images and reflections from that era titled, “All Aboard?”   January 22, 2014  Free Behind the Scenes “Diplomacy in Action” Webinar and Digital Badge Offered to Educators and Students  Make history real and relevant for your students! Join the Smithsonian Institution, the National Park Service, and the U.S. Department of State in a special collaborative three part online conference series where students can interact with experts and other classrooms from around the world to learn how diplomacy has shaped our country. Discover the real people, places, and pivotal moments behind history and headlines.   January 14, 2014  2014 Entrance Fee-Free Days Announced at Steamtown NHS  Steamtown NHS will waive its daily Entrance Fees on nine days in 2014.   December 16, 2013  Passing of Superintendent Kip Hagen  It is with great sadness that we report the passing of our friend and colleague, Harold H. \"Kip\" Hagen Jr., 62, superintendent of Steamtown National Historic Site on Saturday, December 14.   November 25, 2013  Steamtown NHS Holiday Exhibits, Santa Visit  Steamtown National Historic Site plans some holiday treats for visitors in December!   October 31, 2013  Steamtown NHS Partners with Canadian Pacific Railway to Present 2013 Holiday Train  Steamtown NHS will partner with the Canadian Pacific Railway (CPR) to host the company's 2013 Holiday Train on its journey to stock food shelves and pantries across the United States and Canada. The Holiday Train will visit northeastern Pennsylvania on Tuesday, November 26 from 5:15 – 5:45 p.m.   October 18, 2013  Veteran’s Day Entrance Fee Free Weekend at Steamtown NHS  Steamtown National Historic Site plans to honor our military veterans and their families with an Entrance Fee-Free Weekend for everyone during Veteran's Day weekend, November 9-11.   October 17, 2013  Steamtown NHS Reopens Following Government Shutdown  The federal government shutdown is over and Steamtown National Historic Site in downtown Scranton is open and ready to welcome visitors once again!   September 18, 2013  Fall Foliage Excursions at Steamtown NHS  It's time for Steamtown NHS to transport visitors through some of the most beautiful fall scenery that the nearby Pocono Mountains have to offer!  A total of eight fall foliage excursions, all diesel-powered, are planned for this season.  Reservations for all fall foliage excursions open on Tuesday, October 1.   September 12, 2013  Entrance Fee at Steamtown NHS Waived on 2013 National Public Lands Day  Steamtown NHS will participate in the 20th Anniversary of National Public Lands Day by offering an Entrance Fee Free Day on Saturday, September 28.   September 10, 2013  Steamtown NHS Cancels 2013 Holiday Express Excursions  Steamtown NHS announces the cancellation of the park's 2013 \"Holiday Express\" excursions to Moscow and Gouldsboro.   August 19, 2013  Steamtown NHS to Participate in \"Let Freedom Ring\" Bell-Ringing Event  Steamtown NHS will help culminate the 50th anniversary of The March on Washington and Dr. Martin Luther King, Jr.'s \"I Have a Dream\" speech with a \"Let Freedom Ring\" bell-ringing event at 3:00 p.m. on Wednesday, August 28.   August 14, 2013  Railfest 2013 at Steamtown National Historic Site  Steamtown NHS is the place to be this Labor Day weekend, August 31 and September 1, as the National Park Service joins with several railroads and partners to host \"Railfest 2013.\"  Railfest is a celebration of railroading, contrasting yesterday with today!   August 08, 2013  Steamtown NHS Upgrades Accessibility for Visitors Who are Deaf or Blind  Steamtown NHS announced two new upgrades to enhance the visitor experience for the park's visitors with hearing or sight impairments.   July 29, 2013  Railfest 2013 Grand Marshal Announced at Steamtown NHS  Railfest 2013, an annual celebration of railroading that is held on the Saturday and Sunday of Labor Day weekend, announced today that former Scranton Times-Tribune Managing Editor and current editor of Good Times for Seniors, Mr. Ed E. Rogers, has been named Grand Marshal for this year's event!   July 23, 2013  Steamtown NHS Hosted Two Operational Leadership Courses in June  Steamtown NHS hosted two Operational Leadership courses in June for nearly forty park staff.   July 12, 2013  Steamtown NHS Celebrates National Park Service Birthday with Fee Free Day  Steamtown National Historic Site will join with the more than 400 National Park Service units to celebrate the 97th birthday of \"America's Best Idea\" with an Entrance \"Fee Free Day\" on Sunday, August 25!   June 07, 2013  Steamtown NHS Plans Excursion to Delaware Water Gap Event  Steamtown NHS will offer a 104-mile roundtrip excursion to the \"Founder's Day\" celebration at Delaware Water Gap Twp. on Saturday, June 29.   April 29, 2013  Graphic Artist to Exhibit \"Glory Road: Posters and Photo Illustrations\" at Steamtown NHS  \"Glory Road: An Exhibit of Railroad-Themed Posters and Photo Illustrations\" by graphic artist Al Pierce, will be on display at the park's Changing Exhibits Gallery from June 3 through July 6.   April 09, 2013  Steamtown NHS to Hold Volunteer Fair  Steamtown NHS will hold a Volunteer Recruitment Fair at the park on Saturday, April 13 from 10:00 a.m. to 3:00 p.m.   March 18, 2013  Steamtown NHS Announces 2013 Operating Season, National Park Week Activities  Spring is just around the corner and Steamtown NHS is ready to greet the season on Sunday, April 21 when we begin our 2013 train ride season in conjunction with the opening of National Park Week on Monday, April 22!   March 11, 2013  Mixed-Media Artist to Bring \"Railroad Perspectives\" to Steamtown NHS  Mixed-media artist, Claire Marcus, will present her \"Railroad Perspectives\" at Steamtown NHS from April 7 through May 28.   December 09, 2012  Brennan to Retire from National Park Service  Mark Brennan, Division Chief for Interpretation, Visitor Services and the official spokesman at Steamtown NHS, will retire after almost 25 years with the National Park Service, on December 30.   November 12, 2012  \"Model Trains Through the Ages\" Holiday Program Set for Steamtown NHS  Steamtown NHS partner, the Lackawanna Historical Society, will present a holiday program, \"Model Trains Through the Ages,\" on November 23 – 25 at the park.   November 05, 2012  Steamtown NHS to Host Canadian Pacific Railway 2012 U.S. Holiday Train Show  The Canadian Pacific Railway 2012 Holiday Train will visit northeastern Pennsylvania on Wednesday, November 28 at Steamtown National Historic Site in downtown Scranton.   October 15, 2012  “Ghost Trains of Scranton” Photography Exhibit to Open at Steamtown NHS  Steamtown NHS will host Kathy Adams digital photo exhibit, titled “Ghost Trains of Scranton,” at its Changing Exhibits Gallery from November 4 through December 31.   October 08, 2012  Veteran’s Day Fee Free Weekend at Steamtown NHS  Steamtown NHS will honor our military veterans and their families by waiving the park's daily Entrance Fee for everyone during Veteran's Day weekend, November 10-12.   September 10, 2012  Steamtown NHS Plans Steam, Diesel Fall Foliage Excursions  Steamtown National Historic Site, downtown Scranton, has planned eight fall foliage rail trips for 2012.   August 06, 2012  Railfest 2012 at Steamtown National Historic Site  Steamtown NHS, downtown Scranton, is the place to create family memories on Saturday and Sunday, September 1 and 2 of Labor Day weekend, as the National Park Service joins with partners to host Railfest 2012   July 24, 2012  Steamtown NHS Names Grand Marshal for Railfest 2012  Steamtown NHS announced today that Mr. Al Boscov, Chairman of Boscov’s Department Stores, has been named Grand Marshal for Railfest 2012!   July 23, 2012  Steamtown NHS Museum Collection Begins Online Journey  Steamtown National Historic Site’s museum collection has begun a new journey – to cyberspace!   June 17, 2012  “Americana Freedom” Excursion to Gouldsboro – Tobyhanna Planned at Steamtown NHS  On Saturday, July 14th, Steamtown NHS will operate an “Americana Freedom” passenger train excursion to Gouldsboro and Tobyhanna Stations.   June 12, 2012  2012 RailCamp at Steamtown NHS  The National Railway Historical Society (NRHS), in partnership with the National Park Service at Steamtown NHS, will conduct RailCamp 2012 from July 8 – 13.   June 05, 2012  \"Elegant Corrosion\" Photography Exhibit to Open at Steamtown NHS  Steamtown NHS will host a photo exhibit titled “Elegant Corrosion” by Colin Winterbottom at its Changing Exhibits Gallery from July 1 through October 31.   June 04, 2012  Steamtown NHS Announces 2012 Regular and Special Excursions  Summer is just around the corner, and with it comes the train excursion schedule at Steamtown National Historic Site!   May 29, 2012  Steamtown NHS Plans Trip to “Founder’s Day” Event at the Delaware Water Gap  Steamtown National Historic Site will offer a 104-mile roundtrip excursion to the Delaware Water Gap for the \"Founder’s Day\" celebration on Saturday, June 30.   May 21, 2012  Steamtown NHS to Participate in Tobyhanna Army Depot Centennial  Steamtown NHS will operate a special excursion to Tobyhanna on Saturday, June 23 to “Celebrate 100 Years of the Army at Tobyhanna – A Century of Honor, Excellence and Dedication to the Warfighter.”   May 16, 2012  Thanking America’s Armed Forces - Active Duty U.S. Military Offered Free Entrance to All National Parks  To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents   May 15, 2012  Steamtown Receives New Archival Collection from Syracuse University  Steamtown National Historic Site has received a significant archival collection dealing with three railroads that served the Scranton area.   May 07, 2012  Civil War Figures to Visit the Lackawanna Valley by Train  On Saturday, June 9, in conjunction with the National Park Service nationwide celebrations of the Civil War’s 150th anniversary, Steamtown NHS will operate a special diesel-powered excursion to transport President Lincoln and members of the Delaney-DeLacy Guard to Carbondale and Jessup, Pa.   April 25, 2012  Steamtown NHS Opens New Archeological Exhibit  On Saturday, May 5th a new family friendly and educational exhibit, titled “What Can Be Found Under the Ground in the Railroad Yard,” will open at Steamtown National Historic Site.   April 16, 2012  Steamtown Postpones Exhibit Opening  A new exhibit at Steamtown National Historic Site, “What Can Be Found Under the Ground in the Railroad Yard,” has had its public debut postponed from April 21 until further notice due to material shipment delays.   March 19, 2012  Steamtown NHS Highlights New Archeological Exhibit “What Can Be Found Under The Ground in a Railroad Yard” to Launch the 2012 Season  Spring is just around the corner and Steamtown National Historic Site is ready to greet the season on Saturday, April 21 with a new family friendly and educational exhibit called “What Can Be Found Under the Ground In A Railroad Yard”.   November 07, 2011  2011 CPR Holiday Train at Steamtown NHS  The Canadian Pacific Railway's 2011 Holiday Train will visit Steamtown NHS on Saturday, November 26.   November 02, 2011  2011 Holiday Events at Steamtown NHS  Steamtown National Historic Site announces upcoming holiday events beginning with a \"Fee Free\" Veterans Day weekend.   October 03, 2011  Teacher-Ranger-Teacher Program Concludes at Steamtown NHS  The National Park Service's \"Teacher-Ranger-Teacher\" summer program recently concluded at Steamtown National Historic Site.  Steamtown NHS is one of only twenty-five National Park sites in the Northeast U.S. to participate in the nationwide program during 2011.   September 19, 2011  Steamtown National Historic Site and the Community Alliance Partner for Station Re-dedication with Excursion to East Stroudsburg  On Saturday, October 15, 2011, the Steamtown NHS excursion destination is the borough of East Stroudsburg, nestled in the valley of the Brodhead Creek in the Pocono Mountains.   August 02, 2011  Railfest 2011 at Steamtown NHS  Steamtown National Historic Site, downtown Scranton, is the place to create family memories on Saturday and Sunday, September 3 and 4 of Labor Day weekend, as the National Park Service joins with several partners to host \"Railfest 2011.\"   June 13, 2011  RailCamp 2011 at Steamtown NHS  The National Railway Historical Society (NRHS), in partnership with the National Park Service at Steamtown National Historic Site, will conduct RailCamp 2011 from July 11 to 15, 2011.   June 06, 2011  Steamtown NHS Announces 2011 Excursion Season  Steamtown NHS announces the 2011 train ride excursion season begins July 9.   May 02, 2011  American Austin Bantam Club Vehicles at Steamtown NHS  Steamtown NHS will host a \"Spring Fling Mini-Meet\" of the American Austin Bantam Club on Saturday, May 21 from 10:00 am to 3:00 pm.   April 18, 2011  Steamtown NHS 2011 Tunkhannock Viaduct Excursion  Steamtown NHS will partner with the Canadian Pacific Railway for a special passenger train excursion to the famed Tunkhannock Viaduct at Nicholson, Pennsylvania, on Saturday, May 28, 2011.   April 13, 2011  Railroads and The Military:  An Unbreakable Bond  Steamtown NHS kicks off the 2011 season with a celebration honoring the long relationship between railroads and the military.   March 21, 2011  Steamtown NHS 2010 Teacher-Ranger-Teacher Program Ends During 2011 National Park Week  Steamtown NHS partnered with the Scranton School District's John Marshall Elementary School in 2010 to participate in the National Park Service \"Teacher- Ranger-Teacher\" Program.  The program ends during National Park Week 2011.   January 10, 2011  Black History Month 2011 Programs at Steamtown NHS  Steamtown NHS will partner with the Erie-Lackawanna Dining Car Preservation Society to present a variety of special programs to be offered on two Saturdays in February in celebration of Black History Month   December 06, 2010  2010 CP Holiday Train at Steamtown NHS Results PR  Steamtown NHSite partnered with the Canadian Pacific Railway (CPR) to host the company's 2010 Holiday Train visit on Saturday, November 28.  The goodwill journey to Scranton, and an exuberant holiday crowd, produced a record donation!   November 22, 2010  2011 Ice Harvest Excursion  Steamtown National Historic Site will offer a special mid-winter steam excursion to the annual Ice Harvest Demonstration in Tobyhanna, Pa. on Saturday, January 15, 2011.   November 01, 2010  2010 CP Holiday Train at Steamtown NHS  The 2010 Canadian Pacific Holiday Train will visit northeastern Pennsylvania on Saturday, November 27 at Steamtown National Historic Site in downtown Scranton from 6:00 – 6:30 p.m.   October 04, 2010  Author John L Busch to Speak at Steamtown NHS  No abstract supplied.   September 14, 2010  Steamtown NHS Announces 2010 Fall Foliage Excursions  Noticeably shorter September days, clear blue skies with a nip in the early morning air, yellow school buses in the morning commute:  All unmistakable signs that Mother Nature is preparing for her annual autumn display of the finest fall foliage in Northeast Pennsylvania!  One of the best ways to view this beautiful array of colors is aboard a steam passenger train traveling through beautiful fall scenery in the nearby Pocono Mountains.   September 10, 2010  Steamtown National Historic Site to Host Naturalization Ceremony During Citizenship Week  Twenty candidates will become new citizens during a ceremony at Steamtown National Historic Site at 12:00 p.m. on Friday, September 17, 2010.   September 07, 2010  “Pumpkin Express” Excursions Double in 2010  The Lackawanna & Wyoming Valley Chapter, NRHS, will sponsor Steamtown NHS \"Pumpkin Express\" train rides to Moscow on Saturday, October 2.   August 31, 2010  2010 Teacher-Ranger-Teacher at Steamtown NHS  Steamtown National Historic Site partnered with the Scranton School District this summer as one of twenty-four National Park sites in the Northeast U.S. to participate in the National Park Service \"Teacher- Ranger-Teacher\" Program for 2010.   August 06, 2010  Steamtown NHS Proposes Modest Fee Increase  Steamtown National Historic Site announces its proposal to increase fees to enter the Park, and increase the fees charged for Interpretive and Educational Programs.   August 02, 2010  Help Steamtown NHS Win a $100,000 Grant in the National Park Foundation Contest  Visitors, fans and supporters of Steamtown National Historic Site can help the Park win a $100,000 grant by voting online for \"America’s Favorite Park.\" Vote at www.livepositively.com before August 31.   June 14, 2010  2010 Whistle Stop Excursion to Steamtown NHS  No abstract supplied.   May 24, 2010  Fee Free Days, Weekends Announced at Steamtown NHS  Steamtown National Historic Site, downtown Scranton, Pa., announces Fee Free days, weekends for 2010.   May 03, 2010  Steamtown NHS to Participate in Teacher-Ranger-Teacher Program  Steamtown National Historic Site proudly announces the Park has been selected as one of eight National Park sites in the Northeast U.S. to participate in the National Park Service “Teacher-Ranger-Teacher” Program for 2010.   April 03, 2010  2010 National Park Week  April 17th -25th, 2010.  This year’s theme is “Share a Park – Shape a Life.” Among the hallmark programs featured at Steamtown’s museum complex is the Junior Ranger Program for children aged 6 – 12, an educational program for children under 6 “Let’s Explore Steamtown,” the popular theater programs “America’s Legacy – Your National Parks”  and “The Steamtown Story” and special Ranger guided programs with behind the scenes Locomotive Shop tours and Turntable demonstrations.    February 22, 2010  New Federal Firearms Law Takes Effect Today  A change in federal law effective February 22, allows people who can legally possess firearms under federal, Pennsylvania, and local laws to possess those firearms in Steamtown National Historic Site.   December 21, 2009  Steamtown NHS to Host Winter Film Series  Steamtown NHS will feature special film documentaries on select Saturdays in January, February and March 2010.   November 02, 2009  Canadian Pacific Railway Announces Lineup, Schedule for U.S. Holiday Train Shows  The Canadian Pacific Railway's 2009 Holiday Train will visit northeastern Pennsylvania on Saturday, November 28 at Steamtown NHS from 5:30 p.m. – 6:00 p.m.   October 21, 2009  2009 Holiday Express Excursions Sold Out  Steamtown NHS announced today that tickets for the special “Holiday Express” excursions to Moscow are completely “sold out”!   October 19, 2009  Steamtown NHS Announces Upcoming Holiday Events  Steamtown National Historic Site, downtown Scranton, is pleased to announce its upcoming 2009 Holiday events!    October 09, 2009  Steamtown NHS Announces 2009 \"Holiday Express\" Excursions  Steamtown National Historic Site, downtown Scranton, PA, will offer our popular “Holiday Express” steam-powered excursions to Moscow again this holiday season!   September 11, 2009  Steamtown NHS Announces Fall Foliage Excursions  As nature prepares to display her most colorful outfit for the year, Steamtown National Historic Site is planning to transport visitors through some of the most beautiful fall scenery in the nearby Pocono Mountains.   September 08, 2009  Entrance Fee at Steamtown NHS Waived on National Public Lands Day  Steamtown National Historic Site in Scranton, PA will participate in the 14th Annual National Public Lands Day on Saturday, September 26 by offering a \"Fee Free Day.\"   August 17, 2009  Steamtown NHS to Screen Ken Burns 'The National Parks: This is America' Film  Steamtown National Historic Site, in partnership with regional PBS affiliate WVIA, will screen the film, \"The National Parks: This is America,\" on Saturday, September 19 and Sunday, September 20.   August 10, 2009  Steamtown NHS Announces New Elementary Education Programs  Steamtown NHS is proud to announce new education programs for Grades K-6 students in the northeastern Pennsylvania educational community!   August 05, 2009  Steamtown NHS to Premiere Rocky Glen Park Film Documentary  Steamtown National Historic Site, in partnership with the Lackawanna Historical Society, will premiere the documentary film “Rocky Glen Park”.   July 27, 2009  Tunkhannock Viaduct Excursion Sold out  No abstract supplied.   July 20, 2009  2009 Tunkhannock Viaduct Excursion  No abstract supplied.   July 15, 2009  Railfest 2009 at Steamtown NHS  Steamtown National Historic Site, downtown Scranton, is the place to be this Labor Day weekend, September 5 and 6, as the National Park Service joins with several area partners to host \"Railfest 2009\".   July 07, 2009  Grand Marshal for Railfest 2009  Steamtown National Historic Site has announced that Joseph H. Boardman, President and Chief Executive Officer of Amtrak, will serve as Grand Marshal for Railfest 2009.   June 15, 2009  2009 RailCamp at Steamtown NHS  The National Railway Historical Society (NRHS), in partnership with the National Park Service at Steamtown National Historic Site, will conduct RailCamp 2009 from July 5-11.   June 09, 2009  Fee Free Days Announced at Steamtown NHS  During these tough economic times, Steamtown National Historic Site, downtown Scranton, PA, will waive Entrance Fees on eight days in 2009!   June 01, 2009  Steamtown NHS to Launch 2009 Excursion Season  Steamtown National Historic Site's seasonal steam-powered passenger excursion schedule will offer steam-powered passenger trains that will evoke recollections of the sights, sounds and smells of train travel circa 1920!   May 26, 2009  Steamtown NHS to Partner with City of Carbondale for June Summer Festival  Steamtown National Historic Site will partner with the City of Carbondale by operating a special excursion to the city’s “Summer Celebration and Heritage Music and Wine Festival” at the Pioneer City Train Station on Saturday, June 20, 2009.   May 19, 2009  Steamtown NHS to Present Documentary Film, \"Ubaldo\"  Steamtown National Historic Site, in partnership with PBS affiliate WVIA TV, will present the film documentary, \"Ubaldo,\" on Sunday, May 24.   May 18, 2009  Steamtown NHS Plans Trip to \"Founder's Day\" Event at Delaware Water Gap  Steamtown National Historic Site will offer a 104-mile roundtrip excursion to the Delaware Water Gap for the \"Founder's Day\" celebration on Saturday, June 27.   April 23, 2009  National Park Service Announces Recovery Act Projects  The National Park Service (NPS) announced nearly 800 projects totaling $750 million that can be completed across the country with funding from the American Recovery and Reinvestment Act of 2009.   April 06, 2009  Steamtown NHS Armed Forces Celebration Excursion  Armed Forces Day, a day set aside to celebrate and thank all branches of the U.S. military, will be honored locally with a special passenger excursion provided by Steamtown National Historic Site in downtown Scranton, PA.   March 30, 2009  Steamtown NHS 2009 Operating Season  Spring is just around the corner and Steamtown National Historic Site is ready to greet the season on Sunday, April 19 when we begin our 2009 Operating Train Ride season in conjunction with National Park Week!   February 08, 2009  2009 Volunteer Fair  No abstract supplied.   January 12, 2009  2009 Winter Lecture Series  Saturdays at Steamtown National Historic Site in downtown Scranton take on a new aspect of education with our 2009 \"Winter Lecture Series.\"   November 18, 2008  CPR 2008 Holiday Train at Steamtown NHS  The musicians have been chosen, the whistle stops selected and the lights soon will be hung on the boxcars with care for Canadian Pacific Railway's U.S. Holiday Train and its goodwill journey for food shelves across the U.S. Northeast.   November 04, 2008  STEAMTOWN NHS TAKES TO THE RAILS FOR 2009 TOBYHANNA ICE HARVEST FESTIVAL  Steamtown National Historic Site, downtown Scranton, PA will offer a mid-winter steam excursion to the annual Ice Harvest Demonstration in Tobyhanna, PA on Saturday, January 17, 2009.   October 02, 2008  Steamtown NHS Announces 2008 Holiday Events  Steamtown National Historic Site, downtown Scranton, PA is pleased to announce its upcoming 2008 Holiday events!   September 30, 2008  Steamtown NHS Announces 2008 Fall Foliage Excursions  No abstract supplied.   September 06, 2008  Living History at Steamtown NHS  No abstract supplied.   September 04, 2008  Entrance Fee at Steamtown National Historic Site Waived on National Public Lands Day  Steamtown National Historic Site in Scranton, PA will participate in the 13th Annual National Public Lands Day on Saturday, September 27, 2008 by offering a “Fee Free Day.”   August 18, 2008  Steamtown NHS Welcomes New Exhibit  Steamtown National Historic Site, downtown Scranton, welcomes a new exhibit, \"100 Years: The Delaware, Lackawanna & Western Railroad's Scranton Passenger Station\" on Monday, August 18.   August 04, 2008  Special Whistle Stop Excursion to Steamtown NHS  No abstract supplied.   July 07, 2008  Steamtown NHS Announces Special Steam Excursion to Tunkhannock Viaduct  THIS TRIP IS NOW SOLD OUT. Steamtown National Historic Site, downtown Scranton, Pennsylvania is planning a special train excursion from the Historic Site to the famed Tunkhannock Viaduct at Nicholson, Pennsylvania on Saturday, September 6, 2008!   June 30, 2008  Lackawanna Railfest 2008 at Steamtown NHS  Steamtown National Historic Site, downtown Scranton, is the place to be this Labor Day weekend, August 29 through August 31, as the National Park Service partners with several regional rail preservation groups to host “Lackawanna Railfest 2008”!   June 23, 2008  Staycation at Steamtown NHS  This year would be a good time to dial down the distance you plan to travel and stay closer to home, experts say, and Steamtown National Historic Site in downtown Scranton, PA is just the ticket for a \"Staycation!\"   June 19, 2008  Tobyhanna Station Centennial Excursion from Steamtown NHS  Steamtown NHS will help mark the 100th Anniversary of the former Delaware, Lackawanna and Western Railroad Station at Tobyhanna on Sunday, June 29, 2008 with The 100th Anniversary Express.   June 17, 2008  Railcamp 2008 at Steamtown NHS  On July 6 through July 12, the National Railway Historical Society (NRHS), in cooperation with the National Park Service at Steamtown National Historic Site, will conduct RailCamp 2008.   May 19, 2008  Steamtown NHS Announces 2008 Excursion Season  No abstract supplied.   May 17, 2008  Steamtown NHS Announces Founders Day Excursion  Steamtown National Historic Site will offer a 104-mile roundtrip excursion to the Delaware Water Gap for the “Founders Day” celebration on Saturday, June 28.   March 14, 2008  Steamtown NHS 2008 NPS Week  Spring is just around the corner and Steamtown National Historic Site is ready to greet the season on Saturday, April 19 when we’ll begin our 2008 Operating Train Ride season in conjunction with National Park Week!   March 07, 2008  Steamtown NHS Welcomes Fasulo Photo Exhibit  Steamtown NHS will present a photography exhibit by railfan photographer John Fasulo titled, \"My Passion for Trains:  Railroad Images of John Fasulo,\" April 6 - May 7, 2008.   February 19, 2008  Commonwealth Speaker to Help Steamtown NHS Celebrate Women's History Month  No abstract supplied.   February 12, 2008  Ukrainian Immigration to the Anthracite Coal Region of NE Pennsylvania  Steamtown National Historic Site, downtown Scranton, will partner with the Pennsylvania Humanities Council to host Commonwealth Speaker Paula A. Holoviak, Ph.D. on March 8, 2008.   February 05, 2008  SNHS Winter Lecture Series Mar 2008  The 2008 \"Winter Lecture Series\" at Steamtown National Historic Site, downtown Scranton, will conclude in March with several special Saturday presentations!   January 28, 2008  Hobo Homes During the Depression: Photographs of the Scranton Jungle by R.W. Jeffers Exhibit at Steamtown NHS  No abstract supplied.   January 25, 2008  Commonwealth Speaker to Help Steamtown NHS Celebrate Black History Month  Celebrating Black History Month, Steamtown National Historic Site, downtown Scranton, will partner with the Pennsylvania Humanities Council to host Commonwealth Speaker and storyteller, Denise Valentine.   January 15, 2008  SNHS Winter Lecture Series Feb 2008  No abstract supplied.   December 11, 2007  SNHS Winter Lecture Series Jan 08  Saturdays at Steamtown National Historic Site in downtown Scranton take on a new aspect of education January through March, 2008 as the National Park Service returns the popular Winter Lecture Series to its list of activities!   November 20, 2007  Steamtown NHS 2008 Ice Harvest Excursion  Steamtown National Historic Site in Scranton, PA will offer a mid-winter steam excursion to the annual Ice Harvest Demonstration at Tobyhanna on Saturday, January 19, 2008.   November 15, 2007  CPR 2007 Holiday Train  On Saturday, December 1st at Steamtown National Historic Site in Scranton, PA, the Canadian Pacific Railway’s U.S. Holiday Train begins its goodwill journey to help restock food shelves across the U.S. Northeast and Upper Midwest!   November 05, 2007  Steamtown NHS Welcomes New Art Exhibit  Steamtown National Historic Site, downtown Scranton, welcomes a new mixed media art exhibit, \"Trains and Trolleys,\" by Luzerne County artist and photographer Diane Grant Czajkowski.  This exhibit illustrates the community role of the train and the trolley through history, as well as the professional workers that maintained them.  The exhibit will open at the park’s Changing Exhibit's Gallery on Wednesday, November 21 and continue through Saturday, December 29.   October 09, 2007  Halpern Photo Exhibit  Steamtown National Historic Site, downtown Scranton, welcomes a new exhibit “Twilight at the Tower” by railroad photographer Benjamin Halpern.   September 25, 2007  Steamtown NHS 2007 Holiday Events  No abstract supplied.   September 14, 2007  2007 Lackawanna Railfest at Steamtown NHS  On November 2 through November 4, the National Park Service, in partnership with several regional rail preservation groups, is planning to host “Lackawanna Railfest 2007” at Steamtown National Historic Site, downtown Scranton!   September 12, 2007  Steamtown NHS to Participate in National Public Lands Day  Steamtown National Historic Site in Scranton, PA will participate in the 13th Annual National Public Lands Day on Saturday, September 29, 2007 by offering a “Fee Free Day.”   September 04, 2007  Steamtown NHS Announces 2007 Fall Foliage Excursions  No abstract supplied.   August 20, 2007  Tunkhannock Viaduct Excursion  No abstract supplied.   July 16, 2007  Lackawanna Railfest 2007 Announcement  Steamtown National Historic Site announces a \"Lackawanna Railfest 2007\" to take place in November.   July 09, 2007  Amtrak to Visit 2007 RailCamp at Steamtown NHS  Amtrak – the National Railroad Passenger Corporation – will make a special visit to RailCamp 2007 at Steamtown National Historic Site!   July 04, 2007  Tenth Annual RailCamp at Steamtown National Historic Site  On July 8 through July 14, the National Railway Historical Society (NRHS), in cooperation with the National Park Service at Steamtown National Historic Site, will conduct Basic RailCamp 2007.   June 18, 2007  Steamtown NHS to Showcase Films from The History Channel, WVIA Productions  No abstract supplied.   June 11, 2007  Seeing Eye Puppies to Visit Steamtown NHS  No abstract supplied.   May 30, 2007  Steamtown NHS Announces Excursion to the Delaware Water Gap  Steamtown National Historic Site will offer a unique excursion to the community of Delaware Water Gap for the annual “Founders Day” celebration on Saturday, June 30!   May 09, 2007  Discovery Center  Steamtown National Historic Site will debut its new Children's Education & Discovery Center on Sunday, May 20, 2007!   April 17, 2007  Steamtown NHS Celebrates Memorial Day Weekend with Excursions, Films!  The region’s Memorial Day Weekend events will be enhanced this year with two steam-powered passenger excursion trains departing from Steamtown National Historic Site in downtown Scranton, along with special film presentations at the Park!   April 10, 2007  Steamtown NHS to Premiere 'Rising From the Rails: The Story of the Pullman Porter'  No abstract supplied.   April 02, 2007  Steamtown NHS Honors Armed Forces with Excursion Train to Cresco and East Stroudsburg  Armed Forces Day, a day to celebrate and thank all branches of the U.S. military, will be honored locally with a special excursion on Saturday, May 19 to Cresco and East Stroudsburg, PA, provided in partnership with Steamtown National Historic Site.   March 27, 2007  Steamtown NHS Announces 2007 Operating Season  Spring is here and Steamtown National Historic Site is ready to greet the season on Wednesday, April 18, when we’ll begin our 2007 Operating Train Ride season!   March 21, 2007  2007 National Park Week at Steamtown National Historic Site  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/stea\/learn\/news\/newsarchive.htm"
}
