{
    "title": "Steamtown National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Car, Van or Bus - GPS  Our PARK ENTRANCE is located on Lackawanna Avenue at Cliff Street (just to the right of the new Lackawanna County Intermodal Center) in downtown Scranton. Our GPS coordinates are: N 41.410730 (latitude), W 75.671329 (longitude) You may also try using 350 Cliff Street with ZIP Code 18503 when using a GPS unit. This should bring you to Steamtown's parking lot.  Be careful NOT to use the Park's mailing address as there is no entrance at that location.       General Driving Directions From Philadelphia: Proceed north on I-476 (PA Turnpike, Northeast Extension) to exit 115. Take I-81 north to exit 185. At first traffic light turn left on Lackawanna Avenue. Continue on Lackawanna Avenue past the mall and turn left on Cliff Street.  From Baltimore and other points south: Proceed north to Harrisburg and onto I-81. Take I-81 north to exit 185. At first traffic light  turn left on  Lackawanna Avenue. Continue on Lackawanna Avenue past the mall and turn left on Cliff Street.  From Pittsburgh and other points west: Proceed east on I-80 to I-81 north to exit 185. At the first traffic light turn left on Lackawanna Avenue. Continue on Lackawanna Avenue past the mall and turn left on Cliff Street.  From NYC, NJ, Pocono Mountains and points east: Proceed west on either I-80 or I-84. At intersection with I-380, proceed north. At intersection with I-81, proceed south to exit 185. At the first traffic light turn left on Lackawanna Avenue. Continue on Lackawanna Avenue past the mall and turn left on Cliff Street.  From Binghamton, NY and north: Proceed south on I-81 to exit 185. At the first traffic light turn left on Lackawanna Avenue. Continue on Lackawanna Avenue past the mall and turn left on Cliff Street.       For Bus or Airport travel information, click on Public Transportation       Alternate Fuel Vehicles  Do you plan to travel to the park in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy.",
    "url": "https:\/\/www.nps.gov\/stea\/planyourvisit\/directions.htm"
}
