{
    "title": "Steamtown National Historic Site: Indoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Indoor Activities               Indoor Activities           Life on the Railroad, in the History Museum, tells about the men and women who worked for the railroads, including the Pullman Porter.  Porters formed the first union in the United States to allow African-American members.   Museums  Explore our museums and view the Park film, \"Steel and Steam.\" Guided walking tours of the Locomotive Shop are offered on most days year round. Rain or shine, Steamtown offers a chance to learn about the history of railroading and how the steam locomotive - and the people who worked to make it happen - created the America we know today.         Visitors enjoy a special presentation in the theater at Steamtown NHS.   Theater Presentations The Steamtown NHS Museum Complex includes a 250-seat theater. On most days, the 18-minute HD film \"Steel and Steam\" is shown every half hour, at the top and bottom of the hour - first show is at 9:30 am, last show at 4:00 pm. During our Winter Hours schedule, last show is at 3:00 pm. On days where the main Theater is closed, the film screens in the History Museum (top level) on a continuous loop schedule.  We occasionally showcase various other railroad-related special presentations in the Theater, courtesy of unique partnerships with national railroads such as Amtrak, Canadian Pacific Railway, Norfolk Southern, and CSX, as well as The History Channel and WVIA\/Channel 44, our regional PBS affiliate.        Changing Exhibits Gallery - Visitor Center - Floor 2   Changing Exhibits Gallery Occasionally, we host interpretive exhibits related to our park mission: \"To further public understanding of the role that steam railroading played in the development of the United States.\" The Changing Exhibits Gallery is located on the second floor of the Visitor Center, accessible via the stairs or elevator located behind the Information Desk. All exhibits are included in the park's daily Entrance Fee.                   Find Your Park Exhibit   12 Photos  Steamtown Find Your Park exhibit",
    "url": "https:\/\/www.nps.gov\/stea\/planyourvisit\/indooractivities.htm"
}
