{
    "title": "Steamtown National Historic Site: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around         Be prepared for gravel, dirt, concrete and macadam footing, and remember that steam locomotives can create wet and slippery spots from condensed steam and oil drips. NPS Photo  Please be prepared for walking on concrete, wood, brick and gravel, ramps and stairs. There may be slippery spots from oil and grease drips, especially during inclement weather.        COLTS [County of Lackawanna Transit System] bus awaits passengers at downtown Scranton terminal.  COLTS provides public transportation services to all residents of Lackawanna County. COLTSbus.com  PUBLIC TRANSPORTATION    Bus Both Greyhound Lines and Martz Trailways service Scranton from a central bus terminal in Central City. This terminal is located on Lackawanna Avenue across from the main vehicle entrance (Cliff Street) to the Park. The most convenient walking access, however, is via the Mall at Steamtown, also across the street from the bus terminal. (Note: The pedestrian bridge connecting the Mall at Steamtown with Steamtown NHS is private (Mall) property, and is generally closed during winter months and during other periods of extreme weather conditions.)  COLTS (County of Lackawanna Transit System) provides local bus service to Scranton and all of Lackawanna County. (570) 346-2061 or 876-1256 for schedules and more information.  Plane Wilkes-Barre\/Scranton International Airport (AVP) at Avoca serves the greater Pocono Northeast. The airport is serviced by major auto rental agencies, and limo and taxi services. Check with your hotel directly to learn if they provide free ground transportation during your stay.  Please note that rail passenger service is not available in, to or from Northeastern Pennsylvania. The nearest Amtrak locations are New York City (98 mi), Harrisburg (100 mi), and Philadelphia (105 mi); connecting bus service to Scranton may be provided from those locations. Check with Amtrak or your travel agent.",
    "url": "https:\/\/www.nps.gov\/stea\/planyourvisit\/gettingaround.htm"
}
