{
    "title": "Steamtown National Historic Site: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility      Steamtown National Historic Site is accessible, with the exception of some historic locomotives and railroad cars.    Public use elevators are located in the Visitor Center (next to the main staircase), and the History and Technology Museums; the Theater and Roundhouse are accessible via ramps.   Most excursion trains are also handicapped accessible, but handicapped seating is limited (lift capacity: 500 lb maximum). Please contact us at (570) 340-5204 in advance of your planned trip for arrangements.   There are 2 standard wheelchairs available for individuals who may have difficulty walking the museum complex areas; motorized wheelchairs are not available.  The wheelchairs may be signed-out on a first-come, first-served basis (no reservations), at the Visitor Center.  While there is currently no charge for wheelchair use, you must supply a current and valid photo driver's license as security.  Wheelchairs may not be removed from the Museum Complex property.   Parking is available for buses, motor homes and trailer-towed vehicles in the designated area of our main parking lot (access via Cliff Street). The Park grounds close at 5:00 pm (Winter, 4:00 pm) and after-hour and overnight parking are not permitted. Designated handicapped parking in the main parking lot is available.   For Visitors with Hearing Impairments  Open captions are available on all park films including \"Steel and Steam\" showing in the park Theater.   Ubi-Duo technology for communcating with visitors who are deaf.  Each of these machines allow two-way, typed conversation for immediate viewing by both parties.  One is available at the Entrance Fee kiosk, and another is available at the Visitor Center kiosk.    American Sign Language interpretation is available by request. Please phone (570) 340-5244 at least 14 days prior to your visit to make arrangements.  For Visitors with Visual Impairments  We have many tactile exhibits that can be experienced as well as audio with our videos, although not fully audio described yet.  Our park brochure is available in Braille for loan at the Visitor Center kioski. With advance notice, a ranger tour can be given with audio description.  Please phone (570) 340-5244 at least 14 days prior to your visit to make arrangements.        Service Animals  Service animals are allowed in national parks. For a definition of a service animal, please see the Americans with Disability Act (ADA) definition.",
    "url": "https:\/\/www.nps.gov\/stea\/planyourvisit\/accessibility.htm"
}
