{
    "title": "Steamtown National Historic Site: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       For entrance fee and train ride ticket questions, information and reservations, phone (570) 340-5204 daily, 9 am - 4 pm (2016 Winter hours, 10 am - 3 pm)  2015-16 Park Fees          Entrance Fee   \"Scranton Limited\" and \"Nay Aug Limited\"  Train Rides   Locomotive Cab Ride  Steam OR diesel may be offered     Daily  (ages 16 and older)   $7.00   $5.00   $35.00\/ride     Child   (ages 6 to 15)   Free for children 15 & younger - must be accompanied by an adult   $5.00   N\/A     Child   (to age 5)   Free for children 15 & younger - must be accompanied by an adult   Free for children 5 & younger - must be accompanied by an adult   N\/A     \"America the Beautiful\" Interagency Annual Pass  Click to purchase or gift online now!  $80.00  Senior Pass  Click for  mail order info!  $10.00  (Lifetime Pass)   Annual Military Pass  Click for info!  Free  Access Pass  Click for  mail order info!  Free  (Lifetime Pass)   Waived with valid pass;   ID may be required   $5.00   $35.00\/ride     The Park Entrance Fee (all visitors age 16 and older) includes admission to the railroad yard, History & Technology Museums, Theater, Roundhouse, all walking tours and most theater programs.  All children 15 and under must be accompanied by an adult while at the Park and aboard train rides and excursions. \"America the Beautiful\" Interagency Passes are available at the site and are honored for the Entrance Fee only (photo ID may be required).  \"America the Beautiful\" Passes may also be purchased online for yourself or as a gift for a fellow traveler! Click HERE for more information!      Refund Policy In the event you miss your Short Train Ride (yard shuttle), we can put you on the next shuttle as long as the train is not sold out or was the last train of the day. If you miss the train for a special event or excursion program, tickets cannot be refunded or transferred.  If you miss the return ride from a special event or excursion program, you are responsible for getting transportation back to your point of origin.       2015-16 Excursion Fares (tentative) (Excursion fares include the Park Entrance Fee)     MOSCOW       Adult (ages 16-61)   $24     Senior (ages 62 and older)   $22     Child (ages 6-15)   $17     Child (ages 5 and younger)   Free (ticket required)           CRESCO, GOULDSBORO & TOBYHANNA       Adult (ages 16-61)   $34     Senior (ages 62 and older)   $29     Child (ages 6-15)   $22     Child (ages 5 and younger)   Free (ticket required)           DELAWARE WATER GAP, EAST STROUDSBURG       Adult (ages 16-61)   $54     Senior (ages 62 and older)   $49     Child (ages 6-15)   $32     Child (ages 5 and younger)   Free (ticket required)           CARBONDALE-LINE EXCURSIONS       Adult (ages 16-61)   $24     Senior (ages 62 and older)   $22     Child (ages 6-15)   $12     Child (ages 5 and younger)   Free (ticket required)           All excursion tickets must be prepaid (no unpaid reservations). Tickets are non-refundable unless an event is cancelled by park management, and riders cannot attend a make-up date (if applicable).      Refund Policy In the event you miss your Short Train Ride (yard shuttle), we can put you on the next shuttle as long as the train is not sold out or was the last train of the day. If you miss the train for a special event or excursion program, tickets cannot be refunded or transferred.  If you miss the return ride from a special event or excursion program, you are responsible for getting transportation back to your point of origin.",
    "url": "https:\/\/www.nps.gov\/stea\/planyourvisit\/fees.htm"
}
