{
    "title": "Petrified Forest National Park: Your Dollars At Work",
    "body": "Your Dollars at Work              Management of national park lands is not free. Protecting our natural and cultural heritage and providing a safe, enjoyable, and educational place to visit requires substantial funding. Although your taxes offset the majority of costs of operating parks like Petrified Forest National Park, they do not cover all of the costs. As expenses to operate and maintain the parks rise each year, appropriated funding is unable to do it all.  In 2004, to address these needs, Congress signed the Federal Lands Recreation Enhancement Act (FLREA) which allows the U.S. Department of the Interior to implement an interagency Fee Program in three of its agencies: the National Park Service, the Bureau of Land Management, and the U.S. Fish and Wildlife Service.  Petrified Forest National Park is a fee park. Funds generated by those fees are used to accomplish projects that the park has been unable to fund through yearly Congressional appropriations. Entrance fees are the most common fees that are collected at Petrified Forest. The park also gets to keep the money generated from the sale of various forms of annual passes.      Recent projects at Petrified Forest National Park made possible by your fees  Prepare fossil specimens for visitor display Conduct The Spirit Of The Wilderness—Cultural Resource Surveys Of The Rainbow Forest Interpret fossil localities to improve visitor understanding of park's critical resource Repair portions of the park boundary fence for improved resource protection Improved portions of the park two-way radio system for improved emergency response capabilities Improved travel corridors for wildlife through fence modifications and removal Improved electrical circuits in park buildings Repeat photography project to assist with protection of natural and cultural resources Completion of Cultural Landscape Report for the Painted Desert Community Complex Preparation and curation of fossil material for visitor enjoyment and scientific research Conserve historic furnishings in the Painted Desert Inn Improvement of vehicle pullouts park-wide for improved visitor access Design new restroom for Puerco Pueblo area. Construct an Orientation loop near the Painted Desert Visitor Center for visitors Establish a new exhibit in the Rainbow Forest Museum focused on Triassic ecology Re-habilitate the old Puerco Pueblo contact station for use as an exhibit on archeology Re-habilitate the Agate Bridge historic building to bring it back to its historic use as a breezeway         Project Details         Petrified Forest National Park's High School Education Program Petrified Forest National Park has an active and dynamic education program. In an effort to reach out to older students the park received project money to design \"standards based\" on and off site activities for students in grades 9–12. The activities provide students with opportunities to learn about paleontology, geology and archeology while participating in real scientific investigations. The activities include:  Prospecting without collecting: Students learn how to read GPS, a compass and a topo map. Students assist the park paleontologist with the location of fossils for potential collection. Students record what they find in their notebooks as well as photograph and GPS their discoveries.  Reading the Rocks-Solving a geologic problem: This activity takes place in the park, between Agate Mesa and the Teepees, in conjunction with the paleontology lesson. Students learn how to sequence rocks and how to find fossil bearing layers by using clue cards with photos and info about the rocks and the historical data of a field site.  Archeological Site Investigations and Rock Art analysis: Students explore a real archeological field site, record surface discoveries and the impacts of erosion at a deteriorating archeological site and analyze rock art for signs of degradation. Students make maps of meter sections, use GPS, compasses, topo maps and digital cameras.  Classroom Activities: Nature Journaling, Making a museum collection, Ceramic Reconstruction, Trash is Treasure, Mapping your world-Making an archaeological map of your room, Field reports—following onsite trips.        A student “paleontologist” uncovers a cast of an armor plate from an ancient Triassic reptile in a simulated fossil dig at Petrified Forest National Park. NPS  Improve Fossil Cast Collection for Visitor Education  Petrified Forest National Park was set aside in 1906 to preserve and protect fossil resources from the Late Triassic period. Included in those remains are the bones of a variety of reptiles and amphibians that were common between 230 and 200 million years ago. This project was for the creation of fossil casts to be used in education programs for the large number of school children that come to the park each year. The fossil casts allow students to uncover, view and handle items that are exact replicas of the original fossil material, greatly enhancing the educational experience by allowing them to be junior paleontologists. The use of casts lets students experience the material without damage to the fragile original specimens. Cast sizes range from approximately twelve inches (leg bones) to one inch (toe bones). This enhanced experience during education programs influences local and regional teachers and their students, allowing them to gain a better understanding of the fossil resources of Petrified Forest National Park. In turn, this creates informed stewards of Petrified Forest and other protected areas through increased resource protection and preservation as the result of education and awareness achieved through education. The mission of the National Park Service is incorporated into the program, fostering stewardship through education and understanding of the roles of the National Park Service and its staff.        Hoodoos in Devil's Playground, Petrified Forest National Wilderness Area Andrew Kearns-VIP\/NPS  Wilderness Stewardship Plan Petrified Forest National Park was one of the first units of the National Park Service to have designated wilderness. On October 23, 1970 Congress set aside 51,728 acres as designated wilderness in two separate areas of the park. The northern unit of the park provides visitors with unparalleled opportunities to experience vast, rugged landscapes, natural soundscapes, and superb dark night skies. The smaller southern unit has great scientific value with excellent records of the Late Triassic flora and fauna. The park completed a backcounty management plan in 1979, but it was outdated and did not adequately address protection of the area's five wilderness qualities that are essential to effective wilderness management. In developing the plan, the park chose to use the new Wilderness Stewardship Framework that articulated desired wilderness character which included a combination of biophysical, experiential, and symbolic ideals that distinguishes wilderness areas from other land.  The planning process used a combination of workshop and public comment to develop a plan that would monitor wilderness character to identify desired conditions and standards based on wilderness values. It was successfully because the park was able to draw on a variety of subject matter experts and interested parties to assist the park. Funding provided by the program was essential for the completion of the project.        Bullsnake NPS  Interpret Biological Resources on New Lands for Visitor Enjoyment In 2004 Congress authorized the expansion of Petrified Forest National Park. The park was mandated to provide direction for visitor use on the new lands. In order to make critical decisions regarding visitor use on these expansion lands, park managers must document the existing biological resource conditions. This includes inventory for threatened and endangered species and\/or species of concern. This project provided for surveys of biological resources that will provide information for production of reports, brochures, and species lists of resources in this area. This project focused on the 9,000 acres of recently transferred Bureau of Land Management acres in the northeast portion of the expansion.        Agate House Andrew Kearns-VIP\/NPS  Conduct Condition Assessments of Archeological Sites  Petrified Forest National Park contains over 700 archeological sites spanning 13,000 years of human occupation. Many of the sites were discovered and documented in the early 1920s and 1930s. The project allowed the park to revisit and conduct condition assessments where the sites lacked reliable information. Archeologists relocated the sites and identified threats, disturbances and deferred maintenance needs for each sites. The park developed recommendations for periodic monitoring, preservation and protection treatments. This project was important to develop baseline information that can be used to help preserve and protect our priceless heritage.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/management\/yourdollarsatwork.htm"
}
