{
    "title": "Steamtown National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Interpretive Park Ranger Bill Clark explains steam locomotive maintenance and repair facilities to visitors on a Locomotive Shop Tour.  Prior to your visit, check our monthly tour schedule!    Tours and Programs Schedule  With a little advance planning, you can make the most of your trip to Steamtown. Be sure to check out the contents of Steamtown's website, especially the Things to Do and Directions. The answers to most visitor questions can be found here. If you can't find the information you are looking for, check the \"FAQs\" page or visit the \"Contact Us\" page for additional options.  Our 2015 excursion season has ended and our 2016 season is in the planning stages. We expect to announce our 2016 schedule in late-winter or early-spring 2016.  For park entrance, stop at the Ticket Kiosk to pay the Park Entrance Fee and seasonal train ride fares upon arrival.  IMPORTANT: Internet and\/or email sales are not available.  On the day of your visit, check the Visitor Center \"Today's Programs\" display to learn about other programs that may be offered that day. You can pre-plan your day by checking our monthly tours and programs schedule (subject to change).  While the Park is open all year with the exception of three major holidays, some tours and all of the train rides are seasonal. We post our tour and program schedule monthly, but update it weekly due to staffing and equipment availability. Each month's schedule is posted on or about the 10th of the month before. Note that all children 15 and under must be accompanied by an adult while at the Park and aboard train rides and excursions.  Enjoy your visit!                   2014 National Park Week - Go Wild   3 Photos  2014 National Park Week \"Go Wild!\" images          Excursions   18 Photos  Images taken during Steamtown's excursion seasons          Railfest   31 Photos  Images from previous Railfest events, held on Saturdays and Sundays of Labor Day weekends.",
    "url": "https:\/\/www.nps.gov\/stea\/planyourvisit\/index.htm"
}
