{
    "title": "Petrified Forest National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Junior Rangers earn their badges NPS  Kids, Petrified Forest is here to teach you all about science, nature, archeology, history, and much more! Complete a booklet to become a Junior Ranger   Help plan your upcoming trip with Park Fun suggestions   Learn about career-building opportunities available to Teens   If you are a scout, check out NPS Scout Ranger Programs for Boy Scouts and Programs for Girl Scouts          Sandbox Archeology   Doing a project about Petrified Forest National Park?  Find some fast facts here.  Search for lots of great photos on our Flickr site. Check out our official publications for detailed information on specific subjects. Browse our suggested reading list for books relating to subjects on Petrified Forest.             Junior Ranger Exclusives! Explore hands on educational activities about the park that you can do at home! More Junior Ranger Exclusives such as Activity Challenges, Questions to make your Brain Grow, and Interpreting Your Park are archived on our Facebook page under the photo albums.         Coloring pages to print or download:  Chindesaurus coloring page (pdf)  Desmatosuchus coloring page (pdf)  Metoposaur coloring page (pdf)  Placerias coloring page (pdf)  Postosuchus coloring page (pdf)  Trilophosaurus coloring page (pdf)           Flat Rangers   Flat Rangers Want a fun way to learn about national parks everywhere? Click on the image to download this Flat Ranger mailer template and send your flat friend on an adventure!         Kids Art Gallery Click here to see a collection of Petrified Forest inspired artwork created by kids just like you! Drawing or painting (even with your fingers) is a great way to express yourself and be creative.        Dino Skulls by Hugh Brown   Even more activities just for you! This Kids Corner paleontology page includes a Triassic themed song, word search, and a make your own fossil activity. Learn about the park with this Petrified Forest Crossword Puzzle. (answers) Find out how many national park sites are in AZ with this word search. (answers) There is so much archeology at Petrified Forest too! Learn all about it by doing a maze, a crossword, matching, and reflective writing here.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/kidsyouth\/index.htm"
}
