{
    "title": "Rivers Of Steel National Heritage Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           623 E. Eighth Avenue  Homestead, PA 15120                 Directions         The Bost Building is located at 623 E. Eighth Avenue in Homestead, PA.  Directions Details           Operating Hours & Seasons         Bost Buiding Exhibit Hours Monday, Wednesday, Friday: 10 AM to 2 PM; other times by appointment.  Closed on federal holidays.  For more information, visit,  https:\/\/www.riversofsteel.com\/about\/visit-the-museum\/.    Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 10:00 AM - 2:00 PM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 10:00 AM - 2:00 PM   Thursday: 12:00 AM - 12:00 AM   Friday: 10:00 AM - 2:00 PM   Saturday: 12:00 AM - 12:00 AM             Weather           For details and information, visit, https:\/\/www.riversofsteel.com\/.          Fees & Passes     Entrance Fees:   Bost Building Museum Fees - Adult - $3.00 Fee and tour information is available on the museum website, https:\/\/www.riversofsteel.com\/about\/visit-the-museum\/.    Bost Building Museum Fees - Children - $1.00 Fee and tour information is available on the museum website, https:\/\/www.riversofsteel.com\/about\/visit-the-museum\/.    Bost Building Museum Fees - Members - $0.00 Fee and tour information is available on the museum website, https:\/\/www.riversofsteel.com\/about\/visit-the-museum\/.          Visitor Centers                   From 1875 to 1980, southwestern Pennsylvania was the Steel Making Capital of the World, producing the steel for some of America's greatest icons such as the Brooklyn Bridge and the Empire State Building. During World War I and II, our steel workers carried a nation's defense on their backs, producing more steel, armor and armaments in a single year than entire countries. While many of the region's legendary mill sites have been dismantled, and it has been decades since the mills belched fire and smoke over Pittsburgh's skyline, the enormity of the region's steel-making contributions and its historical significance to the nation demand its story be told and its sites be preserved. For more information, visit: https:\/\/www.riversofsteel.com\/",
    "url": "https:\/\/www.nps.gov\/rist\/planyourvisit\/basicinfo.htm"
}
