{
    "title": "Oil Region National Heritage Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           206 Seneca Street, 4th Floor  Oil City, PA 16301                 Directions         Oil Region National Heritage Area is located in northwestern Pennsylvania. Commuter air service lands at the Venango Regional Airport in Franklin, Pennsylvania at the center of the Oil Region. Vehicle drivers who access Exits 29, 35, 42, and 45 of I-80 immediately enter the southern edge of the Oil Region National Heritage Area. Major communities are Emlenton, Barkeyville, Cranberry, Franklin, Oil City, and Titusville.  Directions Details           Operating Hours & Seasons         Oil Region Hours Peak visitation months are May through October, with nearly all facilities open year-round. For specific visitor venues, recreational highlights, accommodations, and events, please refer to www.oilregion.org.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           For details and information, please visit, www.oilregion.org.         Fees & Passes     Entrance Fees:   Oil Region Fees - $0.00 The National Park Service does not collect a fee at Oil Region National Heritage Area, but some associated sites may. For more information, visit: http:\/\/www.oilheritage.org\/         Visitor Centers                  The Oil Region National Heritage Area tells the stories of Colonel Edwin Drake's drilling of the world's first successful commercial oil well in 1859 and the legacy of the petroleum industry, which even now continues to shape daily life, industry, economy, society, and politics. The Oil Region, comprised of Venango County, Oil Creek Township in eastern Crawford County, the borough of Hydetown, and the City of Titusville, Pennsylvania, includes oil artifacts, scenic Victorian valley and riverbed communities, plateau developments, farmlands and woodlands, and industrial landscapes. Today visitors enjoy heritage attractions, warm hospitality, and four seasons of outdoor recreation in \"the valley that changed the world.\" For more information, visit: http:\/\/www.oilheritage.org\/",
    "url": "https:\/\/www.nps.gov\/oire\/planyourvisit\/basicinfo.htm"
}
