{
    "title": "Hopewell Furnace National Historic Site: Things To Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come             Things To Know Before You Come         Visitors to Hopewell Furnace pass by the Church house mule barn located beside the entrance gate. NPS photo  The park is fully open from 9:00 a.m. until 5:00 p.m. Wednesday through Sunday as well as Memorial Day, Independence Day, Labor Day, and Columbus Day.  Its visitor center (including rest rooms), parking lot  and historic buildings are closed on Mondays, Tuesdays, and other federal holidays. The park's 12 miles of hiking trails (that interconnect with those of neighboring French Creek State Park) are open everyday.  Extreme weather or emergency conditions may curtail these hours or cause the park to be unexpectedly closed for the day.  Access to the park's entrance road and parking lots is normally from 9:00 a.m. to 5:00 p.m.  Except for the park's visitor center and historic buildings, visiting Hopewell Furnace is an outdoor experience. Touring the site includes walking historic roadways and footpaths while exposed to outdoor conditions. Comfortable seasonal clothing and walking shoes are recommended.   The park's visitor center and restrooms are handicap accessible. However, much of the historic area includes steep terrain, narrow historic doorways and numerous steps that can present transit difficulties and limit accessibility. Individuals with specific accessibility requirements are encouraged to contact the park in advance to discuss their needs. There are no restaurant facilities in the park or its immediate vicinity. The visitor center offers vending snacks, soft drinks and water.       Pets are allowed in outdoor areas of the park so long as they are on leash. Only service animals or service animals in training are allowed inside park buildings. Picnicking is allowed in the tabled picnic area beside our upper parking area, or in the nearby apple orchard. Picnicking is not allowed in the historic village area of the park.  Possession of firearms within the park is allowed with restrictions. For additional information please read the Laws and Policies section of this website. A permit is required to conduct the following activities within Hopewell Furnace NHS:  Organized recreational events and\/or ceremonies. Commercial filming or photography. See \"Permits\" section of this site for explination of what commercial filming\/photography requires a permit.  The sale or distribution of written materials, food or merchandise.  The following activities are prohibited within Hopewell Furnace NHS:  Hunting, conducting hunting activities and\/or harassing of wildlife. Smoking inside any park buildings or out-of-doors inside the historic village area.  Removal of natural or cultural resources, except for those allowed by the park compendium.",
    "url": "https:\/\/www.nps.gov\/hofu\/planyourvisit\/things2know.htm"
}
