{
    "title": "Hopewell Furnace National Historic Site: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Touring Hopewell Furnace is largely an outdoor experience. While exploring the park, visitors may encounter precarious conditions within the natural environment.  Without discouraging use of the park's resources to their fullest, we wish visitors to be aware of potential hazards and how they can be avoided.  We want everyone to have a safe and enjoyable visit to Hopewell Furnace.  Weather and terrain: Winter weather at Hopewell can include cold temperatures along with ice and snow. During summer, hot and humid conditions are often accompanied by rain showers. We recommend weather appropriate clothing for conditions on the day of the visit. The park's earthen roads and trails are often rocky and uneven. Comfortable walking shoes should be worn to negotiate them safely. Insects:  Among the many insects found within the park are stinging insect such as bees, wasps, yellow jackets and hornets.  If you or a family member are allergic to insect stings, we recommend that the appropriate medication be carried with you at all times.  If a sting causes difficulty with breathing, heartbeat or produces any other reaction, seek medical help immediately.  Ticks are very common in this region of the country and can transmit diseases. The deer tick can carry Lyme Disease.  Staying out of tall grass and the forest edge will help prevent contact with ticks.  After a day in the park, check your body and clothing carefully. Parents should examine their children. An attached tick should be removed with a tweezers without crushing it.  Should a rash or fever develop after a tick bite, consult a doctor.  Wild Animals: Although a wide variety of wild animals live in and around Hopewell Furnace, the possibility of meeting one is slight.  Raccoons, skunks, foxes are some of the animals that can carry rabies, but not the only ones. A healthy wild animal will avoid humans. If you encounter any wild animal that is acting strangely and has lost its fear of people -- avoid it -- and report it to a park ranger as soon as possible. If bitten, seek medical attention immediately. Snakes and reptiles are also native to the park area. They are rarely seen, but if you should come across one keep your distance. Never attempt to capture, tease, feed or harm a snake or any other wild animal. Doing so is not only unsafe but illegal in a National Park. E. Coli and Other Bacteria: Outbreaks of Escherichia coli associated with visits to petting farms have sickened numerous people and led to hospitalizations. E. coli is a common organism found in the gastrointestinal tract of both humans and animals. Most strains of E. coli are harmless to humans, but one produces a toxin that causes severe and potentially fatal illness. E. coli infection typically occurs when contaminated food, toys, or fingers are placed in the mouth. To help protect yourself and your family we strongly encourage visitors to take precautions when in areas of possible contact with E. coli bacteria, such as Hopewell's historic farm.  Do not eat, drink, or smoke in the farm area. Caution children not to eat or place anything in their mouths while visiting the farm area or until they have washed their hands. Wash hands thoroughly after visiting Hopewell's farm.",
    "url": "https:\/\/www.nps.gov\/hofu\/planyourvisit\/safety.htm"
}
