{
    "title": "Petrified Forest National Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education        Students on a field trip enjoy the view at Chinde Point NPS Photo       Whether you're planning a park visit for your students, looking for lesson plans or other resources to use in your classroom or home, or hoping to arrange for a ranger to visit you, you will find it here. Education is a primary mission of the national parks and Petrified Forest is an amazing classroom. Park rangers, teachers and educators all share the effort to connect students to the park.  Travel Grants FY2016 Educational Travel Grant Funding is currently available for field trips that occur on or before September 30, 2016. All schools are welcome to apply. Click here to download the application. Academic Fee Waivers The Majority of educational groups visiting the park qualify for free entry. Download the application form here to find out more.   Planning a Field Trip? Explore our Parks as Classrooms pages to learn more about educational resources related to the park.              Coyote Canyon Elementary Credit NPS    Petrified Forest National Park was one of 186 federal sites selected to receive a 2015 field trip grant from the National Park Foundation, the official charity of America's national parks. During April and May of 2016 almost 400 4th grade students participated in the park's new Student Phenology with Outdoor Citizens (S.P.O.C.) program. Each class received $300 of transportation funds for a visit to the park where they walked the 1-mile Rim Trail overlooking the Painted Desert and recorded observations of lizards, phenology of plants, and park soundscapes as well as receiving a free healthy lunch.     We are in the process of applying for a second Every Kid in a Park transportation grant through the NPF for implementation in the fall of 2016 through spring of 2017. Stay tuned!     Questions? Contact Lauren Carter at (928)524-6228 x 238",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/education\/index.htm"
}
