{
    "title": "Hopewell Furnace National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation         In the 18th and early 19th centuries Hopewell transported its products to market by Conestoga wagon. National Park Service  Park Address: 2 Mark Bird Lane, Elverson, PA 19520 GPS Location Coodinates of Park Entrance: Latatude: 40.20667 Longitude: -75.767660  Directions By Automobile  From the North: US Route 422 to PA Route 345. Turn onto Route 345 South and travel 6.6 miles through the town of Birdsboro and French Creek State Park until you reach the park entrance.  From the East: PA Turnpike (I-76) West to exit 312 (Downingtown). Take PA Route 100 North 9 miles to PA Route 23.  Turn left onto Route 23 West and travel 7 miles to PA Route 345. Turn right onto Route 345 North 4 miles to the park entrance.  From the South: I-95 North to PA Turnpike (I-76). PA Turnpike West to exit 312 (Downingtown). Take PA Route 100 North and travel 9 miles to PA Route 23. Turn left onto Route 23 West and travel 7 miles to PA Route 345. Turn right onto Route 345 North and travel 4 miles to the park entrance.   From the West: PA Turnpike (I-76) East to exit 298 (Morgantown). Turn onto PA Route 10 South and travel 1 mile to PA Route 23. Turn left onto Route 23 East and travel 5.3 miles to PA Route 345. Turn left onto Route 345 North and travel 4 miles to the park entrance.   Approximate distances from Hopewell Furnace NHS: Allentown, PA: 45 miles Delaware Water Gap National Recreation Area (PA): 90 miles Gettysburg National Military Park (PA): 103 miles Harrisburg, PA: 65 miles Lancaster, PA: 42 miles Philadelphia, PA: 52 miles Reading, PA:  15 miles Valley Forge, PA: 28 miles   Transportation There are no public transportation systems that directly service the park. Bus: Greyhound bus services are located in Reading, Pennsylvania, approximately 15 miles from the park. Train: Amtrak and regional rail service is available at Downingtown, Pennsylvania, approximately 20 miles from the park. Airplane: The nearest commercial airports to Hopewell Furnace NHS are Philadelphia International Airport (PA) and Harrisburg International Airport (PA). Both are approximately 1 1\/4 hours travel time from the park by automobile.",
    "url": "https:\/\/www.nps.gov\/hofu\/planyourvisit\/directions.htm"
}
