{
    "title": "Petrified Forest National Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger          Petrified Forest National Park welcomes kids to learn more about the ancient environment of the Late Triassic—when the petrified trees were alive and giant reptiles roamed the land. Junior Rangers \"Explore, Learn, and Protect\" their national parks. Become a Junior Ranger and you can learn about fossils, human history, wilderness and more! You'll even receive a gold badge and colorful patch so you will not forget how important you are to the National Park Service. How do you become a Junior Ranger? Once you arrive in the park stop by the Painted Desert Visitor Center, Painted Desert Inn, or Rainbow Forest Museum and ask for a Junior Ranger Activity Booklet. The Junior Ranger Activity Booklet is on-line, too! This will help you prepare for the activities, giving you a head start. If you don't have time to finish your booklet in the park you can mail it back to us to get your badge and patch. If you need some help with the answers, check out the park brochures. We are always happy to add another name to our Junior Ranger team. We invite YOU to become a member of this very special group of people. When you take the time to learn about the park and its valuable resources, you will be able to share your knowledge with friends and family to help them understand why Petrified Forest National Park is a special place.              Centennial Jr. Ranger Book NPS - Illustrated by Jennifer Johnson Haywood  Happy Birthday National Park Service! The NPS Centennial Jr. Ranger booklet is here! You can pick yours up at participating parks, or download it here, to receive your own Centennial Jr. Ranger badge. (These booklets and badges will be available in the park for a limited time while supplies last.)        Jr. Paleontologist Book   Become a Jr. Paleontologist Check out the Jr. Paleontologist book and learn all about fossils and geology. After completing the number of activities for your age you can bring your book into the park to earn your badge or mail it to us Attn: Education Program. This booklet and corresponding badge are available in the park but you can also download it here.        Junior Rangers Explore, Learn and Protect! NPS  Junior Ranger Night Explorer Program Do you like astronomy and looking at the stars? Check out the Intermountain Region's Jr. Ranger Night Explorer Program. Complete the booklet and bring it into the park to receive your patch or mail it back to us Attn: Education Program and we will mail back your booklet and patch. (This booklet is not available in the park.)        Historic Preservation Jr. Ranger Booklet   The National Historic Preservation Act Not only is 2016 the 100th birthday of the National Park Service but it also marks the 50th anniversary of the National Historic Preservation Act of 1966. You can learn all about Historic Preservation and what park sites protect our nation's history with this fun activity booklet. You can mail your booklet to us Attn: Education Program to receive your special anniversary badge. (This booklet and badge are not available in the park.)        Web Ranger Patch   National Park Web Rangers Did you know, you can be a Webranger too! You can play games and do activities while learning about your national parks and earning virtual badges and patches. Just click here to find out more.        AZ National Scenic Trail Jr. Explorer Patch   Arizona Junior Explorer In cooperation with the Arizona State Office of the Bureau of Land Management (BLM), you can become a Junior Explorer by completing the Arizona Trail Junior Explorer Handbook. Complete activities and submit your answers here to earn your patch.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/kidsyouth\/beajuniorranger.htm"
}
