{
    "title": "Vanderbilt Mansion National Historic Site: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park         Vanderbilt Mansion NPS  The Vanderbilt estate, historically known as Hyde Park, became part of the National Park Service in 1940 due in large part to the interest of FDR, who described the site as an arboretum. The President valued the estate for its historical integrity, extraordinary river view, collection of aged specimen trees, and its remarkable state of preservation. Hyde Park is a cornerstone of the Hudson River Valley's cultural heritage. The designers and architects who created this estate were among the leaders in their fields. The centerpiece, the house itself, is a premier example of the American Beaux-Arts style. The architect, Charles Follen McKim, was at the height of his artistic expression. This is America's mansion. When you visit Hyde Park, we want you to feel at home. We strive to offer the same hospitality and attention to detail that was characteristic of the Vanderbilts and their staff nearly a century ago.     Donations You can help support the National Park Service and Vanderbilt Mansion National Historic Site through a number of avenues. To make a direct donation to benefit the preservation, maintenance, and interpretation of the Vanderbilt Mansion NHS, please contact the Superintendent, Roosevelt-Vanderbilt National Historic Sites, 4097 Albany Post Road, Hyde Park, NY 12538 or call 845-229-9115. Official park partners are also approved to accept donations and raise funds that support the Vanderbilt Mansion National Historic Site. Roosevelt-Vanderbilt Historical Association Purchase something from the Roosevelt-Vanderbilt Historical Association sales areas located at Val-Kill and Vanderbilt Mansion. Roosevelt-Vanderbilt Historical Association is a cooperating association that offers books and other educational items relating to the interpretive themes of Roosevelt-Vanderbilt National Historic Sites and the Hudson Valley. A percentage of the proceeds from all sales are donated to the park's interpretive and education program. For more information click on the link above or call 845-229-9300. Frederick W. Vanderbilt Garden Association The Frederick W. Vanderbilt Garden Association is a non-profit organization, dedicated to the restoration and preservation of the formal gardens of Frederick and Louise Vanderbilt. The formal gardens are located on the grounds of the Vanderbilt Mansion National Historic Site. For more information click on the link above or e-mail us.",
    "url": "https:\/\/www.nps.gov\/vama\/getinvolved\/supportyourpark\/index.htm"
}
