{
    "title": "Theodore Roosevelt Inaugural National Historic Site: Join Our Friends",
    "body": "Join Our Friends       \"If the proper study of mankind is man, then the proper study of a Nation is its own history, and all true patriots should endeavor to encourage in every way the associations which record the great deeds, and the successes and failures alike, of the forefathers of their people.\"      - Theodore Roosevelt, 24 January 1893   The Theodore Roosevelt Inaugural Site is operated by the local non-profit Theodore Roosevelt Inaugural Site Foundation, in a cooperative agreement with the National Park Service. It is not fully funded by the National Park Service, and the Foundation depends greatly upon generous public support to maintain the facility, support educational programing and special exhibits, and to hire seasonal interpretive staff. You may help support the Foundation and the Inaugural Site by becoming a member of the Theodore Roosevelt Inaugural Site Foundation. Membership levels include: INDIVIDUAL - $30*  Free admission to the Site 10% discount in the museum shop The opportunity to receive first priority when making Victorian Christmas reservations Discounts on tours & special events Subscription to the Site’s newsletter, & notification of all tours, exhibits & special events  FAMILY - $45*  All previously-listed benefits Free admission & discounts for all members of the immediate family (including 2 adults & children under 19)  ROUGH RIDER- $75*  All previously-listed benefits A copy of a guidebook about the Site’s history and significance  GOVERNOR - $100*  All previously-listed benefits 25% discount coupon for a single item bought in the Site’s museum shop   VICE PRESIDENT - $250*  All previously-listed benefits A copy of Theodore Roosevelt, An American Hero in Caricature - a hardcover, full color publication  PRESIDENT - $500*  All previously-listed benefits Use of the Site for a daytime meeting or luncheon once a year  *Annual dues   In order to become a member, please contact: Theodore Roosevelt Inaugural Site Foundation 641 Delaware Avenue Buffalo, NY 14202 (716) 884-0095 Fax: (716) 884-0330",
    "url": "https:\/\/www.nps.gov\/thri\/getinvolved\/supportyourpark\/joinourfriends.htm"
}
