{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Cooperating Association",
    "body": "Cooperating Association          http:\/\/www.theodoreroosevelt.org\/association\/aboutus.htm   The Theodore Roosevelt Association (TRA) was founded in 1919 and chartered by Congress in 1920 to preserve the memory and ideals of the 26th President of the United States. But Theodore Roosevelt was so much more than a President, and so it seems fitting that the TRA, dedicated to his memory, also has a wide variety of activities. The programs and activities of the TRA range from the prestigious Theodore Roosevelt® Police Awards, given in New York, Dallas, Boston, and other cities to police officers who have overcome handicaps and continue to render outstanding service, to the Thedore Roosevelt® Teddy Bear program, which each year gives a Teddy Bear to hospitalized children in New York City during the December holiday season. The TRA also conducts many historical and educational programs, such as essay and public speaking contests for students, and helps public sites dedicated to TR. At various points the TRA has been the owner of several important historic sites including Sagamore Hill, the Theodore Roosevelt Birthplace, and Theodore Roosevelt Island in Washington, D.C. Through the years these sites have been given to the American people by the Association and are now operated for the public benefit by the National Park Service. Past Annual Dinner\/Meeting (more of a mini conference) sites include the aircraft carrier USS Theodore Roosevelt, the Roosevelt Study Center in the Netherlands, Sagamore Hill and Theodore Roosevelt Birthplace in New York City. The TRA’s membership is as varied as were TR’s interests. Members include historians and writers, outdoor enthusiasts, supporters of the Navy, conservationists, Rough Rider fans, political buffs and collectors, admirers of TR’s ideals, and those who simple love \"Teddy\" bears! The TRA invites anyone interested in helping perpetuate TR’s legacy to become a member. Membership includes a subscription to the TRA Journal, invitations to Association functions, and the satisfaction of participating in the preservation and perpetuation of America’s history!",
    "url": "https:\/\/www.nps.gov\/thrb\/getinvolved\/coopassociation.htm"
}
