{
    "title": "National Parks of New York Harbor: Statue of Liberty NM - Ellis Island",
    "body": "Fact Sheet: Statue of Liberty NM -- Ellis Island       Welcomed Immigrants from Around the World Established: May 11, 1965 as part of Statue of Liberty Location: Mouth of the Hudson River, New York Harbor, Ellis Island Overview: Opened on January 1, 1892, Ellis Island became the nation’s premier federal immigration station. In operation until 1954, the station processed over 12 million immigrant steamship passengers. The main building was restored after 30 years of abandonment and opened as a museum on September 10, 1990. Through the years, this gateway to the new world was enlarged from its original 3.3 acres to 27.5 acres by landfill supposedly obtained from the ballast of ships, excess earth from the construction of the New York City subway system and elsewhere. Before being designated as the site of one of the first Federal immigration station by President Benjamin Harrison in 1890, Ellis Island had a varied history. The local Indian tribes had called it “Kioshk” or Gull Island. Due to its rich and abundant oyster beds and plentiful and profitable shad runs, it was known as Oyster Island for many generations during the Dutch and English colonial periods. American Family Immigration History Center (AFIHC) at Ellis Island. Official site for Statue of Liberty and Ellis Island Foundation containing manifests of 25 million immigrants, passengers, and crew members who entered New York Harbor. Records can be searched at Ellis Island or on-line at: http:\/\/www.ellisisland.org\/ Today, it is believed that approximately 40 percent of America’s population can trace their ancestry through Ellis Island. Ferry Tickets: www.statuecruises.com Exhibits\/Tours: There are many things to experience when visiting Ellis Island.  The three floors of the Ellis Island Immigration Museum were designed as a self-guided museum. The Ellis Island brochure guides visitors through the museum exhibits at their own pace. Allow several hours to explore the museum. See a movie and learn about the island’s history and our nation’s immigration past by joining a ranger-guided tour. Superintendent: David Luchsinger  Visitor Information: (212) 363-3200 Web Site: www.nps.gov\/elis",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet-elis.htm"
}
