{
    "title": "Petrified Forest National Park: Field Trips",
    "body": "Field Trips      Petrified Forest National Park contains one of the best Late Triassic fossil assemblages in the world. The forces of deposition and erosion have shaped this strangely beautiful landscape. The park also contains one of the best native grassland ecosystems in Arizona. The human story at Petrified Forest goes back over 13,000 years. There is much to discover at Petrified Forest!    Educational Fee Waivers School groups, including home schools, may apply for an Educational Fee Waiver several weeks before a visit. Without this application, school groups will be considered a noncommercial group and charged fees accordingly. Educational Fee Waiver Application: (Please note this is new application form, updated in 2014. If you have a version from previous years please use this updated version instead.) Travel Grants 2015 - 2016 (FY2016 Funding is Available) Each year Petrified Forest NP offers funding to help schools pay for transportation costs to the park for educational field trips. Travel Grants are awarded on a first come first served basis once funding is available. School groups who would not be able to visit the park without financial assistance are encouraged to apply but any school group is eligible to apply and you can send in an application at any time. Download the application form here. Contact Information Phone: (928) 524-6228 ext.238 Email: email us Mail: Education Program Petrified Forest National Park PO Box 2217 Petrified Forest, AZ 86028   Ranger-Led Field Trips Petrified Forest National Park offers a variety of free, ranger-led, curriculum-based programs. These programs are correlated to Arizona and national learning standards, and provide students with an engaging learning experience by utilizing the park's natural and cultural resources as teaching tools. Programs are 1 to 1.5 hours long and are available between 8:30am and 4pm, Tuesday through Thursday. All programs require pre-registration. To arrange a special ranger program, please contact the education program coordinator at (928)524-6228 x238. Ranger availability is not guaranteed. For better scheduling options please contact us at least three weeks prior to your planned visit date. The following ranger-led programs are offered by-request in the park: Every Kid in a Park: Grade 4, 30 minutes in the park (45-60 min pre-visit lesson) This program is intended as a supplement to the Every Kid in a Park lesson found on www.everykidinapark.gov. Students meet a ranger in the park for a 30 minute question and answer session. This program can be conducted at any overlook or trail in the park. 4th grader passes are issued to the class at the end of the program. Every Kid in a Park Petrified Forest Pre-Visit Activity Simulated Fossil Excavation: Grades 1–5, 90-120 minutes Students will experience the thrill of discovery while learning how to see the bigger picture of an ancient ecosystem. They will map, measure, and identify fossilized remains of Triassic animals and plants. (real and replica fossils are available) This program is the culmination of the Rocking through the Ages curriculum but can also be conducted as a stand-alone activity. Group size is limited to 25 students. Simulated Fossil Dig Stand Alone Teacher's Guide Simulated Archeology Excavation: Grades 1 –5, 90-120 minutes Students engage in archeological field techniques while learning to measure, map, and identify artifacts of the ancestral Puebloan culture. This program is the culmination of the Rocking through the Ages curriculum but can also be conducted as a stand-alone activity. Group size is limited to 25 students. Simulated Archeology Dig Stand Alone Teacher's Guide Geology\/Clam Beds Hike: Grades 3-8, 60-90 minutes Students hike with a ranger into the badlands of Petrified Forest where they learn how to make observations, read the rocks around them, discover fossil evidence and discuss ideas about Arizona's geologic past. Group Size is limited to 25 students. Clam Beds Hike Teacher's Guide Museum Detectives: Grades 3-8, 60 minutes This program takes place at the Rainbow Forest Museum. Students use fossil replicas to observe, and identify skeletal anatomy of Triassic reptiles and dinosaurs. The activity is followed by a short presentation of their findings to the group. Museum Detectives Teacher's Guide Ask a Ranger: Grades K-12, 30 minutes Students prepare thoughtful questions ahead of time and spend a half hour with a ranger discussing Petrified Forest geology, paleontology, ecology, and human history. Special topic programs can also be arranged by contacting the education program coordinator at 928-524-6228 ex 238.           Results   Showing results 1-1 of 1    Sort By:  Title Date         Plan A Grand Canyon Field Trip    Bring your class to Grand Canyon for a free 2.5-hour or 5-hour curriculum-based educational field trip. Offered in the fall or spring.    Type:Field Trips Grade level:Third Grade-Twelfth Grade Subjects:American Indian History and Culture, Archaeology, Architecture, Biodiversity, Biology: Animals, Biology: Plants, Botany, Climate Change, Conservation, Earth Science, Ecology, Environment, Fire Ecology, Geology, History, Landscapes, Paleontology, Physical Fitness, Safety, Tectonics, Volcanoes, Wilderness, Wildlife Biology, Wildlife Management National\/State Standards:National\/State Standards: Varies Keywords:biodiversity, biology, animals, ecology, environment, geology, paleontology, plate tectonics, earth science, hiking safety, hiking, Physical Fitness, wildlife, fossil, archaeology, historic structures, hands-on, rocks, geologic time, geologic layers, geologic forces, Conservation, stories, ancient, Ruins, American Indians, native americans, human history, pioneer, forest, desert, ecosystems",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/education\/classrooms\/fieldtrips.htm"
}
