{
    "title": "Hudson River Valley National Heritage Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           625 Broadway  4th Floor  Albany, NY 12210                 Directions         For directions to particular sites within the Hudson River Valley National Heritage Area, visit http:\/\/www.hudsonrivervalley.com  Directions Details           Operating Hours & Seasons         Hudson River Valley Hours Visit www.hudsonrivervalley.com for information on the operating hours for our Heritage Sites.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           For details and information, please visit, www.hudsonrivervalley.com.         Fees & Passes     Entrance Fees:   Hudson River Valley Fees - $0.00 The National Park Service does not charge any fees, but sites associated with Hudson River Valley National Heritage Area may. For more information, visit: http:\/\/www.hudsonrivervalley.com\/         Visitor Centers                  The Hudson River Valley National Heritage Area was designated by Congress in 1996 and is one of the now forty-nine federally-recognized National Heritage Areas throughout the United States. Through a partnership with the National Park Service, Hudson River Valley National Heritage Area collaborates with residents, government agencies, non-profit groups and private partners to interpret, preserve and celebrate the nationally-significant cultural and natural resources of the Hudson River Valley. In this way, we encourage public stewardship for these resources as well as economic activity at the local and regional level. The Heritage Area is managed by the Hudson River Valley Greenway. To learn more visit: http:\/\/www.hudsonrivervalley.com\/",
    "url": "https:\/\/www.nps.gov\/hurv\/planyourvisit\/basicinfo.htm"
}
