{
    "title": "Hudson River Valley National Heritage Area: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Sponsored events of the Hudson River Valley National Heritage Area include: ·  Hudson River Valley Ramble Held in partnership with the New York State DEC Estuary Program, the Ramble is held over two weekends in September. The annual event features a variety of hikes, bikes, walks, paddles, and festivals that celebrate the   historic, cultural, and natural resources of the Hudson River Valley through education and recreation.   ·  Revolutionary War Reenactments Celebrations coincide with the 225th Anniversary of the Revolutionary War and will continue annually through 2009. Events commemorating the Revolutionary War include reenactments, lectures by nationally-known figures, and honorary ceremonies recognizing key individuals.   ·  Hudson-Fulton-Champlain Quadricentennial Celebrations will coincide with the 400th anniversary of the voyages of Henry Hudson and Samuel de Champlain as well as the 200th anniversary of Robert Fulton’s steamship voyage along the Hudson River.   ·  Great Hudson River Paddle Participants join the 10-day paddling event as they kayak the Hudson River from Albany to New York City while making periodic stops at Hudson River Greenway Water Trail sites. Through a variety of site visits and presentations, paddlers learn not only of the historic and scenic resources which can only be viewed from the river, but also about the Hudson River as a driving force behind regional commerce and local settlement patterns. ·  Great Hudson Valley Pedal In partnership with Parks and Trails New York, the Pedal offers a six-day, 200-mile sojourn. Participants encounter heritage resources, cultural resources, and parklands. The experience is further enhanced as cyclists can take advantage of the opportunity to spend additional time visiting Heritage Sites along the bike route.        Visit our website for more information about these and other exciting annual events.",
    "url": "https:\/\/www.nps.gov\/hurv\/planyourvisit\/things2do.htm"
}
