{
    "title": "Martin Van Buren National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         A banner for the Free Soil Party from the presidential campaign of 1848.  The party formed in opposition to extending slavery to the territory captured from Mexico.  The slogan of the party was  \"Free Soil, Free Labor, Free Speech, and Free Men.\" Library of Congress  The history associated with Martin Van Buren and the culture of ante bellum America is a rich vein to mine to learn about the country. Likewise, his farm Lindenwald provides a microcosm for us to discover the transformations taking place in America during the 1840's and 1850's.  Van Buren was preeminent among the second generation of American politicians. As eighth President - the first born under the U.S. flag - he continued building the Democratic Party he helped organize. His administration faced daunting challenges: The nation suffered a severe and lingering economic depression. Crises with Great Britain, Spain, and the Republic of Texas taxed his diplomatic skills. Most troubling throughout his political career was the issue of extending slavery into new states. Van Buren opposed extension while still trying to cultivate a coalition of northern and southern interests. The issue divided the nation and his party and foreshadowed the whirlpool of frustration, anger and violence which was to consume the country in the 1860's.  The links to the left will bring you to a number of absorbing papers, reports and galleries concerning Martin Van Buren and his times. Clicking on Stories links to transcriptions of Martin Van Buren's correspondence.        A daguerreotype of President Van Buren taken about 1855 from the collection of the Harvard Art Museum\/Fogg Museum. Copyright President and Fellows of Harvard College  Other Places to Learn About Martin Van Buren  The American Talleyrand blog is a terrific source of thoughtful and thought provoking material on Martin Van Buren and his era. It is pithy and insightful, but also quirky and funny. Everything is here from original research to book reviews to interviews with antebellum scholars. The elegant New York State Capitol in Albany is home to the Hall of Governors where you can see portraits of all of New York State's chief executives. The Hall of Governors website is replete with information on exhibits, documents and other historical gems found in the Capitol.    American Presidents Travel Itinerary Martin Van Buren National Historic Site is one of many stops on the American Presidents Discover Our Shared Heritage Travel Itinerary. The travel itinerary is compiled by the National Park Service. It highlights presidential historic sites listed on the National Register of Historic Places.",
    "url": "https:\/\/www.nps.gov\/mava\/learn\/historyculture\/index.htm"
}
