{
    "title": "Martin Van Buren National Historic Site: Park Fun",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun              Park Fun         President Van Buren is smiling here, but pull the tab and find out what happens. National Park Service  1840 Presidential Campaign Activity  Interested in learning about what presidential campaigns were like in the mid-1800s? Click here to discover more! Follow this activity to make a replica of this 1840 campaign token. When you're finished you can find out what happens when you pull the tab. The Whig Party used this token to help defeat Van Buren for reelection. What are the Whigs trying to say about Martin Van Buren with this token?           Ask about collecting these trading cards when you stop at the visitor center. National Park Service   Trading Cards  Kids and adults love trading cards. You can collect Civil War to Civil Rights trading cards from Martin Van Buren NHS. The park offers five Civil War to Civil Rights trading cards. Collect yours today, when you stop in the visitors center.          Do you have the history knowledge, detective skill and physical ability to earn a Super Scholar certificate? National Park Service   Wayside Trail Scavenger Hunt - Timed Challenge  Do you think you have the ability to earn a Martin Van Buren NHS \"Super Scholar\" certificate? This challenge not only requires a good knowledge of American history and some detective ability, but your physical skill is tested as well.  To earn a Super Scholar certificate you'll first need to find the answers to all the clues along the three quarter mile Wayside Loop Trail. To find the clues takes some history knowledge and ability to spot the answers. You'll need to carefully look at each wayside exhibit along the trail to get the answers. The trick is you'll need to hurry. You have to complete the whole trail and the scavenger hunt in under one hour to earn your certificate. Print out the clues by clicking here or stop at the visitor center and ask the ranger there for one. If you come when the visitor center is closed and succeed just have your parents verify your times with their initials. Snap a picture of your answers and e-mail it to us with your postal address. We'll send your Super Scholar certificate in the U.S. Mail.",
    "url": "https:\/\/www.nps.gov\/mava\/learn\/kidsyouth\/parkfun.htm"
}
