{
    "title": "Martin Van Buren National Historic Site: Stories",
    "body": "Stories         Ken Campbell, the last private owner of Martin Van Buren’s home, Lindenwald, smiles in this photo from the 1970's.  National Park Service   One Hundred Years in the Making: Lindenwald Celebrates \"Being Forty and Fabulous\"   What do post-it notes, the Rubik's cube, Hank Aaron's record-breaking home run, and Martin Van Buren National Historic Site have in common?  All date from 1974. The same year Martin Van Buren National Historic Site was established by Congress. The County has now had its own National Park for 40 years, but its preservation, which began just over 100 years ago, was not always assured and its development has been long delayed. It's a fascinating story. The first efforts to recognize Lindenwald date to the introduction of state legislation in 1907. Several other efforts were made on the state level in the teens and the 1920's.  In 1936 the Association for the Preservation of Lindenwald was formed by members of the Columbia County Historical Society, New York Historical Society, Dutch Settlers Society, Holland Society and the Sons of the American Revolution.  Members of the association appealed to then president Franklin Roosevelt who directed National Park Service historians to study the site.  In November of 1936 the NPS study concluded \"There is no doubt...that 'Lindenwald' is a historic site of enough national importance to be preserved as such.\"   As a result of the Park Service study there was a flurry of activity related to Lindenwald on both in Albany and Washington.  The effort ultimately languished due to the Great Depression.  Following the war and turmoil of the 1940's, supporters continued to urge recognition of the historic value of Lindenwald.  The work finally bore fruit in 1961 when the home was designated a National Historic Landmark recognizing its value and meaning to all Americans.   By the 1970's, local luminaries such as Albert Callan, Jr., editor of the Chatham Courier, stepped forward to promote the preservation of Lindenwald through news stories, editorials, and personal efforts.  The Columbia County Historical Society, under the leadership of its president, Rod Blackburn, and Kinderhook's Ruth Piwonka again took an active role in the issue, particularly in encouraging members to contact congressmen.  Congressman Joseph Resnick had initiated a feasibility study and Congressman Hamilton Fish, Jr.  discussed the issue personally with President Richard Nixon.   When Congressman Resnick left office, other legislators came to the support of the Lindenwald designation.  In 1969, U.S. Senators Charles Goodell and Jacob Javits and Congressman Fish  emphasized the importance of the scenic environment of the Hudson River Valley and sponsored legislation calling for the establishment of Lindenwald as a National Historic Site.  The bill was the first of several that members of the New York delegation would bring before Congress.  In 1971 and 1972, Fish, Javits, and Senator James Buckley introduced bills for the purpose of preserving Lindenwald.  Prophetically, when questioned why the National Park Service was asking for ownership or easements over nearly forty-two acres of land in order to preserve the site, National Park Service Director George Hartzog noted the importance of saving agricultural land and the site's scenic view sheds and preventing inappropriate development along the nearby highway, presaging issues that would become important concerns for the park. In 1973, Javits and Buckley introduced a similar bill for the establishment of the Van Buren National Historic Site with the same level of expenditures as the amended bill of the previous year.  While the legislation was pending, the National Park Service moved ahead with acquisition of the property by acquiring a six-month option in August of 1972.  The sale to the National Park Foundation was finalized in 1973. That year H. R. 13157 proposed the establishment of six National Park Service units, including Martin Van Buren National Historic Site in New York. The legislation passed on October 16, 1974, and was signed into law ten days later by President Gerald Ford.  Funds authorized in such bills are not necessarily allocated, and the newly designated historical site would struggle to obtain money for development over the next several decades, but Martin Van Buren's home had finally earned its place on the national scene.  Other battles were to come, but the supporters and promoters of national recognition for Lindenwald had finally won their fight.  In the words of the Bachman-Turner Overdrive hit from 1974 they were \"Takin' Care of Business.        National Park Service   Park personnel assisted by our enthusiastic volunteers have begun the task of transcribing letters to and from Van Buren. Below you can find letters and transcriptions. Periodically new transcriptions will be added allowing scholars and amateur historians alike a better understanding of the \"Little Magician\" and the circle of family and political mechanics surrounding him. Can you help us to fill-in the blanks in the transcriptions? If you recognize any of the words in the letters which are missing from the transcriptions please e-mail us with your suggestion.        Letters and Transcriptions   1844 Hammett Letter Hammett Transcription  1849 January Letters  January Transcriptions February Letters February Transcriptions March Letters March Transcriptions",
    "url": "https:\/\/www.nps.gov\/mava\/learn\/historyculture\/stories.htm"
}
