{
    "title": "Martin Van Buren National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions         Luykas Van Alen house (built approximatly 1737), part of the Columbia County Historical Society.     Other Historic Sites & Parks  Clermont State Historic Site 518-537-4240  The home of seven generations of the Livingston family including Robert R. Livingston who helped to draft the Declaration of Independence. The world's first successful steamboat was invented here. 25 miles Columbia County Historical Society 518-758-9265 The Society operates several historic sites as well as a museum and library. Sites include the James Vanderpoel House of History and the Luykas Van Alen House where you can also visit the Ichabod Crane Schoolhouse. Call or check their web site for current exhibits, hours and tour schedules. 1 mile Edna St. Vincent Millay Society at Steepletop  518-392-3362 One of the most popular writers in her time, the Pulitzer Prize-winning poet Edna St. Vincent Millay is a major figure in 20th-century American literature. Visit her home in its unique rustic setting. 18 miles  Lake Taghkanic State Park  518-851-3631  Tent and trailer campsites and cabin camping facilities. Beaches, picnic areas, boat launch rowboat, paddleboat and kayak rentals, recreation hall and showers. 25 miles Olana State Historic Site 518-828-0135 Olana is the home of famed Hudson River School painter Frederic Church. The home and landscape are as much a work of art as any painting by Church. 20 miles   Shaker Museum - Mount Lebanon  518-794-9100  For 160 years, from 1787 to 1947, the Shakers at Mount Lebanon led the largest and most successful utopian communal society in America. 27 miles Thomas Cole National Historic Site  518-943-7465 Thomas Cole is regarded as the founder of the Hudson River School American art movement which flourished in the mid-19th century. Cole's work is known for its romantic portrayal of the American wilderness. See his home, studios and beautiful grounds. 18 miles",
    "url": "https:\/\/www.nps.gov\/mava\/planyourvisit\/nearbyattractions.htm"
}
