{
    "title": "Martin Van Buren National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Martin Van Buren NHS 1013 Old Post Road  Kinderhook, NY 12106-3605            Directions         The park entrance road is located off of route 9H  two miles south of Kinderhook Village. GPS Coordinates:  42° 22' 52'' N   -73° 42' 13'' W   Directions Details           Operating Hours & Seasons             Martin Van Buren National Historic Site The park is open year round from 7:00 am to sunset, however tours of the President'se are available only during the visitor season which is from mid-May to the end of October. During the visitor season the visitor center is also open 9:00 am to 4:30 pm seven-days-a-week. Guests may learn about tours of President Van Buren's home and other programs by speaking with the ranger at the visitor center.   Standard Hours Year-round Tours Available mid-May Through October Only   Sunday:7:00 AM - Sunset Monday:7:00 PM - Sunset Tuesday:7:00 AM - Sunset Wednesday:7:00 AM - Sunset Thursday:7:00 AM - Sunset Friday:7:00 AM - Sunset Saturday:7:00 AM - Sunset           Martin Van Buren National Historic Site The park is open year round from 7:00 am to sunset.  The visitor center is open 9:00 am to 4:30 pm seven-days-a-week from mid-May to the end of October each year .  Guests may learn about tours of President Van Buren's home and other programs by speaking with the ranger at the visitor center.      Standard Hours    Sunday: 7:00 AM - Sunset   Monday: 7:00 PM - Sunset   Tuesday: 7:00 AM - Sunset   Wednesday: 7:00 AM - Sunset   Thursday: 7:00 AM - Sunset   Friday: 7:00 AM - Sunset   Saturday: 7:00 AM - Sunset             Weather         The weather at Martin Van Buren National Historic Site is typical of the northeast United States; it varies considerably throughout the year. Always check the forecast prior to your visit and dress accordingly. Be sure to wear comfortable walking shoes as well.       he weather at Martin Van Buren National Historic Site is typical of the northeast United States; it varies considerably throughout the year. Always check the forecast prior to your visit and dress accordingly. Be sure to wear comfortable walking shoes as well.          Fees & Passes     Entrance Fees:   Fees Suspended in 2016! - $0.00 In celebration of the National Park Service's 100th birthday on August 25th the usual $7.00 entrance fee for visitors 16 and older has been suspended for all of 2016! This year visitors don't need to pay to see Lindenwald - so come on out and \"Find Your ParK.\"  These passes can be purchased online or at the visitors center for use at other federal recreation areas   Entrance Passes:   Entrance Fee Susupended for 2016 - $0.00 n celebration of the National Park Service's 100th birthday on August 25th the usual $7.00 entrance fee for visitors 16 and older has been suspended for all of 2016! This year visitors don't need to pay to see Lindenwald - so come on out and \"Find Your ParK.\"          Visitor Centers       Visitor Center The park's visitor center is located across Old Post Road from the visitor parking lot.  The visitor center is open from 9:00 am to 4:30 pm seven-days-a-week during the visitor season which runs from mid-May through the end of October each year.  Please go there first to learn about programs and to sign up for tours of the Lindenwald mansion.                   An aerial view of the park showing facilities, parking and surrounding farmland. Michael Frederick  Get a Quick Start: Operating Hours & Seasons The 2016 visitor season begins May 23rd at Martin Van Buren National Historic Site. President Van Buren's mansion will open for tours daily. Sign-up for tours at the visitor center. Tours begin at 9:00, 11:00, 12:00, 2:00 and 4:00. There is no charge to walk the grounds which are available year round from 7:00 a.m. to sunset. Pick up a brochure and site bulletin in the parking lot and follow the three quarter-mile wayside loop to learn more about the founder of the Democratic Party.  Fees & Passes  In celebration of the National Park Service's 100th birthday on August 25th the usual $7.00 entrance fee for visitors 16 and older has been suspended for all of 2016! This year visitors don't need to pay to see Lindenwald - so come on out and \"Find Your ParK.\" America the Beautiful - The National Parks and Federal Recreational Lands Passes for use at other federal recreation areas may still be purchased at the visitor center seven days a week.    Permits & Reservations Special uses of the park, like weddings or commercial filming, require permits. Picnic tables may be used for free on a first-come, first-serve basis. Schools and organized groups may reserve guided tours of the historic site. Click for film permits  Weather The weather at Martin Van Buren National Historic Site is typical of the northeast United States;it varies considerably throughout the year. Always check the forecast prior to your visit and dress accordingly. Be sure to wear comfortable walking shoes as well. Pets Pets are welcome at Martin Van Buren NHS, but must be kept on a leash no longer than six feet at all time. The park grounds are open for recreation, such as dog walking, from 7:00 AM to sunset year round. Pets of any kind, except for service animals, are not permitted inside any historic structure or other building. Remember: Do not leave your pet in a closed vehicle in the parking lot. If you must leave your pet unattended, park under shade and leave at least two windows open half way. Goods & Services    Just north of the park the Villages of Kinderhook and Valatie offer dining, shopping, gas, and other commercial services. Additional good and services can be found in 10 miles south of the park in the City of Hudson.",
    "url": "https:\/\/www.nps.gov\/mava\/planyourvisit\/basicinfo.htm"
}
