{
    "title": "Petrified Forest National Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species         Tamarisk, or saltcedar, is a common invasive species throughout the Southwest. NPS Photo  The National Park Service places a high priority on encouraging, restoring, or maintaining plant and animal diversity in all of its sites across the country. One of the fronts in the battle to maintain healthy, balanced ecosystems is waged against invasive species.   Nonnative species (also referred to as invasives, exotics, introduced, or nonindigenous species) have been introduced intentionally or unintentionally into new ecosystems. An invasive species is a nonnative whose introduction causes or is likely to cause economic or environmental harm or harm to human health. Invasive species take over habitat, squeezing out the native flora and fauna. This reduces biodiversity, interferes with soil productivity, damages or replaces native populations, and changes land and water quality. Each year invasive plants cause billions of dollars in damage to public and private lands and the ecosystems upon which we all depend. In the National Park Service, 196 national park areas have serious problems posed by invasive plant species. The costs of managing weeds were estimated at $80 million from 1996-2000.        Russian Olive Photo by Marge Post\/NPS  Of particular concern on the Colorado Plateau are plants which are invading rangelands and waterways. Control of infestations has been difficult and the ecological consequences have been serious. Invasive weeds which are of particular concern include camelthorn, Canadian thistle, Russian knapweed, cheatgrass, common purslane, and field bindweed. These plants grow where the earth has been disturbed and little competition for resources exists. They establish root systems and grow strong enough to expand aggressively. Some have seeds which can lie dormant for many years, even up to half a century. Others have extensive horizontal root systems which can spread rapidly over large areas. They may germinate in the fall and produce seeds in the early spring. The seedlings then have a considerable head start, stealing water from native seedlings which sprout later in the season.        Tamarisk flowers Photo by Marge Post\/NPS  Russian olives and tamarisk, or saltcedar, were introduced to the Southwest with the good intentions of providing ornamental plants and natural erosional controls. Unfortunately, these invasive species have taken over a lot of native habitat. They crowd out cottonwoods and willows at water sources, which in turn affects migrating and breeding bird species. The result has been a significant decrease in biodiversity and ecosystem health along much of the Colorado Plateau's waterways, including waterways within Petrified Forest National Park.  The consequences of introducing nonnative species are sometimes not recognized for generations, but rarely do the advantages outweigh the risks. Ongoing efforts are being made to take out invasive species throughout the parks. The National Park Service, in cooperation with a wide variety of local, state, and other federal agencies, is working to control invasive species through cooperative partnerships with communities and unifying management plans. Invasive species know no boundaries; the aliens are in everyone's neighborhood!",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/nonnativespecies.htm"
}
