{
    "title": "Sagamore Hill National Historic Site: Be A Junior Ranger",
    "body": "Be A Junior Ranger          Junior Ranger programs at Sagamore Hill offer something that will be appealing and fun for any child (or adult). They are especially designed for those 15 and younger. We now offer a total of four diverse Junior Ranger activities including: Theodore Roosevelt and His Sagamore Hill Home: Kids test their powers of observation by completing the Junior Ranger Activity Book following a tour of the home. Ask for the booklet at the time tour tickets are purchased; allow fifteen minutes to complete the activity. Books are scored and badges awarded at the Visitor Center. Theodore Roosevelt History Hunt at Old Orchard: Kids are history-detectives and look for answers to the questions in the Activity Booklet based on the exhibits in the new museum. This activity takes twenty to thirty minutes to complete. Ask for the booklet at the information desk at Old Orchard where books are scored upon completion. The Wonderbook of Nature is a field guide to selected species of plants and animals found on the site. Both Letterboxing and Wonderbook of Nature are outdoor activities and will only be offered if the weather permits Satisfactory completion of any one of these activities will earn a child a Sagamore Hill Junior Ranger Badge. Please note that only one badge per child will be awarded, although kids are certainly welcome to complete several activities. Those students completing three or more activities will earn a special Sagamore Hill Junior Ranger patch. There is no cost for any of these programs and children under 16 are always admitted on tours of President Roosevelt's home for free. Ask a ranger at the Visitor Center about the Junior Ranger programs as soon as you arrive at the park.       Sagamore Hill Superintendent Kelly Fuhrmann with Junior Ranger Aida Frey in front of the Theodore Roosevelt Home. Ms. Frey has traveled to many national park sites, collecting junior ranger badges, and her vest shows it! NPS",
    "url": "https:\/\/www.nps.gov\/sahi\/learn\/kidsyouth\/beajuniorranger.htm"
}
