{
    "title": "Sagamore Hill National Historic Site: Traveling Trunks",
    "body": "Explore This Park    Learn About the Park     Education     Traveling Trunks              Traveling Trunks          TR Traveling Trunk Road Show Sagamore Hill National Historic Site invites your upper elementary classes to take a FREE in-school field trip, embarking on a journey through the life and times of President Theodore Roosevelt.  The National Park Service is offering FREE classroom programs about President Theodore Roosevelt and his life at Sagamore Hill. Each1.5 hour program will include two 45 minute presentations consisting of aPowerPoint and an instructional \"TR Trunk Talk,\" including primary sourcepictures and artifacts.No fee will be charged; however, time slots are limited andare reserved on a \"First-Come, First-Served\" basis. Please call Sagamore Hill at 516-922-4788, and arrange avisit to explore the historic world of one of our most famous presidents. Or email e-mail us      Pre-Presentation Lesson Ideas: • Create a K-W-L chart on TR (What We Know, What We Wonder and What We Learned) • Either read the TR books to your class or have the children read them on their own • Have students write two questions they have about TR • Use a world map to help your students locate important places in TR's life (ex. Africa- Safari, Panama- Canal, etc.) • Use a map of Long Island and have the students find Oyster Bay. How do you think TR traveled from Manhattan to Oyster Bay? • Begin a \"Then and Now' T- chart on which students will compile \"now\" information regarding transportation, communication, family entertainment, etc. The \"Then\" information will be added after the presentation and further study. Hard Copy      Post-Presentation Lesson Ideas:  • Have your students do a research project on TR's children (see Children ofSagamore Hill Venn Diagram). Students can fill out the chart on their own or in small groups. Students can use the Internet to find theiranswers as well as the school library to find their answers. When you come together as a class to go overtheir findings, you can use the Children of Sagamore Hill Chart to recordall of the information.        • Topics for class discussions after viewing both presentations:   • What did you like the most about Sagamore Hill?  • What did you like the least about Sagamore Hill? • What had the strongest and most lasting impression on you? • What do you think life was like forthe Roosevelt children? • What did the children like to do? • Why was TR able to leave the WhiteHouse and work from home (Sagamore Hill)?  • Have each student interview the oldest member in their family to find out what life was like when they were young. • Have your students compare their own childhood to that of the person they interview. • Goto www.nps.gov\/sahi to find more information about Theodore Roosevelt           • Have children create a traveling trunk booklet (the cover can be designed as a trunksimilar to the one used for the presentation). Inside children write about one or more of the artifacts and\/or picturesdiscussed during the presentation.         • Checkout the Junior Ranger program at www.nps.gov\/sahi\/forkids\/beajuniorranger.htm. • Checkout other teacher resources at http:\/\/www.nps.gov\/learn Hard Copy      Additional Classroom Activities: • Directions for a Stuffed Teddy • How Do You Remember Theodore Roosevelt?",
    "url": "https:\/\/www.nps.gov\/sahi\/learn\/education\/travellingtrunks.htm"
}
