{
    "title": "Sagamore Hill National Historic Site: Our Staff & Offices",
    "body": "Our Staff & Offices       Sagamore Hill NHS headquarters are located at: 20 Sagamore Hill Road, Oyster Bay, NY 11771 Any correspondence, other than that pertaining to our onsite bookstore and gift shop, may be sent to the address above. Our Staff The park has fifteen full-time permanent staff members and ten or more staff members who work either full-time or part-time shifts under term\/seasonal appointments. As in all National Parks, the Superintendent guides all operations and serves as the main spokesperson for Sagamore Hill to the public and our partners. The Superintendent reports directly to the Northeast Regional Director based in Philadelphia. E-mail Kelly Fuhrmann, Superintendent. Other staff and volunteers are grouped together in a series of divisions.  Visitors to Sagamore Hill are most likely to encounter personnel from the division of Interpretation, Visitor Services & Natural Resources. Park Rangers you contact in the Visitor Center, Roosevelt Home and Old Orchard Museum are part of this division. E-mail Martin Christiansen, Chief of Interpretation, Visitor Services & Natural Resources. Cultural Resources staff research, catalog and care for the objects, photographs and documents in our museum collection. They also assist researchers who are writing books and articles on Roosevelt and related topics. E-mail Susan Sarna, Chief of Cultural Resources. Preservation & Maintenance carries out both routine tasks and special projects that keep the structures and grounds of the site looking their best. E-mail Paul Cecere, Chief of Preservation & Maintenance. Administration takes charge of human resources, purchasing, budget, etc. E-mail Julie Abbate, Chief of Administration. Bookstore Our park bookstore and gift shop is managed, under contract, by Eastern National. The bookstore manager is Melissa Schoeffel. Correspondence related to the bookstore may be sent to: 12 Sagamore Hill Road, Oyster Bay, NY 11771",
    "url": "https:\/\/www.nps.gov\/sahi\/learn\/management\/staffandoffices.htm"
}
