{
    "title": "Scotts Bluff National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities       Take a walk  in the footsteps of the pioneers on  the original Oregon-California-Pony Express Trail, drive the Summit Road, learn about life on the trail from living history, hike up the bluff on the Saddle Rock Trail, or enjoy a picnic in park. Scotts Bluff National Monument has lots to offer.       The Summit road offers a scenic 1.6 mile drive. NPS - Gant  The Summit Road  Built in the 1930's the Summit Road gives visitors a chance to reach the top of the bluff by automobile. This 1.6 mile drive features scenic views and the only three vehicular tunnels in the state of Nebraska. A shuttle service is available to visitors traveling with RVs or towing trailers. The shuttle also benefits visitors who are interested in hiking one-way down Saddle Rock Trail.         Hiking Trails  Throughout time, Scotts Bluff has been viewed as a landmark for those trekking a trail through history. Even a short walk at Scotts Bluff National Monument offers a glimpse of the varied resources of the area. Short and mixed-grass prairie, wildflowers, native trees and shrubs, geologic features, historic features, and many species of birds and mammals are some of the things you may encounter during your visit. More area trail information, including trail elevations, is available on the North Platte Natural Resources District ArcGIS site.        NPS  Living history   Visit with a ranger in clothing from the past. They may be a fur trader, an immigrant from the Oregon Trail or a worker from the Civilian Conservation Corps. If you see a sign designating a date in the past as you approach,it is time to leave modern times behind. The character you meet will believe you and they are from that time period and they will not be able to answer questions about anything later.        NPS   Ranger Programs and Guest Speakers  Throughout the year, Park Rangers enjoy leading group hikes, speaking on Pioneer history, and teaching visitors about the geology of the area. During the summer months, the park hosts a guest speaker series. To keep up to date with the latest happenings in the park, check out our calendar or follow us on Facebook.        NPS  Picnic Area  Want to enjoy a picnic in the great outdoors? The park has three covered picnic tables for visitors to use, located just east of the visitor center near the extended parking area. Each of the three tables offers great views of Dome Rock and the surrounding prairie vista.",
    "url": "https:\/\/www.nps.gov\/scbl\/planyourvisit\/outdoor.htm"
}
