{
    "title": "Sagamore Hill National Historic Site: History & Culture",
    "body": "History & Culture       Theodore Roosevelt's Sagamore Hill A native of Manhattan, Theodore Roosevelt first came to Oyster Bay, Long Island on summer vacations with his family in the 1870s. The teenage boy grew to love the area's natural beauty and enjoyed the opportunities it afforded for such pastimes as hiking, rowing, swimming and riding.  In his early 20s when Roosevelt had finished college and was beginning to start a family, he thought that the best possible place to settle with his wife and to raise children would be Oyster Bay. He purchased farmland in Cove Neck, a peninsula just east of Oyster Bay village and envisioned building a large, sturdy, modern home. He hired New York City architects Lamb and Rich to design such a house, and construction based on their Queen Anne-style sketches began in 1884. Plans for the house were nearly halted due to the sudden death of Roosevelt's young wife Alice in February 1884. She had died just two days after giving birth to a daughter who was named Alice after her. Family members convinced Roosevelt that despite the tragedy of his wife's death, he would still need a proper home for his baby daughter, and he soon decided to go ahead with the house construction. In 1886 Roosevelt became re-acquainted with Edith Kermit Carow, a friend of his sister's whom he had known since he was six. It took them very little time to resume an earlier relationship and to become engaged. After they were married, Roosevelt and his second wife Edith took up full-time residency at Sagamore Hill in 1887. The couple would raise a total of six children in the house and, over the next 30 years, they would experience some of the most memorable and cherished moments of their lives there. The most significant events took place at Sagamore Hill during the seven summers it served as Theodore Roosevelt's Summer White House, from 1902 until 1908. During that time, Roosevelt used his home to host luminaries from around the country and around the world.   After Theodore Roosevelt's Death Theodore Roosevelt died at Sagamore Hill on January 6, 1919 when he was sixty years old. Ted Roosevelt, eldest son of the president, hoped eventually to take over the house and to raise his family in it. However his mother Edith wanted to remain in the old house, and she gave Ted a few acres of land on which to build a new one (eventually known as Old Orchard house). Despite extensive travels in her later years Edith always came back to the old house at Sagamore Hill. She died there in September 1948 at the age of eighty-seven.",
    "url": "https:\/\/www.nps.gov\/sahi\/learn\/historyculture\/index.htm"
}
