{
    "title": "Sagamore Hill National Historic Site: Accessibility",
    "body": "Accessibility       Things to Know About Accessibility  ParkingMain Lot - Parking is located at the west end of the parking lot near the Visitor Center. There are five spots available. Disabled Parking for Old Orchard Museum is located east of the building. There are two spots available. Buildings The Visitor Center, including the retail store and outside rest rooms, is accessible. The retail store is equipped with accessible door openers. The Old Orchard Museum and rest rooms within the building are accessible through a door located in the rear of the building. The Theodore Roosevelt Home is accessible on the first floor only. Visitors unable to view second and third floor of the President's home may view a closed-captioned video at the Old Orchard Museum. There is also a photograph book of the house available at the site or for download here. Additional Services Provided Wheelchair - Any visitor with mobility concerns may borrow a wheelchair from the Visitor Center at no charge. The wheelchair is available on a first-come, first-served basis. Hearing Impaired - Those visitors who would like to request American Sign Language services should contact the park at least three days in advance by e-mail. e-mail us Visitors may borrow a companion binder for the park's audio tour, which contains a transcription of the tour, from the Visitor Center. There are eight stops on the audio tour. Visually Impaired - There is an eight stop audio cellphone tour available of the Sagamore Hill NHS grounds. Foreign Language Brochures - Brochures are available in German, French, Spanish, Japanese, Russian and Italian. Hard copies are available at the site.             Sagamore Hill: Inside the Roosevelt Family Home   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:16 minutes, 49 seconds  Guided tour of Sagamore Hill NHS",
    "url": "https:\/\/www.nps.gov\/sahi\/planyourvisit\/accessibility.htm"
}
