{
    "title": "Sagamore Hill National Historic Site: News",
    "body": "News           Subscribe  | What is RSS     August 04, 2016  Becoming Teddy Roosevelt at Christ Church in Oyster Bay on August 11 at 7pm  On August 11 at 7 pm, author Andrew Vietze will speak about his award-winning book, Becoming Teddy Roosevelt at the Christ Church Parish Hall located at 61 E. Main Street in Oyster Bay, NY. This free author talk is provided by Sagamore Hill National Historic Site and Eastern National as part of the National Park Service Centennial Celebration.   July 29, 2016  National Park Service Centennial Team Participate in 5K Race at Jones Beach State Park  On Tuesday, July 26, 2016, National Park Service staff assembled a Centennial Celebration 5k team from Sagamore Hill National Historic Site, Fire Island National Seashore, and Eastern National bookstore to participate in the Marcum Workplace Challenge.   July 24, 2016  Calliope Brass to Perform at Sagamore Hill  Join us on Sunday, August 7 at 6:00 pm to enjoy a musical performance by Calliope Brass on the porch of the historic Theodore Roosevelt home.   July 23, 2016  In the Kitchen with the Roosevelts  Ever wonder what it would have been like to eat like the First Family? Well, here is your chance! Join us on Sunday, August 14th, 2016 to learn how the Roosevelt family prepared and ate their meals.   July 14, 2016  Sagamore Hill Presents Native Plant Garden and Live Raptor Demonstrations  Sagamore Hill National Historic Site, the home of Theodore Roosevelt in Oyster Bay, Long Island, will be hosting two natural history events on Sunday, July 31, 2016 beginning at 1:00 pm.   July 10, 2016  Long Island Banjo Society to Perform at Sagamore Hill National Historic Site  Oyster Bay, NY- Join us with your dancing shoes on Sunday, July 24, 2016 at 6pm to enjoy a performance by the Long Island Banjo Society.   July 01, 2016  Sagamore Hill Hosts \"Music to Celebrate 100 Years\"  On Sunday, June 26th , Sagamore Hill National Historic Site hosted the free concert “Music to Celebrate 100 Years,” as part of the fifth annual Oyster Bay Music Festival and in celebration of the National Park Service Centennial.   June 24, 2016  Author’s Presentation on Theodore Roosevelt as The Naturalist  Join us on June 30th, 2016 at the Oyster Bay Historical Society for a talk on The Naturalist: Theodore Roosevelt, a Lifetime of Exploration, and the Triumph of American Natural History given by author Darrin Lunde. This free program and book signing is provided by Sagamore Hill National Historic Site, the Oyster Bay Historical Society, and Eastern National. Copies of The Naturalist will be available for purchase at the presentation.   June 23, 2016  Independence Day Celebration at Sagamore Hill National Historical Site  Join us from 11:00AM-4:00PM for a Red, White, and Blue Fourth of July:  Independence Day was an important holiday for Theodore Roosevelt, who often spoke at the festivities in Oyster Bay and then gathered his extended family and friends at Sagamore Hill for a day of celebration.   June 22, 2016  Music to Celebrate 100 Years at Sagamore Hill NHS  Oyster Bay, NY- Join us on Sunday, June 26 at 6:00PM in honor of the National Park Service's 100th birthday. Sagamore Hill will present a classical jubilee of favorite instrumental and vocal selections from the very talented young musicians of the Oyster Bay Music Festival.   June 16, 2016  Weekend Shuttle Service to Sagamore Hill to Begin on June 18  This summer, Sagamore Hill National Historic Site is partnering with local community organizations to provide a free shuttle connecting people to parks. On weekends from June 18 until Labor Day, vans will travel to and from Theodore Roosevelt’s home on Long Island, nearby Long Island Rail Road (LIRR) stations, and downtown Oyster Bay. This service is made possible through the generous support of the Life Enrichment Center and The WaterFront Center, both in Oyster Bay.   June 09, 2016  Music to Celebrate 100 Years at Sagamore Hill National Historic Site  Oyster Bay, NY- Join us on Sunday, June 26 at 6:00PM in honor of the National Park Service's 100th birthday. Sagamore Hill will present a classical jubilee of favorite instrumental and vocal selections from the very talented young musicians of the Oyster Bay Music Festival.   June 03, 2016  Sagamore Hill’s Centennial BirdBlitz a Success  Oyster Bay, NY – On Sunday, May 29, Sagamore Hill National Historic Site, in partnership with the Huntington-Oyster Bay Audubon Society,  hosted visitors of all ages who connected with local bird life at the Centennial BirdBlitz. The strong turnout demonstrated the importance of birds to the Long Island community.   June 01, 2016  Centennial Celebration and Activities at Sagamore Hill in June  Oyster Bay, NY- Sagamore Hill National Historic Site, the home of Theodore Roosevelt in Oyster Bay, Long Island, will present special programs and activities throughout the summer to celebrate the National Park Service Centennial in 2016. Programs will include live music, arts and crafts, history and other family activities. Our hours of operation during the summer will be 9am-5pm. Sagamore Hill will remain open seven days a week until Labor Day on Monday, September 5th. After, the site will return to its off-season operating schedule of Wednesday-Sunday.   May 22, 2016  Sagamore Hill Summer Season Schedule from Memorial Day through Labor Day  Sagamore Hill National Historic Site, home of Theodore Roosevelt, 26th US President, will be opened Mondays & Tuesdays beginning May 30th. Our hours of operation during the summer will be 9am-5pm. Sagamore Hill will remain open seven days a week until Labor Day on Monday, September 8th. Afterward we will return to our off-season schedule of Wednesday-Sunday.   April 29, 2016  Tourism to Sagamore Hill creates $2.4 Million in economic benefits following a three-year rehabilitation  A new National Park Service (NPS) report shows that 42,300 visitors to Sagamore Hill National Historic Site in 2015 spent $2.4 million in communities near the park. That spending supported 30 jobs in the area and had a cumulative benefit to the local economy of $3.3 million.   April 08, 2016  National Park Week at Sagamore Hill from April 16-24  Celebrate the National Park Service’s 100th anniversary and “Find Your Park” on Long Island during National Park Week, April 16 through 24. Sagamore Hill National Historic Site will host special events and programs throughout the week and invite you to explore the national parks in your backyard.   January 28, 2016  SAGAMORE HILL PRESENTS FREE PROGRAMS FOR WINTER AND EARLY SPRING SEASON  Sagamore Hill National Historic site, the home of Theodore Roosevelt in Oyster Bay, Long Island, will be hosting special programs during the winter and early spring season. These programs include guided nature walks, fee free days, and nature survey events.   October 03, 2015  Sagamore Hill Day Family Festival and Farmers Market  On Sunday October 25th from 11:00AM to 4:00PM, Sagamore Hill will be celebrating Theodore Roosevelt’s 157th Birthday by hosting the Sagamore Hill Day Family Festival and Farmers Market.   September 12, 2015  Sagamore Hill Welcomes 4th Grade Students Through Every Kid In a Park Initiative  New National Program Encourages Families and Classes to Visit National Parks.   May 29, 2015  Construction on the Grounds at Sagamore Hill: Paths and Roadways Resurfacing; Installing New Outdoor Exhibits  In preparation for the reopening of the Theodore Roosevelt House at Sagamore Hill National Historic Site to public visitation beginning Sunday, July 12, 2015",
    "url": "https:\/\/www.nps.gov\/sahi\/learn\/news\/news.htm"
}
