{
    "title": "Sagamore Hill National Historic Site: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       Please note: Although the park grounds are open seven days a week, year-round, the operating days for the site's structures are seasonal. Currently, all buildings at Sagamore Hill are open daily.   The Visitor Center and Bookstore are currently open daily from 9 a.m. to 5 p.m. Check in at the Visitor Center upon arrival for park site information..Tickets for tours of the Theodore Roosevelt Home are available for purchase here. Tours of the Theodore Roosevelt Home are offered daily between 10:00 A.M. and 4:00 P.M. The admission fee is $10.00.  Access to the Theodore Roosevelt Home is only by guided tour. Same-day tickets can be purchased on a first come, first served basis from the Visitor Center. Advanced ticket reservations can be made by visiting Recreation.gov or calling (877) 444-6777. Ticket reservations for future dates cannot be made at the Visitor Center.  National Park Pass holders: Please be advised that National Park Passes will waive the cost of a house tour ticket. Please present your pass when requesting your ticket. The National Park Pass does not serve as a house tour ticket, it will be necessary to obtain a tour ticket to be admitted to the Theodore Roosevelt Home. Please note: Tickets obtained from the Visitor Center are for the same day and limited in number. These tickets generally sell out. The Visitor Center opens at 9:00 A.M. and this is when same-day ticket sales begin. The Roosevelt Museum at Old Orchard is open daily from 10am to 5pm. Admission to the building is free, and visitors can view movies and exhibits at their own pace. The Park grounds are open every day from sunrise to sunset. Sagamore Hill will be closed on select days including Thanksgiving Day; Christmas Day (December 25); and New Year's Day (January 1).",
    "url": "https:\/\/www.nps.gov\/sahi\/planyourvisit\/hours.htm"
}
