{
    "title": "National Parks of New York Harbor: Theodore Roosevelt Birthplace NHS",
    "body": "Fact Sheet: Theodore Roosevelt Birthplace National Historic Site       The Making of a Legend Established: July 25, 1962 Location: 28 East 20th Street, New York 2006 Overview: Theodore Roosevelt, the 26th President of the United States, lived at this site from his birth on October 27, 1858 until he was 14 years old. The reconstructed house contains five period rooms, two museum galleries and a bookstore. Teedie, as young Roosevelt was nicknamed, was a sickly but bright boy, from a wealthy family. To improve his health, Teedie began an exercise program at the house’s outdoor gymnasium that started a lifelong passion for the “strenuous life.” After graduating from Harvard, Roosevelt pursued his boyhood dreams, as a rancher, naturalist, explorer, author and Colonel of the Rough Riders. His political service included reforming the U.S. Civil Service Commission and New York City Police Department, and terms as Governor of New York and Vice President of the U.S. Theodore Roosevelt became president when William McKinley was assassinated in September 1901. As President, Roosevelt pushed progressive reforms, such as conservation of public lands and trust busting, and negotiated an end to the war between Russia and Japan, for which he won a Nobel Peace Prize. Exhibits\/Tours: Ranger-guided tours of the period rooms are available on the hour, 10am, 11am, 1pm, 2pm, 3pm and 4pm. Each tour lasts approximately 30 minutes. Two galleries offer extensive collections illustrating his military and political careers, family life, hunting and exploring trips, taxidermy specimens, library, etc Events: Special lectures by authors with recently published materials on Theodore Roosevelt are offered intermittently as are interpretive programs relevant to TR's early life or that time period. Each spring the site is the host of the Theodore Roosevelt Association's high school speech competition championship. Superintendent: Shirley McKinney Visitor Information: (212) 260-1616 Web Site: www.nps.gov\/thrb",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet_thrb.htm"
}
