{
    "title": "Sagamore Hill National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           12 Sagamore Hill Road   Oyster Bay, NY 11771                 Directions         Take either the Northern State Parkway to Exit 35N or the Long Island Expressway (I-495) to Exit 41N. At those exits, take Route 106 North for 6 miles into downtown Oyster Bay. Turn right onto East Main Street (at Nobman's Hardware Store) and travel 2 miles on East Main Street\/Cove Road. Turn left onto Cove Neck Road and drive 1.5 miles to Sagamore Hill National Historic Site.  Directions Details           Operating Hours & Seasons         Park Grounds The park grounds are open every day from sunrise to sunset.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           The Atlantic Ocean and Long Island Sound moderates the climate of Long Island and Sagamore Hill. Spring: Highs average between 50 F and 70 F. Snow in early March becomes rain by April. Summer: Average highs range between 70 F and the mid-80s F. Summers are drier but thunderstorms are possible. Fall: Highs are from the mid-50s F to the mid-70s F. Fall is the driest season, but showers are possible. Winter: Highs are around 40 F. Snow showers are common; the largest accumulations come in February.         Fees & Passes     Entrance Fees:   Park Entrance - $0.00 Entry to and parking at the grounds is free. This includes the historic farm and orchard and the nature trail to the beach on Cold Spring Harbor.   Theodore Roosevelt Home - $10.00 Individual tour tickets are required to enter the Theodore Roosevelt Home. Tours are every half-hour from 10 a.m. to 5 p.m. and are approximately 45 minutes to one hour in length. Children 15 years old and under are free. Visitors 62 years of age and older may be eligible for a Senior Pass that covers them and up to three other people. A limited number of reservations can be made at recreation.gov or by calling 1-877-444-6777.   Old Orchard Museum - $0.00 The Old Orchard Museum is housed in the historic home of Theodore Roosevelt's oldest son Ted and his wife Eleanor Alexander-Roosevelt. Admission is free during regular business hours.   Visitor Center - $0.00 Admission to the visitor center and gift shop is free during regular business hours.   Entrance Passes:   Sagamore Hill Annual Pass - $40.00 The Sagamore Hill Annual Pass covers the cost of tour tickets for the bearer and three others for one year.         Visitor Centers       Visitor Center and Bookstore The visitor center and bookstore are northeast of Theodore Roosevelt House by the historic New Barn and chicken house. At this location, you can purchase tour tickets, see small exhibits on the Roosevelt family, and visit the bookstore operated by Eastern National.   Roosevelt Museum at Old Orchard The Roosevelt Museum at Old Orchard contains extensive exhibits about the life of Theodore Roosevelt and his family. It is housed within the home of Theodore Roosevelt, Jr. and his family at the Old Orchard.   Theodore Roosevelt Home The 23-room Theodore Roosevelt Home -- also called Sagamore Hill -- re-opened in 2015 after a three-year, $10-million renovation. Theodore Roosevelt lived in it from 1887 until his death in 1919. It remained home to his wife, Edith until her death in 1948. The home is open to guided tours only from mid-morning to mid-afternoon. The majority of tickets are available on a first-come, first-served basis at the visitor center. However, some tickets are available at recreation.gov at least 48-hours in advance.                 Theodore Roosevelt at this desk in the Sagamore Hill library. NPS  Advanced reservations to tour Theodore Roosevelt's home can be booked through Recreation.gov or call (877) 444-6777.  Please note: Tickets obtained from the Visitor Center are for the same day and limited in number. These tickets generally sell out between 10:00 A.M. and 12 Noon. The Visitor Center opens and same-day ticket sales begin at 9:00 A.M. Enjoy your visit!   National Park Pass holders: Please be advised that National Park Passes will waive the cost of a house tour ticket. Please present your pass when requesting your ticket. The National Park Pass does not serve as a house tour ticket, it will be necessary to obtain a tour ticket to be admitted to the Theodore Roosevelt Home. Visitors touring the Theodore Roosevelt Home are advised that photography, food, liquids, and strollers are not allowed in the home. Strollers can be stored outside of the home during your tour. Please refrain from bringing bags into the Theodore Roosevelt Home. Bags, backpacks, suitcases, briefcases, etc., may not be permitted into the home at the discretion of park staff, please plan accordingly.  Sagamore Hill National Historic Site offers a wide variety of activities for all ages. Visitors are encouraged to go to the Visitor Center for a brief orientation to the park. The Roosevelt Museum at Old Orchard, home of Theodore Roosevelt Jr., features films and exhibits about Theodore Roosevelt. The grounds are open daily from dawn to dusk. Please use the navigation column on the left to explore options that will help to plan your visit.",
    "url": "https:\/\/www.nps.gov\/sahi\/planyourvisit\/basicinfo.htm"
}
