{
    "title": "National Parks of New York Harbor: Hamilton Grange NM",
    "body": "Fact Sheet: Hamilton Grange National Memorial       Hamilton: A Supporter of American Patriots Established: April 27, 1962 Location: St. Nicholas Park, facing 141st Street, New York, New York  Status: Closed for restoration until late 2010 Overview: Hamilton Grange is temporarily closed due to a major restoration project. It was moved in June of 2008 from its previous location at 287 Convent Avenue to its current site in the northwest corner of St. Nicholas Park.  The Grange, named after his grandfather's estate in Scotland was the home of Alexander Hamilton, American statesman and first Secretary of Treasury. Hamilton Grange National Memorial preserves the home of founding father Alexander Hamilton. Born and raised in the West Indies, Hamilton came to New York in 1772 at age 17 to study finance at King’s College (now Columbia University). Hamilton became a supporter of the cause of the American patriots during the political turmoil of the 1770s. Commissioned as a Captain of Artillery at the beginning of the American Revolution, he soon became an aide-de-camp to George Washington. After the war, as a member of Congress, Hamilton was instrumental in creating the new Constitution. As co-author of the Federalist Papers he was indispensable in the effort to get the Constitution adopted. As the first Secretary of the Treasury (1789-1795) he devised plans for funding the national debt, securing federal credit, encouraging expansion of manufacturing and organizing the federal bank. Hamilton commissioned architect John McComb Jr. to design a Federal style country home on a sprawling 32 acre estate in upper Manhattan. This house was completed in 1802 and named “The Grange” after the Hamilton family’s ancestral home in Scotland, but served as his home for only two years. On July 11, 1804, Hamilton was fatally wounded in a duel with his political rival Aaron Burr. Exhibits\/Tours: Due to construction and architectural investigation, the Grange is closed to the public. It is expected open to the public in late 2010. Superintendent: Shirley McKinney Information: (212) 666-1640 Web Site: www.nps.gov\/hagr",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet-hagr.htm"
}
