{
    "title": "National Parks of New York Harbor: Governors Island NM",
    "body": "Fact Sheet: Governors Island National Monument       A Silent Sentinel in New York Harbor Established: January 19, 2001 2006 Overview: Governors Island’s fortifications were an integral part of the former harbor defense system of New York, dating back to the War of 1812. Today, the National Monument offers visitors an important look at the area’s military history and impressive period architecture, as well as incredible views of the New York skyline. From 1776-1996, Governors Island stood as a silent sentinel in New York Harbor, and provided protection of the ideals represented by the Statue of Liberty across the bay. Castle Williams was built between 1807 -1811. Construction of the walls and gate of the existing Fort Jay were completed in 1808 to replace a series of earthen forts built in 1776 and 1794. Castle Williams was designed and erected under Colonel Jonathan Williams, Chief Engineer of the U.S. Army Corps of Engineers and the first Superintendent of West Point. Considered by some the Alcatraz of the East Coast, Castle Williams served as a prison for Confederate soldiers from 1862 – 1866. The U.S. Army ceased operations there in 1966 and turned the island over to the Coast Guard, which closed its facilities on the island in 1997. In 2003, the federal government returned Governors Island to New York State and City. GIPEC now owns 150 acres of the island and the other 22 acres are administered by NPS. The City’s first project includes creating a 72 to 87 acre mega-park along the southwestern end of the island, giving the public the most direct view by land of the Statue of Liberty and New York Harbor. Activities\/Tours: The island is open Saturdays and Sundays from roughly the end of May through late September for self-guided tours, and Wednesdays, Thursdays and Fridays from there typically are Ranger-led tours at 10am and 1pm, although this is subject to change. Visitors depart from the Battery Maritime Building, Slip 7. Summer events include a Family Festival with arts, crafts, music and theatre, and Army Heritage Days, which includes reenactments and tours highlighting the military history of the island. Superintendent: Patti Reilly Visitor Information: (212) 825-3045 Web Site: www.nps.gov\/gois",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet-gois.htm"
}
