{
    "title": "National Parks of New York Harbor: St. Paul's Church NHS",
    "body": "Fact Sheet: St. Paul's Church National Historic Site       An Important Chapter in Our Nation’s History Established: July 5, 1943; National Park Service administration November 10, 1978 Location: 897 South Columbus Avenue, Mount Vernon, New York 2006 Overview: This 18th-century church, located at 897 South Columbus Avenue in Mount Vernon, is one of New York’s oldest parishes (1665-1980). It was used as a hospital following the important Revolutionary War Battle at Pell’s Point in 1776, and was the scene of various military developments for the next six years. The adjoining cemetery contains burials dating from 1704. Almost 250 years ago, in 1758, the Church of England minister at St. Paul’s decided to leave a gift to his parish as he prepared to retire. Reverend Standard, a wealthy man, ordered a bell for the church from London’s Whitechapel Foundry (which also cast the “Liberty Bell”). When the American Revolution reached New York in 1776, General George Washington ordered the removal of bells from New York City’s churches to be melted down and cast into cannon. However, the parishioners at St. Paul’s hid their bell in order to save it. During the war, Hessian troops tore down the wooden church for firewood. When the war ended in 1783 the bell was returned and hung in the present stone church. Thereafter it was rung for services, and for the celebration of American Independence on July 4. Exhibits\/Tours: The museum gallery offers exhibits on the historic site, as well as important figures related to the site, such as the four United States presidents who had ties to the church. The Battle of Pell’s Point is commemorated each October with military and civilian re-enactors, as well as period craft demonstrations. The site also offers a wide array of lectures, concerts and other activities throughout the year. Superintendent: Shirley McKinney  Visitor Information: (914) 667-4116 Web Site: www.nps.gov\/sapa",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet-sapa.htm"
}
