{
    "title": "National Parks of New York Harbor: Lower East Side Tenement Museum",
    "body": "Fact Sheet: Lower East Side Tenement Museum (Affiliated Site)       The Tenement Museum is an affiliated site of the National Park Service. Location: 97 Orchard Street, New York City, New York. The Museum Visitor Center is located at 103 Orchard Street. Overview: Inside the Tenement Museum, visitors view restored apartments of past residents from different time periods. Located in the heart of Manhattan's Lower East Side, which has been an immigrant portal for 200 years, this was home to an estimated 7,000 people from over 20 nations from 1863-1935. Visit the restored homes of a German-Jewish family whose patriarch disappeared following the Panic of 1873, an Italian-Catholic family who survived the 20th Century's Great Depression, and others. Visit the \"Shop Life\" exhibit to see a restored 1870s saloon and learn about subsequent shopkeepers who occupied 97 Orchard Street. The Museum's walking tours explore the Lower East Side and the way immigrants helped shape the area and its culture. Visitors can also meet a costumed interpreter playing one of the historic residents at 97 Orchard Street. The Tenement Museum is a National Historic Landmark and a National Trust Historic Site. In addition to tenement building and neighborhood walking tours, the museum hosts special events and programs.. Exhibits\/Tours: The tenement at 97 Orchard is only accessible by guided tour. There are several options for tours available to the public. Discover how immigrants weathered hard times, view restored homes and former retail spaces in the tenement building , listen to costumed interpreters explain how residents adjusted to life on the Lower East Side, and explore the surrounding neighborhood's history, culture, and food. Public tours are limited to 15 people. Parties of 10 or more should make reservations for a group tour. It is recommended that tickets are purchased in advance to guarantee space on your preferred tour. Tickets are available in person at the Visitor Center at 103 Orchard Street, via the Museum's website at http:\/\/tenement.org\/tours.php or by phone at 1-877-97-LESTM. Same day tickets are available only at the Visitors Center at 103 Orchard St., subject to availability. President: Morris J. Vogel  Media Contact: Jon Pace (646) 795-4747 Visitor Information: (212) 982-8420",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet-loea.htm"
}
