{
    "title": "National Parks of New York Harbor: African Burial Ground NM",
    "body": "Fact Sheet: African Burial Ground National Monument       A Sacred Space in Manhattan Established: February 27, 2006 Location: 290 Broadway, 1st Floor, New York, NY 10007 Overview: The African Burial Ground was preserved as a National Monument by President George W. Bush through Presidential proclamation on February 27, 2006. The mission of the African Burial Ground National Monument is “to promote understanding of related resources, encourage continuing research, and present interpretive opportunities and programs for visitors to better understand and honor the culture and vital contributions of generations of African and Americans of African descent to our Nation…” . The African Burial Ground was a 17th- and 18th-century cemetery, which was unearthed in 1991during the construction of the Ted Weiss federal building, located in lower Manhattan at 290 Broadway. The re-discovery of the African Burial Ground deeply impacted the descendant and broader community and at the same time renewed awareness in cultural significance and historical preservation. In 1993 the site was designated as a National Historic Landmark by the Secretary of the Interior. A permanent visitor center will open sometime in late February of 2010 and will include exhibits which will help visitors understand slavery in New York City and the lives of enslaved and free Africans and their culture. Exhibits\/Tours: The interim Visitor Center located inside the building at 290 Broadway is open to the public Monday through Friday from 9am to 5pm except for federal holidays. This center exhibits historical and contemporary images related to the African Burial Ground such as the 1711 auction block on Wall Street and the ceremony for the ancestral remains. Also displayed are replicas of some of the artifacts that were found in the burials, such as shroud pins, buttons and beads. Please note that those entering the building will be required to go through airport-style security. The memorial, located on Duane Street between Broadway and African Burial Ground Way (Elk Street), is open every day 9am to 5pm (9am to 4pm in the winter) except New Years, Christmas and Thanksgiving. Superintendent: Tara Morrison Visitor Information: (212) 637-2019 Web Site: www.nps.gov\/afbg",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet-afbg.htm"
}
