{
    "title": "National Parks of New York Harbor: Volunteer",
    "body": "Volunteer       Ever wanted to volunteer in a national park?  Each of the parks below has a link for contacting a volunteer coordinator via email. National parks belong to the American people and we can always use the help.   Castle Clinton National Monument Battery Park Activities: Research Library, Historical Preservation, Office\/Clerical, Tour Guide\/Interpretation, Visitor Information, General Assistance To volunteer, please email us.   Federal Hall National Memorial 26 Wall Street Activities: Research Library, Historical Preservation, Office\/Clerical, Tour Guide\/Interpretation, Visitor Information, General Assistance To volunteer, please email us.   Gateway National Recreation Area Sites:  Canarsie Pier Floyd Bennett Field Jamaica Bay Breezy Point Fort Tilden Jacob Riis Park Great Kills Park Fort Wadsworth Miller Field Sandy Hook Fort Hancock  Activities: Visitor Information, Tour Guide\/Interpretation; Resource Monitoring; Aircraft Rehabilitation; Historic Preservation; Gardening; Office\/Clerical; Boating; Trail Maintenance; Photography; General Assistance 718-354-4564 or email us.   General Grant National Memorial (aka Grant’s Tomb) 122nd Street and Riverside Drive, Manhattan Activities: Research Library, Historical Preservation, Office\/Clerical, Tour Guide\/Interpretation, Visitor Information, General Assistance To volunteer, please email us.   Governors Island National Monument Activities: Visitor Information, General Assistance, Research Library, Office\/Clerical, Tour Guide\/Interpretation, Visitor Information, General Assistance To learn more, call 212-825-3051 or email us.   St. Paul’s National Historic Site 897 South Columbus Avenue, Mount Vernon, Westchester Activities: Research Library, Historical Preservation, Office\/Clerical, Tour Guide\/Interpretation, Visitor Information, General Assistance To learn more, contact the park's volunteer coordinator David Osborne at (914) 667-4116 or e-mail us. Statue of Liberty National Monument and Ellis Island Ellis Island Activities: Archaeology, Construction\/Maintenance, Computers, Research Library, Historical Preservation, Office\/Clerical, Tour Guide\/Interpretation, Visitor Information, Outreach Assistant, General Assistance Statue of Liberty Activities: Tour Guide\/Interpretation, Visitor Information, General Assistance To learn more, contact the park's volunteer coordinator Jeff Dosik at (212) 363-3206 x158 or e-mail us.  Theodore Roosevelt Birthplace National Historic Site 28 East 20th Street, Manhattan Activities: Research Library, Historical Preservation, Office\/Clerical, Tour Guide\/Interpretation, Visitor Information, General Assistance To volunteer, please email us.       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/npnh\/getinvolved\/volunteer.htm"
}
