{
    "title": "National Parks of New York Harbor: Blogs",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Youth Intern Blogs     Blogs                  Intern Blogs       Robert Rezvin- Public Affairs Intern- Statue of Liberty NM As the public affairs intern at the Statue of Liberty and Ellis Island, I've had a very busy summer. We've had 2 exhibit openings on Ellis Island, and there is always media interest in the events at the Statue of Liberty and Ellis Island. I've had a chance to write 3 articles for the Statue of Liberty's intranet site and also was able to attend the unveiling of the \"Infinity\", a 210 yacht which is owned by Hornblower. (Hornblower is the parent company of Statue Cruises, the boat concession for the Statue of Liberty NM). I've also assisted in two interviews- one of Peter Wong, park ranger at Ellis Island by NY1, the other of David Lucshinger, the superintendent of the Statue of Liberty and Ellis Island, by NJ News 12. Last, but not least, I updated the Media Contact list for the Statue of Liberty and Ellis Island, which consists of over 300 media outlets and freelance reporters.        Emily - intern with Ellis Island education department - with family at interactive table National Park Service  Emily Nadal- Ellis Island Education Division This summer I've been interning with the Education team at Ellis Island. I've been doing so many things, but two in particular hold most of my attention. One if the new interactive exhibit where visitors can see and touch tangible objects that tell a story. The other thing I've been involved in is the Ellis Kids exhibit designed for kids up to 12 years old. The interactive touch table actually really interests me. Once it is set up, it draws crowds. people naturally stray over because they see kids and adults looking and playing with view masters or button hooks. Once there is a crowd or family at the station, I usually play games with them, especially if there are younger children there. I play a game called \"At the Marketplace\" which tells a story of how immigrants communicated after they started new lives in America. I typically give the kids a paper with a food item on it, the parent\/adult have cards with pictures of the food. The kids have to act out the food written on the paper and the parent has to guess what they want. The game seeks to teach how communication is harder when you do not speak the language. There are more interactive activities that show different aspects of life here at Ellis Island and immigrant life in America. We also have view masters with pictures of the other builders not open to the public and a 1930s version of a view master, button hooks, pictures, a bible and rosary and various other items that help tech about immigrants and Ellis Island.",
    "url": "https:\/\/www.nps.gov\/npnh\/intern-blogs.htm"
}
