{
    "title": "National Parks of New York Harbor: Castle Clinton NM",
    "body": "Fact Sheet: Castle Clinton National Monument       Built to Keep People Out, Now Welcomes Visitors In Established: August 12, 1946 Location: Battery Park, New York City, New York 2006 Overview: Built 1808-11, this structure served as a defense for New York Harbor, an entertainment center, and an immigration depot through which more than 8 million people entered the United States from 1855-1890. The castle was designed by Lt. Col. Jonathan Williams, later Commandant of the U. S. Military Academy at West Point. More than a dozen forts were built to defend New York Harbor at the time of the War of 1812. The Southwest Battery was constructed on the rocks off the tip of Manhattan Island between 1808 and 1811. Although fully armed, the fort never had occasion to fire upon an enemy. In 1817, the fort was renamed Castle Clinton in honor of DeWitt Clinton, Mayor and later Governor of New York. The army vacated the fort in 1821 and the structure was deeded to New York City in 1823. The fort was never tested in battle and, in 1824, was turned over to New York City for use as a recreation and entertainment site. In the 19th century, such places were called \"gardens\" (just as today we have Madison Square Garden) and the Castle became known as \"Castle Garden.\" Exhibits\/Tours: \"History of the Castle\" is offered daily at 10am, noon, and 2pm, this 20-minute ranger-guided tour illustrates the colorful history of Castle Clinton and how it served as a fort, entertainment center, immigration depot and aquarium. Periodic costumed interpretive programs depict the soldiers stationed there during the War of 1812. A museum gallery offers dioramas representing each period in the evolution of the Castle and Lower Manhattan from 1811 to 1940. Free concerts are offered Thursday evenings during the summer as part of the River to River Festival. Ferry tickets for the Statue of Liberty and Ellis Island are available here. Superintendent: Shirley McKinney  Visitor Information: (212) 344-7220 Web Site: www.nps.gov\/cacl",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/news\/fact-sheet-cacl.htm"
}
