{
    "title": "Petrified Forest National Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Chinle and Bidahochi Formations seen from Nizhoni Point NPS   The natural world of Petrified Forest is far more complex than it seems on the surface. Located near the southern edge of the Colorado Plateau, the park is part of an amazing geological region. Some of the most famous geological parks are found on the Colorado Plateau, including Grand Canyon, Zion, Bryce, and Arches—just to name a few. Each has its own character, including which layer of the geological story is featured by that park. Petrified Forest has two geological formations, the Late Triassic Chinle Formation and the Mio-Pliocene Bidahochi Formation. Many ancient environments are represented within these layers. The fossils that are found here help scientists reconstruct those ancient environments. The current environment is just as fascinating, a healthy remnant of the Arizona native grassland. The types of plants and animals found in the park depend on the climate, elevation, minerals in the soil and rock; it all ties together. Explore the diverse natural world, both past and present, at Petrified Forest National Park.        Bentonite clay contracts into a crusty and cracked surface that some say resembles elephant skin. Photo by Marge Post  The colorful mudstones and clays of the Painted Desert badlands are composed of bentonite, a product of altered volcanic ash. The clay minerals in the bentonite can absorb water to as much as seven times their dry volume. The expansion and contraction properties of the bentonite cause rapid erosion by preventing much vegetation from growing on the slopes of the hills.        Twisted sandstone formations are sculpted as erosion eats away at the caprock of this mesa. Photo by Marge Post  Other prominent features created by erosion are mesas and buttes. Both have flat tops of more erosion-resistant sandstone over softer clays. Mesas are quite broad but not very tall, while buttes are taller and more narrow. In this picture sandstone caps the top of an eroding mesa. The sandstone is more erosion resistant than the claystone underneath. Eventually the harder rock will erode away, leaving the softer claystone underneath exposed to the elements. This will then become another rolling bentonite hill within the badland landscape.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
