{
    "title": "National Parks of New York Harbor: Multimedia Presentations",
    "body": "National Parks in Your Pocket         Watch these videos at your computer or download them to your handheld video device. NPS PHOTO  The National Parks of New York Harbor Video Series   The National Parks of New York Harbor includes 23 unique destinations, all of them easy to reach by subway, car or ferry. Now, the National Parks in Your Pocket video series makes it even easier for you to \"visit\" Gateway National Recreation Area, Grant's Tomb and Hamilton Grange with just a click of your mouse.   Each video is available in three formats: Windows Media (.WMV), Quicktime (. MOV, for iPods) and Apple TV (.M4V). Choose the format that works best for your computer. TIP: If your connection is slow, save the videos to your computer first. Right-click your mouse over the link. Choose \"save target as\" from the pop-up menu. Save the file to any folder on your computer.  What do you think? We want to know what interests you about the National Parks of New York Harbor. Do you have any comments, or suggestions for new podcasts?  Drop us a line!                          National Parks of the New York Harbor Did you know there are 23 unique destinations that comprise the National Parks of New York Harbor? Here's an overview of sites you can visit without ever leaving New York CIty!  Duration:1 minute, 29 seconds                 NPS Volunteer Elizabeth Reif, holding a diamondback terrapin Photo by NPS volunteer Devora Fein  JAMAICA BAY, GATEWAY NRA   Citizen scientists look out for Jamaica Bay’s turtles (4:28) Citizen scientists, from high school students to college professors, volunteer to keep watch over Jamaica Bay’s population of diamondback terrapins. Windows Media Quicktime Apple TV Transcript   Jamaica Bay is for the birds (3:41) Jamaica Bay Wildlife Refuge is a safe haven for nearly 350 different species of birds from all over the hemisphere. Windows Media Quicktime Apple TV Transcript   Climate change threatens Jamaica Bay’s salt marshes (4:29) Even a small rise in the water level can drown Jamaica Bay’s salt marshes. See what Gateway National Recreation Area is doing to preserve this important wildlife habitat. Windows Media Quicktime Apple TV Transcript         Battery Weed, one of two historic fortifications at Fort Wadsworth on Staten Island NPS Photo  FORT WADSWORTH, GATEWAY NRA   Guardian of New York Harbor (3:46) Fort Wadsworth preserves two historic forts and offers a terrific view of New York Harbor. Some images courtesy of The New York Public Library. Used by permission. Windows Media Quicktime Apple TV Transcript   How goats help preserve Fort Wadsworth (3:03) Fort Wadsworth once protected New York from invasion. Today, its historic structures are threatened by “invasive” weeds. Hungry goats graze to the rescue! Windows Media Quicktime Apple TV Transcript          The lighthouse at Sandy Hook NPS PHOTO  SANDY HOOK, GATEWAY NRA   Beaches are only the beginning (3:34) Sandy Hook’s beaches attract over two million people a year. But did you know about its bird habitat, salt marsh and the largest holly forest on the east coast? Windows Media Quicktime Apple TV Transcript   Disappearing guns and nuclear missiles (4:28) Fort Hancock on Sandy Hook defended New York Harbor using cutting-edge weaponry. Windows Media Quicktime Apple TV Transcript   Life at an Army fort (3:09) Sandy Hook has the oldest standing lighthouse in the U.S. But many of Fort Hancock’s military structures are just as significant. Photos: NPS, Sandy Hook Archives. Windows Media Quicktime Apple TV Transcript           Kites, with small cameras attached, take aerial photos of Fort Wadsworth NPS PHOTO  NATIONAL PARKS OF NEW YORK HARBOR EDUCATION CENTER   Parks and partners make education exciting (4:39) The NPNH Education Center collaborates with the College of Staten Island, Brooklyn College and other National Parks in New York Harbor to create hands-on education programs, providing learning opportunities for students, teachers and other professional educators. Windows Media Quicktime Apple TV Transcript         Alexander Hamilton, by an unknown artist Collection of The New-York Historical Society. Used by permission.  HAMILTON GRANGE NATIONAL MEMORIAL   Moving Hamilton’s house across the street (4:16) Alexander Hamilton was known as an energetic man who never stopped moving. But why has the home of this founding father moved twice in 200 years? Images courtesy of The Library of Congress, The New York Public Library and The New-York Historical Society. Used by permission. Windows Media Quicktime Apple TV Transcript   A founding father’s elegant home (3:36) The man on the $10 bill—soldier, statesman, economic visionary—built a home in northern Manhattan that showcases his own imagination and attention to detail. Images courtesy of The Library of Congress, The New York Public Library and The New-York Historical Society. Used by permission. Windows Media Quicktime Apple TV Transcript           General Grant National Memorial, better known as \"Grant's Tomb\" NPS PHOTO  GENERAL GRANT NATIONAL MEMORIAL   Building Grant's Tomb (3:41) Donations from thousands of grateful Americans built a magnificent memorial for President and Mrs. Ulysses S. Grant. Images courtesy of The New York Public Library. Used by permission. Windows Media Quicktime Apple TV Transcript",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/photosmultimedia\/multimedia.htm"
}
