{
    "title": "Petrified Forest National Park: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather         Snow dusts Pilot Rock and badland hills within the Painted Desert. Photo by Aimie Knight\/NPS  Interesting weather patterns and the rapidly changing seasons at Petrified Forest National Park provide a favorable environment for visitors throughout the year. On a cold, clear winter day, the landscape opens for 100 miles in all directions. From Pintado Point overlooking the Painted Desert, the snow-covered San Francisco Peaks can be seen on the horizon.    Snow and rain occur throughout the winter months, from as early as October to as late as March. Although snow quickly melts, the moisture leaves the colors within the Painted Desert vibrant in the crisp, cool air.        Thunderstorm drops much needed moisture over the Painted Desert Photo by Marge Post\/NPS  The monsoon season occurs in July and August, providing the majority of annual rainfall. Mornings often dawn clear, but thunderheads begin to form by late morning. Almost every afternoon short outbursts of rain with spectacular lightning, roaring thunder, and sometimes hail cool the air and are a welcome relief from the summer heat. Summertime visitors should be aware of lightning danger and avoid hilltops at these times. Inside a vehicle or building is the safest place from which to observe a sudden storm and its associated light show.  The average relative humidity of the area is well below 50%, at times less than 15%, making even the hot summer days quite tolerable. Weather records show that the average June relative humidity is 26%, while the average August humidity is 47%.   Because clear nights allow for rapid cooling, temperatures in Petrified Forest National Park can vary as much as 40 F between the highs of daytime and the lows of night. Summertime temperatures, from late May to early September, are in the mid to high 90s F, yet go down to the mid 60s F overnight. Winter temperatures, November to March, often average in the teens and 20s F at night with daytime sunshine warming the area up to the 40s or 50s F.        Dust is picked up as wind rushes over Lithodendron Wash. Photo by Marge Post\/NPS  Northeastern Arizona is the windiest section of the state. The relatively flat, lightly vegetated plateaus and valleys do very little to slow air movement. A consistent summer breeze averages around 10 miles per hour. Mornings tend to be calm with afternoon heat creating stronger wind patterns. Winds of late winter and spring regularly reach 40 miles per hour and sometimes gust at 60 miles per hour! Although the summer breeze helps moderate the heat, the winter wind can add a biting chill to the air.  Blinding sandstorms are not uncommon during the heated summer months. Dust devils, small vortices of wind filled with dust, are also seen frequently in the summer. They are created on clear days as solar heat warms different surface types. The up-rush of warm air creates an unstable interface and the mass begins to rotate. A dust devil lasts anywhere from a few minutes to an hour or more and may reach several thousand feet in height. In the wide open vistas of the park, several dust devils may observed crossing the landscape on a hot summer day. Climate Averages 1948-2001 (105kb PDF)",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/weather.htm"
}
