{
    "title": "National Parks of New York Harbor: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Have an Immigration Experience with the National Parks of New York Harbor.   Castle Clinton National Monument -- the site of New York's first immigration station.   Ellis Island, which succeeded the Castle Garden as an immigration station. Get there via Statue Cruises ferry.   \"America: Who We Are\" Harbor Cruise -- This cruise explores New York's history as the United States most significant point of immigration via a 60-minute boat ride.   Lower East Side Tenement Museum, an affiliated site of the National Park Service.   African Burial Ground National Monument -- Not all immigrants came to America in pursuit of a better life. Some were forced to make the journey.   Go On the Defensive and Learn About How New York City Fortified Its Harbor Against Attacks Through the Ages.   Governors Island National Monument -- home of Fort Jay and Castle Williams   Statue of Liberty National Monument and Ellis Island -- former forts (Fort Wood and Fort Gibson) repurposed   Castle Clinton National Monument -- Once an island unto itself   Fort Wadsworth (part of Gateway National Recreation Area) defended the Narrows with the help of Fort Hamilton   Fort Hancock (Sandy Hook, part of Gateway National Recreation Area) transformed over time from a traditional fort to a Nike Missile site.   Discover the Rise of A New Nation and See How New York Has Helped Shaped the United States.   Federal Hall National Memorial -- The site of the first capitol of the USA, the site of George Washington's inauguration and the site where the Bill of Rights ensured Americans' basic freedoms.   African Burial Ground National Monument -- Learn about the African Experience in Early New York and discover how free and enslaved blacks influenced how the city developed.   Hamilton Grange National Memorial -- Alexander Hamilton was one of the most famous Founding Fathers. His vision shaped both New York and the United States by seeing the country's future lay in industrialization and international trade rather than agriculture. Right now this site is closed to the public for restoration, but is expected to re-open in 2010.   General Grant National Memorial -- Grant's Tomb is the final resting place of Ulysess S. Grant, whose actions during and following the Civil War helped to reunite and heal the country.   St. Paul's Church National Historic Site -- On the village green near this Revolutionary War era church several events took place that would influence what New Yorkers saw as their fundamental rights, including the freedom to worship as one pleases.   Theodore Roosevelt Birthplace National Historic Site -- Theodore Roosevelt's early life in a New York City brownstone instilled in him the values that would not only help him lead the United States to its place on the world stage but also fuel his passion as a conservationist and set the stage for the growth of the national park system.",
    "url": "https:\/\/www.nps.gov\/npnh\/planyourvisit\/things2do.htm"
}
