{
    "title": "National Parks of New York Harbor: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia          Treasures in the Harbor WNET (PBS) Host Bill Baker treats viewers to behind-the-scenes tours of New York's unique national parks with the park rangers and volunteers who know the sites best. From the open beaches at Breezy Point and cloistered wilderness of Jamaica Bay Wildlife Refuge to the piney campgrounds of Floyd Bennett Field at the foot of Flatbush Avenue, New York shows off the unexpected natural beauty nestled in its bustling urban landscape.          Youth Conservation Corps students return from sailing the waters of New York Harbor. NPS PHOTO  YCC in NYC: Video Podcast Series on the Youth Conservation Corps Every summer, teenagers work at National Parks through the Youth Conservation Corps. See New York Harbor's National Parks through the eyes of these students as they learn new work skills with seasoned park rangers. Watch for the entire series! Video files are in .MP4 format.          Watch our video podcasts at home on your computer or on your handheld video device. NPS Photo  National Parks in Your Pocket  New York Harbor has 22 National Park sites, all of them easy to visit by subway, car or ferry. But you can start visiting them now, with just a click of your mouse.  Explore Sandy Hook, Jamaica Bay Wildlife Refuge and Fort Wadsworth, all within Gateway National Recreation Area. Then travel to upper Manhattan to visit two National Memorials: General Grant and Hamilton Grange, honoring two American heroes. Each video can be seen in three different formats. One of them is just right for your computer.        George Kaluski interviews his grandmother, Margaret Kubasczyk, who immigrated from Poland. Video still: CSI High School for International Studies  Save Our History: Immigrant Reflections From Ellis Island to Staten Island In the spring of 2008, juniors at the College of Staten Island High School for International Studies conducted oral history interviews with current immigrants to answer that question. The immigrants interviewed in 2008 for this project came from all over the globe—Asia, Africa, the Caribbean and Europe—yet their dreams are very similar to those who were processed at Ellis Island from 1892 to 1954. The National Parks of New York Harbor Education Center created the year-long project and brought together several partners: the high school, Statue of Liberty National Monument and Ellis Island, Save Ellis Island and the College of Staten Island. The project was funded by a grant from the History Channel as part of their Save Our History program, which preserves endangered local history through school projects.                  Media quality images of National Parks of New York Harbor   61 Photos  Each image is a minimum size of 2 MB. All images are taken by NPS employees or volunteers and are therefore in the public domain, so they may be used by anyone. We ask that you credit the photos as NPS PHOTO.",
    "url": "https:\/\/www.nps.gov\/npnh\/learn\/photosmultimedia\/index.htm"
}
