{
    "title": "Lake Mead National Recreation Area: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services               Goods & Services      Boulder Basin Groceries, Fishing Equipment and Tackle  General stores are located at each marina and offer the basic needs for camping, groceries and snack foods, fishing gear and tackle, souvenirs and clothing. In addition, maps and park publications are available. Laundry and Showers  Self-service laundry facilities are available at Callville Bay and Lake Mead RV Village (RV tenants only). Shower facilities are available at Callville Bay. Service Stations and Fuel  Boat fuel is available at all marina locations. Auto fuel is available at Callville Bay.      Overton Arm Groceries, Fishing Equipment and Tackle  General stores are located at Echo Bay and offer the basic needs for camping, groceries and snack foods, fishing gear and tackle, souvenirs and clothing. In addition, maps and park publications are available. Laundry and Showers   Self-service laundry facilities are available at Echo Bay. Service Stations and Fuel  Auto fuel is available at Echo Bay.      East Lake Mead Groceries, Fishing Equipment and Tackle  General store located at Temple Bar offers the basic needs for camping, groceries and snack foods, fishing gear and tackle, souvenirs and clothing. In addition, maps and park publications are available. Laundry and Showers  Self-service laundry and shower facilities are available at Temple Bar. Service Stations and Fuel  Boat fuel and auto fuel is available at Temple Bar.      Lake Mohave Groceries, Fishing Equipment and Tackle  General stores are located at each marina and offer the basic needs for camping, groceries and snack foods, fishing gear and tackle, souvenirs and clothing. In addition, maps and park publications are available. Laundry and Showers  Self-service laundry facilities and showers are available at all marina campgrounds. Service Stations and Fuel  Boat and auto fuel is available at all marina locations.       Nearby Communities with Services  Boulder City Chamber of Commerce Bullhead City Chamber of Commerce Henderson City Chamber of Commerce Las Vegas Metro Chamber of Commerce Laughlin Chamber of Commerce Meadview Chamber of Commerce Moapa Valley Chamber of Commerce, serving Overton, Glendale and Logandale",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/goodsandservices.htm"
}
