{
    "title": "Chickasaw National Recreation Area: Origin and Movement",
    "body": "Origin and Movement of Water         Schematic section showing flow paths of water in the Arbuckle-Simpson aquifer. USGS  Ground water in the Arbuckle-Simpson aquifer originates as precipitation falling on the aquifer outcrop (where the Arbuckle and Simpson geologic units are found at the land surface). Thus, water in the aquifer is of local origin and does not come from great distances. Precipitation falling on the outcrop infiltrates into the soil zone, where the water evaporates or is transpired by plants back to the atmosphere, or continues down into the aquifer to become ground water. The dominant rock types of the Arbuckle-Simpson aquifer are limestone (calcium carbonate) and dolomite (calcium magnesium carbonate). The water chemistry is produced by dissolving small amounts of minerals in these rocks primarily through the action of carbon dioxide (in the form of carbonic acid) introduced in the soil zone. The dissolution of the carbonate minerals causes the water to be very hard. Water containing mostly calcium bicarbonate is found in the western part of the aquifer, where the Arbuckle- Simpson aquifer is predominantly limestone. Calcium magnesium bicarbonate water is found in the eastern part of the aquifer, where the rock type is predominantly dolomite. Water in the aquifer is constantly flowing and generally flows in the same direction as runoff, from topographically high areas to topographically low areas, to discharge at springs and streams. Typically, the time from precipitation entering the Arbuckle-Simpson aquifer to discharge at springs, streams, or wells is less than 60 years, which for ground water is a rapid flow system. However, not all water in the Arbuckle-Simpson aquifer discharges in a short period of time. Some of the water may take a deeper and longer flow path before discharging. Water flowing along these longer paths may take thousands of years to reach a discharge point. Sources: Christenson, Scott, Hunt, A.G., Parkhurst, D.L., and Osborn, N.I. 2009. Geochemistry of the Arbuckle-Simpson aquifer: U.S. Geological Survey Fact Sheet 2009-3013, 4p. Christenson, Scott, Hunt, A.G., and Parkhurst, D.L. 2009. Geochemical investigation of the Arbuckle-Simpson aquifer, South-central Oklahoma, 2004-06: U.S. Geological Survey Scientific Investigations Report 2009-5036, 50p.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/nature\/asaq-origin-movement.htm"
}
