{
    "title": "Chickasaw National Recreation Area: Freshwater Springs",
    "body": "Freshwater Springs        50 yards downstream from the source of Antelope Springs during typical flowing water conditions NPS\/Chickasaw National Recreation Area       Much of the water in the park comes from Buffalo Springs and Antelope Spring in the eastern end of the Platt Historic District. These two springs have a combined flow of about five million gallons of water a day during normal years. They are most interesting because of their beauty and size, and for their role as the sole source of Travertine Creek. Both springs are situated along the main foot trail that follows Travertine Creek from the nature center.       Antelope Springs, no flow since September 10, 2012 during drought conditions.        The springs feeding Travertine Creek stopped flowing last year. Why? The water in the springs comes from the Arbuckle-Simpson aquifer. The aquifer is an underground storehouse of water. Wherever a crack or a drilled well taps into the aquifer, the water comes to the surface. The aquifer can be thought of as a container of water with holes in the sides. Rainfall fills the container from the top. Springs and wells drain the aquifer. The springs will stop flowing as the aquifer goes down. When water is removed from the aquifer through springs and wells, faster than rainfall can refill it, some springs and wells go dry.  The springs have dried up before. Most significantly in the 1910’s, 1930’s, and 1950’s. These were the times of the deepest droughts in Oklahoma. We have documented 22 times in the last 100 years that the springs have been dry. At times they were dry for only a few weeks. Other times, like the period from 1954-1957, they were dry for nearly 3 years straight. The land around the springs has been a National Park since 1906. One of the main reasons for the protection of the park is to \"protect the springs and waters; provide outdoor recreation; protect scenic, scientific, natural and historic values.\". From the beginning the waters of Travertine Creek were very important to the park and its visitors. Records of the streams flow and condition were maintained throughout this period. Today, water flow is monitored by computerized equipment allowing scientists to get accurate data on the stream condition. When the water in the aquifer returns to a level that feeds the springs, they will flow again. We have no control over how fast the aquifer fills. This is based on rainfall. Some of the rain that falls washes out down streams and rivers as surface water. Some of the rain that falls is taken up by plants and trees or evaporates off the surface. Only that portion of the rain that seeps down into the aquifer will bring the level up. While we have no control over natural springs, we do have control over wells. Drinking water for surrounding communities comes out of the aquifer. The faster we use it, the more water comes out of the aquifer. Documented dry periods for Antelope Springs: Mar 1911 - Apr 1912 Sep 1912 - Nov 1913 Mar 1918 – Dec 1919 Apr 1927 – Aug 1927 Aug 1934 – Sep 1936 Sep 1937 – Feb 1938 Sep 1938 – Jun 1940 Dec 1951 – Apr 1952 Sep 1952 – Jun 1954 Aug 1954 – May 1957 Jan 1959 – Dec 1959 Aug 1963 – Nov 1964 Aug 1965 – Jul 1967 Dec 1, 1976 – Mar 31, 1977 Dec 23, 1977 – Mar 31, 1978 Dec 15, 1978 – Feb 28, 1979 Dec 31, 1979 – Sep 30, 1981 Jul 10, 1984 – Oct 31, 1984 Oct 6, 2006 – Oct 13, 2006 Jan 12, 2009 – May 4, 2009 July 26, 2011 – Dec 12, 2011 Sept 8, 2012 - June 12, 2013 February 13, 2014 to present Both springs are currently dry.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/nature\/freshwatersprings.htm"
}
