{
    "title": "Chickasaw National Recreation Area: Groundwater",
    "body": "Groundwater       The complex geologic features of the aquifer affect how water moves through the aquifer. Features such as folds, faults, bedding planes, and solution channels may have local influences on groundwater flow paths and flow rates. The numerous faults affect the movement of water through the aquifer because they can act as barriers to groundwater flow or as conduits through which water travels. The rate at which water moves through the aquifer can vary greatly. Water moves slowly through fine fractures and pores and rapidly through solution-enlarged fractures and conduits. About two-thirds of the aquifer consists of carbonate rocks (limestones and dolomites), which are soluble. Infiltrating water slowly dissolves the rock, leading to the formation of solution channels and cavities along bedding planes, fractures, and faults. Karst (solution) features, such as sinkholes and caverns, are most common where fractures and bedding planes have enhanced groundwater circulation. The Arbuckle-Simpson aquifer receives water from infiltration of precipitation and from losing streams that cross the outcrop area. Most of the discharge from the aquifer is to streams, rivers, and springs and some is to well withdrawals, outflow to adjacent aquifers, and to evapotranspiration. Generally, groundwater flows from topographically high areas to low areas, where it discharges to springs and streams. Groundwater flow in the Arbuckle Anticline region appears to radiate from the crest of the anticline. Regional groundwater flow in the Hunton Anticline region is southeast, but a small component is southwest. Where the Arbuckle-Simpson aquifer dips beneath rocks of lower permeability, the aquifer is confined, and wells that penetrate below the confining layer may be artesian. Several artesian wells flow in the valley of Rock Creek, near Sulphur. The most well known of these wells is Vendome Well in the Chickasaw National Recreation Area. Groundwater and surface water interact in different ways. In some areas of the Arbuckle-Simpson aquifer, streams gain water from aquifer discharge, and in other areas, streams lose water to the aquifer. Where the altitude of the water table is higher than the altitude of the stream-water surface, groundwater discharges into the stream channels. The groundwater component of streamflow is known as base flow. About 60 percent of the streamflow in the outcrop area of the Hunton Anticline is base flow from the aquifer. Where the altitude of the water table is lower than the altitude of the stream-water surface, surface water recharges the aquifer. In karst aquifers, losing segments of streams commonly occur where streams cross sinkholes or highly fractured rock. Source: Oklahoma Water Resources Board, 2003, The Arbuckle-Simpson Hydrology Study Management and Protection of an Oklahoma Water Resource: Oklahoma Water Resources Board Fact Sheet, 4 p.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/nature\/groundwater.htm"
}
