{
    "title": "Chickasaw National Recreation Area: Nature Center Blog",
    "body": "Travertine Nature Center Blog         Visitors exiting the Travertine Nature Center   The gently flowing waters of Travertine Creek begin at the Buffalo and Antelope Springs, and flow underneath the Travertine Nature Center, providing a direct link from the building to the natural environment around it. The nature center is a focal point for many visitors, and an excellent starting point for exploring the natural and cultural resources found in the Chickasaw National Recreation Area. Join park rangers Eric and Lauren and other staff to learn more about the park, park resources, and what’s happening. Your questions and comments are welcome and may be posted on this website. To submit your comment by email, please click here. Jump to an entry: 8 October 2009 | 19 September 2009 | Blog Archive            Film title screen; click to watch KERA  Thursday, 8 October 2009 Hi! Ranger Eric writing today, now that the rain has stopped. The last week and a half has been a flurry of activity, as we staffed and wrapped up our booths at the State Fair and the Wildlife Expo sucessfully. Immediately after that, the Ken Burns series \"The National Parks: America's Best Idea\" graced the airwaves for six nights, telling the story of our national park system.  KERA, the Dallas, Texas public television station, produced Oka' (the Chickasaw word for water) - a short film by native Oklahoma filmmaker Rick Thompson - focusing attention on the history of the unique freshwater and mineral springs in the Chickasaw National Recreation Area and tells the story of the former Platt National Park. The park premiered Oka' on Sunday September 27 as part of a membership drive event for our new friends group. I worked closely with the film maker and make a small appearance in the film; it's something we are very proud of. (top of page)               What park image would you put on the quarter?   Saturday, 19 September 2009 Hi! Ranger Eric writing today. The summer is now over, and during the month of September the park sends staff to both the State Fair and the Oklahoma Wildlife Expo, so you may see park staff at both those places over the next several weeks. After a long hiatus, we are picking back up the nature center blog, and plan to keep up with all the things happening here and elsewhere in the park! Exciting news here in the park a week ago was our selection as the public land location to grace the Oklahoma quarter in the upcoming America the Beautiful quarter program. The coins will be issued in the order each site was established by Congress; since the park's earliest birthday is in 1902, that makes us the tenth quarter in the series of fifty-six. The Chickasaw NRA quarter should be issued in November or December of 2011, just over two years from now. So, the question of the moment is: How will the park be represented on the quarter? The official design of the quarter will likely not be done for some time, possibly as far out as this time next year. When considering an image for the coin, keep in mind that a quarter does not have space for a lot of detail, so must generally represent the park with one simple image or icon. At Chickasaw National Recreation Area, it all begins with the water. My own suggestions for the artisans of the U.S. Mint (if they are listening), in no particular order, would be:  Little Niagara. This waterfall and swimming area is one of the icons of the park. Image how the coin might depict water rushing over the travertine formation. Travertine Creek and\/or the Lincoln Bridge. The creek is one of the defining features of the Platt Historic District, and the bridge is an early feature of the park (which turned 100 years old this year). The Bromide Pavilion. The CCC-built rustic stone pavilion is distinctive in design and one of the best representations of the work done in the park during the 1930s. The mineral waters once dispensed here were in great demand a century ago. Pavilion Springs. Also built by the CCC, in this pavilion, the spring waters flow out of the center of a large boulder; the water pouring forth might make an excellent visual centerpiece for the coin.  What park related image would you choose? (top of page)",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/news\/tnc-blog.htm"
}
