{
    "title": "Chickasaw National Recreation Area: Superintendent's Blog",
    "body": "Superintendent's Blog         Superintendent Bruce Noble   Park Superintendent Bruce Noble writes occasional articles addressing various aspects of park operations and ongoing events. We welcome your comments or questions about the park. To submit your comment by e-mail, please click here.      Jump to an entry: 10 December 2009 | 20 August 2009 | 28 March 2009 | 2008 Archive | 2007 Archive       10 December 2009 In 1993, the United States Congress passed a law called the Government Performance and Results Act.  One of the act’s purposes was to “improve the confidence of the American people in the capability of the Federal Government, by systematically holding Federal agencies accountable for achieving program results.”  One of the ways in which we hold ourselves accountable in the National Park Service is by conducting visitor satisfaction surveys every summer. I would like to share some results with you from the most recent survey conducted at Chickasaw National Recreation Area. Between June 1-30, 2009, we distributed 400 survey cards to a random sample of park visitors.  174 of those survey cards were returned to us for a response rate of nearly 45% (an extremely good response rate in the survey world).  The survey results indicated that 90% of park visitors were satisfied overall with appropriate facilities, services, and recreational opportunities.  While I am generally pleased when I score 90% on a test, let me give you a closer look at the visitor survey results and explain how we intend to do better in the future. On the positive side, 92% of our visitors were satisfied with walkways, roads, and trails in the park.  In addition, 91% of visitors were satisfied with the park’s outdoor recreational opportunities.  I think most everyone would agree that walkways, roads, trails, and outdoor recreational opportunities are among the most outstanding features of Chickasaw National Recreation Area. However, I am disappointed to report that only 59% of visitors reported that they were satisfied with rest rooms in the park.  The silver lining I see in the future is that the park’s new Chief of Maintenance, Jackie Messer, is determined to improve upon this rating.  Fortunately, the park has received some Economic Stimulus money that will be invested in rest rooms and this will assist our efforts to raise this rating. Other comments indicated that visitors wanted to see more utility sites for RV’s in the park and many people desire to have showers in the campgrounds in the Platt District of the park.  We are working on adding utility sites by reinvesting our camping revenue into upgrading campgrounds at the Lake of the Arbuckles.  Our revenue level is such that these improvements will take place over a period of years, but I pledge that the public will see improvement on this front in the years to come.  As for showers in the Platt District, we are acutely aware of the public’s desire for showers and yet we have been unable to accumulate a revenue stream to make this happen.  In the meantime, we continue to work on the issue and we are very open to Commercial Use Authorization proposals from businesses that might help the park meet this need. The written comments that really hit home with me where many received like the following:  “A wonderful family gathering spot that we have used for over 30 years” and “We plan on coming here forever.  Keep up the good work.”  Last but not least, “Thank you all for taking such pride in our park.”  While we continue to strive to make improvements, comments such as these make me proud to see that the public recognizes the value of all the hard work being invested every day by park employees. Another avenue for helping the park to serve the public in the best possible fashion is the newly formed “Friends of Chickasaw National Recreation Area”.  The IRS has certified this group as a private non-profit organization (501c3) and membership fees for joining are tax deductible.  Anyone interested in receiving a membership application can write to PO Box 199 in Sulphur, e-mail us, or call 580-622-7220. I am not sure how long the beautiful fall weather will continue, but it is still a great time of year to enjoy the park.  Please invite any out-of-town visitors you may have during the holidays to visit the park.  I wish the very best to everyone during Thanksgiving and the holiday season to follow. (top of page)            20 August 2009 Summer is winding down and it occurs to me that it has been several months since I have written any park updates. I’m motivated to write now because of two important projects the park is in the process of completing. These projects involve the installation of animal-proof trash cans in the park and some recent experiments with the flow from Vendome Well. This summer, the park has launched a much needed project to install animal-proof trash cans in the Platt District. Probably since Civilian Conservation Corps days in the 1930s, the morning ritual in Platt has involved picking up all the trash that raccoons have spilled onto the ground around the park trash cans during the night. Obviously this creates a huge amount of extra work. Just emptying the many trash cans in the Platt District takes enough effort, but having to pick up all the debris left on the ground by the raccoons adds tremendously to the work load. To address this problem, the park has been replacing our old fashioned trash cans in the Platt District with animal-proof cans. The new cans are nice to look at and easy to use, but have the advantage of lids that lock after being closed. As if by magic, the raccoons can’t get a meal out of the new trash cans and our park Maintenance staff saves a huge amount of work by not having to pick up the mess left on the ground by the raccoons. As a result of this change, I am told that more raccoons have been seen around town lately. During this time period, it is important for everyone to be careful about securing their household trash. Once the raccoons discover that they can’t get food out of the trash can behind your house, I am confident they will move on in a hurry. Those that stay will return to eating berries, acorns, frogs, crayfish, and other things that raccoons eat in the wild. Secondly, I have written previously about our desire to reduce the flow of water out of Vendome Well. At present, the flow out of Vendome Well is 1.3 cubic feet per second or 930 acre-feet per year. This is approximately equal to the amount of water used by the entire City of Sulphur to meet its municipal water needs. In truth, water flowing out of Vendome Well is not actually “lost”. The water flows into the Lake of the Arbuckles where it provides recreational opportunities and also serves the water needs of Davis, Ardmore, and Wynnewood. However, the park would like to reduce the flow from Vendome Well as a conservation measure designed to keep more water in the aquifer. At present, we have fitted the opening of Vendome Well with a new nozzle. By reducing the size of the opening the water flows through, it actually shoots the water a little higher in the air and allows Vendome Well to remain the local landmark it has been since 1922. There is also still ample water flowing through the faucets that people use when they stop to fill their water jugs. However, by ratcheting back on the amount of water we release through the well, we have reduced the flow by an impressive 38%. Take a look at Vendome Well the next time you drive by. I am confident that you will hardly notice a difference. We also have an automatic system installed that will allow us to shut down the well completely for a few hours during the night. We plan to hold a public meeting before starting to use that automatic system so we can gather public comments about changes to the flow out of Vendome Well. Please understand that our only goal in the process is to do our part to conserve the priceless water resources in the Arbuckle-Simpson aquifer. Other than that, the cooler days of autumn are approaching and we still have several beautiful months ahead for park activities. Please take advantage of the great fall weather and visit the park. Invite your friends and family too! (top of page)            28 March 2009 As I write these words near the end of March, Sulphur’s first snow of the year is falling outside my window. Since we desperately need moisture, I think everybody will take the precipitation whether it falls as snow or rain. However, this unusual weather does not change the fact that many signs of spring grace Chickasaw National Recreation Area. Redbuds and Chickasaw plums are blooming in the park, leaves are popping out on the hard wood trees, and the water is getting warmer in the Lake of the Arbuckles. The change of seasons brings hope that summer is not far away. Other changes are in progress in the park as well, such as Chickasaw National Recreation Area’s first newsletter. We are launching this newsletter as an experiment to communicate more effectively with interested members of the public. Our plan is to issue this newsletter twice a year as a means of keeping you posted about events and activities in the park. If you know others who would like to receive this newsletter, please let us know by calling 580-622-7220 or e-mail us. By the same token, please help us conserve paper by letting us know if you would prefer not to receive this newsletter. (Another source of great information about the park is our website, www.nps.gov\/chic.) Other changes involve personnel. Tim Jarrell recently departed after 13 years at Chickasaw National Recreation Area to accept the position of Facility Manager at Grand Canyon National Park. Tim has served this park very well and we wish him the best in his important new assignment. Another change involves the recent retirement of Administrative Officer Gail McCurry after serving the park for an amazing 36 years. We miss Gail’s knowledge and corporate memory dating back to Platt National Park days, but also wish her the very best in retirement. While we will miss both Gail and Tim, we also look forward to hiring new people to fill their positions. I am pleased to announce that Sharyl Cyphers, currently the Administrative Officer at Glacier Bay National Park in Alaska, has accepted the Administrative Officer position at Chickasaw NRA. Sharyl hails from Kansas and looks forward to settling in Oklahoma around June 1 where she will be closer to family and friends. The park’s Facility Manager position has not been advertised yet, but that will happen within the next few weeks. (Park vacancy announcements are listed on www.usajobs.gov.) Another important change involves the formation of a park friends group. With the help of some local park supporters, most notably Kevin Howard of Ardmore, the “Friends of Chickasaw National Recreation Area” was recently incorporated by the Oklahoma Secretary of State’s office. This group will be working toward achieving 501c3 (ie., non-profit) status and we look forward to what the group will offer as a means of private, non-governmental support for the park. Please stay tuned for more information about membership opportunities in the friends group in the weeks to come. Changes also bring challenges as we say goodbye to trusted former employees and embark upon new ways of doing business, but I hope you will join me in welcoming these changes to the park. All of these changes are being undertaken with an eye toward fulfilling the vision that our partners and citizens have in mind for Chickasaw National Recreation Area. Please help us to achieve this vision by spreading the word about our new newsletter and by joining the park friends group when the opportunity presents itself. In the meantime, enjoy the arrival of warmer weather by getting outdoors and experiencing the wonders of Chickasaw National Recreation Area. (top of page)",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/news\/supt-blog.htm"
}
