{
    "title": "Chickasaw National Recreation Area: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us       The National Park Service seeks students, professionals and other qualified individuals from numerous academic disciplines and trades for a wide variety of internship, seasonal and permanent positions available nation-wide. We encourage all interested and qualified persons to apply for jobs. We want a workforce that reflects the diversity of America. You must be a United States citizen to be eligible for consideration for employment. Certain jobs may also have age and physical qualifications. Generally, you must be at least 18 years of age. The National Park Service fills all positions in accord with U.S. Office of Personnel Management (OPM) regulations. Normally, a person seeking an initial appointment to a permanent position must gain eligibility on an appropriate OPM register. Employment with the National Park Service is available in both permanent and seasonal positions. How Jobs Are Filled Federal agencies fill jobs in several ways. Not all jobs are open to external applicants. Agencies can: promote an employee; hire an employee who wants to transfer from another agency; reinstate a former Federal employee; or request the names of applicants from an OPM register. The USAJOBS website has current federal government vacancy announcements including the National Park Service.  General Resource Bulletins—Great information on job opportunities and how to apply Seasonal\/Temporary Employment—Most career employees begin in seasonal or temporary positions Volunteers at Chickasaw National Recreation Area—Volunteer opportunities at Chickasaw National Recreation Area       Current Job openings: Park Guide: GS-0090-5 Job Announcement Number: IMSF-15-319 1469299 ml SALARY RANGE: $31,628.00 to $41,122.00 \/ Per Year OPEN PERIOD: Wednesday, August 5, 2015 to Tuesday, August 11, 2015 SERIES & GRADE: GS-0090-05 POSITION INFORMATION: Full Time - Permanent DUTY LOCATIONS: 1 vacancies in the following location:Sulphur, OK WHO MAY APPLY: United States Citizens SECURITY CLEARANCE: Not Applicable SUPERVISORY STATUS: No JOB SUMMARY: Experience your America and build a fulfilling career by joining the National Park Service. Become a part of our mission to unite our past, our cultures and our special places, to establish important connections to the present and build a rich and lasting legacy for future generations. For more information about the National Park Service, click National Park Service. WHO MAY BE CONSIDERED: Open to all qualified U.S. citizens. You do not have to be a current or former government employee to be considered for this position. This announcement is being advertised under delegated examining procedures and is open to all U.S. citizens. The vacancy is also concurrently advertised under merit promotion procedures under announcement number 1472405. Candidates who wish to be considered under both procedures MUST apply and submit complete application packages to both vacancies. One position, this is a permanent full time position the primary purpose of which is to provide guide services to visitors. The work involves giving talks, interpreting natural and historic features, answering questions, guiding tours, and providing miscellaneous services to visitors at the Chickasaw National Recreation Area, Sulphur, Oklahoma. TRAVEL REQUIRED  Occasional Travel Must be able to obtain and possess a Government credit card.  RELOCATION AUTHORIZED  No  KEY REQUIREMENTS    U.S. Citizenship Required Appointment subject to background investigation and favorable adjudication Selective Service registration status, if applicable Must be able to obtain and maintain a valid State driver's license    DUTIES:Back to top This position is located at the Chickasaw National Recreation Area. Major duties of the position include, presenting talks and leading tours; providing general information relating to the resources of the park. Presenting programs to children and assisting teachers with their visit and dealing with a high volume of personal contacts with varied members of the public. Providing prepared orientation, information and directions and answering visitor questions. Fostering good relations with patrons and maintaining order. Physical Demands: The work requires standing for long periods of time, walking for long distances, climbing and descending steep inclines, bending, and lifting moderately heavy items. Mental stress and physical fatigue occur due to high volume of personal contacts, occasional emergency responses, and repetitive nature of interpretive programs. Work Environment: Work is performed both indoors and outdoors resulting in exposure to a variety of weather conditions. For further information on the duties of this position or the area information, please contact Ron Parker at 580-622-7231. For questions regarding the vacancy announcement, contact Martin Lavadie at 505-988-6080. Area information\/housing information: Chickasaw National Recreation Area is located adjacent to the town of Sulphur, Oklahoma (population 6,000), 82 miles south of Oklahoma City and 140 miles north of Dallas, Texas. The towns of Ardmore and Ada, each with a population of about 25,000, are about 30 miles away. Springs, streams, and lakes in wooded and grassy hills typify the area. Elevation is 1,011 feet and the average annual rainfall is 38 inches. Summer temperatures sometimes exceed 100 degrees and winter temperatures of 20 degrees or lower are not uncommon. Both Sulphur and nearby Davis (population 3,000) have school systems with Kindergarten through Grade 12. Fully accredited colleges are available as close as 30 miles. To apply go to: https:\/\/www.usajobs.gov\/GetJob\/ViewDetails\/411720100",
    "url": "https:\/\/www.nps.gov\/chic\/getinvolved\/workwithus.htm"
}
