{
    "title": "Chickasaw National Recreation Area: Why Fees?",
    "body": "Why Fees?           Welcome! Chickasaw National Recreation Area is being cared for today for you, and for future generations, by the National Park Service. This dual objective—use today and tomorrow—comes at a price. Protecting our natural and cultural heritage while ensuring that visitors have a safe, enjoyable, and educational experience, is expensive.  As the number of visitors to parks continues to climb due to the popularity of these national treasures, government funding available for necessities such as road and building repairs, campground maintenance, visitor protection, resource protection and other services has not kept pace with demand. In 2004, to address these needs, Congress signed the Federal Lands Recreation Act (FLREA) which allows the U.S. Department of the Interior to implement an interagency Fee Program in three of its agencies—the National Park Service, the Bureau of Land Management, andthe U.S. Fish and Wildlife Service. The program also includes the U.S. Department of Agriculture’s Forest Service.The program directs funds collected from park visitors towards the maintenance of the facilities they were utilizing.          Why the emphasis on recreational use fees? Managing public lands requires a major financial investment. While most of that investment comes from general tax revenues, those who directly use public lands for recreation derive a greater benefit from, and place a greater burden on, resources and facilities than the public at large. Applying use fees to projects at the area where they were collected assures that actual users pay an increased share of operational costs. We encourage you to participate in recreational activities that will enhance your visit and create memories. We also ask you to minimize your impacts to resources and facilities so that others may enjoy them as well. The Recreational Fee Program:  Allows a significant portion of the fees collected at a public area to be spent directly on behalf of that area. Encourages each agency to develop fair and equitable fee collection programs, whether the public areas are large or small, urban or wilderness, natural or historical. Promotes the collection of fees where such fees can cover the cost of a new activity. In some cases, visitors will have to pay for activities that have previously not had an associated fee. Provides opportunities for public involvement and awareness regarding recreation fees, as users and partners in the stewardship and protection of the resources; via on-site project signage, Federal Regisiter notices, newspaper articles, public meetings, focus groups, newsletters and websites.       Recreation Use Fees The fees have been used for:  Repairs and improvements to trails, roads, buildings, campgrounds, and other assets used by visitors. Stabilization and restoration of historic structures and cultural landscapes that enhance visitor experience. Repair and replacement of signs and exhibits for a safe, enjoyable visit. Educational programs, guided walks and hikes, and other visitor services. Natural resource protection to preserve the very things visitors come to the parks to experience.       America’s Public Lands The future of public lands rests with all American citizens. Actions taken today will determine the condition of the lands and facilities passed on to future generations. We needand welcome your support. Thank you for supporting your National Parks.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/management\/why-fees.htm"
}
