{
    "title": "Chickasaw National Recreation Area: Hunting Regulations",
    "body": "Hunting Regulations       Most state hunting regulations are applicable in Chickasaw National Recreation Area with the following exceptions.  The use of artificial light to view wildlife is prohibited. Baiting of wildlife is also prohibited. Feral hogs may be taken year round in compliance with state regulations. All tree stands must be portable. Damage to trees such as cutting limbs and using nails or screws is prohibited. Tree stands unattended for more than 36 hours will be considered abandoned property and subject to removal by the National Park Service. Hunters must have a valid Oklahoma hunting license.  Hunting closures and restrictions All developed areas are closed to hunting, including:   Goddard Youth Camp   All picnic areas and campgrounds a. Except Buckhorn Loop A, when closed to camping   The entire area of the Platt District   The areas owned by the City of Sulphur for the sewer treatment plant (grounds are regularly maintained)   The areas managed by the Arbuckle Master Conservancy (regularly maintained and fenced),   The areas around the boat launching ramps, parking areas and harbor\/no wake zones at Buckhorn, The Point and Guy Sandy (areas that are regularly maintained & developed).   All areas shown on the “Hunting Map” are open to the use of shotguns with shot shells, single projectile (slug) and to archery. Designated areas are open to rifle and primitive firearms use. Hunting over bait is prohibited, per 36 CFR 2.2 (a) (2) Displaying of wildlife carcasses, other remains or parts thereof is prohibited in developed areas and campgrounds. More Information The “Oklahoma Hunting Regulations” booklet provides state hunting information and special regulations for Chickasaw National Recreation Area. It is available from the Oklahoma Department of Wildlife Conservation, State Game Rangers, Park Rangers, and license sales outlets.      Hunting Regulations and Map",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/management\/hunting-regulations.htm"
}
