{
    "title": "Chickasaw National Recreation Area: Camping and Park Regulations",
    "body": "Camping and Park Regulations       These regulations will help you to have a safe and enjoyable visit to your national park and leave it unimpaired for others to enjoy.  Unless otherwise posted alcoholic beverages are permitted only in picnic areas and campgrounds. They are prohibited in all other areas. Pets are welcome in most areas and must be on a leash at all times. Pets are not permitted on trails east of Travertine Nature Center, in swimming areas, or in the backcountry. Pets should not be left unattended in campsites. Fires are allowed in designated areas only. Grills and fire grates are provided and must be used. No ground fires are permitted. Camp and picnic in designated areas only. Lantern hangers have been provided for your use. Please use them and protect the trees from damage. All wildlife, flowers, and plants are protected. Be careful - animals may bite and certain plants are poisonous. Keep all vehicles on maintained roads only. Park your vehicles and trailers within campsite driveway to protect vegetation. ATVs and off-road motorcycles are not permitted in the park. Dead and down wood can be collected near the campground. Trees should not be cut or damaged. One-way roads and speed limits are posted for your safety. Remember small children may be playing in the area. . Quiet Hours are from 10:00 p.m. to 6:00 a.m. No generators, radios, stereos, or musical instruments please. Only registered campers and guests are permitted in the campground. . Checkout time is 2:00 pm for all campgrounds. There is a 14-day stay limit. . For everyone's safety, roller skates, roller blades, and skateboards are prohibited in the park. . Fishing is permitted in all of the small lakes throughout the park including Veterans Lake by hand held rod\/pole only. A state-fishing license is required. No trotlines, jugs, yo-yo's or sail lines are permitted in these small lakes.  It is your responsibility to be familiar with National Park Service regulations.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/management\/cg-rules.htm"
}
