{
    "title": "Chickasaw National Recreation Area: Personal Watercraft (PWC) Regulations",
    "body": "Personal Watercraft Regulations       Personal Watercraft (PWC), also known as jet skis, are allowed to operate on Lake of the Arbuckles under the following PWC restrictions (in addition to the standard watercraft regulations): (1) PWC may operate on Lake of the Arbuckles except in the following closed areas:  The Goddard Youth Camp Cove. A 150 foot wide zone around the picnic area at the end of Highway 110 known as ‘‘The Point’’, beginning at the buoy line on the north side of the picnic area and extending south and east into the cove to the east of the picnic area. The cove located directly west of the north branch of F Loop Road. A 150 foot wide zone around the Buckhorn Campground D Loop shoreline.  (2) PWC may not be operated at greater than flat wake speed in the following locations:  The Guy Sandy arm north of the east\/west buoy line located near Masters Pond. The Guy Sandy Cove west of the buoy marking the entrance to the cove. Rock Creek north of the east\/west buoy line. The Buckhorn Ramp bay, east of the north south line drawn from the Buckhorn Boat Ramp Breakwater Dam. A 150 foot wide zone along the north shore of the Buckhorn Creek arm starting at the north end of the Buckhorn Boat Ramp Breakwater Dam and continuing southeast to the Buckhorn Campground D Loop beach. The cove south and east of Buckhorn Campground C and D Loops. The cove located east of Buckhorn Campground B Loop and adjacent to Buckhorn Campground A Loop. The second cove east of Buckhorn Campground B Loop, fed by a creek identified as Dry Branch. Buckhorn Creek east of the east\/west buoy line, known as the G Road Cliffs area. Within 150 feet of all persons, docks, boat launch ramps, vessels at anchor, vessels from which people are fishing, and shoreline areas near campgrounds.  (3) PWC may only be launched from the following boat ramps:  Buckhorn, The Point, Guy Sandy, and Upper Guy Sandy boat ramp.  (4) The fueling of PWC is prohibited on the water surface. Fueling is allowed only while the PWC is away from the water surface and on a trailer. The following of Oklahoma State regulations would also apply and be enforced pursuant to 36 CFR 3.1:   12 year-old and younger PWC operators must be accompanied by an adult   PWC may not be operated within 50 feet of another vessel while traveling at 10 mph or faster   Use of a manufacturer installed cutoff switch is required   Towing a water-skier is prohibited unless a cutoff switch is installed   PWC must have an observer in addition to the operator when towing   PWC are not allowed to operate from sunset to sunrise   PFD are mandatory for all PWC riders           PWC Use - Final Rule",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/management\/pwc-regulations.htm"
}
