{
    "title": "Chickasaw National Recreation Area: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices              Our Staff & Offices       Office of the Superintendent The office of the superintendent provides the leadership and management direction for the overall operations of Chickasaw National Recreation Area. Partnerships, community involvement, and public information are of great importance, and these activities originate from the office of the superintendent. The management team for the recreation area consists of the superintendent and division chiefs, who through collaborative efforts provide direction and set goals for the recreation area. Administrative staff provides technical and administrative support for management and operations. The staff ensures that supplies and materials are available so other divisions can accomplish their work, and provides information technology services. The administrative staff also provides many other services, such as finance management, contract services, and human resources management, which keep operations running smoothly.      Interpretation and Education Division The area’s interpreters and educators consist of a base of year-round permanent employees. These employees are supplemented by volunteers and seasonal employees through the summer months. The area’s interpretive, information and education efforts have traditionally centered at the Travertine Nature Center. An information desk, interpretive displays, and book sales are also at the Travertine Nature Center. Evening programs are presented during the summer months at amphitheaters at the Point and Buckhorn campgrounds. Currently the park and the Chamber of Commerce in Sulphur operates a visitor information station that provides information on Chickasaw National Recreation Area to visitors.      Visitor and Resource Protection Visitor and resource protection rangers conduct patrols throughout Chickasaw National Recreation Area. Ranger stations are located at both Buckhorn and the Point. These employees perform law enforcement, wildland fire suppression, structural fire prevention monitoring, building and fire security, emergency medical services, and search-and-rescue operations.      Resource Management Division Resource management division employees strive to increase understanding of the natural and cultural resources of Chickasaw National Recreation Area and devise strategies for the public to interact with those resources in a manner that ensures their preservation for future generations. The staff monitors Chickasaw National Recreation Area’s wildlife, vegetation, and air and water quality. They assess the historic and cultural sites in the recreation area for historic significance and make recommendations for their preservation. They add to knowledge and understanding of the recreation area’s natural and cultural resources by performing historical research and scientific studies and assist cooperators who are interested in performing their own research. This knowledge is then applied, with the assistance of other divisions, in a variety of restoration projects. Resource management staff also educates other recreation area staff on current issues affecting recreation area resources and perform NEPA and NHPA compliance. Resource management staff consists of a resource manager and hydrologist, supplemented by a small number of temporary or volunteer technicians.      Facility Management Division Facility management staff cares for an enormous variety of recreation area developments and cultural resources. Facility management crews build and maintain hiking trails and campsites, and maintain a wide variety of grounds, utility systems, and other visitor use facilities throughout Chickasaw National Recreation Area. Skilled in a variety of crafts and trades, facility management staff consists of permanent employees supplemented by temporary employees in the summer.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/management\/staffandoffices.htm"
}
