{
    "title": "Chickasaw National Recreation Area: Laws & Policies",
    "body": "Laws & Policies        Park ranger observing visitors swimming at Flower Park NPS\/Chickasaw National Recreation Area        Protecting Visitors and Resources: Policies and Regulations There are a variety of documents that guide the management of Chickasaw National Recreation Area. Many documents, like the National Environmental Policy Act, articulate legal requirements to which federal entities must adhere. Other documents, like the park's General Management Plan and Superintendent's Compendium, are formal documents that create a \"contract\" between the park and the public. Still others, like Director's and Superintendent Orders, direct how Chickasaw National Recreation Area and other national park units will operate. The information available in this section will allow you to become more aware of park implementation plans and of how park operations are structured toward success in achieving the NPS mission of preserving unimpaired park resources for the enjoyment of future generations. These pages also include specific regulations on a variety of activities within the park.       Firearms Information As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state’s websites:   State of Oklahoma  Oklahoma Statutes Oklahoma Concealed Weapons Law State Reciprocity  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.      Federal Laws Laws are created by Congress and establish the highest order of legal authority over national parks. More...  Many laws, including the 1916 Organic Act that created the National Park Service, affect all areas managed by the National Park Service. Enabling legislation are the laws passed by congress that establish and define  the park.         NPS Policies Service-wide policy for the National Park Service is developed by the Office of Policy with public input and in accordance with applicable laws. Policies dictate many of the overall directions and procedures used by all parks. More...      Park Regulations The Code of Federal Regulations and the Superintendent's Compendium provide a complete listing of park rules and regulations. These most specific rules are developed with public input to implement applicable law.  36 CFR parts 1-199 pertains to all National Park areas. The Superintendent's Compendium provides a listing of park-specific regulations under the discretionary authority of the superintendent. Unmanned Aircraft Determination Other regulations may also apply.  Note: the free Adobe reader is required to view the Park Compendium. Some regulations may be subject to change. See also:  Park Management Park Planning NPS Policy Office Permits",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/management\/lawsandpolicies.htm"
}
