{
    "title": "Chickasaw National Recreation Area: Fishing Regulations",
    "body": "Fishing Regulations       Fishing within the Chickasaw National Recreation Area is regulated by the State of Oklahoma. All persons must have an appropriate Oklahoma fishing license. Fishing licenses are NOT available on-site. Refer to the current Oklahoma Fishing Regulations pamphlet for license requirements. These pamphlets are available from the Oklahoma Department of Wildlife Conservation, State Game Rangers, Chickasaw NRA Ranger Stations, and license sales outlets. Length Limit Regulations All black bass (large-mouth, spotted, and small-mouth) between thirteen (13) and sixteen (16) inches in total length must be returned to the water unharmed immediately after being taken from the Lake of the Arbuckles. Restricted Areas Fishing is allowed in Rock Creek, Lake of the Arbuckles, and Veterans Lake. NO FISHING is allowed in Travertine Creek or within the Flower Park Area in the Travertine District. Turtle Regulations Shooting of turtles on federal reservoirs is prohibited and in accordance with federal regulations on firearm usage. NO shooting of turtles is allowed within Chickasaw National Recreation Area. Special Regulations Trotlines or juglines may NOT be used at Veterans Lake. Their use at the Lake of the Arbuckles must be in accordance with Oklahoma Fishing Regulations. The use of bows and arrows or spearguns is NOT ALLOWED in the Platt District. Travertine Creek and Flower Park ponds and streams are closed to all non-commercial netting and seining for any fish. Seining or dip netting bait for personal use is permitted in Rock Creek, Lake of the Arbuckles, and Veterans Lake. Safety Diving and swimming from boat courtesy docks is NOT PERMITTED. Veterans Lake has a no-wake speed limit and water skiing is not permitted. Oklahoma State and Federal Boating Regulations must be followed at Lake of the Arbuckles and Veterans Lake. Disposition of Fish and Remains Disposition of fish remains or dead fish on land or in waters within 200 feet of boat docks or designated swimming beaches or within developed areas is prohibited.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/management\/fishing-regulations.htm"
}
