{
    "title": "Chickasaw National Recreation Area: Rivers and Streams",
    "body": "Rivers and Streams       Two waterways form major features within the park: Travertine Creek and Rock Creek. Numerous other streams run into the Lake of the Arbuckles.        Floating along Travertine Creek NPS\/Chickasaw NRA  Travertine Creek Travertine Creek is the focus of the Platt Historic District from its source to its juncture with Rock Creek near the Lincoln Bridge. Since its only source of water is the springs, periods of prolonged drought which dry the springs also result in a diminished stream flow. Such dry periods are infrequent and temporary, and most of the time the creek is the focal point of the the Platt Historic District, providing many locations for swimming, wading, or picnicking. A unique feature of this stream is its ability to form an unusual rock called travertine, from which the stream gets its name. The water of the stream is so highly charged with dissolved calcium carbonate that upon exposure to air much of the mineral will precipitate to form a buff-colored deposit. Large accumulations form a porous travertine rock. Plant leaves and branches along the stream may be covered with a film of travertine dust from wind-blown spray. Small travertine terraces may be observed along the length of the creek.              The perimeter drive causeway over Rock Creek NPS\/Chickasaw NRA  Rock Creek Rock Creek is a large year-round stream which enters the park from the city of Sulphur and flows westward through the remainder of the park. Along its course, Rock Creek is replenished by several springs and by storm runoff. This is the largest of the streams entering the park, with a total drainage area of 170 square miles. Because of its size and permanence, this stream provides excellent habitat for fish and other aquatic species.         Rock Creek Water Data Gauge Stream flow, water temperature and other Parameters provided by the USGS",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/nature\/rivers.htm"
}
