{
    "title": "Chickasaw National Recreation Area: Curriculum Materials",
    "body": "Curriculum Materials       Unit 1- National Parks This unit will help students identify the significance of the National Park Service to our nation. It reviews the role of National Park System areas and the use and preservation of these areas for future generations. It identifies its symbol, the arrowhead, and establishes some of the historical events which affect the National Park Service.     Lesson 1- A Look into the National Park(Grade K-12) This lesson will help students identify the significance of National Park Service to our nation. It reviews the role of National Park System areas and the use and preservation of these areas for future generations. It identifies its symbol, the arrowhead, and establishes some of the historical events which affect the National Park Service.  Lesson 2- Your Special Place (Grade K-12) This  lesson will ask students to think of their favorite place or a place they find particularly interesting. They will write and or draw pictures of that place and share.  Lesson 3 - A Day in a Life of a Ranger (Grade k-2) Students will learn about the National Park Rangers jobs and how they relate to the National Park Service. The work force in a National Park unit is varied. There are Law Enforcement and Interpretive Park Rangers, just to name a few.                                                                       Lesson 4- Find that Park (Grade 6-8) In the National Park System, there are many different types of parks. The National parks protect and preserve many of the places and things that are special to the American people. Lesson 5 - Poster in the Park (Grade 3-5) Students will be introduced to Works Projects Administration posters created for National Park units, understanding the history in the development of the poster art in the parks. Students will use information gathered to design their own poster for Chickasaw National Recreation Area (or another National Park unit). Lesson 6 - Poster in the Park (Grade 6-8) Students will be introduced to Works Projects Administration posters created for National Park units, understanding the history in the development of the poster art in the parks. Students will use information gathered to design their own poster for Chickasaw National Recreation Area (or another National Park unit). Lesson 7 - Poster in the Park (Grade 9-12)Students will be introduced to Works Projects Administration posters created for National Park units, understanding the history in the development of the poster art in the parks. Students will use information gathered to design their own poster for Chickasaw National Recreation Area (or another National Park unit). Lesson 8- Woodland Animals Puppet Show (Grade K-2) This lesson introduces the students to the significance of the National Park Service. It identifies it's symbol the arrowhead and establishes some of the historical events which affected the National Park Service. Lesson is geared to Pre k - 2nd graders.  Lesson 9- Design a Quarter (Grade 3-12) Students will use research information to design the Chickasaw National Recreation Area quarter.    Lesson 10- Arrowhead (Grade K-2) This lesson introduces students to the significance of the National Park Service. It identifies the arrowhead as it's symbols and establishes some of the historical events which affected the National Park Service. Lesson 11- Arrowhead (Grade 3-5) This lesson introduces students to the significance of the National Park Service. It identifies the arrowhead as it's symbols and establishes some of the historical events which affected the National Park Service.  Unit 2- Historical Perspective - Looking into our Past  This unit will help students identify the significance of Chickasaw National Recreation Area to our Nation and the state of shapes the way the park is maintained for future generations. It identifies the historical events that shape the Chickasaw National Recreations Area and defines it as a National Park.       Lesson 1- Time Traveler (Grade K-12) A time machine has enabled us to travel back to the year 1906. Pack your bags for a trip of a life time. Students will learn about periods in history by creating travel brochures for time travelers. Lesson 2- Tell A Story (Grade K-12) Students will imagine they are at a picnic or working for the CCC. They will write a letter home describing what they saw and did. Be sure that everything written is backed up by something in the picture or historical facts. That is what makes it historical fiction.  Lesson 3 - Poster in the Park (Grade 3-5) Students will be introduced to Works Projects Administration posters created for National Park units, understanding the history in the development of the poster art in the parks. Students will use information gathered to design their own poster for Chickasaw National Recreation Area (or another National Park unit). Lesson 4 - Poster in the Park (Grade 6-8) Students will be introduced to Works Projects Administration posters created for National Park units, understanding the history in the development of the poster art in the parks. Students will use information gathered to design their own poster for Chickasaw National Recreation Area (or another National Park unit). Lesson 5 - Poster in the Park (Grade 9-12) Students will be introduced to Works Projects Administration posters created for National Park units, understanding the history in the development of the poster art in the parks. Students will use information gathered to design their own poster for Chickasaw National Recreation Area (or another National Park unit).  Lesson 6- Design a Quarter(Grade 3-12) Students will use research information to design the Chickasaw National Recreation Area quarter. Lesson 7- All about the Park (Grade 3-5) This lesson introduces students to the significance of the National Park Service. It identifies the arrowhead as it's symbol and establishes some of the historical events which affected the National Park Service.  Unit 3 - Ecotones This unit will introduce students to the concept of an ecotone. Here at Chickasaw National Recreation Area, two very different plant and animal communities come together. It is here where the eastern forests meet the western prairies. In this very special meeting place, the landscape is abundant in diversity and richness. Students will explore the different kinds of ecotones that exist and the different plant and animal communities of Chickasaw National Recreation Area.  Lesson 1- Create a Food Chain (Grade K-12) Create a Food Chain - To help students understand that almost all kinds of animals' food can be traced back to plants and that the sun is often the ultimate source of energy needed for all organisms to stay alive and grow.  Lesson 2- Create your own Ecotone (Grade K-12) The boundary between adjacent ecosystems is known as an ecotone. For example, the intermediary zone between a grassland and a forest constitutes ecotone characteristics of both ecosystems. Using a Venn Diagram students will create your own Ecotone using pictures of words.  Lesson 3 - Owl Pellets (Grade 3-8) This lesson examines owl pellets classifying birds as a group of animals. They have feather covering their bodies, scales covering their legs, and reproduce by laying eggs. Lesson 4 - Bison (Grade K -2) In this lesson students will discover how Native Americans used all parts of the bison in their lives.                                                          Unit 4 - Water Resources   This unit will introduce students to the importance of water ecology. Chickasaw National Recreation Area was originally established, as for the protection of the mineral and freshwater springs within its boundaries. In this unit, you will explore the many springs throughout the park.        Lesson 1- The Water Cycle (Grade K-12) This lesson is to teach students about the water cycle.  Lesson 2- Look What's Spring Up (Grade K-12) This lesson is a hands on lab to simulate how the Earth works to produce a spring from ground water. Lesson 3 - Mineral Content (Grade 9-12) The importance of water ecology: Chickasaw National Recreational Area Testing for the Mineral Content in our waters. Lesson for high school Chemistry. Lesson 4 - Water & Springs (Grade 6-8) The importance of water ecology; Chickasaw National Recreational Area was originally established, as Platt National Park, for the protection of the mineral and freshwater springs within its boundaries.   Lesson 5- Water at Chickasaw(Grade 3-5) The importance of water ecology; Chickasaw National Recreational Area was originally established, as for the protection of the mineral and fresh water springs within its boundaries.                                                          Additional Resources Find that Park Worksheet Woodland Animals Puppet Script Timeline Blank  Timeline of Historical Events Venn Diagram Mineral Content of Springs Bone-Sorting Guide",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/education\/curriculummaterials.htm"
}
