{
    "title": "Chickasaw National Recreation Area: Geologic Formations",
    "body": "Geologic Formations       Although only a limited number of geologic studies had been conducted within the confines of CNRA at the time of this report, the Arbuckle Mountains have been studied extensively (e.g., Decker and Merritt, 1931; Ham, 1955, 1969, 1973; Johnson et al., 1984). Regional scale information obtained from studies of the Arbuckle Mountains provides insight concerning the general geology of CNRA. The Arbuckle Mountains are a high range of hills located between Davis and Ardmore, Oklahoma. The structure of the Arbuckles consists of three northwest-southeast trending anticlines known as the Hunton arch, and the Tishomingo and Arbuckle anticlines (U.S. Department of Interior, 1982). Tapp (1997) provides the following geologic and tectonic chronology of events within the Arbuckles. During the Cambrian Period, (570 to 500 MYA), a large-scale faulting event (a triple junction aulacogen) formed a rift valley known as the Southern Oklahoma Aulacogen. During the Ordovician Period, (500 to 430 MYA), the rift ceased spreading and a broad, shallow sea began to encroach over the entire region. For the next 200 million years, marine sediments accumulated on the sea floor. The calcium-rich bodies of dead sea organisms also formed thick limestone layers; in some areas, limestone and shale deposits reach thicknesses of up to two miles. Another major geologic episode in the region occurred during the Permian Era (280 MYA to 225 MYA). During this episode, the region's crust was forced upward, presumably by the Arbuckle Orogeny (uplift event). The force of this upheaval was so great that many of the sandstone, shale, and limestone layers were broken and folded, creating large anticlines. Along with the folding process, this upward thrust formed the Arbuckle Mountains. The Arbuckle Mountains have been severely denuded as a result of millions of years of erosion. The mountains now appear as a moderately dissected, low plateau (Harp et al., 1976). Regional geologic studies also show CNRA's geology to be dominated by a syncline having a west-northwest plunging graben (Hanson and Cates, 1992). In general, the geological complexity of the area is reflected by the high frequency of faults and folds. Some of the fault variations seen in the area include dip-slip, strike-slip, and overthrust faults. There are two main faults within this region: the North Sulphur and the South Sulphur Faults. The dominant fault found near CNRA, the North Sulphur Fault, can be traced from eight miles southeast to one mile east of CNRA (Hanson and Cates, 1994). The South Sulphur Fault can be traced two and a half miles southeast of CNRA to where it parallels to the North Sulphur Fault. Despite the availability of information about them, the extent to which these and other faults influence groundwater flow in CNRA is unknown. Although the area surrounding CNRA is geologically complex, it is situated in a region that is considered to have low seismic activity and has historically been free of high magnitude earthquakes. A plot of regional earthquake epicenters shows that no historical earthquakes have occurred within a 20-mile radius of CNRA. Earthquakes detected outside this 20-mile radius have had magnitudes less than 4.0 on the Richter scale. However, a level of uncertainty about seismic activity in the area remains, given the fact that CNRA is located only 50 miles to the west of the Nemaha uplift. This ridge is composed of a deeply buried granite traversing north-south from Nebraska to Oklahoma (U.S. Department of Interior, 1982). In this uplift is a zone of deep-seated faults, known as the Humboldt fault zone, which has been determined to be seismically active by the Kansas Geological Survey (U.S. Department of Interior, 1982). There are three primary rock units in the subsurface of CNRA. The predominant surface rock is the Vanoss Formation, consisting of a limestone conglomerate (Cates, 1989). The Simpson Group, comprised of limestone, sandstone, and shale, lies beneath the Vanoss. The deepest and oldest major unit is the Arbuckle Group, which consists of dolomite, limestone, and sandstone.      Physiographic Setting CNRA is located in south-central Oklahoma midway between Dallas, Texas and Oklahoma City, Oklahoma. Occupying approximately 9,888 acres, CNRA is situated at the juncture of the southern Osage Plains and the ancient, worn down remnants of the Arbuckle Mountains (Barker and Jameson, 1975). At the continental physiographic scale, CNRA is located at the southern terminus of the interior plains, a region that extends from central Canada to the south-central United States, and is bounded on the west by the Rocky Mountain System and the Appalachian Highlands to the east. On a regional scale, CNRA is located in the physiographic province known as the Arbuckle Uplift (see Figure 4). As noted by Tapp (1997), this province contains some of the thickest accumulations of Paleozoic rocks in the central United States with ages ranging from 570 to 245 million years ago (MYA). Two major geological events influenced the geology of this region. The first major event was large-scale faulting that formed enormous rift valleys much like those in eastern Africa. The rifting arm extended from the Ouachita Mountains on a southeast-northwest line to the western area known as the Anadarko Basin. Following this event, thick accumulations of sediments formed within the shallow rift valley and currently comprise a large part of the stratigraphic column of the Arbuckle Uplift region. Even thicker accumulations of sediments can be found to the northwest in the Anadarko Basin region. A deformational process was the second major event that transformed this region. This is displayed within the Arbuckle Uplift region and can be seen in deformed rocks, numerous faults, and other tectonic features such as anticlines and synclines (Tapp, 1997). The greatest deformation in the region, however, occurred in the Ouachita Uplift province, which is located east of the Arbuckle Uplift. Rifting and deformational events also affected other areas within the region, including the Arbuckle- Wichita Trend. A more detailed description of the regional geologic history can be found in the geological section of this plan. Landforms within CNRA vary from steep ridges dominated by weathering resistant outcrops of conglomerate rock, to valley floors that are drained by several streams. Topography generally slopes to the southwest, with the high point located at the Bromide Hill Overlook (Sallee and Schoneweis, 1997). Surface elevations in CNRA vary from almost 1200 feet above mean sea level (msl) southeast of Veterans Lake to 800 feet above msl at the Lake of the Arbuckles. The gentlest slopes within CNRA occur in northern portions of the area along streambeds. One such location is found along Travertine Creek, where the NPS has established numerous recreational sites. CNRA's topographic variation is influenced by the diversity of rock types and their respective susceptibility to erosion. The high points of CNRA, located around Veterans Lake, are covered with erosion resistant Vanoss Conglomerate while some of the lower lying areas, where creeks cut through, are covered with less resistant carbonate formations. Some formations contain alternating layers of sandstones, shales, and limestones. The erosionresistant sandstone rocks form topographic highs while the less resistant carbonates and clays form topographic lows, giving portions of the area a characteristic hilly topography. Rock Creek Drainage Basin (see Figure 5) makes up the main drainage area of CNRA. This basin contains several streams including Travertine, Rock, Guy Sandy, and Buckhorn Creeks, all of which feed into Lake of the Arbuckles. Meanwhile, Wilson Creek is the main source of water for Veterans Lake. Stream flow in the area is supplied year-round by the area's numerous natural springs.      Geomorphic Regime Since the Arbuckle Orogeny, which occurred between 225 and 280 MYA, the landscape of CNRA has been constantly changing through gradational processes. Gradational processes mechanically shape or grade the geological structures into the landforms seen today (Ritter, 1978). The overall process of change on the earth's surface is known as geomorphism. There are five principal geomorphic agents used to shape the land: surface water, groundwater, waves and currents, glaciers, and wind (Ritter, 1978). Of these five agents, water plays the most prominent role in shaping the landscape of CNRA (Barker and Jameson, 1975). Formation of Rock Creek and Bromide Hill Much of CNRA's landscape has evolved over the last few thousand years during the Quaternary geologic period. Rock Creek is perhaps the dominant geomorphic feature within CNRA. This Creek formed in an area that was higher than the surrounding region because of its location near the Arbuckle Uplift. Persistent runoff north and east of CNRA, along with base flow from several springs, led to the formation of Rock Creek, which cuts across the very resistant Vanoss Formation. Rock Creek has carved an extensive v-shaped valley through the resistant conglomerate that extends several miles and reaches depths of over 150 feet (Barker and Jameson, 1975). Lateral differential erosion has widened the valley in a southward direction. This process often happens when two or more materials of differing resistance are eroded by the movement of water. The resistant Vanoss conglomerate, in this case, erodes at a slower rate than the shale and sandstone layers of the underlying Simpson Group. Bromide Hill, which continues to be shaped by Rock Creek, is the most recognizable topographic feature within CNRA. This undercutting action of the creek weakens rock overhangs which then fall into the creek. Remnants of such rock falls can be found 100 yards east of the Rock Creek campground (Barker and Jameson, 1975). Some parts of Bromide Hill are also affected by mass wasting, which results when small portions of rock and soil roll down the face of the hill into Rock Creek. Although both undercutting and mass wasting occur at a slow rate, the combined effect of these two actions will eventually lead to the leveling of Bromide Hill.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/nature\/geologicformations.htm"
}
