{
    "title": "Chickasaw National Recreation Area: Soils",
    "body": "Soils       Chemical and physical characteristics are important controls on the type of soil that forms in a given area. The principal controls on soil formation are: (1) parent material; (2) topography on which the soil forms; (3) amount and type of vegetation; (4) climatic conditions; and (5) the length of time over which changes in the soil can take place. Physiographic conditions within the park have led to the formation of a number of distinct soil types, as identified by the U.S. Department of Agriculture. Barker and Jameson have suggested a simple classification that recognizes two basic physiographic environments within the park. They have also categorized resident soils into two generalized types, lowland soils and upland soils. In many cases the valley walls serve as a transition zone between the lowland and upland soil areas. Lowland soils within the park are found primarily along watercourses and are principally composed of transported alluvial material. The parent material for these soils is primarily shale. As a result, these soils are mostly clay loams with small amounts of flood-deposited sand in their upper few inches. The lowland varieties are the deepest (7-10 feet) and darkest (heavy reddishbrown) soils located within the park. The clay and silt alluvium, forming lowland soils are nutrient rich and retain water well, making them very fertile. Lowland regions of the park are highly diversified in terms of fauna and micro-flora. The large amounts of decaying vegetation which falls on the forest floor raises soil acidity and gives the soil a chemical makeup that is characteristic of a forest environment. Upland areas within the park are covered by residual soils formed by in situ breakdown of the parent rock material. The dominant surface formation within CNRA is the Vanoss conglomerate, which forms thin (2-8 inches) soils that are generally graybrown in color. The large amounts of cobble and gravel found within the upland soils places them in the rough-stony category. The Vanoss conglomerate is very resistant to weathering, and tends to form steep slopes. As a result, soilforming processes are slow relative to erosion and water retention is generally poor. These factors combine to limit soil development and vegetative growth. Soil forming characteristics of the Vanoss conglomerate tend to create base rich or alkali soils. This is consistent with the dominant semi-arid grassland environment found within the area.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/nature\/soils.htm"
}
