{
    "title": "Chickasaw National Recreation Area: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections       The museum collection of Chickasaw National Recreation Area includes historic objects and archival material directly associated with the park and the early settlement of the town of Sulphur Springs. Each archival collection has its own finding aid, which is used to help researchers locate material related to their topic of interest. These finding aids have been placed online on our web site, and are accessible by clicking on the thumbnail images or text links found below. Research in the park archives is by appointment. Please call 580 622-7262 to make arrangements with the park archivist for research sessions.         Historic Records Of Platt National Park (.pdf file, 182kb) This collection contains a series of books dating from the very early years of Platt National Park. Books 1 through 12 are \"copying books,\" and contain copies of all the Superintendent's records during that time period. The Superintendents whose records are found in this collection are Joseph Swords, Albert Greene, and William French. Book 15, also a copying book, contains copies of the Ranger reports and those of the Watchman at the springs.         Resource Management Records Of Platt National Park (.pdf file, 433kb) This collection contains records relating to the resource managements of Platt National Park through its name change in 1976 to Chickasaw National Recreation Area. Documents include administrative records, building property records, Master Plan designs, visitor records, correspondence, memorandums, notes, legal documents, photographs, slides, and negatives.         Hydrology Records of Platt National Park (.pdf file, 93.5kb) The collection contains documents relating to historical hydrological matters of Platt National Park before it became Chickasaw National Recreation Area in 1976. Documents include reports, manuscripts, correspondence, memorandums, and data samples regarding water flow and quality.         Lake Of The Arbuckles Records Of Platt National Park (.pdf file, 105kb) This collection contains documents relating to the construction of Lake of the Arbuckles at Platt National Park before the park changed its name in 1976 to Chickasaw National Recreation Area. Documents in this collection include plan of development report for the Arbuckle Project, definite plan development report for the Arbuckle Project, reports, surveys, photographs, and negatives.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/historyculture\/collections.htm"
}
