{
    "title": "Chickasaw National Recreation Area: Family Album",
    "body": "Family Album        \"When we entered the park, we lost all stress. There is nothing like the natural beauty of this place and the water. I can’t mention the water enough, it is so soothing\"                                        Isabell Austell  Many visitors have lasting memories of the park. You can be a part of this legacy by sharing your experiences. Submission Guidelines What are we looking for?  This park means many things to many people. Parks are for the people and Chickasaw National Recreation Area has always epitomized this philosophy. Park visitors often recount experiences from previous visits to staff, or speak passionately about what the park means to them. These are the types of items we are interested in collecting. Who can apply? Anyone with a memory or experience of a visit to Platt National Park or Chickasaw National Recreation Area may submit a story. What may I submit?  Submissions may convey to the reader a memorable visit or experience in the park, or discuss what the park means to you.  Share your thoughts, stories or poems. Please include name and contact information. How long can my story be? Submissions should be anywhere from haiku length to 2000 words. May I submit a photo or a piece of art with my story?  Yes. One or more photographs illustrating the story or a specific experience in the park are welcomed. What will happen to my stories and pictures?  A Family Album exhibit at the Travertine Nature Center will display submitted materials. Your submission may be used in exhibits, publications and programs. Is there a fee?  No. There is no fee for your submission. Where do I submit my story? You can submit your story with your name, address, and phone number by email. Or by mail: Chickasaw National Recreation Area Attn: Family Album 1008 West Second Street Sulphur, OK 73086",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/historyculture\/family_album.htm"
}
