{
    "title": "Chickasaw National Recreation Area: The Perimeter Road",
    "body": "The Perimeter Road        In the late summer, dense foliage from trees often creates a ceiling over the perimeter road. NPS\/Eric Leonard       Prior to 1933, the road system in the park consisted of an east-west route (Travertine and Rock Creeks) crossed by a north-south route (Buckhorn Road) with a few spurs located off these main roads. This was drastically changed during the CCC years, when a perimeter loop road encompassing the entire park was constructed. It utilized much of the old east-west route, but connected the two ends with additional road running along the southern boundary of the park. The perimeter road integrally changed the experience of the park. It opened up previously inaccessible areas, reduced congestion by eliminating dead ends, and provided an experience wherein the park landscape could be viewed as a whole. Landscape architects Richey and Popham considered the existing circulation system “a problem” and described the “rearrangement of the Park road system” as one of the “major plans” to be undertaken. Once they had a new road design, they felt that “the general plan of the park came into being.”This emphasis on establishing a comprehensive circulation system makes sense, given their training in traditional park design. The use of curvilinear circuit drives around the properties as a formal design principle dates to at least the 18th century and the country park estate landscapes of Capability Brown. The concept was then adapted to public park design in the work of Olmsted and Vaux at Central and Prospect Parks in New York and thence to park design in the National Parks. The fact that it had never been used at Platt prior to 1930 is revealing, indicating that up until that time, Platt had never really been viewed as a landscape park in the tradition of U. S. park planning, or worthy of well-known park planning principles. Rather, park planning had primarily focused on providing basic access to individual springs or campgrounds. The use of the perimeter road as a design device signaled that Platt was finally being taken seriously by the designers of the NPS and was truly becoming a park landscape. Although a plan for the perimeter road was complete by early 1934, construction of the road continued through most of the CCC years.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/historyculture\/perimeter-road.htm"
}
