{
    "title": "Chickasaw National Recreation Area: Chickasaw Connections",
    "body": "Chickasaw Connections       Early People  Folklore tells us that early people referred to this area as “The Peaceful Valley of Rippling Waters.” Archeological evidence of nomadic people, Paleo-Indians and later Woodland Indians (A.D. 600 - 1500) indicates these people rested here and were refreshed by the cool waters. In the seventeenth and eighteenth centuries, Wichita villages were scattered from the Arkansas River to the Red River. Hunting parties from these villages camped in this area along with their allies, the Caddo and Pawnee.      Movement of the “Five Civilized Tribes” In the 1820s, the federal government adopted a policy of Indian Removal from the eastern United States to the prairies of what are now the states of Oklahoma, Kansas, Nebraska and the Dakotas. At that time, the area was known as the “Great American Desert” due to vast treeless prairies, and was considered too hostile for pioneer settlement. The Indian Nations in the Old South—Mississippi, Alabama, Georgia, Tennesse, and Florida—were the Cherokee, Chickasaw, Choctaw, Creek, and Seminole. These Nations were relocated to an area later labeled Indian Territory. In 1907 this area became the state of Oklahoma. The Choctaw Nation was the first to be relocated during a period of 15 years, 1820-1835. They were assigned land covering the southern third of Oklahoma. Beginning in 1837 government officials began prodding the Chickasaw Nation to migrate west into Indian Territory. An agreement between the Choctaw and Chickasaw Nations allowed the Chickasaw to settle on part of the Choctaw land grant. In 1855, the two tribes and the U.S. government agreed to split this area into two sections. The land acquired by the Chickasaw was south-central Oklahoma and included 640 acres and over thirty springs, which would later become Platt National Park.      Creation of a National Park By the late 1890s settlers had built the town of Sulphur Springs around the fresh and mineral springs, with hotels and bath houses that promoted the waters’ medicinal qualities.  Residents of the town and the Chickasaw and Choctaw nations, fearing the waters would suffer from uncontrolled use, worked with government officials to find ways to save the springs. In 1902 the Chickasaw and Choctaw nations sold all the springs and 640 acres to the Department of the Interior for protection, becoming the Sulphur Springs Reservation. Sulphur Springs Reservation was renamed Platt National Park in 1906, to honor Senator Orville Platt of Connecticut. Senator Platt was chairman of the senate committee who sponsored the legislation for this national park.      Name Changed to Chickasaw National Recreation Area For many years Platt National Park received scores of visitors who came for the medicinal qualities of the springs and to enjoy the fresh water creeks and recreational opportunities. Platt National Park, Oklahoma’s first national park, also administered Arbuckle Recreation Area, which was authorized by Congress on August 24, 1962. Lake of the Arbuckles, a Bureau of Reclamation project, was transferred to the National Park Service in 1965 for the recreational development of the lake. In 1976, Platt National Park and Arbuckle Recreation Area were combined into one unit with a total land area just under 10,000 acres. To honor the Indian Nation who originally ceded the land in 1902, the new name became Chickasaw National Recreation Area. The Chickasaw Nation played an important role in the preservation of the original springs and creeks. Today, Chickasaw National Recreation Area offers a wide variety of recreational activities such as camping, boating, swimming, hiking, picnicking, and educational programs. As in the early 1900s, this peaceful area continues to draw people here for relaxation and renewal of body and spirit.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/historyculture\/chickasaw-connection.htm"
}
