{
    "title": "Chickasaw National Recreation Area: Flower Park",
    "body": "The Flower Park       Flower Park, named for the ornamental flower beds planted here a century ago, has long been an important feature of the Platt Historic District. As the park developed throughout the early Twentieth Century, so too did Flower Park, serving as the gateway from the town to Sulphur into the park. The Lincoln Bridge was built on the southern edge of Flower Park in 1909 to provide easy access from the town to the mineral springs preserved inside the park. By the late 1930s it had been redesigned into a pedestrian park with an elaborately designed landscape. The Civilian Conservation Corps built new features that included curving trails, reflecting pools, rock dams, cascades, and a serpentine stream, reminiscent of an “English Romantic Landscape.” The stream and pools were created in Flower Park to allow the use of sulphur water for health and beauty treatments. Visitors applied the sulphur-rich, black mud on their faces and bodies, hoping to cure their ills. Today Flower Park still serves as an idyllic escape, an ideal place for picnics and small gatherings. Even a short time spent there will make the modern visitor recall the spirit of Park Superintendent J. W. French's statement in 1912, \"Just to sit on the banks of this pretty stream and listen to the music of the songs it sings will soothe into the land of dreams the sufferer from insomnia, and make the tired business man forget his cares.\"        Flower beds in Flower Park were once maintained by local businesses. NPS\/Chickasaw NRA  \"West Central Park\" In the earliest years of the park, the area north of Travertine Creek was known as \"Central Park.\" Divided by the Buckhorn Road (the present-day U.S. Highway 177), the two halves of Central park were known as West Central Park and East Central park.  East Central Park quickly evolved into a camping area, and West Central Park served as a gateway from the relocated community of Sulphur to the mineral springs at the heart of the park. The first major park development was the construction of the Lincoln Bridge, which was built in 1908-09. The bridge was opened on February 12, 1909 and rapidly became a favorite scenic spot within the park, confirmed by the multiple postcard views taken of it in the early 19th century. In 1909, foot trails leading to the bridge were replaced with a concrete walkway. Other improvements to the area followed. In 1913, 108 shade trees were planted in East and West Central Park. By 1915, two “new” comfort stations were located in West Central Park, one “just west of Lincoln Bridge” and one 600 feet north of the bridge. Flowers were also added to the area. As early as 1909, Superintendent Greene reported planting twelve-foot diameter flower beds in Flower Park, maintained by members of the community. Although much of Flower Park over time became “covered with sweet clover and weeds,” flowers continued to be planted under Superintendent Sneed. In March 1922, probably as a part of Superintendent Ferris’ campaign to expand the park’s collection of animals, the park acquired a bald eagle, whose cage “hung in a tree in Central Park.” Where this was located and how long the eagle lived there are both unclear.        Lower pool in Flower Park, circa 1955. NPS\/Chickasaw NRA  Redesigning Flower Park By the early 1930s, the park's landscape architects noted that Flower Park was “congested” and “the most used area in the park” and had “suffered a great deal of abuse in the past.” They designed a plan for the whole area sometime in late 1933 or early 1934. The Flower Park area was intended to serve as a mediating space between the “citified” qualities of Sulphur and the more naturalized landscape of the park.  The overall plan for Flower Park was broken down into a series of smaller projects. Flower Park’s old circulation system was redesigned. Work included demolishing old roads and the “rigid and inappropriate” concrete walks running through the park. Constructed in their place was “a network of trails, nearly a mile long, five feet wide, curbed with rough stone, and covered with gravel . . . conveniently connecting all the parts with its three entrances.” The paths, ran on graceful, curvilinear alignments, and utilized broad, curving, dry-laid limestone steps to navigate the slopes on the ridge between Travertine Creek and the town to the north. Another project was the construction of a large parking lot in the northwest corner of the park adjacent to the Vendome Plunge Pool. The parking area was intended to “service Flower Park” and Vendome and was designed to accommodate 130 cars. This parking lot had one unusual feature: Running beneath the parking lot, on the line of the middle island, was a “siphon” or pipe for the Vendome stream, which then bubbled up on the opposite side of the parking area. The Vendome stream, previously a ditch, was redesigned to create the most distinctive attraction of the area, an “artificial creek” with two wading pools located along its length. The stream was given a new, more meandering course through the park and emptied into Travertine Creek. A series of five small waterfalls were constructed down the length of the stream, and their varied forms seem to have been engineered to present different effects of sound and movement, thereby enticing visitor interaction with the water. The largest of the dams was a low waterfall bubbling into the lower pool, the large stones on its sides placed to provide seats next to the rushing water. Playful footbridges were also designed to cross the stream, and included a low water crossing and a log bridge just above Vendome Falls. Finish work in the park included fine grading, sodding with Bermuda grass, and planting trees and shrubs. Ten quarts of wild flower seeds, all collected in the park, were scattered in the Flower Park Area. The wildflowers were intended to connect the redesigned landscape to its earlier form as Flower Park.      Cultural Landscape Report Drawings 1940 PERIOD PLAN Flower Park (546kb PDF file) EXISTING CONDITIONS 2002 Flower Park (1.89MB PDF file)",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/historyculture\/flower-park-phd.htm"
}
