{
    "title": "Chickasaw National Recreation Area: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive       News Digests These .PDF files contain all news releases issued by the park for previous years. 2009 News Summary 2008 News Summary               Subscribe  | What is RSS     September 19, 2014  EA for Pedestrian Bridge Avialable for Public Review  The National Park Service (NPS) is making available for public review an Environmental Assessment (EA) for the construction of a pedestrian bridge and associated multi-use trail system that would connect Chickasaw National Recreation Area (CNRA) with the Chickasaw Cultural Center and the downtown area of the City of Sulphur.  The proposed pedestrian bridge and associated trail designs would promote increased access to CNRA and the surrounding community.   September 13, 2013  CNRA Initial Scoping Letter  The National Park Service is proposing to collaborate with the Chickasaw Nation on the design and construction of a pedestrian bridge and associated multi-use trail system that would connect Chickasaw National Recreation Area (CNRA) with the Chickasaw Cultural Center and the downtown area of the City of Sulphur.  The proposed pedestrian bridge and associated trail designs would promote increased access to CNRA and the surrounding community.   August 09, 2013  National Park Service Explores Opportunities to Work With the Chickasaw Nation  Top regional officials of the National Park Service (NPS) met with leaders of the Chickasaw Nation in late June to explore new forms of collaboration between the tribe and Chickasaw National Recreation Area, which the Park Service manages and oversees. During the June 26-27 meetings, NPS and tribal leaders discussed proposals to link national park and tribal interests at the Chickasaw Nation’s facilities near the national park. Topics of interest included “co-location” of park staff in a tribal visitor center now under construction in Sulphur, gateway community to the national recreation area, and construction of a proposed bridge over Rock Creek from the tribe’s Chickasaw Cultural Center “campus” to the park.   July 03, 2013  Missing Swimmer’s Body Recovered at Chickasaw National Recreation Area  On Wednesday morning, July 3rd National Park Service rangers at Chickasaw National Recreation Area (NRA) were continuing the search on Arbuckle Lake for missing swimmer Kelly Knick of Sulphur, Oklahoma, when they located the body of Mr. Knick at approximately 10:10 a.m.  Mr. Knick, a 50 year old man had gone missing on June 22nd while swimming off a pontoon boat with his family near the Arbuckle Lake Dam   June 28, 2013  Little Niagara Is Open For Swimming  Recent rainfall in the area was enough to allow Antelope and Buffalo Springs to once again flow. The increased level of water in Travertine Creek has allowed the park to reopen Little Niagara, Bear Falls and Garfield Falls for swimming. Panther Falls and Black Sulphur Springs remain closed. Chickasaw NRA closed the Travertine Creek swimming areas last fall due to drought and low water flow conditions.   June 14, 2013  Fox Found at Chickasaw National Recreation Area Tested Positive for Rabies  During the week of June 10, park rangers at Chickasaw National Recreation Area were notified by a visitor of a sick gray fox near Bromide Pavilion.  The fox was caught and euthanized, subsequently tested for disease, and found to be infected with the rabies virus.  It is never advisable to feed or handle an animal that is not vaccinated, and it is especially important to heed this sound advice at this time.   March 22, 2013  Statement on the effects of sequestration at Chickasaw National Recreation Area  – Effective March 1, 2013, “sequestration” (a series of automatic, across-the-board permanent spending cuts) required Chickasaw National Recreation Area to reduce its annual budget by five percent.  The park must absorb that cut in the remaining seven months of this fiscal year that ends September 30.  The federal law imposing sequestration requires that each park take this cut. For Chickasaw National Recreation Area, this amounts to a reduction of $189,220 from a budget of $3,784,403. The park cut travel, training, overtime and supply purchases and reduced the number of seasonal employee positions to meet the required spending reduction.   March 22, 2013  Volunteer Campground Host Opportunities at Chickasaw National Recreation Area  Chickasaw National Recreation Area in Sulphur, OK, is now accepting applications for campground host positions for the summer 2013 season.  Positions are available at the Historic Platt District and Lake of the Arbuckle campgrounds.   February 25, 2013  Multiple benefits of prescribed burning at Chickasaw NRA  These prescribed fires are burning slash from thinned eastern red cedar cut during the summer and fall of 2010 and 2012 as part of a $1.4-million American Recovery and Reinvestment Act (ARRA) project.   This eastern redcedar reduction project will open up views around the park, improve wildlife habitat, reduce wildfire hazard, conserve water in the Arbuckle Simpson aquifer, and reduce pollen levels.   February 15, 2013  Chickasaw NRA plans to resume prescribed burn February 16, 2013  Chickasaw National Recreational Area (NRA) will resume a series of prescribed fires starting on Saturday, February 16th and lasting until February 26th (depending on weather conditions). The burns will occur at The Point, Five Lakes, Hunting and South Boundary areas of the park. The prescribed fires will burn slash from thinned eastern red cedar cut during the summer and fall of 2010 and 2012.   January 26, 2013  Chickasaw National Recreation Area to Initiate Prescribed Fires  Chickasaw National Recreation Area (NRA) plans to begin a series of prescribed fires beginning February 1, 2013 and continuing through February 14, 2013 (depending on weather conditions).  These burns will occur in the Five Lakes, Hunting, and Point areas of the park, as well as along the South Boundary.  Approximately 3,000 acres may be treated.  Burning is anticipated to occur primarily in the afternoon and evening hours, from approximately 4 pm to 9 pm, daily.   December 14, 2012  2012  Holiday Closures at Travetine Nature Center  The Travertine Nature Center and Visitor Center in the Chickasaw National Recreation Area will be closed December 25th and January 1st so that our employees can enjoy the holidays with their families. In addition, the Travertine Nature Center will be closed January 9-11, 2013 for cleaning. Crews will be cleaning and doing general maintenance to the Nature Center. The Nature Center will reopen January 12, 2013 at 9:00 AM   September 24, 2012  Travertine Creek Swimming Areas Currently Closed at Chickasaw National Recreation Area  Drought, low water flow conditions and other operational considerations have forced park management to temporarily close all swimming areas along Travertine Creek, which includes Little Niagara, Bear Falls, and Panther Falls. All picnic areas along Travertine Creek remain open. Although the summer season is over, visitors are still enjoying picnicking, hiking and camping at Chickasaw National Recreation Area.  Visitors can boat, swim and participate in other water-based activities at the Lake of the Arbuckles and Veterans Lake. Visitors may also visit the Travertine Nature Center open each day from 9:00 a.m. to 4:30 p.m.  Children can participate in the park Junior Ranger program and earn a Junior Ranger patch, badge, and certificate. For more information about Chickasaw National Recreation Area and camping, visit www.nps.gov\/chic\/ or call the Travertine Nature Center, 580-622-7234.   September 24, 2012  Antlerless Deer Hunting to Remain in Effect for Chickasaw National Recreation Area for the 2012 Hunting Season  In a continuing effort to improve the deer herd at Chickasaw National Recreation Area and to provide a quality hunting experience for the public, the deer harvest will remain Antlerless only for the 2012 deer hunting season. Over a ten year period, deer surveys have indicated an over- abundance of females (does), compared to a very low number of bucks.  Park staff continue to monitor the deer population closely. Starting with the 2013 hunting season, the park anticipates allowing the taking of either sex.  These \"Park Specific\" regulations should help to control the doe population and eventually provide for a chance at a quality buck.   September 24, 2012  Chickasaw National Recreation Area Employees Donate Over 150 Pounds of Food to Area Food Bank  As part of the Department of the Interior, Feds Feed Families campaign that began on June 1 and ran through August 29, Chickasaw National Recreation Area employees donated over 150 pounds of non-perishable food to the local food bank here in Sulphur.  The donation was made on Thursday, September 13 at the Faith Center\/Harvest Basket chapter of the Regional Food Bank of Oklahoma.  The Faith Center\/Harvest Basket provides assistance to approximately 150 local families each month.  The overall food insecurity rate in Oklahoma (people who do not consistently receive 3 meals each day) is at 17.7% and the food insecurity rate for children in Oklahoma is 26.6%.  The staffs’ donations will all stay here in Sulphur to assist local families.   September 06, 2012  Eagle Bay Boat Ramp Closed  Insufficient lake water level surrounding the Eagle Bay boat launch on Lake of the Arbuckles,  has necessitated closing this boat launch area at Chickasaw National Recreation Area until further notice.   With current dry weather conditions the lake water level has experienced a drop in elevation, with the conservation pool at eighty-nine percent (89%) full.  The Eagle Bay boat launch is located in a shallow bay area and susceptible to lake level fluctuations.  The three primary recreation area boat launches, the Buckhorn, Point, and Guy Sandy boat launches with longer and deeper boat ramps are in service and active with boaters enjoying the lake.   August 24, 2012  Temporary Closures at Chickasaw National Recreation Area  Low water flow and other operational considerations due to drought conditions have forced park management to temporarily close the Panther Falls swimming area. All other areas of Travertine Creek remain open, including Little Niagara, Bear Falls and Lost Falls.  The appearance of blue-green algae in the Black Jack Road area, have also led to the closure of Black Jack Road and picnic area. Lake of the Arbuckles, Buckhorn and The Point areas remain open to the public.   August 17, 2012  Restoration of Historic 12th Street Fountain Nears Completion  Maintenance crews at Chickasaw National Recreation Area are nearly finished with the restoration of the historic fountain wall located near the 12th Street entrance to the park. The wall was damaged last year when a driver failed to negotiate the intersection of 12th Street and Perimeter Road and crashed his car into the historic native brown limestone wall of the fountain. The work is expected to be completed in the next few weeks.   August 10, 2012  Temporary Restrictions at Chickasaw National Recreation Area  Summer heat and drought have resulted in extreme fire weather conditions in south-central Oklahoma, including the national recreation area. This and other operational considerations necessitate a temporary closure of Guy Sandy campground at Chickasaw National Recreation Area and the multi-use area of the park from Veterans Lake to Cedar Blue Road on the western side of the park.   July 30, 2012  Temporary Fire Restrictions  Summer heat and drought weather have resulted in extreme fire weather conditions in south-central Oklahoma, including the Chickasaw National Recreation Area. A temporary ban on ash producing fires for any fires utilized by visitors in park campgrounds or picnic grills has been issued.  Gas grills for cooking are still permitted at this time where the grill is at least five (5) feet from vegetation.   July 25, 2012  Areas of the Lake of the Arbuckles Tested Positive for Blue Green Algae  Chickasaw NRA has confirmed the presence of Blue-Green Algae in the Lake of the Arbuckles. Recent testing by the Department of Environmental Quality (DEQ) has shown positive results for small blue-green algae blooms in remote areas of the Lake of the Arbuckles.   March 12, 2012  2012 Prescribed Fire update  Chickasaw NRA will begin a series of prescribed fires starting March 15, 2012 and lasting until April.   January 29, 2012  2012 Prescribed Fire announced  2012 Prescribed Fire plans announced at Chickasaw NRA.   October 03, 2011  BioBlitz Event October 14 and 15  The Chickasaw National Recreation Area, in conjunction with the Oklahoma Biological Survey will host “BioBlitz! Oklahoma 2011” on October 14 and 15.  BioBlitz! is a fun and educational event that invites volunteers to participate in a rapid inventory of biological diversity of Oklahoma’s natural areas.  Expert biologists and citizen scientists will count as many species as possible in 24 hours at the national recreation area near Sulphur, Okla.   August 19, 2011  Temporary Area Closures at Chickasaw  Drought and fire weather have necessitated a temporary closure of Rock Creek multi-use trail area and park hunting areas.   May 19, 2011  2011 Trails and Rails Program Schedule  Chickasaw National Recreation Area Superintendent Bruce Noble is pleased to announce the 2011 season for the Trails & Rails program aboard Amtrak’s Heartland Flyer.   May 08, 2011  Public Comment Sought Regarding Feral Cat Management Plan  The National Park Service is proposing to develop a management plan for Feral Cats at Chickasaw National Recreation Area.  Feral Cats are non-native species and pose concerns for resource managers in the park.   May 01, 2011  April Showers Bring May Flowers to Chickasaw NRA  No abstract supplied.   April 28, 2011  Proposed New Visitor Center Environmental Assessment Available for Public Review  The National Park Service (NPS) is making available for public review an Environmental Assessment (EA) for the construction of a new visitor center at Chickasaw National Recreation Area in Sulphur, Oklahoma.   April 17, 2011  National Park Week at Chickasaw NRA  Park staff would like to encourage visitors to find their own refuge at Chickasaw National Recreation Area during National Park Week and all year long.   April 17, 2011  Travertine Nature Center Center Closed April 18-22  To allow for construction work to take place and to ensure visitor safety, the Travertine Nature Center at Chickasaw National Recreation Area in Sulphur, Oklahoma, will be closed Monday-Friday, April 18-22.   April 17, 2011  Public Invited to Ribbon-Cutting Event at Veterans Lake  No abstract supplied.   April 17, 2011  Children of All Ages Invited to National Junior Ranger Day Activities at Chickasaw National Recreation Area  Participants will learn how wildland firefighters maintain healthy ecosystems through a series of activities on Saturday, April 23, from 9:00 a.m.—12:00 p.m., at the Travertine Nature Center parking area.   April 02, 2011  Facility Manager Jackie Messer Recognized for Natural Resource Stewardship Efforts  On March 17, the National Park Service Director's Award for Excellence in Natural Resource Stewardship through Maintenance was given to Chickasaw National Recreation Area’s Facility Manager, Jackie Messer.   March 11, 2011  Grants from Park Service, National Park Foundation aid projects to enhance three Oklahoma historical sites  No abstract supplied.   February 25, 2011  Prescribed Fires Update  No abstract supplied.   February 14, 2011  Chickasaw National Recreation Area to Ignite Prescribed Fires  Chickasaw NRA will begin a series of prescribed fires starting on Friday, February 18th and lasting until April 1st, depending on weather conditions.   February 10, 2011  Camping Fee Increase  The National Park Service has approved an increase in camping fees at Chickasaw National Recreation Area. The new rates will go into effect March 1, 2011.   January 29, 2011  Chickasaw National Recreation Area Picnic Pavilion Reservations Now Available Online  No abstract supplied.   January 28, 2011  Veterans Lake Area Reopened  After months of construction work, Superintendent Bruce Noble is proud to announce that the Veterans Lake area of Chickasaw National Recreation Area’s Platt Historic District has reopened.   January 14, 2011  Chickasaw National Recreation Area is Seeking Volunteers for the Trails and Rails Program on the Amtrak Heartland Flyer  Chickasaw National Recreation Area in Sulphur, Oklahoma, is recruiting for friendly and enthusiastic volunteers for the Trails & Rails program. To apply visit www.volunteer.gov\/gov. Applications are due no later than March 15, 2011.   January 07, 2011  Become a Summer 2011 Teacher-Ranger-Teacher  Chickasaw National Recreation Area, in Sulphur, Oklahoma, is seeking a dynamic teacher to work as a uniformed park ranger as part of the Teacher-Ranger-Teacher program this summer.   December 29, 2010  2011 Bald Eagle Watches Scheduled  Park rangers at Chickasaw National Recreation Area would like to invite the public to attend Bald Eagle Watches scheduled for 9:00 a.m. on Saturday, January 15 and Saturday, January 29, 2011.   December 29, 2010  2011 Boat Launch Permits Available  Lake use permit stickers for boat launching on the Lake of the Arbuckles in Chickasaw National Recreation Area are available for purchase. The 2011 annual permit can be purchased for $30.00 ($15.00 with Senior or Access Pass) from the automated fee machines at Guy Sandy, The Point, and Buckhorn launch ramps (cash\/credit\/debit) and in the lobby of the Sulphur Chamber of Commerce\/Visitor Information Station (credit\/debit only), 717 W. Broadway.   December 11, 2010  Holiday Stories at the Travertine Nature Center  No abstract supplied.   December 05, 2010  Prescribed Fires Postponed  Chickasaw National Recreation Area planned to begin a series of prescribed fires starting on December 6, 2010, but NPS fire management professionals have decided to postpone the burns until weather conditions become more favorable.   December 03, 2010  United States Mint Releases Designs for 2011 America the Beautiful Quarters® Program Coins  The United States Mint announced yesterday the designs for the second set of coins in its America the Beautiful Quarters Program, including the design for Chickasaw National Recreation Area.   December 02, 2010  Public Invited to Holiday Open House  No abstract supplied.   November 26, 2010  Recovery Act Funds Improvements at Travertine Nature Center  Beginning in December and continuing into the spring of 2011, construction crews will replace the heating and air conditioning system and rooat the Travertine Nature Center.   November 24, 2010  Platt National Park Nominated for National Historic Landmark Designation  No abstract supplied.   November 18, 2010  Campground Host Opportunities in 2011  Chickasaw National Recreation Area in Sulphur, Oklahoma, is now accepting applications for multiple campground host positions for the 2011 season at the Point, Buckhorn, Cold Springs, and Rock Creek campgrounds.   November 08, 2010  Public Information Meetings Scheduled for Prescribed Fires  The public is invited to attend meetings to discuss upcoming prescribed burns that will take place this fall and winter.   October 22, 2010  Oklahoma's National Parks Honored at State Redbud Awards  Chickasaw National Recreation Area and Washita Battlefield National Historic Site were honored with awards recently at the Governor’s Conference on Tourism.   September 24, 2010  Children's Fishing Clinic at Chickasaw NRA  Chickasaw National Recreation Area in Sulphur, OK, would like to invite children ages 12 and under to participate in a fishing clinic on Saturday, October 9, 2010.   September 23, 2010  Public Opinion Sought in Visitor Center Planning  Chickasaw National Recreation Area will be hosting a public meeting on September 30, 2010 at 6:30pm at the Mary E. Parker Library to inform the public about the proposed visitor center in the Vendome Well area.   September 09, 2010  Volunteer Campground Host Positions at Chickasaw NRA  Chickasaw National Recreation Area in Sulphur, OK, is now accepting applications for campground host positions for the winter 2010\/2011 season.  Positions are available at the Buckhorn and Rock Creek campgrounds   September 08, 2010  Oklahoma's National Parks at 2010 State Fair  No abstract supplied.   August 20, 2010  Local Fire Departments Receive Funds from National Park Service  A total of $21,000 of federal funds will be distributed to three local departments, says Chickasaw National Recreation Area Superintendent Bruce Noble.   August 16, 2010  Tour the red cedar reduction project at the Lake of the Arbuckles  Join National Park Service staff and fire management professionals to learn more about the red cedar reduction project taking place around the Lake of the Arbuckles in Chickasaw National Recreation Area.   July 30, 2010  Vendome Well Water Conservation & Public Meeting  No abstract supplied.   June 30, 2010  Read with a Ranger at the Travertine Nature Center  Park Rangers at Chickasaw National Recreation Area invite children ages 5-8 to come to a “Read with a Ranger” program on two Friday afternoons during the month of August.   June 25, 2010  Veterans Lake Area to Close for Improvement Work July 19, 2010  No abstract supplied.   June 25, 2010  Celebrate Independence Day with a special program at the Travertine Nature Center  To commemorate the 234th anniversary of the Declaration of Independence, the Travertine Nature Center will host a special display of historic flags of the United States of America.   June 11, 2010  Come to the Bromide Pavilion for Campfire Stories June 19th  Chickasaw National Recreation Area Superintendent Bruce Noble would like to invite the public to the Campfire Stories event at the Bromide area in the park’s Platt Historic District on Saturday, June 19th.   May 21, 2010  Play Safe and Stay Safe This Summer on the Lake of the Arbuckles and Chickasaw National Recreation Area  As the Memorial Day holiday approaches, the park staff at the Chickasaw National Recreation Area is reminding visitors to keep safety in mind while visiting the park.   May 14, 2010  Veterans Lake Closure Postponed  No abstract supplied.   May 07, 2010  Park Ranger Luis Krug Honored As Outstanding Federal Law Enforcement Employee in Oklahoma  U.S. Park Ranger Luis Krug of the Chickasaw National Recreation Area was honored as the Outstanding Federal Law Enforcement Employee in Oklahoma by the Oklahoma Federal Executive Board on Monday, May 3rd.   May 07, 2010  Point Campground to be effected by Tree Removal Project  No abstract supplied.   April 30, 2010  NPS Trails & Rails Program on the Amtrak Heartland Flyer  No abstract supplied.   April 23, 2010  Wildflower Walk at the Chickasaw NRA  No abstract supplied.   April 15, 2010  Seeking Youth Conservation Corps Applicants at Chickasaw NRA  Are you between the ages of 15 and 18, looking for employment, and like to work outside? Here is a wonderful opportunity to join the Youth Conservation Corps (YCC). Chickasaw National Recreation Area is looking for young men and women, ages 15 through 18, who work, learn, and earn together on projects that further the development and conservation of the natural resources of the United States. Period of employment may be up to eight weeks beginning on June 14 through August 6, 2010.    April 14, 2010  Join us for Junior Ranger Day at Chickasaw NRA  Park rangers at Chickasaw National Recreation Area will host a series of children’s activities in the Junior Ranger Station, located at the entrance to the Cold Springs Campground from 10:00 a.m. until 12:00 noon. No reservations are required.   April 09, 2010  Volunteer Campground Host Openings at Chickasaw NRA  Chickasaw National Recreation Area in Sulphur, OK, is now accepting applications for campground host positions for the summer 2010 season at the Cold Springs and Rock Creek campgrounds.   April 09, 2010  Lend a Hand at the Rock Creek Spring Clean-up  No abstract supplied.   April 02, 2010  Business Opportunities at Chickasaw NRA  No abstract supplied.   March 12, 2010  IMBA Trail Care Crew conducts trail-building training in the Chickasaw National Recreation Area.  No abstract supplied.   February 19, 2010  New Federal Firearms Law Takes Effect Monday  A change in federal law effective February 22, allows people who can legally possess firearms under federal, state, and local law to possess those firearms in Chickasaw National Recreation Area.   February 05, 2010  Multiple Improvement Projects to Close Access to Veterans Lake  The Veterans Lake area of Chickasaw National Recreation Area’s Platt Historic District will close at the beginning of June to allow for two major construction projects to occur. The expected duration of the closure is up to nine months.   January 30, 2010  National Park Service to Host Trail-building Experts  Chickasaw National Recreation Area is hosting the International Mountain Bicycling Association's (IMBA) Subaru\/IMBA Trail Care Crew on Saturday, March 6, 2010 to talk trails, teach people proper trail-building techniques, and spend quality time digging in the dirt.  The event will begin at 9:00 A.M. at the park’s Travertine Nature Center and in the afternoon travel to the park’s Rock Creek Multi-Use Trail corridor for some hands-on practice. Everyone is invited to attend this trail-building event.   January 22, 2010  Volunteer Campground Host Opportunities at Chickasaw NRA  Chickasaw National Recreation Area in Sulphur, OK, is now accepting applications for multiple campground host positions for the summer 2010 season.  Positions are available at the Buckhorn, Cold Springs, and Rock Creek campgrounds.   January 15, 2010  Become a Teacher-Ranger-Teacher This Summer  Chickasaw National Recreation Area, in Sulphur, Oklahoma, is seeking a dynamic teacher to work as a uniformed park ranger as part of the Teacher-Ranger-Teacher program.   January 08, 2010  Public Meeting to Review Vendome Well Flow  No abstract supplied.   January 08, 2010  Prescribed Fires Planned At Chickasaw National Recreation Area  No abstract supplied.   December 31, 2009  Bald Eagle Watch Programs at Chickasaw National Recreation Area  Park rangers at Chickasaw National Recreation Area would like to invite the public to attend Bald Eagle Watches scheduled for Saturday, January 16 and 30, 2010.   December 31, 2009  2010 Lake of the Arbuckles Launching Permits Available January 2  2010 annual lake use permits (stickers) for use in the Chickasaw National Recreation Area on the Lake of the Arbuckles will be available for purchase beginning January 2, 2010.",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/news\/newsarchive.htm"
}
