{
    "title": "Chickasaw National Recreation Area: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases        Sorry, there are no news items currently listed.            Chickasaw National Recreation Area News Release   Release Date: 28 February 2015 Contacts: Dan Winings, 580-622-7282 cell: 580-618-2601  National Park Service Approves Collaborative Project with the Chickasaw Nation to Construct a Pedestrian Bridge from the Chickasaw Cultural Center to Chickasaw National Recreation Area Sulphur, OK -- On February 23, 2015, the National Park Service approved the Findings of No Significant Impact (FONSI) on the Construct a Bridge, Trails, and Parking Improvements Environmental Assessment (EA) for a collaborative project with the Chickasaw Nation to constructa pedestrian bridge that will allow visitors access to and from the Chickasaw National Recreation Area (Chickasaw NRA) and the Chickasaw Nation Cultural Center (Chickasaw Cultural Center).  Prepared by the National Park Service (NPS,) as required by the National Environmental Policy Act of 1969, the FONSI describes and analyzes the environmental impacts of taking no new action or following one of three action alternatives to construct the bridge and trails. The FONSI formally adopts Alternative B \"New Bridge, Three New Trails, Improved Parking\" as the preferred alternative contained in the EA. NPS prefers Alternative B because it best meets the purpose and need for the project as well as the project objectives to 1) provide safe and convenient access between the Chickasaw Cultural Center and Chickasaw NRA;2) enhance and improve visitor opportunities in the project area;3) improve parking and visitor safety in the Cat's Eye Road area;and 4) identify sustainable designs that minimize impacts to park resources in accordance with NPS regulations and policies and is consistent with Chickasaw Nation regulations and policies. Under Alternative B, the new bridge will cross over Rock Creek, just slightly north of the Cat's Eye Road cul-de-sac, at the southeast corner of the Chickasaw Cultural Center property. The bridge will be situated entirely on National Park Service property. The pedestrian bridge will be strategically located over Rock Creek and will allow visitors that are on foot or bicycle access to Chickasaw Cultural Center and the Chickasaw NRA property. Rock Creek, which meanders north and south, runs along the southeast property line of the Chickasaw Cultural Center. Within a mile radius of entering Chickasaw NRA from the pedestrian bridge, there are 5 key attractions that visitors can enjoy: Rock Creek Campground, Veterans Lake, Bromide Hill, the Bison Pasture and numerous trails. When entering the Chickasaw Cultural Center by crossing the pedestrian bridge from Chickasaw NRA, visitors would arrive at a Welcome Pavilion that would provide information and directions to the Cultural Center features. A walking path would extend from the pavilion and take the visitors through the Spiral Gardens, at which point they could continue along the path for a botanical experience or enter the Chickasaw Village. Both segments will lead them to the central gathering space of the Cultural Center where they will find themselves at the amphitheater and central plaza ready to experience firsthand the Exhibit Center, Theater and Café. Three new trails will be constructed to create a more continuous trail network within Chickasaw NRA and greater access to the bridge that crosses over to the Chickasaw Cultural Center. Parking improvements include the addition of about 5-8 new paved parking spaces for single-family vehicles and one handicap parking space to the Cat's Eye Road cul-de-sac. Both the FONSI and EA are available online at http:\/\/parkplanning.nps.gov\/chic and on the park's Web site at http:\/\/www.nps.gov\/chic. The FONSI and EA are available for viewing at Chickasaw National Recreation Area Headquarters, 1008 W. Second Street, Sulphur, OK 73086-4814. For further information, please contact Chief of Resource Management Noel Osborn at 580-622-7261, or by mail at the Chickasaw National Recreation Area Headquarters address listed above. -NPS-",
    "url": "https:\/\/www.nps.gov\/chic\/learn\/news\/newsreleases.htm"
}
