{
    "title": "Chickasaw National Recreation Area: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions       Other national park areas in Oklahoma          Oklahoma City National Memorial 405-235-3313 Distance from Chickasaw National Recreation Area:  90 miles An affilliated unit of the national park system, the Oklahoma City National Memorial & Museum was created to honor those who were killed, those who survived and those changed forever by the 1995 bombing of the Alfred P. Murrah Federal Building in Oklahoma City.         Washita Battlefield National Historic Site 580-497-2742 Distance from Chickasaw National Receation Area:  212 miles The historic site protects and interprets the location along the Washita River where Lt. Col. George Custer led the 7th U.S. Cavalry on a surprise dawn attack against the Southern Cheyenne village of Peace Chief Black Kettle on November 27, 1868. The attack was an important event in the tragic clash of cultures of the Indian Wars era.      Other area attractions          Chickasaw Cultural Center  Distance from Chickasaw National Recreation Area: 2 miles Presently scheduled to open in 2010, and operated by the Chickasaw Nationa, the Chickasaw Cultural Center will provide a place to share Chickasaw history, culture and traditions.         Lake Murray State Park 580-223-4044 Distance from Chickasaw National Recreation Area: 40 miles Lake Murray State Park is Oklahoma's largest state park. A state-operated lodge and resort is located on the west shore that serves many visitors to the lake, and serves as a base for numerous cabin and campground facilities near the lake. It is a very popular lake for both fishing and recreational activities.         Lake Texoma State Park 580-564-2566 Distance from Chickasaw National Recreation Area: 35 miles Lake Texoma is Oklahoma's second largest lake, and one of the premier striped bass hot spots in the Southwest. Besides fishing, the park offers swimming, camping, picnic areas and hiking.         Fort Washita Historic Site and Museum 580-924-6502 Distance from Chickasaw National Recreation Area: 56 miles Fort Washita was established in 1842 as the southwestern-most post in the United States. The purpose of the post was to protect the Chickasaw and Choctaw Indians from the Plains Indians. The fort was acquired by the Oklahoma Historical Society in 1962 and has been designated as a National Historic Landmark.         Turner Falls Park 580-369-2988 Distance from Chickasaw National Recreation Area: 10 miles Turner Falls is Oklahoma's tallest waterfall, measuring some 77 feet in its full descent. The falls are located on Honey Creek in the Arbuckle Mountains in south central Oklahoma, near Davis.      Local partners & information resources       TravelOK - Official Oklahoma Travel information Oklahoma State Tourism and Recreation Department Arbuckle Mountain Area Sulphur Chamber of Commerce Davis Chamber of Commerce Murray County Industrial Authority",
    "url": "https:\/\/www.nps.gov\/chic\/planyourvisit\/nearbyattractions.htm"
}
