{
    "title": "Lake Mead National Recreation Area: Film Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Film Permits                Film Permit      Commercial Filming\/Still Photography Permits  Commercial Filming\/Still Photography Permit Application  Application for Special Use Permit Vehicle\/Watercraft Use Commercial filming is defined as a digital or film recording of a visual image or sound recording by a person, business or other entity for a market audience, such as for a documentary, television or feature film, advertisement or similar project.  Non-commercial filming includes student films or videos filmed at Lake Mead National Recreation Area by another government agency or park partner, not intended for commercial use. Video shot by news agencies for breaking news or traditional visitor use do not generally require a permit. However, advanced approval is required by the Office of Communications by calling 702-293-8691. Still photography activities require a permit only when:  The activity takes place at location(s) where or when members of the public are generally not allowed;  The activity uses model(s), sets(s), or prop(s) that are not a part of the location's natural or cultural resources or administrative facilities; or  The park would incur additional administrative costs to monitor the activity;  The park needs to provide management and oversight to:    Avoid impairment or incompatible use of the resources and values of the park, or  Limit resource damage, or  Minimize health or safety risks to the visiting public.     All commercial filming and still photography permits are subject to cost recovery and a location fee per 16 USC ยง3a and 16 USC ยง 460l-6d and proof of liability insurance naming the United States of America as also insured. The location fee is calculated per day and must be based on the following schedule and is determined by the type of activity and the number of people on park lands associated with the permitted activity. There is no deviation from the schedule. Cost of recovery (16 U.S.C. ยง 3a). The NPS may recover from the permittee all agency costs incurred in processing the application and monitoring the permitted activity if the request is approved. Applicants may be responsible for reimbursing the park for all costs incurred by the park in processing the application (even if the application is denied) and monitoring the permitted activity and subsequent site restoration if necessary. Follow the directions found in the application form then mail the completed form to the park headquarters address. Forms will only be accepted via U.S. Mail. Forms that have been faxed or e-mailed will not be accepted for consideration. You must allow no less than 10 business days, excluding weekends and holidays (no exception), for the park to process your request. A non-refundable application fee is required unless the requested use is in exercise of a First Amendment right. Please send a cashier's check or money order payable to National Park Service. We are not able to accept credit cards at this time. Additional administrative costs, cost recovery or facilities use cost may also be charged.  Commercial and Non-Commercial Filming Application and Permit Fees     Application Fee Permit Cost Total Cost   Commercial $200 $200 + Cost Recovery* $400**   Feature Film $500 $500 + Cost Recovery* $1,000**   Travel Log $150 $150+ Cost Recovery* $300**   Non-commercial Student Film $75 $0 + Cost Recovery*** $75**   Non-commercial Government Agency\/Partners $0 $0 + Cost Recovery*** $0**     *Plus applicable Location Fee          **Does not include cost recovery charges          ***If applicable  Commercial Filming Location Fees (not required for non-commercial filming permits)    1-2 people, camera & tripod only $0\/day   1-10 people $150\/day   11-30 people $250\/day   31-49 people $500\/day   More than 50 people $750\/day      Still Photography Application and Permit Fees     Application Fee Permit Cost Total Cost   1-4 people $150 $0 + Cost Recovery* $150**   More than 4 people $150 $150 + Cost Recovery* $300**     *Plus applicable Location Fee          **Does not include cost recovery charges  Still Photography Location Fees    1-10 people $50\/day   11-30 people $150\/day   More than 30 people $250\/day      Frequently Asked Questions  I'm on a deadline and I need to come and film in the park next week, what do I need to do to expedite my permit application? We do not expedite applications as we process all applications in the order we receive them. Film and photography permit applications must be submitted no later than two-weeks in advance of your proposed shoot date.  Why do I need liability insurance? It is important to remember that a permit is a legally binding document between the permitted applicant and the United States of America. Because of this, liability insurance is required with all special park use permits.  Contact  If you are unsure if your event will need a commercial film\/photography permit, please contact the Park Use Coordinator: Lake Mead National Recreation Area Special Park Use Office 601 Nevada Way Boulder City, NV 89005 (702) 293-8931 e-mail",
    "url": "https:\/\/www.nps.gov\/lake\/learn\/management\/film-permit.htm"
}
