{
    "title": "Chickasaw National Recreation Area: Indoor Activities",
    "body": "Indoor Activities            Viewing exhibits in the nature center   Travertine Nature Center The Travertine Nature Center, located on Travertine Creek near the eastern edge of the Platt Historic District, serves as the parks main educational center. The nature center contains exhibit dioramas, live reptiles, amphibians and birds of prey, and an interactive learning area for visitors of all ages. The Nature Center also contains an information desk and bookstore. A one-hundred seat auditorium at the Nature Center provides opportunities for ranger-led nature programs and video presentations on a variety of topics. more information....      Park Films “By the Rippling Waters” This seven-minute film provides an overview of the history and resources of the Chickasaw National Recreation Area. Nature Films The Travertine Nature Center has a library of over 100 nature films lasting 10 to 60 minutes. Ask for more information at the front desk.        Browsing in the bookstore NPS\/Chickasaw NRA  Western National Bookstore The sales outlet in the Travertine Nature Center carries a number of books, souvenirs, games, postcards, and numerous other items related to the park and its many stories. A portion of all sales benefit the park programs. more information....        The Visitor Information Station in downtown Sulphur   Visitor Information Station Strategically located along Broadway Avenue in downtown Sulphur, the park operates a Visitor Information Station jointly with the Sulphur Chamber of Commerce. Park and area information is provided, along with a small number of orientation exhibits. The Visitor Information Center is open daily from 9:00 a.m. to 3:30 p.m. except for Thanksgiving Day, Christmas Day and New Year's Day. Annual boat permits and federal entrance passes are available only when NPS staff is present. Park and area informational brochures and literature are available twenty-four hours a day in the building entrance.",
    "url": "https:\/\/www.nps.gov\/chic\/planyourvisit\/indooractivities.htm"
}
