{
    "title": "Chickasaw National Recreation Area: Hunting",
    "body": "Hunting        On the hunt. NPS\/Chickasaw National Recreation Area       Hunting is a permitted use under the enabling legislation for Chickasaw National Recreation Area (P.L. 94-235, §3). The legislation also provides for the designation of zones and periods when no hunting is permitted for reasons of public safety, administration, wildlife management, or public use and enjoyment. A variety of game including quail, turkey, squirrel, rabbit, dove, ducks, geese, and deer may be found here. However, due to the small size of the area and heavy hunting pressure, success is limited. Trapping is prohibited.      Current Hunting dates and specifications for Chickasaw National Recreation Area  Deer Archery, Youth Deer Gun, Deer Muzzleloader, Dove, Rail, Gallinule, Crow, Waterfowl, Turkey Fall Archery, Pursuit with Hounds, Predator\/Furbearer Calling: Same as statewide season dates. Deer Gun: Same as statewide season dates Quail, Snipe, Woodcock, Rabbit, Squirrel: Same as statewide season dates, except closed during the first nine (9) days of deer gun season. Turkey Fall Gun: Same as statewide season dates. One (1) tom limit. Turkey Spring, Youth Turkey Spring: Same as statewide season dates. One (1) tom limit combined.        Most state hunting regulations are applicable in Chickasaw National Recreation Area with the following exceptions or items of special emphasis:   The use of artificial light to view wildlife is prohibited.  Baiting of wildlife is prohibited. Feral hogs may be taken year round in compliance with state regulations. All tree stands must be portable. Damage to trees such as cutting limbs and using nails or screws is prohibited. Tree stands unattended for more than 36 hours will be considered abandoned property and subject to removal by the National Park Service. Hunters must have a valid Oklahoma hunting license.  The “Oklahoma Hunting Regulations” provides state hunting information and special regulations for Chickasaw National Recreation Area. It is available from the Oklahoma Department of Wildlife Conservation, State Game Rangers, Park Rangers, and license sales outlets.      Hunting Map and Regulations",
    "url": "https:\/\/www.nps.gov\/chic\/planyourvisit\/hunting.htm"
}
