{
    "title": "Chickasaw National Recreation Area: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions               Current Conditions          Alerts    Caution        Tree Cutting on Roadways  Alert 1 , Severity ,caution ,, Tree Cutting on Roadways  Portions of park roads will be closed over the next five weeks for tree trimming and culling. For your own safety, please use caution in these areas and obey all road and trail signs.              Quite Time of the Lake of the Arbuckles NPS\/Chickasaw National Recreation Area       Below are park updates that are helpful to know before your visit.All campgrounds are open and the reservation system is in effect for Buckhorn Loop C, The Point Upper Loop, and Central Campground.  All boat ramps and docks are open with the exception of Catfish Bottoms.Guy Sandy and Buckhorn boat ramp fee machines are working. The Point boat ramp fee machine is currently not issuing annual decals.  Annual decals are available at the Travertine Nature Center. All day use areas are open.The runoff into Lake of the Arbuckles can carry debris (tree limbs, logs, etc) and boaters are cautioned to slow down, see and avoid.All Platt Historic District facilities are open. This includes the three campgrounds, Rock Creek, Central and Cold Springs.  The Nature Center is open as are the trails to Antelope and Buffalo Springs.  All park roads, trails  and water crossings are open except Blackjack Road.  However the multi-use trails have not been completely restored and caution is necessary.Little Niagara and the other Travertine Creek swimming areas are open but subject to intermittent closures for repairs.  Swimmers are warned that the depth of the water has changed due to recent flooding. Lake of the Arbuckles Up to date lake level information        Platt Historic District Alcohol Closure Cold Springs Campground and the swimming and picnic areas east of U.S. 177 and along Travertine Creek are closed to Open Containers of Alcohol  by the authority of the Superintendent's Compendium (36 CFR §1.5). This closure is in effect from May 1 through September 31 each year.",
    "url": "https:\/\/www.nps.gov\/chic\/planyourvisit\/conditions.htm"
}
