{
    "title": "Chickasaw National Recreation Area: Entrance Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes     Entrance Passes                Entrance Passes       America the Beautiful - the National Parks and Federal Recreational Lands Pass The Federal Lands Recreation Enhancement Act established a new pass program to replace the National Parks Pass and Golden Eagle, Golden Age, and Golden Access Passports. The America the Beautiful - the National Parks and Federal Recreational Lands Pass program provides a number of pass options for the public to use at Federal recreation sites where entrance or standard amenity fees are charged. If you are a U.S. citizen or permanent resident and age 62 or older, you may qualify for a Senior Pass. If you are a U.S. citizen or permanent resident and have a permanent disability, you may qualify for an Access Pass. Older passes and passports  The Golden Age and the Golden Access Passports will continue to be honored for the lifetime of the pass holder, so both passes, along with the new Interagency Senior and Access Passes, will be valid for many years to come.        Where to get them The new Interagency Passes can be obtained at the Travertine Nature Center during business hours.* You may pay for these passes with credit card at any campground fee stations. You then redeem the fee machine receipt for these passes at the above locations. Or you may pay for them by check or credit card at the Travertine Nature Center.* Please call the Travertine Nature Center at 580-622-7234 to check on availability before picking them up.           Interagency Annual Pass The Interagency Annual Pass costs $80 and is valid for 12 months (ending the last day of the purchase month, one year later). The pass covers entrance to Fish and Wildlife Service Refuges (FWS) and National Park Service (NPS) sites that charge an entrance fee, but does not cover camping fees or other use fees, such as cave tours. The pass also covers use of Bureau of Land Management (BLM), Bureau of Reclamation (Reclamation), and Forest Service (USDA FS) sites that charge a Standard Amenity Fee. Where a \"per vehicle\" entrance fee is charged, the pass admits purchaser and accompanying passengers in a single, private, non-commercial vehicle. Where a \"per person\" entrance fee is charged, Pass admits purchaser, and up to 3 persons. The Interagency Annual Pass is available at the Travertine Nature Center or at other national parks or federal recreation areas. Pass is valid for one full year from the date of purchase and is is non-transferable.          Senior Pass The Golden Age Passport is available to U.S. citizens or permanent residents who are age 62 or older. There is a one-time charge of $10 for this lifetime pass. The pass provides free entrance to most federal recreation areas and provides a 50% discount on use fees, such as camping fees. Senior Passes are available at the Travertine Nature Center or at other national parks or federal recreation areas. You will need to show proof of age (such as a driver's license or identification card) to obtain a Golden Age Passport. Please call the nature center at 580 622-7234 before picking them up. The pass is non-transferable.          Access Pass The Access Pass is available to U.S. citizens or permanent residents who have a permanent disability. The pass is free and is good for life. It provides free entrance to most federal recreation areas and provides a 50% discount on use fees, such as camping fees. Access Passes are available at the Travertine Nature Center or at other national parks or federal recreation areas. Please call the nature center at 580-622-7234 before picking them up, The pass is non-transferable.",
    "url": "https:\/\/www.nps.gov\/chic\/planyourvisit\/entrance_passes.htm"
}
