{
    "title": "Lake Mead National Recreation Area: Special Use Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Special Use Permits                Special Use Permits       Special Use Permit Application Application for Special Use Permit Vehicle\/Watercraft Use Temporary Food Establishment Permit  For film permits, click here  The special park use is defined as an activity that takes place in a park area, and that:  provides a benefit to an individual, group or organization rather than the public at large;  requires written authorization and some degree of management control from the National Park Service in order to protect park resources and the public interest;  is not prohibited by law or regulation;  is not initiated, sponsored, or conducted by the National Park Service; and  is not managed under a concession contract, a recreation activity for which the National Park Service charges a fee or a lease.   Follow the directions found in the application form then mail the completed form to  Lake Mead National Recreation Area Special Park Use Office 601 Nevada Way Boulder City, NV 89005  Forms will only be accepted via U.S. Mail. Forms that have been faxed or e-mailed will not be accepted for consideration.  You must allow 45 business days (excluding weekends and holidays) for the park to process your request. A non-refundable application fee is required. Please send a cashier's check or money order payable to National Park Service. We are not able to accept credit cards at this time. Additional administrative costs, cost recovery or facilities use cost may also be charged. Applications are not processed without the application fee. Your permit may require the payment of cost recovery charges (16 U.S.C. § 3a) and proof of liability insurance naming the United States of America as the Additional Insured. The NPS may recover from the permittee all agency costs incurred in processing the application and monitoring the permitted activity if the request is approved. Applicants may be responsible for reimbursing the park for all costs incurred by the park in processing the application (even if the application is denied) and monitoring the permitted activity and subsequent site restoration if necessary.  A Performance Guarantee is required for all sporting event permits (excluding fishing tournaments), starting January 2014. A performance bond or deposit guarantees the permittee's compliance with permit conditions, provides a mechanism for reimbursement to the park for damage to resources and\/or facilities resulting from the permittee's activities and guarantees payment of the costs incurred by the park. The guarantee amount should be sufficient to cover all anticipated costs and should be in the form of a surety bond, certified or cashier’s check, bank draft, or money order. Personal checks will not be accepted. The bond, or remainder of it, is refunded once all permit provisions are met. A Temporary Event Permit is required for all special events serving food to its participants. Please download this application above and submit it no later than 30 days prior to the event.    General Requirements The National Park Service is responsible for conserving park resources unimpaired for the enjoyment of current and future generations. Therefore, any activities that would cause a permanent impact or detract from the values and purposes for which a park has been established cannot be allowed.  Lake Mead National Recreation Area was established in October 1964 (16 U.S.C § 440n-3) \"…for general purposes of public recreation, benefit and use, and in a manner that will preserve, develop, and enhance, so far as practicable, the recreation potential, and in a manner that will preserve the scenic, historic, scientific, and other important features of the area, consistently with applicable reservations and limitations relating to such area and with other authorized uses of the lands and properties within such area.\"  Approval of any special uses of the park - unrelated to public enjoyment - may be allowed if not otherwise prohibited by law or regulation. However, the National Park Service can only allow uses that are (1) appropriate to the purpose for which the park was established, and (2) can be sustained without causing unacceptable impacts.  Please keep these requirements in mind if you are considering a request for special use of Lake Mead National Recreation Area. The permit system is intended to ensure that permitted events that may be taking place on any given day will not conflict with each other or with general visitor activities.  Frequently Asked Questions  Can I get entrance fees waived with my permit? No. Entrance fees into the park are not waived for special events or special park uses.Fees & Reservations Page I want to express my First Amendment rights in the park, do I need a permit? For groups under 25 you don't need a permit, however we appreciate advanced notice so that we may inform you our designated First Amendment areas. For groups over 25 you are required to file a permit. First Amendment permits do not have application fees. Permit applications are received and processed on a first come, first served basis.  Why do I need liability insurance? It is important to remember that a permit is a legally binding document between the permitted applicant and the United States of America. Because of this, liability insurance is required with all special park use permits.  Contact  If you are unsure if your event will need a special park use permit, please contact the Park Use Coordinator:  Lake Mead National Recreation Area Special Park Use Office 601 Nevada Way Boulder City, NV 89005 (702) 293-8931 e-mail",
    "url": "https:\/\/www.nps.gov\/lake\/planyourvisit\/special-use-permit.htm"
}
