{
    "title": "Chickasaw National Recreation Area: Special Use Permits",
    "body": "Special Park Use Permits       Special Park Use Permits are required for activities that provide a benefit to an individual, group or organization, rather than the public at large. In addition special events usually require some degree of management from the National Park Service staff in order to protect park resources and the public interest. Some examples of special events that may require a permit are sporting events, festivals, concerts, weddings, cultural programs, and large group picnics. Regulations covering special events can be found at 36 CFR 2.50. The goal of the park in issuing a permit is to ensure that the permitted activity does not interfere with the enjoyment of the park by other visitors and that the natural and cultural resources of the park are protected. Please use the applications below to apply for a special event permit. Unsure about which form(s) to use? Contact the Permit Coordinator, 580 622-7220. Permits are issued on a first-come, first-served basis up to one year in advance. Please provide the park with as much notice as possible to consider your request. Fill in the information requested on the form(s) as completely as possible and send to:  Chickasaw National Recreation Area Permit Coordinator National Park Service 901 West 1st Street Sulphur, OK 73086 Phone: 580 622-7220  It may be necessary for park staff to contact you for further information while considering your request. The permit application must be accompanied by an application fee of $30.00, which reimburses the park for costs incurred in processing your request. There may be additional charges for large events that require additional NPS personnel for public safety or traffic control, site cleanup, trash removal, or property damage. SPECIAL PARK USE PERMIT APPLICATION GUIDE SPECIAL PARK USE PERMIT APPLICATION  APPLICATION-FILMING & STILL PHOTOGRAPHY-SHORT FORM RIGHTS-OF-WAY APPLICATION",
    "url": "https:\/\/www.nps.gov\/chic\/planyourvisit\/special-park-use-permits.htm"
}
