{
    "title": "Petrified Forest National Park: Trees and Shrubs",
    "body": "Trees and Shrubs         Plants make use of soil pockets, even those collected within broken petrified wood pieces. NPS\/Marge Post  Trees There are very few trees in the grasslands of northern Arizona. Only on high mesa tops can the desert twins-pinon and juniper-be seen. Limited by lack of water, demanding seasons, high winds, trees must adapt in order to survive. Once established these plants are tenacious. Their roots will split rocks in search of nutrients, and many can live over 100 years. Large cottonwoods and willows are common in riparian areas. The juniper is the classic arid-land tree. Its twisting, often-dead branches seem to epitomize the struggle of life with little water. When moisture is scarce, a juniper will actually stop the flow of fluids to some outer branches so that the tree has a better chance for survival. Scale-covered leaves and bluish, waxy-coated seeds help the tree conserve moisture. Indigenous people have used the bark for torches and as a tobacco substitute, wove it for cloth, and shredded it as an antibacterial diaper material.  Pinon pines often share spaces with junipers. Like juniper, pinons are very slow growing. Trees only four to six inches in diameter and ten feet tall may be 80 to 100 years old. Their root systems are extensive and often mirror the size of the above ground tree. Pinons produce compact cones that contain tasty, protein-rich seeds called pinenuts. Native people still rely on this tree as an important source of food. One pound of pinon nuts contains more than 3,000 calories. The tree also provided fuel, charcoal for painting, pollen for ceremonies. The resin or pitch was used for chewing gum, mending, cementing, and waterproofing. Many animals, such as groundsquirrels, also like the seeds for tasty and nutritious food.  Common to the washes and the Puerco River corridor are cottonwoods, willows, Russian olive and tamarisk. The latter two are non-native and, unfortunately, compromise the health of cottonwood and willow stands and the ecosystem that the native trees support.  The cottonwood tree takes its name from the small white fluffy seeds which, when they become airborne, can become quite thick in the air. The cottonwood tree can live to be over 100 years old, becoming one of the largest trees in North America-up to 100 ft. high with massive trunks over 5 ft. in diameter. They grow well in washes, even dry washes where the water table is easily reached by their roots. Cottonwoods are related to poplars and aspens, with which they share the same shaking, shimmering leaves.  Willows provide materials for indigenous artists for weaving beautiful baskets. They are also favorite places for many animals, particularly smaller song birds, to find shelter. During winter, their leafless branches can be a lovely shade of gold to orange to red along the many washes and Puerco River.  Shrubs Shrubs and subshrubs are important members of the grassland communities. Both shrubs and trees provide shelter and food for many species of animals. The most common shrubs in the park are saltbush and sagebrush. They both have grayish green leaves and can grow relatively large. Saltbush is still used by the Hopi as the source of a culinary ash they use in cooking. Sagebrush can be used as seasoning. Both are used for dye. One of the largest shrubs in the park is the cliffrose. During late spring into summer, the resinous evergreen leaves can disappear under a heavy bloom of creamy, fragrant flowers. Rabbitbrush is another attractive shrub with showy golden blossoms, a member of the same family as sunflowers and asters.       Common Trees, Shrubs, and Subshrubs of Petrified Forest National Park  Cupressaceae  Juniperus monosperma (Engelm.) Sarg. one seed juniper Juniperus osteosperma (Torr.) little Utah juniper  Ephedraceae  Ephedra nevadensis S. Wats. Nevada jointfir Ephedra torreyana S. Wats. Torrey's jointfir Ephedra viridis Coville Mormon tea  Pinaceae  Pinus edulis Engelm. twoneedle pinyon, pinyon pine  Agavaceae  Yucca angustissima var. angustissima Engelm. ex Trel. fineleaf yucca, narrow-leaved yucca Yucca baccata Torr. banana yucca  Anacardiaceae  Rhus trilobata Nutt. skunkbush sumac  Asteraceae  Artemisia bigelovii Gray Bigelow's sage Artemisia filifolia Torr. sand sagebrush Artemisia frigida Willd. prairie sagewort Artemisia ludoviciana Nutt. white sagebrush Artemisia tridentata Nutt. big sagebrush, common sagebrush Baccharis wrightii Gray Wright's baccharis Brickellia californica (Torr. & Gray) Gray California brickellbush Brickellia eupatorioides var. chlorolepis (Woot. & Standl.) B.L. Turner false boneset Brickellia oblongifolia var. linifolia (D.C. Eat.) B.L. Robins narrowleaf brickllebrush, Mohave brickllebrush Chrysothamnus greenei (Gray) Greene Greene's rabbitbrush Chrysothamnus pulchellus (Gray) Greene southwestern rabbitbrush Chrysothamnus viscidiflorus (Hook.) Nutt. yellow rabbitbrush Ericameria nauseosa ssp. nauseosa var. (Pallas ex Pursh) nauseosa Nesom & Baird rubber rabbitbrush Ericameria parryi var. nevadensis (Gray) Nesom & Baird heathgoldenrod, Parry rabbitbrush Gutierrezia microcephala (DC.) Gray threadleaf snakeweed Gutierrezia sarothrae (Pursh) Britt. & Rusby broom snakeweed Heterotheca villosa var. villosa (Pursh) Shinners hairy false goldenaster Hymenoxys richardsonii var. floribunda (Gray) Parker Colorado rubberweed Isocoma drummondii (Torr. & Gray) Greene Drummond's goldenbush Iva acerosa (Nutt.) R.C. Jackson copperweed Machaeranthera grindelioides var. (Nutt.) grindelioides Shinners rayless tansyaster, gumweed aster Machaeranthera pinnatifida ssp. (Hook.) pinnatifida Shinners tansyleaf tansyaster Petradoria pumila (Nutt.) Greene grassy rockgoldenrod Picradeniopsis woodhousei (A. Gray) Rydb. Woodhouse's bahia Psilostrophe tagetina (Nutt.) Greene woolly paperflower Psilostrophe sparsiflora (Gray) A. Nels greenstem paperflower Senecio flaccidus var. douglasii Less. (DC.) B.L. Turner & T.M. Barkl. Douglas' ragwort, groundsel Senecio flaccidus var. flaccidus Less. threadleaf groundsel Senecio spartioides var. multicapitatus (Green M. ex Rydb.) Welsh broomlike ragwort Tetradymia canescens DC. spineless horsebrush  Berberidaceae  Mahonia haematocarpa (Woot.) Fedde red barberry, algerita, red Oregon-grape  Brassicaceae  Lepidium montanum var. glabrum C. L. Hitchc. mountain pepperweed  Caryophyllaceae  Arenaria eastwoodiae var. adenophora Kearney & Peebles Eastwood's sandwort  Chenopodiaceae  Allenrolfea occidentalis (S. Wats.) Kuntze iodinebush Atriplex canescens (Pursh) Nutt. fourwing saltbush Atriplex confertifolia (Torr. & Frem.) S. Wats.shadescale saltbush Atriplex obovata Moq. mound saltbush Bassia americana (S. Watson) A.J. Scott [Kochia americana] greenmolly Krascheninnikovia lanata (Pursh) Guldenstaedt winterfat Sarcobatus vermiculatus (Hook.) Torr. greasewood Suaeda moquinii (Torr.) Greene Mojave seablite Zuckia brandegeei var. arizonica (Standl.) Welsh Arizona siltbush Zuckia brandegeei var. brandegeei (Gray) Welsh & Stutz siltbush ex Welsh  Elaeagnaceae  Elaeagnus angustifolia* L. Russian olive  Fabaceae  Alhagi maurorum* Medik. camelthorn Astragalus albulus Woot. & Standl. cibola milkvetch Astragalus brandegeei Porter Brandegee's milkvetch Astragalus kentrophyta var. elatus Gray spiny milkvetch Caesalpinia jamesii (Torr. & Gray) Fisher James' holdback Parryella filifolia Tott. & Gray ex Gray common dunebroom  Lamiaceae  Marrubium vulgare* L. horehound Poliomintha incana (Torr.) Gray hoary rosemarymint, frosted mint Salvia pachyphylla Epling ex Munz blue sage  Nyctaginaceae  Mirabilis linearis var. linearis (Pursh) Heimerl narrowleaf four o'clock Mirabilis multiflora (Torr.) Gray Colorado four o' clock, large four o' clock  Oleaceae  Forestiera pubescens var. pubescens Nutt. stretchberry, desert olive Menodora scabra Engelm. ex Gray rough menodora  Onagraceae  Calylophus lavandulifolius (Torr. & Gray) Raven lavenderleaf sundrops Oenothera caespitosa ssp. caespitosa Nutt. tufted eveningprimrose Oenothera caespitosa ssp. crinita (Rydb.) Munz tufted eveningprimrose, morning-lily  Polygonaceae  Eriogonum alatum var. alatum Torr. winged buckwheat Eriogonum corymbosum var. aureum (M.E. Jones) Reveal crispleaf buckwheat, corymb buckwheat Eriogonum ericifolium var. pulchrum (Eastw.) Reveal Yavapi County buckwheat Eriogonum jamesii var. jamesii Benth. Jame's buckwheat Eriogonum lachnogynum Torr. ex Benth. woollycup buckwheat Eriogonum leptocladon var. ramosissimum T. & G. sand buckwheat Eriogonum leptophyllum (Torr. & Gray) Woot. & Standl. slenderleaf buckwheat Eriogonum microthecum Nutt. slender buckwheat  Rosaceae  Purshia stansburiana (Torr.) Henrickson Stansbury cliffrose  Salicaceae  Populus angustifolia James narrowleaf cottonwood Populus deltoides ssp. wislizeni Bartr. ex Marsh. (S. Wats.) Fremont cottonwood, guerigo, alamo  Populus fremontii S. Wats. Fremont cottonwood Populus ×acuminata Rydb. (pro sp.) [angustifolia × deltoides] lanceleaf cottonwood Salix exigua Nutt. narrow leaf willow, coyote willow Salix gooddingii Ball Goodding's willow  Simaroubaceae  Ailanthus altissima* (P. Mill.) Swingle tree-of-heaven  Tamaricaceae  Tamarix chinensis* Lour. fivestamen tamarix, saltcedar  Ulmaceae  Ulmus pumila* L. Siberian elm",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/trees-and-shrubs.htm"
}
