{
    "title": "Lower East Side Tenement Museum National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           103 Orchard Street  New York, NY 10002                 Directions         Located on the corner of Delancey Street, the Visitor Center and Museum Shop is where tours start and end, and where tickets are sold.  Directions Details           Operating Hours & Seasons         Visitor Center\/Museum Shop Hours There are three ways to visit the Tenement Museum - Tour the building and visit the restored apartments and businesses of past residents and merchants from different time periods Meet the residents (played by costumed interpreters) who lived at 97 Orchard Street Walk the neighborhood and discover the Lower East Side and the way immigrants helped shaped the area and its culture. Combine a building tour with a walking tour for a comprehensive museum experience.   Standard Hours    Sunday: 10:00 AM - 6:30 PM   Monday: 10:00 AM - 6:30 PM   Tuesday: 10:00 AM - 6:30 PM   Wednesday: 10:00 AM - 6:30 PM   Thursday: 12:00 AM - 12:00 AM   Friday: 10:00 AM - 6:30 PM   Saturday: 10:00 AM - 6:30 PM             Weather           For details and information, visit, https:\/\/www.tenement.org\/.         Fees & Passes     Entrance Fees:   Lower East Side Tenement Museum Tickets - $0.00 The National Park Service does not charge a fee for the museum. Ticket prices range by tour. For a full list of prices, visit, https:\/\/www.tenement.org\/tours.php.          Visitor Centers                  The Tenement Museum preserves and interprets the history of immigration through the personal experiences of the generations of newcomers who settled in and built lives on Manhattan's Lower East Side, America's iconic immigrant neighborhood; forges emotional connections between visitors and immigrants past and present; and enhances appreciation for the profound role immigration has played and continues to ply in shaping America's evolving national identity. With Tenement Tours, Neighborhood Walking Tours, Tenement Talks and Teaching Immigrant Experiences, the museum invites your to explore this special site and its stories.   Guided Tours. The Museum's tenement can only be seen by guided tour.  Advance Tickets. Advance tickets are recommended. They can be purchased online or by phone.  Same Day Tickets. Same day tickets are available only at the Visitors Center at 103 Orchard St. (below Delancey), subject to availability.  Group Tours: Parties of 10 or more must make reservations.  Directions: Tours begin at 103 Orchard Street. Directions to 103 Orchard Street by car, subway and bus.",
    "url": "https:\/\/www.nps.gov\/loea\/planyourvisit\/basicinfo.htm"
}
