{
    "title": "Lower East Side Tenement Museum National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       How to Get to the Visitor Center at 103 Orchard Street by Subway  Click on the letters below to see a map for each subway line.  The B or D the trains to Grand Street. Exit at Grand and Chrystie. Walk east (away from Bowery) for four blocks. Take a left at Orchard Street and walk north for two blocks. The Visitors Center is on the corner of Orchard and Delancey.   The F to Delancey Street or the J, M or Z to Essex Street. Once you get off any of these subways, walk two blocks away from the Williamsburg Bridge (west) to Orchard Street, turn left and walk 1\/2 block south. The Visitors Center is on the corner of Orchard and Delancey.   There are often temporary changes in subway service. We recommend checking the MTA web site for service updates before making your trip to the Tenement Museum. How to Get to the Visitor Center at 103 Orchard Street by Bus  Sightseeing buses and the M15 bus (1st & 2nd Ave\/South Street Seaport\/Wall Street\/Battery Park\/Ellis Island Ferry) stop at Grand and Allen Streets.  Walk one block east to Orchard Street and 1\/2 block north. The Visitors Center is between Delancey and Broome, near Delancey.  Bus Map   How to Get to the Visitor Center at 103 Orchard Street by Car  From the Lincoln Tunnel & West Side Highway From the Holland Tunnel From the Williamsburg Bridge Fromf the Manhattan Bridge From the Brooklyn Bridge & FDR Drive Parking Options From the Lincoln Tunnel and West Side Highway  Exit either the Tunnel or the Highway and go east across town on 42nd St. to 2nd Ave. (If you prefer, you can exit the West Side Highway at 23rd St. or 18th St. and drive east across town to 2nd Ave.) Turn right on 2nd Ave. and drive south to Houston St. At Houston Street turn left and drive east 3 blocks to Allen St. Turn right on Allen St. and drive 5 blocks south to Grand St. Turn left on Grand St., go 6 blocks and turn left on Clinton St. (RiteAid Pharmacy on corner). Go 1 short block and turn left on Broome St. Go 1 ½ blocks; you will see the entrance to the parking lot on your right. Parking Options   From the Holland Tunnel  Head east on Canal Street At West Broadway turn left and drive 1 block north to Grand St. Turn right on Grand and drive east to Clinton St. Note: this will be a long, slow drive through Chinatown. Grand St changes from a one-way street to two-ways at Chrystie St. Make a left turn onto Clinton St. (a RiteAid Pharmacy is on the corner). Go 1 short block and turn left on Broome St. Go 1 ½ blocks; you will see the entrance to the parking lot on your right.  Or:  Exit the Holland Tunnel uptown on to Hudson St. going north. Drive to Spring St. and turn right, heading east. Turn right on Bowery, go 1 block south and turn left on Delancey St. Go 4 blocks east to Allen St., make a right and go 2 blocks to Grand St. Turn left and drive 6 blocks to Clinton St. (a RiteAid Pharmacy is on the corner.) Note: Grand St. changes from a one-way street to two-ways at Chrystie St. Make a left turn onto Clinton St. Go 1 short block and turn left on Broome St. Go 1 ½ blocks; you will see the entrance to the parking lot on your right. Parking Options   From the George Washington Bridge and FDR Drive (Southbound)  Go over the G. W. Bridge and take exit for Harlem River Drive, which turns into the FDR Drive southbound. Exit FDR Drive at exit #4, Grand St.\/Williamsburg Bridge. At exit, make a right turn onto Grand St. and go 9 traffic lights (lights are very close together). Turn right on Clinton Street (a RiteAid Pharmacy is on the corner). Go 1 short block and turn left on Broome Street. Go 1 ½ blocks; you will see the entrance to the parking lot on your right. Parking Options   From the Williamsburg Bridge  Proceed on Delancey Street to Allen St. Make a left turn and drive 2 blocks to Grand St. Make a left turn and drive 6 blocks to Clinton St. (a RiteAid Pharmacy is on the corner.) Make a left turn and go 1 short block to Broome Street. Make a left and go 1½ blocks; you will see the entrance to the parking lot on your right. Parking Options  From the Manhattan Bridge  Getting off the bridge, make a right turn on Bowery, heading north. Go 2 blocks and make a right turn on to Grand St. Go 10 blocks to Clinton Street (a RiteAid Pharmacy is on the corner.) Make a left turn and go 1 short block to Broome Street Make a left and go 1½ blocks; you will see the entrance to the parking lot on your right. Parking Options  From the Brooklyn Bridge & FDR Drive (Northbound). Cars only - no busses  Exit onto FDR Drive northbound. Take FDR exit for Houston St. and drive west on Houston until Essex St. (Note: the street is called Essex south of Houston and called Ave. A north of Houston). Drive 5 blocks south and make a left on Grand St. Drive 3 blocks to Clinton St. (a RiteAid Pharmacy is on the corner.) Make a left turn and go 1 short block to Broome Street. Make a left and go 1 ½ blocks; you will see the entrance to the parking lot on your right. Parking Options  Parking Broome Street Lot Complimentary three-hour parking for cars only is available at a secure, attended facility on Broome Street between Norfolk and Suffolk Streets. The parking lot is open Monday through Friday from 7 a.m. to 10 p.m. and Saturday and Sunday from 8 a.m. to 10 p.m. In order to get free parking, you must have your ticket validated at the Museum's Visitors Center. Parking fees after the first three, free hours are: Weekdays: 1 hour: $3.50  2 hours - $5.00  Up to 12 hours: $9.00 Weekends: 1 hour: $5.00  2 hours: $6.00  Up to 12 hours: $10.50   Broome & Ludlow Municipal Parking Field  Open 24-hours a day, seven days a week Four-hour time limit Metered parking lot with 69 spaces, including three handicapped spaces Entrances on Essex Street and on Ludlow Street Rates are 25 cents for 20 minutes. The meters accept NYC parking cards. Delancey and Essex Municipal Parking Garage  Open 24-hours a day, seven days a week Self-parking garage with attendant 357 spaces, including eight handicapped spaces Entrances located on Essex and on Ludlow Streets, just North of Delancey Street The current rates for this garage are: First hour: $2.50 per hour. Additional hours $1.50 per hour Maximum $11.50 Overnight special 7pm - 7am: $6.00 Open 24 hours a day, 7 days a week",
    "url": "https:\/\/www.nps.gov\/loea\/planyourvisit\/directions.htm"
}
