{
    "title": "Upper Delaware Scenic & Recreational River: Environmental Management Plan",
    "body": "Environmental Management Plan       The National Park Service is in the unique position to address opportunities for both short-term and long-term improvements to the environment. In developing an Environmental Management System at each park, the NPS has established a systematic approach to managing park operations, lands, and resources in a manner that will leave all national parks unimpaired for the enjoyment of future generations. Upper Delaware's Environmental Management Plan describes the specific actions that will be required to accomplish the park's goals, objectives and targets. Environmental Impact Statement   Environmental Commitment Statement for Upper Delaware Scenic & Recreational River The purpose of the Upper Delaware Scenic & Recreational River (UPDE) is to conserve, protect, and interpret the river, its surrounding landscape and other superlative values that qualified the Upper Delaware River for inclusion in the National System of Wild and Scenic Rivers. In addition we are bound by the Organic Act of 1916, which states that \"the Service thus established shall promote and regulate the use of Federal areas known as national parks, monuments and reservations ... by such means and measures as conform to the fundamental purpose of the said parks, monuments and reservations, which purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"  In order to carry out its mission and ensure the preservation, conservation, and enhancement of the valuable natural, historic, and ecological resource with which we are entrusted, UPDE will provide environmental leadership by example. Will conduct our operations in an environmentally responsible manner, in accordance with NPS Director's Order 13A and other pertinent directives and Executive Orders relating to the environment.  Will meet or exceed all applicable federal, state, and local environmental laws and regulations. To fulfill these commitments, we will incorporate best management practices, foster the sustainable use of natural resources, promote pollution prevention, reduce waste generation, purchase environmentally preferable products, and recycle and reuse all materials where practicable in our operations. We will work cooperatively with federal, state, county, and local governments as well as with other organizations and local communities to promote sound environmental management of the park and, to the extent of our authority and influence, the surrounding region. We will strive to educate visitors, recreational users, and other park stakeholders on these concepts. Will strive for continual improvement in environmental management and provide leadership in working with suppliers, vendors, contractors, visitors, and partners to comply with these same principles.",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/management\/environmental-management-plan.htm"
}
