{
    "title": "Upper Delaware Scenic & Recreational River: Avian Influenza",
    "body": "Avian Influenza       The Asian strain of highly pathogenic avian influenza (HPAI) subtype H5N1, or bird flu, is primarily a disease of domestic poultry that may also affect wild birds and humans. HPAI has not yet been found in North America or its territories, and strict measures are being taken to keep it out of the country and to monitor migratory birds arriving from affected areas of the world. Wild birds, particularly waterfowl and shorebirds, commonly carry low pathogenicity avian influenza viruses without harm. It is no surprise when these low pathogenicity avian influenza viruses are detected in healthy wild birds. However, the Asian H5N1 HPAI virus has mutated and adapted to cause illness and death in domestic and wild birds, as well as a limited number of mammals, including humans. Mortality from the virus has been detected in more than eighty wild bird species worldwide. Over 200 million domestic birds in the affected countries have died or been culled in attempts to control the disease. The virus is spread among birds in fecal droppings, saliva, and nasal discharges. The virus is quite easily inactivated by disinfectants but can survive for long periods (a month or more) in cold water. HPAI has been detected in some apparently healthy wild birds. The role of migratory birds in spread of the disease over long distances has been speculated; however, other means of introduction to the U.S., such as through illegal importation of infected birds or bird products or by contaminated items, is also a concern. The impact of HPAI on wild bird populations is unknown. However, what is clear is that HPAI poses a significant economic threat to domestic poultry and fowl operations as well as to human health. The National Park Service, in cooperation with other agencies, has developed a preparedness and communication plan, and a response plan to assist park managers if HPAI occurs in or near a park unit. Although culling domestic birds to contain the spread of HPAI is considered an acceptable agriculture practice, culling of migratory birds is likely ineffective in disease control and would have unknown and potentially significant ecological consequences. Culling migratory birds is not a recommended HPAI management action according to the Food and Agriculture Organization of the United Nations (FAO) or World Health Organization (WHO), the two leading international health authorities. Visitors can help ensure the safety and health of the National Park System’s wildlife resources by enjoying wildlife from a distance. Sick or dead birds should not be approached but should be reported to park staff. More detailed information is available at: US Pandemic Influenza Website USGS National Wildlife Health Avian Influenza Website World Health Organization United Nations Food and Agriculture Organization World Organization for Animal Health",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/management\/avianflu.htm"
}
