{
    "title": "Upper Delaware Scenic & Recreational River: National Canoe Safety Patrol",
    "body": "National Canoe Safety Patrol       The National Canoe Safety Patrol, a volunteer non-profit river patrol organization, has been active at Upper Delaware Scenic and Recreational River since 1980.        NPS Photo  In the early 1970's, canoeing and kayaking as a recreational sport began to flourish and unfortunately, so did accidents and sometimes tragedies. Local tri-state paddling clubs, long aware of the need for improved training and safety, became increasingly concerned. In the spring of 1979, the National Canoe Safety Patrol was formed and had the first trained patrols ready to assist paddlers on the Upper Delaware River.        National Canoe Safety Patrol member Tony Broadwater helping a new member during the spring training. NPS Photo  In 1980, when the National Park Service assumed jurisdiction over the Upper Delaware the National Canoe Safety Patrol was asked to work as Volunteers-in-Parks, and to coordinate their efforts with the National park Service.  Their mission is to provide rescue and assistance, as well as safety education to river users.        National Canoe Safety Patrol member Bill Snelling during the annual spring training. NPS Photo  The National Canoe Safety Patrol's program is simple and effective. During the last weekend in April, all members are invited to upgrade their shore, boat, and in-water swift water rescue skills at a training weekend. During the May, June, July, and August each members serves two weekends on active patrols. Patrols occur on weekends and holidays through Labor Day. The National Park Service provides a campsite for patrolling members at no cost to members or the National Canoe Safety Patrol. The National Canoe Safety Patrol's training committee puts together a first rate program for all members. Join them in providing valuable services to the paddling community and have a great time doing it. To learn more about this partner volunteer position with Upper Delaware S&RR and the National Canoe Safety Patrol print the Volunteer NCSP Position Description.  If interested in becoming a member please contact the National Canoe Safety Patrol or call the park's Volunteer Coordinator at 570-685-4871 ext. 6605.",
    "url": "https:\/\/www.nps.gov\/upde\/getinvolved\/supportyourpark\/ncsp.htm"
}
