{
    "title": "Petrified Forest National Park: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses        Petrified Forest boasts a rich grassland community NPS       Grasses are one of the most important plants within the grassland ecosystem found in the park. Large expanses of grasslands form where wind-blown sediment and erosion have created a layer of soil several feet thick. One of the most devastating causes of grassland destruction is grazing by livestock. Because grazing has not been allowed within the park for over fifty years, the area has returned to a more natural state and is one of the largest recovering grasslands in the Southwest. Individual grasses sprout almost anywhere they can find soil, even in potholes filled with dirt. Most grasses fit into two basic groups: bunch grass and sod-forming grass.       Bunch Bunch grass is classic arid adapted grass occurring in scattered clumps. Its spreading growth pattern reduces competition for limited soil nutrients and water. Examples of bunch grass include rice grass and needle-and-thread grass—many native grasses throughout the West are bunch forming. The large rice grass seeds are rich in protein and were an important source of food for American Indians. Needle-and-thread grass has a sharp seed attached to a thin thread-like tail which develops in a spiral fashion. As the thread unwinds, it drives the seed into the ground. Both of these grasses are perennial, becoming dormant during droughts. Rice grass plants have been known to live over 100 years, through wet and dry times. Sod-forming Sod-forming grass is what most people have in their yards. Galleta and blue grama, sod-forming perennials native to Petrified Forest National Park, usually grow together. Cheat grass was accidentally brought to the United States in the 1800s and is now found throughout the park, along with other non-native grasses.       Some of the grasses found in Petrified Forest National Park include: Poaceae Achnatherum aridum (M.E. Jones) Schultes) Barkworth Mormon needlegrass Achnatherum hymenoides (Roemer & J.A. Schultes) Barkworth Indian ricegrass Achnatherum speciosum (Trin. & Rupr.) Barkworth desert needlegrass Agropyron desertorum* (Fischer ex Link) J.A. Schultes desert wheatgrass, fairway Agrostis stolonifera L. creeping bentgrass, redtop Andropogon gerardii Vitman big bluestem Andropogon hallii Hack sand bluestem Aristida adscensionis L. sixweeks threeawn Aristida purpurea var. longiseta (Steud.) Vasey Fendler threeawn, purple threeawn Bothriochloa ischaemum* (L.) Keng yellow bluestem Bothriochloa saccharoides (Sw.) Rydb. silver bluestem needle grama Bouteloua aristidoides (Kunth) Griseb. needle grama Bouteloua barbata Lag. sixweeks grama Boutelouacurtipendula(Michx.) Torr. var. curtipendulasideoats grama Bouteloua eriopoda (Torr.) Torr black grama Bouteloua gracilis (Willd. ex Kunth) Lag ex Griffiths blue grama Bouteloua hirsuta Lag. hairy grama Bouteloua rothrockii Vasey Rothrock’s grama Bouteloua simplex Lag. matted grama Bromus diandrus* Roth ripgut brome Bromus hordeaceus ssp. hordeaceus* L. soft brome, soft chess Bromus inermis* Leyss. smoothe brome, Hungarian brome BromusarvensisL. - field brome[Bromus japonicus* Thunb. ex Murr. Japanese brome] Bromus rubens* L. foxtail brome, red brome Bromus tectorum* L. cheat grass Calamovilfa gigantea (Nutt.) Scribn. & Merr. giant sandreed Cenchrus spinifex Cav. coastal sandbur Chloris virgata Sw. feather fingergrass Cynodon dactylon* (L.) Pers. Bermuda grass Dasyochloa pulchella (Kunth) Willd. low woollygrass, fluffgrass Distichlis spicata (L.) Greene inland saltgrass, desert saltgrass Echinochloa crus-galli* (L.) Beauv. barnyardgrass Elymus elymoides ssp. elymoides (Raf.) Swenzy wildrye, squirreltail Elymus×pseudorepens(Scribn. & J.G. Sm.) Barkworth & D.R. Dewey [lanceolatus ×trachycaulus] false quackgrass Enneapogon desvauxii Beauv. nineawn pappusgrass, spike pappusgrass Eragrostis barrelieri* Daveau Mediterranean lovegrass Eragrostis intermedia A. S. Hitchc. plains lovegrass Eragrostis mexicana (Hornem.) Link Mexican lovegrass Eragrostis pectinacea (Michx.) Nees ex Steud tufted lovegrass Eragrostis spectabilis (Pursh) Steud. purple lovegrass Hesperostipa comata var. comata (Trin. & Rupr.) Barkworth needle and thread grass Hesperostipa neomexicana (Thurb. ex Coult.) Barkworth New Mexico feathergrass Hordeum jubatum L. foxtail barley Hordeum murinum ssp. leporinum* (Link) Arcang. leporinum barley, rabbit barley Hordeum pusillum Nutt. little barley Leptochloa fusca ssp. fascicularis (Lam.) N. Snow bearded sprangletop Lolium perenne* L. perennial ryegrass Schedonoruspratensis(Huds.) P. Beauv. - meadow fescue Muhlenbergia depauperata Scribn. sixweeks muhly Muhlenbergia longiligula A. S. Hitchc. longtongue muhly Muhlenbergia porteri Scribn. ex Beal bush muhly Muhlenbergia pungens Thurb. sandhill muhly Muhlenbergia torreyi (Kunth.) Hitchc. ex Bush ring muhly Munroa squarrosa (Nutt.) Torr. false buffalograss Panicum capillare L. witchgrass Panicum hirticaule J. Presl Mexican panicgrass Panicum obtusum Kunth obtuse panicgrass, vine mesquite Pascopyrum smithii (Rydb.) A. Love western wheatgrass Pennisetum glaucum* (L.) R. Br. pearl millet Phragmites australis (Cav.) Trin. ex Steud. common reed Piptatherum micranthum (Trin & Rupr.) Backworth smilograss Pleuraphis jamesii Torr. James’ galleta Poa arida Vasey plains bluegrass Poa fendleriana (Steud.) Vasey muttongrass Poa pratensis L. Kentucky bluegrass Polypogon monspeliensis* (L.) Desf. annual rabbitsfoot grass Polypogon viridis* (Gouan) Breistr. beardless rabbitsfoot grass Puccinellia distans* (L.) Parl. weeping alkaligrass Puccinellia fasciculata (Torr.) Bickn. saltmarsh alkaligrass, Torrey alkaligrass Puccinellia nuttalliana (J.A. Schultes) A.S. Hitchc. Nuttall’s alkaligrass Schedonnardus paniculatus (Nutt.) Trel. tumblegrass Schizachyriumscoparium(Michx.) Nash var. scopariumNew Mexico little bluestem Scleropogon brevifolius Phil. burrograss Setaria viridis* (L.) Beauv. green bristlegrass Sorghum halepense* (L.) Pers. Johnsongrass, millet Sporobolus airoides (Torr.) Torr. alkali sacaton Sporobolus contractus Hitchc. spike dropseed Sporoboluspyramidatus(Lam.) Hitchc. Madagascar dropseed Sporobolus cryptandrus (Torr.) Gray sand dropseed Sporobolus flexuosus (Thurb. ex Vasey) Rydb. mesa dropseed Sporobolus giganteus Nash giant dropseed Sporobolus interruptus Vasey black dropseed Thinopyrum ponticum* (Host.) Nevski. tall wheatgrass Vulpia octoflora var. hirtella (Piper) Henr. sixweeks fescue",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/grasses.htm"
}
