{
    "title": "Upper Delaware Scenic & Recreational River: Delaware Highlands Conservancy - Eagle Institute",
    "body": "Delaware Highlands Conservancy         Mature eagle with fish on the Delaware River. Scott Rando  The Delaware Highlands Conservancy is a non-profit organization dedicated to protecting the healthy lands and waters, eagles and other wildlife, and locally sustainable economies of the Upper Delaware River region. The Upper Delaware Visitor Center in Lackawaxen, PA allows visitors looking to learn more about viewing and protecting eagles, and is staffed on weekends in January and February. The Delaware Highlands Conservancy offers educational eagle-viewing bus tours and provides assistance to visitors at eagle-watching sites in the Upper Delaware River region. The Delaware Highlands Conservancy could not provide its valuable services without the help of volunteers. Many volunteer opportunities exist:  Visitor Center Volunteers: Volunteers are needed to help staff the Upper Delaware Visitor Center on weekends -- interact with like-minded eagle enthusiasts, without needing to be out in the cold!         The Upper Delaware Visitor Center in Lackawaxen, PA. National Park Service  Field Guides: Take advantage of a wonderful opportunity to volunteer with the Delaware Highlands Conservancy and the National Park Service and learn more about our magnificent national bird, to help protect eagles in their habitat, and to assist in educating the public about sharing our region with thriving eagles.  Volunteers are trained to monitor and collect data about the large population of eagles that migrate to this region every winter, to help the thousands of people who want to view the eagles in the safest environment and least intrusive manner, and to share \"Eagle Etiquette\" tips.  To sign up or to register for this year's training day on December 6th, contact the Delaware Highlands Conservancy at 570-226-3164, email volunteer@delawarehighlands.org.  The winter Eagle Watch program runs from December through March, weekends only.",
    "url": "https:\/\/www.nps.gov\/upde\/getinvolved\/supportyourpark\/eagleinstitute.htm"
}
