{
    "title": "Upper Delaware Scenic & Recreational River: Enter Your Photo",
    "body": "Explore This Park    Get Involved     2016 Photo Contest     Enter Your Photo              2016 Photo Contest - Enter Your Photo                   2016 Photo Contest (Photo By: Tina...               2016 Photo Contest               2016 Photo Contest (Photo By: Scott Anderson)               2016 Photo Contest             How to Enter Your Photos  1. Download and Fill Out the Photo Contest Registration Form.  For photos to be considered for the 2016 Upper Delaware Photo Contest, entrants must submit a 2016 Upper Delaware Photo Contest Registration Form for EACH photo. Photographs containing recognizable images of people must also be accompanied by a model release form.        Official Upper Delaware Scenic and Recreational River Contest Forms: 2016 Photo Contest Registration Form (PDF Download) 2016 Photo Contest Model Release Form (PDF Download)        2. Email UPDE_Photo_Contest[at]nps.gov, Mail or Drop Off Your Photographs and Photo Contest Registration Form. Include your first name, last name, and the photo category separated by an underscore in the file name of the photograph (e.g. chris_coons_scenic_Photo1.jpg).    3. To submit your digital photographs, registration form(s) and model release form(s) (if necessary):  Email Your Entries to: UPDE_Photo_Contest[at]nps.gov Be sure to change the [at] to an @ symbol when sending your email.  Mail Your Entries (DVD, CD, USB Flash Drive - Sorry, No Returns): Upper Delaware S&RR 274 River Road Beach Lake, PA 18405-4046 ATTN: UPDE Photo Contest   Drop Your Entries Off: Zane Grey Museum 135 Scenic Drive Lackawaxen, PA 18435 ATTN: UPDE Photo Contest   * Please be sure to remember that each entry requires a separate registration form.   We Are Excited to See Your Photos!             Don't Forget to Follow Us On Facebook to Vote for the People's Choice Photos in September 2016!",
    "url": "https:\/\/www.nps.gov\/upde\/getinvolved\/enter-your-photo.htm"
}
