{
    "title": "Upper Delaware Scenic & Recreational River: Adopt-a-Access",
    "body": "Adopt-a-Access         A volunteer cleaning up litter from one of the public accesses. National Park Service  Upper Delaware Scenic and Recreational River in partnership with the Pennsylvania Fish and Boat Commission and the New York Department of Conservation are looking for individuals or groups who would like to Adopt-a-Access along the Upper Delaware River. Keeping the river and the accesses free of debris and garbage helps promotes a healthy environment for the fish and wildlife that are native to the river ecosystem. The Delaware River belongs to all of us. This is your river - your park. Help us create a beautiful snapshot of the Delaware River by adopting a public access. There are 16 public accesses on both the New York and Pennsylvania sides of the river that are available for adoption. These accesses run the entire 73 miles of Upper Delaware Scenic and Recreational River from Hancock, NY all the way down to Mongaup, NY. This is a great way to get outside and enjoy the scenic views of the river and to make a difference. Volunteers are asked to clean their accesses once a month during the summer season - Memorial Day through Labor Day and as needed the rest of the year. The park will provide work gloves, trash bags, safety vests, and will pick up and haul away the collected garbage from the access. Children under the age of 18 will be required to work alongside an adult. Sturdy shoes must be worn at all times and a hat, sunscreen, and plenty of water are recommended.        Young volunteers cleaning up an access after a high water event. National Park Service  The accesses that are currently available are from north to south: Hancock DEC Access, Buckingham PAFBC Access, Lordville DEC Access, Long Eddy Access, Kellams DEC Access, Callicoon PAFBC Access, Cochecton DEC Access, Damascus PAFBC Access, Skinners Falls DEC Access, Narrowsburg DEC Access, Narrowsburg PAFBC Access, Ten Mile River Access, Lackawaxen PAFBC, Highland DEC Access, Barryville Access, and Mongaup DEC Access. If you or your group is interested on adopting any of these accesses or would like more information please contact Volunteer Coordinator Ingrid Peterec at 570-685-4871 ext 6605. We look forward to having you join the Upper Delaware Scenic and Recreational River team.",
    "url": "https:\/\/www.nps.gov\/upde\/getinvolved\/supportyourpark\/adopt-a-access.htm"
}
