{
    "title": "Upper Delaware Scenic & Recreational River: Entry Rules",
    "body": "Explore This Park    Get Involved     2016 Photo Contest     Entry Rules              2016 Photo Contest - Entry Rules                Official Rules: 2016 Upper Delaware Scenic and Recreational River Photography Contest   WHO CAN ENTER? Anyone 13 years and older - worldwide - can enter the contest. National Park Service employees and employee relatives are not allowed to enter the contest.   THE BASICS Individuals may enter their photos into any of four contest categories that represent and\/or illustrate the Outstandingly Remarkable Values of the Upper Delaware River for which it was designated under the Wild and Scenic Rivers Act and thus became a unit of the National Park Service. In 2016, these categories are:    Scenic Values - Scenery The scenic quality of the Upper Delaware is characterized by its picturesque gorge, riparian vegetation, steep forested slopes, and gently rolling hills. Also contributing are agricultural scenes, rock outcroppings and cliff faces, and the charming rural communities dotting the valley.   Cultural Values - People and places of today and the past The story of the Upper Delaware is full of beautiful pictures. Joseph Brandt, John Roebling, and Zane Grey lend a texture to the landscape that just start to tell the tale of frontier life and the rapid growth of America during the 1800’s. The Upper Delaware Valley is rich in structures and sites that reflect its history and cultural development both today and from past generations who call the area home.   Geological Values - Rolling hills, the river gorge, fossils, and landscape formations The overall landscape of Upper Delaware Scenic and Recreational River is a fluvial or stream-cut landscape changed by stream derangements from glacial deposits, glacial outwash terraces, diverse channel morphologies, exposed ancient bedrock, bedrock knobs, cutoff incised meanders, island complexes, gorges, and fossils.   Youth - Entries Under the Age of 18 Any of the above categories but taken by a photographer under the age of 18           We hope that all photographs will help us to demonstrate the important connection between people and the environment and how the public is engaged with the resources of the National Park Service at Upper Delaware Scenic and Recreational River. We also encourage pictures that tell a story and are readily apparent to have been taken within Upper Delaware Scenic and Recreational River (defined as the river itself and 1\/4 mile on either side of the river). Click here for more information on the contest categories - our Outstandingly Remarkable Values.   All photos submitted will enter the Public Domain (the state of belonging or being available to the public as a whole and therefore not subject to copyright). Do not submit pictures that are copyrighted or which you wish to sell. No copyright images will be considered.   Individuals may enter up to three (3) images in each category for the contest. However, each photo may only be entered into one contest category. If multiple categories are applied to a submitted photo the National Park Service may choose to honor one of those categories that best fits the photograph.   Photographs must be submitted electronically. No paper or print images may be submitted or considered. Submit images of at least 300 to 600 dpi. Higher resolution is preferred to facilitate future use by the park. Photos containing recognizable images of people must be accompanied by a model release form.   THE ENTRY DEADLINE Submissions for the 2016 Upper Delaware Photography Contest will be accepted between March 1 and August 25, 2016.   JUDGING All entries will be judged by a panel made up of National Park Service and artist\/photography experts who will select the top contenders. These top images will be posted on Facebook and made available to the public for a popular vote. Adjudication and popular voting will occur during the month of November and the winners will be announced in September. Voting for the People's Choice photos will occur when park staff will set up a Facebook Photo Contest Album for the contest that contains the top 10 photos in each category (as determined by our panel of experts). Fans can \"like\" as many photos as they want. The photo that receives the most \"likes\" in each category will be our People's Choice winner.    CONTEST AWARDS From all the qualified photos we will select a First, Second, and Third Place winner in each of the 4 contest categories. We will also feature a People's Choice Award which will be awarded to the photo that receives the highest number of \"likes\" from the public in each contest category. The winning images and top contenders will appear in the Upper Delaware Council spring newsletter, on Upper Delaware Scenic and Recreational River's webpage, and in the River Reporter newspaper. A monetary prize also will be provided in each category: first prize, $100; second prize, $50, third prize, $25. People's Choice winners will receive a National Park Service Passport book.",
    "url": "https:\/\/www.nps.gov\/upde\/getinvolved\/2016-photo-contest-how-to-enter.htm"
}
