{
    "title": "Upper Delaware Scenic & Recreational River: Volunteer Opportunities",
    "body": "Volunteer Opportunities        Members of the National Canoe Safety Patrol assisting with the Delaware Sojourn. National Park Service         Interns paddling the river to assist river recreationists. National Park Service  Volunteer to Make A Difference Would you like to join a group of dedicated group of volunteers who have made the Upper Delaware Scenic and Recreational River their park? Over 340 individuals volunteer annually to help protect the Upper Delaware River. Volunteer Opportunities are available for both young and adults alike. As a volunteer you will represent the National Park Service, work in a unique setting, preserve our areas natural and cultural legacy, and help visitors discover the resources, meanings, and values found in Upper Delaware Scenic and Recreational River. Below is a list of volunteer opportunities available at the park. We encourage you to become a volunteer and become part of the Upper Delaware Scenic and Recreational River team.        High School students with their \"river trash.\" National Park Service  Annual River Clean Ups Annual River Clean Ups will take place during June, July and August. Participants will clean up various stretches of the Upper Delaware River while experiencing the beauty of the river and learning about our watershed, wildlife, and recreation opportunities. Please check back in the spring when dates will be posted for the summer.  Registration is required and space is limited. This is your chance to help keep our public lands safe and beautiful!  Each year volunteers remove a tremendous amount of litter and waste from the floor and banks of the river. The National Park Service will provide the vehicle shuttle, canoes, lifejackets, and paddles. We will be carrying out this activity rain or shine!  Volunteers should expect to get wet, so please be prepared with the appropriate gear including extra clothing, proper footwear, a lunch, plenty of water, sun screen, dry-bag, etc.  Participants should know how to swim. Come join the fun and keep your river wild and scenic!  For more information and the river clean up events, please call (570) 685-4871.        Watershed Stewards talking to boaters about how to prevent the spread of invasive plants in the Delaware River. National Park Service  Boat\/Watershed Steward If you are someone who enjoys spending time outdoors, consider yourself to be a \"people person\", and find yourself with some extra time on your hands, then signing up to be a Watershed Steward may be the perfect opportunity for you!  We are seeking individuals to spend 4 hour shifts at some of the busiest Upper Delaware River boat launches and access points performing visual inspections of boats, canoes, kayaks and other craft entering and exiting the water to ensure that aquatic invasive species are not clinging to the vessels.  Watershed Stewards stationed at these access points will also be able to play a part in stopping the introduction and transport of invasive species by fishing tackle, footwear, and boat trailers by conducting visual inspections, interviewing water body users, and encouraging them to properly clean all equipment before using it on another body of water. We are looking for volunteers for this rewarding program from Memorial Day through Labor Day, primarily Fridays, Saturdays, and Sundays.  No matter if you can do one 4 hour shift or volunteer every Friday throughout the summer, we would accept your assistance with this environmental awareness project.  Training will be provided for new volunteers in May 2015.  For more information or to sign up for the training, please call (570)729-7842.        Volunteer assisting a museum visitor. National Park Service  Zane Grey Museum Volunteer Lackawaxen, PA The park is looking for outgoing individuals who enjoy talking to people to volunteer their time at the Zane Grey Museum. The main responsibility of the position is to greet visitors making them feel welcome to museum and to the park. Others duties include opening and closing the museum and running the museum's bookstore. If you enjoy people and history this position will be a perfect fit for you. Volunteers, 18 and older, are needed from Memorial Day to Labor Day seven days a week. Come be a part of the museum!          Publication Designer and Writer Volunteer Publication Designer Volunteer will assist Upper Delaware Scenic and Recreational River in the development, crafting, designing, composing, and editing of various publications and other interpretive media that is disseminated to the public. These publications can include site bulletins, flyers, posters, exhibits and displays, news releases, and other publications. The work may consist of researching resources for appropriate and factual information, designing full color and black and white mock-ups, searching and securing images and\/or related graphics, composing interpretive text, and editing publication projects as needed. Publications and exhibits are an integral part of getting the story and messages across to park visitors. Bring your creativity and ideas to help us make our publications exciting.      Computer Technician and Social Media Volunteer Volunteers are needed to assist the park's Interpretation staff with web page management, podcast development, and writing text for mobile applications such as Facebook and Twitter.  A security clearance will be required.      Cultural Resource Management Volunteer Preserving and protecting our cultural resources is a goal of the National Park Service. Cultural Resource Management volunteer opportunities are varied and include working with the museum collection, historic properties, archival collections, the park library, photographs, and slides. Interested individuals will work on data entry, organize collections, transcribe oral history tapes, historic research, preventive maintenance of museum objects, and cataloging.        Volunteer transcribing the park's oral history tapes. National Park Service  Oral History Transcriber Volunteer  Upper Delaware Scenic and Recreational River began recording interviews with local river valley residents in the mid-1980s to capture the history of the region. Topics covered pertained to projects the National Park Service was involved with such as the Roebling Bridge restoration and a survey of historic buildings and sites throughout the valley for nomination to the National Register.  Over the course of the next 20 years, about 150 interviews were recorded.In order to share the information on the recordings with the public, we are required to know exactly what is on each recording;this can be accomplished through transcription (the act of typing out every word spoken in a readable and word-searchable format). More than 100 interviews have yet to be transcribed and those that do have transcriptions need to be copy edited before they can be released. Transcription is a very time consuming process that requires listening to interviews several times to make sure everything that is said is recorded accurately. Volunteers will help with transcription, obtaining consent forms for those interviews that do not have them, and producing excerpts for publication on the website.   Producing transcriptions will allow for excerpts of the interviews to be posted on the park website and the information within the interviews will provide researchers with firsthand accounts of this area's history.A printed transcription is also a more reliable method of preservation than the audio recording itself.  Volunteers should have an interest in local history told from a first person perspective;ability to work independently;attention to detail.Familiarity with Microsoft Office and Adobe products along with good typing skills. They should also have the ability to listen carefully and have genuine interest in people and the stories they have to share.  The time commitment is flexible and can be arranged on an interview-by-interview basis.The average length of an interview is about one hour. Volunteer service opportunities will primarily be available weekdays from 9:00 a.m. to 4:30 p.m. only, but no weekly minimum work commitment is required;work hours can be scheduled around volunteer's schedule.Must work on site at Zane Grey Museum in Lackawaxen, PA.      Housing and\/or RV sites are not available for these positions. If you are interested in applying for any of the volunteer opportunities at Upper Delaware Scenic and Recreational River fill out the Volunteer Application and email to upde_interpretation@nps.gov or mail to:   Internship Coordinator Upper Delaware S&RR 274 River Road Beach Lake, PA 18405   For more information about volunteering at Upper Delaware Scenic and Recreational River contact Volunteer CoordinatorIngrid Peterecat 570-685-4871 ext. 6605.",
    "url": "https:\/\/www.nps.gov\/upde\/getinvolved\/supportyourpark\/volunteer-opportunities.htm"
}
