{
    "title": "Upper Delaware Scenic & Recreational River: Be A Junior Ranger",
    "body": "Be A Junior Ranger           Junior Ranger River Safety Booklet   What is a Junior Ranger?  You can become a Junior Ranger at many of the over 400 National Parks!  A Junior Ranger learns about the parks and promises to protect these great places for everyone.  At Upper Delaware Scenic and Recreational River, you can become a Junior Ranger by completing the activities in the three Junior Ranger booklets.  The Junior Ranger River Safety booklet is recommended for ages 8-12, but parents are encouraged to work with younger kids on the activities.  Click here to download the Junior Ranger River Safety booklet and to begin your water safety fun! To learn more about water safety play the water safety game.  The Junior Ranger River Safety booklet can be completed before visiting the park or the finished booklet can also be mailed to the park and a badge will be sent to you.        Junior Ranger Underwater Explorer Activity Guide   Water is everywhere around us and plays a very important role in our daily lives.  Bodies of water such as lakes, rivers, and oceans are found throughout national parks.  The National Park Service manages its water resources to protect the environment and promote recreation.  To learn more about these water resources, that not only provide homes for many organisms but also play a role in the water cycle, why not become a Junior Ranger Underwater Explorer.  Download the activity guide and begin to dive into the underwater world.  When you have finished the activity guide bring it to the park or mail it to: National Park Service Submerged Resources Center: Junior Ranger 12795 West Alameda Parkway Lakewood, CO  80228          Upper Delaware Junior Ranger Activity Booklet   Would you like to learn more about the Lenape Indians or Roebling's Delaware Aqueduct?  What about the bald eagle soaring overhead or the fish swimming in the river?  Try your hand at writing a story like western author Zane Grey did near the banks of the river.  The Upper Delaware Junior Ranger Activity booklet will allow you to explore the natural and cultural world in and around the Upper Delaware River.  The booklet is recommended for ages 5-12 but is fun for all ages.  Free Junior Ranger booklets are available at the Zane Grey Museum, Park Headquarters, or Park Ranger kiosks located at four river accesses. After a Junior Ranger booklet is completed, a ranger will sign the booklet and give the Junior Ranger a badge or a patch!     Other Junior Ranger Activities  For more ways to be a Junior Ranger, visit WebRangers. You can learn more about the National Parks, play games & activities, and create you own Ranger Station.",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/kidsyouth\/beajuniorranger.htm"
}
