{
    "title": "Upper Delaware Scenic & Recreational River: Bald Eagles",
    "body": "Bald Eagles         Mature bald eagle in flight. Scott Rando  More than 100 eagles migrate to the Upper Delaware each winter in search of open water, fresh and abundant fish and undisturbed habitat. When lakes and rivers freeze over in northern portions of the United States and Canada, bald eagles move southward to areas like the Upper Delaware river valley.  It's estimated that at least 200 different eagles use the Delaware River for some period of time during the winter months. Depending on weather conditions, the eagles begin arriving in mid-December. By mid-March most eagles begin the return flight to their breeding areas located to the north. Though each year we find that there are more and more year round \"resident\" eagles staying in the Upper Delaware, building their nests and raising their young.          Adult bald eagle bringing food in to nest for young. Scott Rando  Bald eagles normally mate for life, but will secure other mates if one is lost. Both partners are involved with nest building and feeding the young. Females lay 1 to 3 eggs and incubate them for a period of 35 days. The young remain in the nest for 3 months, and are fully grown when they leave the nest (fledge). By 5 months, the immature eagle leaves the nesting area. Migratory immature eagles often will return to the general vicininty (within 200 miles) of where they were born when they reach maturity and are ready to find a mate of their own and build a nest. A bald eagle can live in the wild for as long as 30 years.        New York State Department of Environmental Conservation's Peter Nye begins climbing up a white pine tree on an Upper Delaware River island in order to band the young in the nest at the top. National Park Service  Until recently, your chances of actually seeing an eagle along the Upper Delaware were slim. That has changed, thanks to recent cooperative efforts to improve environmental conditions and to re-establish the bald eagle in the eastern United States. After nearly disappearing from most of the United States decades ago, the bald eagle is now flourishing across the nation and no longer needs the protection of the Endangered Species Act. After removal from the nations list of threatened and endangered species in 2007, the bald eagle continues to be protected under the Bald and Golden Eagle Protection Act and the Migratory Bird Treaty Act. Regionally, the Upper Delaware River has played an important role in this population growth. Both New York State Department of Environmental Conservation and Pennsylvania Game Commission have had bald eagle restoration or \"hacking\" programs. With proper technique and planning, winter eagle-watching has become a popular off-season activity in the Upper Delaware Valley. Delaware Highlands Conservancy works cooperatively with the National Park Service and with New York State Department of Environmental Conservation to help visitors find and properly observe wintering eagles along the Upper Delaware River. The Upper Delaware River offers several eagle viewing spots where creeks and other rivers meet the Delaware.         You can monitor and track bald eagle populations throughout the seasons at Journey North. Citizen scientists are even invited to report local sightings of bald eagles!",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/nature\/baldeagles.htm"
}
