{
    "title": "Upper Delaware Scenic & Recreational River: Geology",
    "body": "Geology of the Upper Delaware         Geologic features of Upper Delaware at Skinners Falls. David B. Soete  The Upper Delaware River lies between the Appalachian Plateau physiographic province and the Catskill physiographic section. The Upper Delaware Scenic and Recreational River is an exceptional example of a deep, narrow river valley cutting across the Small Lakes section of the glaciated portion of the Appalachian Plateau. The overall landscape is a fluvial or stream-cut landscape changed by stream derangements from glacial deposits, glacial outwash terraces, diverse channel morphologies, exposed ancient bedrock, bedrock knobs, cutoff incised meanders, island complexes, gorges, and fossils.        Point Mountain, Hancock, NY David B. Soete  The area's rolling hills vary in elevation from 800 to 2,000 feet and are characterized as a series of indistinct and irregular escarpments. Relief is generally between 300 and 500 feet, although it ranges to 700 feet in a few locations. Point Mountain, defining the northermost extent of the wild and scenic river designation, is an isolated bedrock knob formed by glacial meltwater that eroded through a ridgeline between the east and west branches of the Delaware River. Sandstone cliffs, clearly evident at places like the Hawks Nest, show ancient river channel deposits that have a wide variety of bedding features, including three types of crossbedding, ripple marks, current lineation, tool marks, mud cracks, and conglomerates. Fossilized plant and animal remains are found here, such as bony plates from the armored fish of Devonian times, brachiopods and mollusks, a few types of coral, bryozoans, cephalopods and rare trilobites. A marked diversity of unique land forms exist throughout the river corridor. The Delaware River Gorge has been identified by the Pennsylvania Bureau of Topographic and Geologic Survey as one of the outstanding scenic geologic features in the state. The gorge begins above Matamoras and runs north throughout most of the river segments, ranging between two and three thousand feet in width. Geologic processes left many economically valuable deposits, including bluestone, sand and gravel, shale, and peat. The parent materials of most of the soils within the river corridor have been accumulated largely through glacial action and deposited as till or outwash from receding glaciers. Red and gray sandstone, siltstone, and shale are primary contributors to the soils.",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/nature\/geology.htm"
}
