{
    "title": "Upper Delaware Scenic & Recreational River: Water Quality",
    "body": "Water Quality         Looking upstream, Pond Eddy, NY. NPS, Upper Delaware  High water quality, the presence of cold water releases, and its free-flowing character all give the Upper Delaware some of the most important fisheries habitat and recreational opportunities in the Northeast. The Upper Delaware River contains some of the cleanest water in the eastern United States. The Upper Delaware's consistently high water quality provides habitat to diverse and well-balanced biological communities. The upper segment of the river is also unique among large rivers in the East due to its relatively cold temperatures. Since 1967, when large volumes of cold water were first released from Cannonsville Reservoir, the New York State Department of Environmental Conservation reclassified approximately 27 miles of river between Hancock and Callicoon, NY, as a coldwater fishery. This northernmost stretch of the Upper Delaware supports an abundant population of wild rainbow and brown trout, offering some of the finest trout fishing in the Northeast. The 50 miles of warmwater fishery between Callicoon and Port Jervis, NY, offer habitat to many species including sunfish, eel, bass, and walleye. American eels are found throughout the corridor, sustaining one of the finest commercial eel fisheries in the world during the fall, when mature eels return to the sea to spawn. The Upper Delaware also provides key spawning and nursery habitat for the American shad along its entire length. The Delaware is the only natural shad river in the Northeast (from Maine to West Virginia) that is sufficiently free of man-made barriers and industrial pollution to allow passage of these migratory fish to their upper reach spawning habitats. Tributaries are critical fisheries habitat and are vitally important to all the biological resources of the river environment. The Delaware River also serves the water needs of 5% of the United States population, approximately two billion gallons daily. Thus, tributary stream ecosystems and the quality of water flowing into and from the Upper Delaware must be maintained. For Additional Information National Park Service: Water Resources Division  Delaware River Basin Commission   Water Basin Use Upper Delaware Schools participate in Annual Water Snapshot Program  EPA:Watershed Profile - Upper Delaware  EPA: Watershed Profile - Middle Delaware-Mongaup-Brodhead  Delaware Riverkeeper Network: The Riverkeeper network is a not for profit corporation whose members monitor the quality of the Delaware River and its tributaries.  New York State Department of Environmental Conservation  Division of Water  Pennsylvania Department of Conservation and Natural Resources DCNR River Activities",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/nature\/waterquality.htm"
}
