{
    "title": "Petrified Forest National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         Immature Couch's spadefoot NPS  Can you imagine living underground for nine months of the year and not eating, drinking, or defecating? Amphibians are amazing animals who do just that. It is hard to imagine that in this dry region animals requiring consistent moisture could thrive. Three hundred and fifty million years ago the first fish-like amphibian hauled itself out of the sea. Fossilized remains of giant amphibians, such as metoposaurs, have been discovered within the sedimentary rock of the park. By the time dinosaurs appeared, amphibians were flourishing. Today, they are still among the most successful animal groups. How have they survived and adapted to varied environments worldwide? Permeable skin! Amphibians do not drink; they absorb water through their skin. Spadefoot toads, residents of the park, absorb water from the soil in which they hibernate. Although permeable skin allows for water absorption, it provides little barrier to evaporation. This causes the animal's water balance to be in constant flux. Evaporative water loss also results in loss of body temperature. This is why you often see amphibians on warm pavement in the evening. Such behavioral and physiological mechanisms shape their daily life and make it possible for them to survive. Amphibians recorded in the park Further research will undoubtedly locate more species as different habitats in the park are more thoroughly studied. Ambystoma tigrinum Tiger Salamander Anaxyrus (Bufo) cognatus Great Plains Toad Anaxyrus Bufo punctatus Red-spotted Toad Anaxyrus (Bufo) woodhousii Woodhouse’s Toad Scaphiopus couchii Couch’s Spadefoot Spea multiplicata Mexican Spadefoot (formerly Scaphiopus multiplicata) Spea bombifrons Plains Spadefoot Updated 2010   Global Concerns Although amphibians have survived here for millions of years, today they are in trouble. Biologists around the world have noted dramatic declines in amphibian populations. No one knows what is causing these declines, but it is thought to be a sign of unfavorable environmental changes. Habitats such as wetlands are being destroyed, pesticides and metal poisons are contaminating the water, new predators are being introduced, the ozone layer is being depleted, and global climate changes are underway. In some cases, natural population fluctuations may explain the decline but scientists have ruled out natural causes as the only explanation for the overall problem. All around the world, declines are occurring in many species. What is clear is that human actions are the primary cause of these declines.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/amphibians.htm"
}
