{
    "title": "Upper Delaware Scenic & Recreational River: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems       The rural character of the Upper Delaware Valley landscape supports a wide variety of plant and animal species. Its biological diversity coupled with the low levels of pollution (air, water, noise, etc.) contribute to the high quality of life and scenic value of the Upper Delaware Valley, all within 150 miles of over 35,000,000 people The Upper Delaware valley is noted for its northern hardwood forests which have supported a thriving lumber industry, producing thousands of cubic feet of veneer logs, sawlogs, millwood, and pulpwood each year. These forests are also the resource base for a lucrative and growing recreation industry, the habitat for a variety of game animals and other wildlife, and a protective cover for this watershed which serves many local towns and impacts the quality of water miles downstream. The Upper Delaware River corridor contains diverse habitats that support abundant wildlife populations. In addition to the dense forest cover (from 50% to 75% of the corridor), farming practices have introduced new pioneer plant species and have provided pasture grasses and crops that enhance the wildlife food supply. Of the fifty species of mammals observed in the corridor, the white-tailed deer is a principal wildlife resource. The valley provides habitat for the river otter, once abundant throughout Pennsylvania. About 70% of the state's remaining otter population is now thought to reside in the basin. Wildlife biologists believe that Pike County, PA, has one of the highest black bear populations in the state. Other animals of note in the corridor include bobcats, coyotes, and wild turkey. As part of the Atlantic Flyway, the corridor hosts large numbers of waterfowl and waterbirds in the wooded riverside habitats. Approximately 200 species of birds have been identified within the corridor, including the bald eagle, which winters and nests in the Delaware watershed. According to wildlife biologists, the highest concentration of eagle wintering areas in New York is found in this watershed.",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
