{
    "title": "Upper Delaware Scenic & Recreational River: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 28, 2015  Looking for Boy Scout Troops for a Volunteer Project  Upper Delaware Scenic and Recreational River Needs Your Help with Trail Maintenance on the Tusten Mountain Trail in Narrowsburg, NY   August 23, 2015  Park Ranger Guided Canoe Instruction on the Delaware River  Park Ranger from Upper Delaware Scenic & Recreational River will demonstrate proper canoe paddling techniques and safety   August 17, 2015  Discover the Story of the Erie Railroad through Living History  Learn about the scandalous local history of the Erie Railroad, and New York’s glamorous and wealthy elite who escaped to the scenic Upper Delaware on the Erie’s passenger service   May 17, 2012  Thanking America's Armed Forces  To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 09, 2012  Mile-a-minute Vine Found in Upper Delaware River Valley  Mile-a-minute vine, unfortunately, gets its name from the eerie rate at which this vine can grow in a day.  Yes, it’s true; it can grow up to 6 inches in one day and can reach over 20 feet long in one growing season.   May 04, 2012  Large Blooms of Didymo Discovered in the Delaware River  Superintendent Sean McGuinness announced today that an aquatic biologist with the Delaware River Basin Commission found extensive mats of the aquatic alga Didymosphenia geminata (also known as Didymo or \"Rock Snot\"), an invasive species, in the Delaware River.   May 04, 2012  High School River Clean Up  Each year volunteers remove a tremendous amount of litter and waste from the floor and banks of the river.  This is your chance to help keep our public lands safe and beautiful!   May 04, 2012  Don Hamilton Promoted to Chief of Resource Management  Don Hamilton, Natural Resource Specialist, was recently promoted to the position of Chief of Resource Management at Upper Delaware Scenic and Recreational River.   August 26, 2011  Flooding Expected Along Upper Delaware River  Due to Hurricane Irene the possibility for significant flooding exists on the Upper Delaware River and its tributaries.   August 14, 2009  Roebling Bridge Road Work Delayed Until Monday, August 17, 2009  Road work originally scheduled for August 13 and 14 has been delayed until Monday, August 17, 2009.  “The weather has forced them to postpone their work until Monday, commented Superintendent Vidal Martinez.    August 06, 2009  National Park Service Announces Minor Delays Crossing the Roebling Bridge  No abstract supplied.   July 07, 2009  Evening Nocturnal Program to be Held at the Zane Grey Museum  No abstract supplied.   July 06, 2009  Evening Night Sky Program to be Held at the Zane Grey Museum  Join Park Ranger Alyson Lasko to learn about the summer evening sky.  Through demonstrations and a PowerPoint presentation visitors will learn how to identify the summer constellations, as well as the stories behind them.    July 02, 2009  The Zane Grey Festival to be held again at the Zane Grey Museum  No abstract supplied.   June 22, 2009  Summer Programs for Children to be Held at the Zane Grey Museum  No abstract supplied.   June 04, 2009  Roebling Bridge and Minisink Trail Repairs  Two historic Upper Delaware resources that received extensive damage during the floods of 2004-05-06 will receive extra attention this construction season, according to Superintendent Vidal Martinez of the National Park Service.   November 17, 2008  30th Anniversary Events  Upper Delaware Scenic and Recreational River marked 30 Years of Partnering to Protect the River with two special events.   October 03, 2008  Upper Delaware EXPO  Please join Upper Delaware Scenic and Recreational River in celebrating its anniversary at the Upper Delaware EXPO on Saturday, October 25, 2008.   October 03, 2008  Upper Delaware 30-Year Retrospective  The 30th anniversary of the designation of the Upper Delaware Scenic and Recreational River will be commemorated on November 8 with a symposium at Central House Family Resort in Beach Lake, PA.   July 25, 2008  Fifty-six Drown in Upper Delaware River  Fifty-six people drowned in the Upper Delaware River since 19.  The number wearing a life jacket?  Zero! 80.    September 08, 2006  National Park Service Hosts New York State Hunter Safety Course  No abstract supplied.   September 01, 2006  Rising Water Increases Danger on Upper Delaware River  Dave Forney, Superintendent of the National Park Service at Upper Delaware Scenic and Recreational River, announced this morning that although the water level is dropping on the Delaware River, there is still a danger of high water for the weekend.   September 01, 2006  Upper Delaware River Swimming Advisory  Water quality monitoring conducted on August 29 and 30 revealed high fecal coliform bacteria levels throughout the Upper Delaware Scenic and Recreational River and within Delaware Water Gap National Recreation Area.   July 20, 2006  \"Lost and Found\" for the Delaware River  Flood water on the Upper Delaware River resulted in boats, propane tanks, tables and other items being swept downstream. Now that the water level has gone down, locating and recovering items lost in the flood will become easier.   July 20, 2006  Is the Delaware River Safe for Boating and Swimming?  No abstract supplied.   July 05, 2006  Roebling Bridge Reopens to Vehicular Traffic  Roebling Bridge reopened to vehicular traffic at 3:20 pm today.   June 28, 2006  High Water Danger on Upper Delaware River  Upper Delaware Scenic and Recreational River is experiencing historic flood conditions. Flood and high water conditions are expected to continue through this weekend.",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/news\/newsarchive.htm"
}
