{
    "title": "Upper Delaware Scenic & Recreational River: D&H; Canal",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     D&H Canal                Delaware & Hudson Canal        Towns such as Ellenville, New York benefited from its location on the canal.  The D&H provided a transportation to the Hudson River and a link with New York City. Minisink Valley Historical Society      Upper Delaware Scenic and Recreational River includes portions of the historic Delaware and Hudson Canal. Constructed from 1825 to 1829 — with 16 miles of gravity railway and 108 locks over a 108-mile canal — it was built to transport anthracite coal from mines in northeastern Pennsylvania to markets on the Hudson River. Throughout the 19th century the D & H Canal together with the Pennsylvania Coal Company gravity railroad expanded, struggled and transformed to become part of a 171-mile transportation system.  In the latter part of the 1800s, railroads grew while canals declined. Transportation by canal was limited by winter weather conditions, droughts and floods. Railroads were better able to reach new markets. By the turn of the 20th century in the Upper Delaware River Valley, the Erie Railroad was thriving and the D & H Canal was abandoned in 1898. Today, little survives of the D & H Canal and its associated industries. However, remnants of the canal may be seen along its former route. Where these features are preserved and protected, you may glimpse into the life of a by-gone era. Why Build a Canal? Canals have been built for thousands of years for irrigation, drainage, and later, transportation. Goods could be moved more efficiently on water than on horseback or in wagons. Where no suitable water existed for navigation, early engineers designed canals. The Industrial Revolution required an even more efficient system to transport raw materials to factories and markets. Early European settlers recognized the need for canals in the United States, even before it became an independent nation in 1776. The young country could not afford to build canals until the early 1800s, and then most were financed by the states. The Delaware and Hudson (D & H) Canal was the first canal in this nation built as a private enterprise.     The Delaware & Hudson Transportation System        Stationary engines at the top of a series of inclined planes pulled carloads of coal over the mountains.  The railroads used sweeping curves and gravity to take the coal down the mountain to waiting canal boats. Minisink Valley Historical Society  The D & H Canal and Gravity Railroad was a system of transportation between northeastern Pennsylvania coal fields — owned by Philadelphia businessmen William and Maurice Wurts — and ports of New York and New England. From its opening in 1828 to its demise in 1898, the canal system transported millions of tons of anthracite coal. The Delaware & Hudson Canal Company relied on engineering experience and technology from other canals — the Erie (NY), Morris (NJ), PA state canals — and financial backing from wealthy investors and stockholders, including Philip Hone. The successful D & H was among the few privately-owned canals of that era. Construction of the canal lasted from 1825 to 1828, and employed thousands of laborers. The work — done by hand with pick, shovel and blasting powder — was difficult and often dangerous. Carbondale to Honesdale 16- mile Gravity Railroad The D & H Canal Company planned to transport their coal from the mines in Carbondale, Pennsylvania, to the Hudson River entirely by canal. However, the availability of water at the summit and the number of locks needed to scale the Moosic Mountains between Carbondale and Honesdale precluded this plan. A \"gravity railroad\" was the solution, and construction began in 1827. The \"gravity,\" designed by D & H Chief Engineer John B. Jervis, utilized a series of inclined planes and steam engines to pull carloads of coal up and over the Moosic Mountains, a rise of almost 1,000 feet. In his effort to use the latest transportation technology in England, Jervis's young assistant engineer Horatio Allen brought to Honesdale America's first steam locomotive, the Stourbridge Lion. Completion of the \"gravity\" in 1829 enabled the canal to transport a great percent of its tonnage in coal. While built primarily for coal, cargo also included wood, stone, brick, Rosendale cement, and provisions. Honesdale to Rondout 108 Miles, 108 Locks Navigation on the canal began at the boat basin in Honesdale, where the coal was transferred from gravity railroad cars to canal boats. The canal's route followed the banks of the Lackawaxen River until it met the Delaware River. Boats crossed the Delaware at Lackawaxen, where the canal then paralleled the New York shore of the Delaware to Port Jervis. There the canal turned eastward, following the Neversink and Rondout Creeks to the Hudson River, where the coal was unloaded at Rondout (near Kingston, New York) and sent by steamship to market. The D & H Canal was originally 32 feet across at the top, 20 feet at the bottom, with a depth of four feet; its 76' x 10' locks could accommodate 20- to 30-ton- capacity boats. At 1-3 mph, the canal boats pulled by mules made the round trip in 7 to 10 days.     Growth and Expansion        Mountains of coal were transferred to Hudson River barges at Roundout, NY. Minisink Valley Historical Society  In its early years, the D & H Canal was buffeted by a wide variety of troubles: seepage and settling of the banks, a regional cholera epidemic, opposition by Delaware River raftsmen, fluctuations in the national economy, and resistance to the use of anthracite. The Stourbridge Lion, the first steam locomotive used in America, was too heavy for the gravity railroad. In addition, the D & H competed with other canals (Delaware & Raritan, Morris) for the same markets in New York City. Stock prices fluctuated during the early years, but by 1848 the D & H Canal was probably the nation's largest private corporation. The formation of the Pennsylvania Coal Company, which brought coal by gravity railroad to Hawley, Pennsylvania, encouraged the enlargement of the D & H Canal. In the late 1840s and 1850s, the canal's trunk was deepened to 5, then 6, feet. Its locks were enlarged to 90' x 15', increasing its capacity from 200,000 tons to one million tons annually. Forty- ton capacity boats were gradually replaced by boats of up to 140 tons, which could go directly from the canal to markets up and down the Hudson. During this period of expansion, John A. Roebling was brought in to work on four suspension aqueducts, one of the distinguishing features of the D & H Canal. While the Lackawaxen Aqueduct no longer exists, the Delaware Aqueduct, now known as the Roebling Bridge, still stands within Upper Delaware Scenic and Recreational River. Remnants of the Neversink Aqueduct are preserved within the Neversink Valley Area Museum properties in Cuddebackville, NY. Remains of the High Falls Aqueduct are near the D & H Canal Historical Society and Museum in High Falls, NY.     Life along the Canal        Boatmen, often joined by their wives and children, worked 15 or more hours a day. Minisink Valley Historical Society  Life on a canal boat was a \"family business.\" Wives and children worked 15- to 20- hour days along-side boatmen, eking out a meager existence with \"the company.\" The D & H Canal affected life throughout the region. Irish and German immigrants who built and enlarged the canal increased the cultural diversity, bringing new customs to an area populated mainly by Dutch and English settlers and a few remaining Native Americans. New towns and industries (boat builders, glass works, foundries) sprang up along the canal. Previous industries — lumber mills, paper mills, tanneries, stone quarries — prospered with improved transportation. Others, like the Rosendale natural cement industry, took advantage of the proximity of the D & H Canal.         The Delware Aqueduct eased the flow of canal traffic across the Delaware River and reduced canal travel time by one full day. National Park Service",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/historyculture\/dhcanal.htm"
}
