{
    "title": "Upper Delaware Scenic & Recreational River: Traveling Trunks",
    "body": "Traveling Trunks       Upper Delaware has developed several traveling trunks that can be used to supplement classroom material.  These trunks cover a wide variety of environmental themes such as birds of prey, wildlife, bats, and animal tracks as well as several topics of interest including the National Park Service and the Lenape Indians. The reference materials, videos, stories, and hands-on items such as skulls, hides, eggs, and puppets in the trunks will give students a unique perspective into the natural and cultural world of the Upper Delaware River Valley.            Birds of Prey The Birds of Prey Trunk is suitable for elementary and middle school students. The focus is common birds of prey found in the Upper Delaware region with an emphasis on bald eagles.  The contents include reproduction skulls and talons, owl pellets, eggs, puppets, pictures, and bird calls. Included reference materials will aid the students in additional research.         Wildlife The Wildlife Trunk allows Pre-K through 5th grade students to explore and learn about the abundant wildlife that inhabits the Delaware River Valley. The trunk contains items that the students can touch and inspect such as skulls, pelts, claws, and quills. Pictures and reference material are included for more in depth exploration on native wildlife and their habitats.         Wildlife Puppets The Wildlife Puppet Trunk is designed for students in grades Pre-K through 2nd. The trunk contains over 50 puppets of both animals and insects found in the Upper Delaware River Valley. Stories that cover environmental themes such as stream ecology, animal habitat, and the life cycle of insects are also included.         Animal Tracks Students from Pre-K through 5th grade will enjoy identifying and making animal tracks in sand with the track stamps found in the Animal Tracks Trunk. Reference materials in the trunk can be used to learn more about tracks found around the school, at home, on a walk through the woods, or down to the Delaware River. For younger students there are story books to enhance the hands-on activities.         Bats The resources of the Bat Pack will allow K-6th grade students to explore the world of bats and how they relate to humans. While the myths and legends surrounding bats are interesting, the facts are far more amazing. Students will learn how important bats are to the delicate balance of the ecosystem.         National Park Service The National Park Service Trunk includes items representative of many parks within the National Park System. Each item represents or depicts a piece of our American heritage and often has a story behind it relevant to the history of America.         Lenape Indians Participating in and learning about the rich Lenape Native American culture will fascinate and intrigue 1st-6th grade students. This trunk helps bring to life the traditions and customs of a tribe that once thrived on the abundant plant and wildlife that was found in the Upper Delaware River Valley.         Insects K-6th grade students will have the opportunity to learn about the various insects that are in our ecological neighborhood. Included in the Insect Pack are insect mounts, bug boxes, rubbing plates, an activity book, and more.         Butterflies The Butterfly Pack will fascinate K-6th graders with activities and stories. Students will learn about the life cycle of butterflies, where they live, and what they eat. They will also learn about why butterflies are so important to people.       Reserving a Trunk Teachers may borrow the trunks for up to two weeks at a time. Trunks will be delivered to schools within the river corridor. Other interested schools will need to make arrangements to pick them up. To reserve a traveling trunk for your classroom, please contact Education Specialist Ingrid Peterec by phone at 570-685-4871 or by email.  To access a printable version of this bulletin click here.",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/education\/travellingtrunks.htm"
}
