{
    "title": "Upper Delaware Scenic & Recreational River: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 05, 2016  Fun for the Whole Family at the 12th Annual Zane Grey Festival  The National Park Service and the Zane Grey’s West Society will host the 12th Annual Zane Grey Festival this summer.  The festival is free of charge and will be held at the Zane Grey Museum, 135 Scenic Drive, Lackawaxen, PA on Saturday, July 16, 2016 from 10:00am – 4:00pm.   June 24, 2016  Celebrate 4th of July Weekend on the 100 Mile Paddle  Upper Delaware Scenic and Recreational River is celebrating the National Park Service’s 100th birthday by paddling 100 miles of the Delaware River this summer. Looking for something fun to do to celebrate Independence Day? Consider signing up for the 100 Mile Paddle on July 2nd, 3rd, and 4th. The stretches of river that will be covered will be Long Eddy, NY to Callicoon, PA, Callicoon, PA to Damascus, PA, and Damascus, PA to Narrowsburg, NY, respectively.  Paddlers must provide their own equipment but a free shuttle is provided.  The paddle will begin at 9:00am and participants will meet the Park Rangers at the launch access.   June 16, 2016  Upper Delaware Scenic and Recreational River Hosts Yoga By The River  Upper Delaware Scenic and Recreational River is excited to present a new series of programs this summer, called ‘Yoga By The River’. The sessions will take place on Saturday June 25th, Saturday July 23rd, and Saturday August 20th, at 9:30 AM at the Corwin Farm Ranger Station, 2995 State Route 97, Pond Eddy, NY 12770. The sessions will be led by Maggie Lehrian of Roots Yoga Studio in Hawley, PA, and will be free to the public. To register for the sessions or for more information, please call Anya Shaunessy at 570-685-4871 ext. 6610, space is limited.   June 09, 2016  Upper Delaware Scenic and Recreational River Seeks Volunteers to be Watershed Stewards  If you are someone who enjoys spending time outdoors, consider yourself to be a “people person”, and find yourself with some extra time on your hands, then signing up to be a Watershed Steward may be the perfect opportunity for you!  The National Park Service, Upper Delaware Scenic & Recreational River is looking for eager outdoor enthusiasts to donate a few hours of their time at some of the busiest Upper Delaware River boat launches and access points on weekends throughout the summer visitor season, from June 18 through September 3, 2016.   May 24, 2016  Launch of 100 Mile Paddle on the Delaware River  The National Park Service is celebrating its 100th birthday by inviting the public to paddle 100 miles on the Delaware River with us this summer.  The “100 Mile Paddle” will be a series of ranger-led guided paddles covering 70 miles of the Upper Delaware River and 30 miles of the Middle Delaware River.  The inaugural paddle will begin on Saturday, June 4th at 9:00am in Fireman’s Park in Hancock, NY and then travel down the river to the NY DEC Access in Lordville, NY.   May 10, 2016  Upper Delaware Scenic and Recreational River to celebrate American shad and World Fish Migration Day on May 21st  An ancient and impressive wildlife migration is occurring in our midst. The spring spawning run of American shad is a timeless ritual, one that has taken place in the Delaware River for the past 10,000 years. On May 21st, World Fish Migration Day, the National Park Service will celebrate this rite of spring with a shad viewing float trip on the Upper Delaware River between 10:00 am and 2:00 pm. Join park biologists for an 8-10 mile river paddle to observe migrating American shad, learn about their natural history and ecology, and simply enjoy the outdoors.   April 07, 2016  Upper Delaware Scenic and Recreational River Hosts HAM Radio Operator Event  Imagine talking across town, around the world, or even into space in a time before internet or cell phones. As part of our celebration of National Park Week, Upper Delaware Scenic and Recreational River is partnering with the Wayne County Amateur Radio Club to educate people about the fascinating operation of HAM radios. Join us on April 23, 2016 between 9am and 5pm at the National Park Service Ranger Station in Milanville, Pennsylvania (1152 River Road, Milanville, PA) for a demonstration by amateur radio operators that brings together people, technology, and communication.   April 04, 2016  “Wear It!” Lawn Signs Promote Water Safety  With this year’s boating season right around the corner, now is the time to dust off your “Wear It!” lawn signs. These signs help Upper Delaware Scenic and Recreational River spread the important message to always wear a life jacket when boating, swimming, fishing, or floating on any body of water. Wearing life jackets save lives.   September 17, 2015  Celebrate National Public Lands Day with Upper Delaware Scenic and Recreational River  Upper Delaware Scenic and Recreational River invites you to participate in a national day of community service on September 26   August 31, 2015  Join Us for a Ranger Led Program on Bald Eagles  Experience the Soaring Majesty of America’s National Bird, the Bald Eagle at Upper Delaware Scenic and Recreational River   August 28, 2015  Park Ranger Led Nature Hike of the Bouchoux Trail  Rangers will lead a challenging, yet picturesque nature hike in Lordville, New York   August 17, 2015  99th Birthday of the National Park Service  Come Find Your Park and Celebrate the 99th Birthday of the National Park Service! Upper Delaware Scenic and Recreational River invites you to celebrate with us on August 25th.",
    "url": "https:\/\/www.nps.gov\/upde\/learn\/news\/newsreleases.htm"
}
