{
    "title": "Upper Delaware Scenic & Recreational River: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar         Park Ranger presenting a program on the park's ecosystem. National Park Service  The National Park Service is celebrating its Centennial throughout 2016, and we want you to celebrate with us! The entire summer at Upper Delaware is packed with special events, programs and paddles so get ready to explore your Upper Delaware River!  For a complete list of programs offered this summer download the 2016 Summer Program Guide.            Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 9 results    Show ALL instances of recurring events   RSS Feed      Upper Delaware Scenic & Recreational River Guided Hike - Mongaup River Trail      Time: 10:00 AM to 11:30 AM Location: Mongaup River Access - Mongaup NY Fees: Free     Sunday, August 14, 2016 Join park rangers for a 2 mile guided hike on the Mongaup River Trail. View Details      Upper Delaware Scenic & Recreational River Moonlight River - Tusten Trail Walk      Time: 8:30 PM to 9:30 PM Location: Tusten, NY Fees: Free     Thursday, August 18, 2016 Take a hike at night under a full moon for a different experience. View Details      Upper Delaware Scenic & Recreational River River Readings      Time: 10:30 AM to 11:30 AM Location: Zane Grey Museum, Lackawaxen, PA Fees: Free of Charge     Thursday, August 18, 2016 Every Thursday Weekly  from 07\/07\/2016 to 08\/18\/2016 River Readings will be held at the Zane Grey Museum in Lackawaxen, PA every Thursday morning at 10:30am from July 7th, 2016 through August 18th. View Details      Upper Delaware Scenic & Recreational River 100 Mile Paddle - Day 11      Time: 10:00 AM to 4:00 PM Location: Dingman's Ferry PA Fees: free     Saturday, August 20, 2016 Day 11 of the 100 Mile Paddle continuing down through the Delaware Water Gap View Details      Upper Delaware Scenic & Recreational River Yoga on the River      Location: Corwin Farm, Barryville NY Fees: Free     Saturday, August 20, 2016 Join a certified yoga instructor for a wonderful yoga class in an idyllic setting. View Details      Upper Delaware Scenic & Recreational River Bluestone Quarry Program      Time: 2:00 PM to 3:00 PM Location: Minisink Battleground Park Fees: Free     Sunday, August 21, 2016 Join a park ranger as they give a program on the history of bluestone quarrying in Barryville NY. View Details      Upper Delaware Scenic & Recreational River 100 Mile Paddle - Day 12      Time: 10:00 AM to 4:00 PM Location: Bushkill PA Fees: Free     Saturday, August 27, 2016 The final leg of our 100 Mile Paddle and the finale trip of our event. View Details      Upper Delaware Scenic & Recreational River River Clean-Up      Time: 9:00 AM to 2:00 PM Location: Narrowburg DEC Access Fees: Free     Saturday, August 27, 2016 Help us keep the River Clean by joining a river clean-up.  The event will take place on the river starting at the Narrowsburg NY DEC Access and ending at the Ten Mile River Access View Details      Upper Delaware Scenic & Recreational River Guided Hike: Bouchoux Trail      Time: 2:00 PM to 3:30 PM Location: Lordville NY Fees: Free     Sunday, September 11, 2016 Join park rangers on a 2 mile guided hike on the beautiful Bouchoux Trail. View Details",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/calendar.htm"
}
