{
    "title": "Petrified Forest National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants                   Trees and Shrubs - Cliffrose               Grasses - Purple Three Awn               Lichens               Wildflowers – Hedgehog Cactus             Not all plants at Petrified Forest National Park are fossils. Living plants are critical components within the grassland ecosystem found throughout the park. Plants capture particulate dust in the air, filter gaseous pollutants, convert carbon dioxide to oxygen, provide habitat for animals, and supply raw materials for humans. Learn more about each category: Grasses Lichens Wildflowers Trees and Shrubs                   Plants of Petrified Forest National Park   101 Photos  Plants and wildflowers abound in Petrified Forest National Park.                          Purple Aster flowers NPS\/Marge Post  Plant Adaptations Plants of arid climates have adaptations which enable them to survive the extremes of temperature and precipitation. These adaptations can be grouped in two basic categories, drought escapers and drought resistors. Escape Drought escapers are plants which take advantage of favorable growing conditions when they exist, but go dormant when those conditions disappear. They are usually annuals, growing only when enough water is available. Seeds produced under good conditions can lie dormant for years if conditions are not favorable for germination. Most grasses and wildflowers are drought escapers.        Prickly Pear Cactus Flowers NPS\/Marge Post  Resistance Drought resistors are typically perennials. They have mechanisms for reducing the damage a drought can cause. For example, some will drop their leaves if water is unavailable. Many have small, hairy leaves which reduce exposure to air currents and solar radiation and thereby limit the amount of water lost to evaporation. Cacti, yuccas and mosses are examples of drought resistors. Yuccas have extensive taproots which can reach water beyond the ability of other plants. Mosses can tolerate complete dehydration. When rains return after extensive dry periods, mosses green up immediately.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/plants.htm"
}
