{
    "title": "Upper Delaware Scenic & Recreational River: Safety",
    "body": "River Safety       Planning for a safe river trip begins well before you get on the water and does not end until you return home. By following the steps and information listed below, you will better understand how to safely and comfortably enjoy the river. Children to learn more about how to have a safe boating trip on the Delaware River play the water safety game.          Always Wear Your Life Jacket It's smart to wear a life jacket-while boating, tubing, fishing, wading, or swimming. The National Park Service recommends that you always wear it when you're on or in the water. By law, all children 12 and under must wear a life jacket while on the river in any vessel, including inner tubes. Every person in a boat or using an inner tube must have a life jacket within reach, not tied to the vessel. Each person's life jacket must be the proper size and in good condition. The Upper Delaware River, at average water has only a few Class I or II rapids. However, moving water can be deceptive and potentially treacherous, even for non-paddlers. More drownings on the Delaware River have been swimming-related than boating-related. In all cases, the victims were not wearing a properly fitted life jacket. River Safety Tips Even though the Upper Delaware River appears calm in some areas, DO NOT be misled! Moving water must be respected. Always be aware of the current river conditions.          Wear your life jacket even when swimming. Most drownings occur when boaters stop and swim. Never swim alone! Do not overestimate your swimming ability. Do not attempt to swim or wade across the river. The Delaware River has strong currents and steep drop-offs. Swimming becomes more difficult with increased current and water depth. Even the strongest of swimmers should be extremely cautious! Wear shoes to protect against glass and rocks. River rocks can be very slippery. Avoid obstacles in the water well in advance. Stop and scout rapids to pick the best channel. Never tie your life jacket to your boat. Do not stand in your boat. Kneel while going through rapids, you will be less likely to capsize. If you capsize, don't panic. Save people first! Retrieve boats and equipment only if it can be done safely. Always stay with your group. Guard yourself against sunburn by wearing a hat and light clothing and by using sunscreen with a high rating. Cold water and\/or weather can cause hypothermia. Stay hydrated! Bring plenty of water. Do not drink river or stream water, even clean water can have natural bacteria. Alcohol and boating are a killer combination! Alcohol can enhance heat-related illnesses and slow your response in an emergency. Laws on underage drinking, possession and use of illegal drugs, disorderly conduct and littering are strictly enforced.          Always be Prepared - Your Safety is Your Responsibility  Bring a spare paddle, a throw line, and a first aid kit. Be aware of river conditions. Call the Upper Delaware River Hotline at 845 252-7100. This recorded message is available 24 hours a day and is updated daily during the boating season. It provides the river height, air and water temperatures, boating conditions and general river safety information. Be aware of upstream releases and sudden changes in water depth and speed. Be ready for changing weather and cold water. Have rain gear. To protect against hypothermia, have clothing made of wool, polypropylene, high-performance fleece, or a wet suit. Immersion hypothermia is the numbing effect that cold water has on the body. Hypothermia is possible whenever the water temperature falls below 70°. Loss of body heat is 25 times greater in cold water than in air of the same temperature. Always tell someone where you are going and when you expect to return. Arrange drop off and pick up points before you leave. Leave emergency phone numbers and vehicle description and tag numbers with someone who can report that you are overdue.  Use Proper Boating Techniques.  Kneel when canoeing in rapids to keep your weight low. This helps avoid capsizing. In rapids, aim for the downstream \"V\". Paddle on opposite sides of the canoe. Hold onto your paddle, not the boat.  Paddle around eel weirs Avoid these large, \"V\"-shaped wooden and rock traps, usually constructed by late summer.  Always be courteous on the river You may encounter a variety of river users on your trip. Please respect their rights and act responsibly and ethically.          If You Capsize...  Don't panic. Stay upstream of the boat so it does not pin you against a rock.   Don't attempt to stand in rapids. Get on your back and keep your feet up and pointed downstream to push off obstacles.   Never swim against the current. Backstroke and let the current naturally take you to shore.  Never try to stand in rapids.  Your foot could become trapped between submerged rocks. The current can be strong enough to push you over and hold you under even if you are wearing a life jacket.  Swimming Safety  There are no designated or life-guarded swimming areas on the Upper Delaware River, swimming is not recommended!  Wear a life jacket and appropriate footwear while swimming, wading, or floating.  Do not jump or dive from cliffs, rocks, or bridges into the river; the water may be shallow and objects can be submerged. Rivers are constantly changing, especially with high water. Rocks can show up in a places they never were before. Never attempt to swim across the river. Even the strongest swimmers can become fatigued. A large number of drownings occur this way.  Emergency Contact Numbers: If you have questions or need assistance, look for National Park Service rangers or volunteers, who are there to help.  In an emergency call 911. National Park Service 24 Hour Dispatch: 570 426-2457 New York State Police Delaware County: 607 467-3215 Sullivan County: 845 252-3212 Orange County: 845 856-6500 Pennsylvania State Police Honesdale: 570 253-7126 Blooming Grove: 570 775-7374  Cell phones may not work along the river.",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/safety.htm"
}
