{
    "title": "Upper Delaware Scenic & Recreational River: Take a Hike!",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Take a Hike!              Take a Hike!         Hike all the trails to earn a free Take a Hike! patch.   Join the National Park Service and the Lets Move Campaign to get outdoors, get great exercise, and earn a free Upper Delaware Hikes patch.   Hike all of the trails listed on the Take a Hike! brochure. Record your hikes on the Upper Delaware hikes checklist. Return the checklist to any Upper Delaware location to receive your free patch.      Upper Delaware Hikes Date Hiked   Bouchoux Trail     Damascus Forest Trail     Tusten Mountain Trail     Cobey Pond Trail    Minisink Battleground Park Trails     Mongaup River Trail           For Your Safety   Wear sturdy shoes or hiking boots. Sneakers or sandals will not provide proper support. Well cushioned socks and a hiking stick may be helpful on difficult trails. Bring plenty of drinking water. Insect repellant may be needed. Check yourself for ticks. If you're allergic to insects come prepared. Watch for snakes sunning on exposed rocks. Keep pets leashed at all times. Never feed or disturb wildlife. These are carry-in, carry-out trails. Please don't litter.       Bouchoux Trail (Jensen's Ledges) NY DEC GL 209 Bouchoux Road Lordville, NY GPS 415231.6 - 751047.8 Length: 2 miles Duration: 1 ½ hours Difficult: steep inclines, uneven footing A difficult hike leads to an amazing panoramic view of the Upper Delaware River Valley at the summit of Jensen's Ledges.  Quarrying of bluestone was once a large industry in the area as evidenced by the large bluestone piles. To get to the trail in Lordville, NY turn onto Bouchoux Road. Travel 2.8 miles to the end of the road. The trail head is on the left side at the end of the cul-de-sac.      Damascus Forest Trail MacCubbins Road Beach Lake, PA GPS 413808.4 - 750343.8 Length: 2 miles Duration: 45 minute Easy: level terrain Enjoy the varied landscape of wetlands, uplands and old growth forests on this easy 2 mile loop trail. A large stand of old growth hemlocks remind us of the virgin forests that once stood. From PA Route 652 near the Narrowsburg Bridge turn onto River Road. Turn left on MacCubbins Road. Travel .6 miles. The parking lot is on the right hand side.      Tusten Mountain Trail Crawford Road Narrowsburg, NY GPS 413316 - 750108.9 Length: 3 miles Duration: 1 - 3 hours Difficult: steep inclines, uneven footing The Tusten Mountain Trail is a partnership with the Greater New York Council of the Boy Scouts of America. This moderately difficult three mile trail takes you on a loop through historic remains of the Tusten Settlement as you climb to the summit for a magnificent view of the Upper Delaware Valley. The trailhead is near the Ten Mile River Access on Crawford Road (off Route 97) between Narrowsburg and Barryville, NY.      Cobey Pond Trail PA Game Lands 316 Plank Road Masthope, PA GPS 0493513 - 4600411 Length: 3 miles Duration: 1 hour Moderate: some inclines A leisurely stroll around this moderate 3 mile loop trail offers hikers ample opportunities for wildlife and waterfowl viewing. From PA Route 590 in Lackawaxen, PA turn onto Masthope Plank Road and travel approximately 9 miles. PA Game Lands 316 is on the right side.      Minisink Battleground Park Trails County Route 168 Barryville, NY GPS: 0502479 - 4592744 Length: From ¼ - ½ miles Duration: 30 minutes min. Easy: level terrain This easy loop trail system allows you to visit the site of the only revolutionary war battle fought in the Upper Delaware River Valley. From NY Route 97 turn onto County Route 168 (across from the Roebling Bridge) and travel .8 miles. The park entrance will be on the left.      Mongaup River Trail NY DEC Route 97 Town of Deerpark, NY GPS 412537.8 - 744519 Length: 2 miles Duration: 1 hour Moderate: some inclines The linear trail provides a moderate hike with abundant opportunities to view eagles and waterfowl. Large Eastern Hemlocks trees tower overhead and shade this steep ravine landscape. Closed from 12\/1 - 4\/1.   The trail is located just south of the Mongaup River on Route 97. Look for a small pull off with a bulletin board.",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/take-a-hike.htm"
}
