{
    "title": "Upper Delaware Scenic & Recreational River: Fishing",
    "body": "Fishing       As part of the Wild and Scenic Rivers System, the Upper Delaware River is managed to maintain the scenic integrity and biological diversity that makes this area so unique, while leaving the surrounding land in private ownership. The pristine water of the Upper Delaware River provides ideal habitat for a great variety of fish species and is well known for abundant fishing opportunities. Because the Delaware is a border river between New York and Pennsylvania special regulations apply and are listed in each state’s Fishing Compendium. Please be aware of all the rules before fishing. Fishing Licenses A valid New York or Pennsylvania fishing license is required for all anglers, age 16 and older, on the Delaware River between NY and PA when fishing from a boat or from either shore. New Jersey licenses are not valid on the river between New York and Pennsylvania. Be sure to obtain a summary book of laws and regulations with your license. Refer to the boundary\/border waters section and follow the regulations for size, creel limit, and open season. An angler may use a maximum of two lines. Trout stamps are required with a PA license to take, kill, or possess any trout. Fishing licenses may be purchased from local sporting goods stores or other state license issuing agents. Watch for Fish-For-Free Days during National Fishing Week in June of each year. Along the Upper Delaware, a license is not required on these days; all other regulations still apply, however. Public Access to the Upper Delaware Check the \"Upper Delaware Official Map and Guide\" for location of public river accesses. While all of these accesses will accommodate the walk-in angler, only a few are designed to launch a boat. Parking may be limited. Please respect private property rights.  A state registration is required for all motorized vessels using the river.  Life Jackets are required for all boaters on the Delaware River. Children 12 years old and younger are required to wear their life jackets while boating on the river. Responsible Angling > Keep only the fish you plan to use > Handle fish carefully to avoid injury > Follow fishing regulations > Observe safe angling and safe boating > Never stock fish or plants in public waters > Do not disturb nesting birds > Remove all mud and drain all water from boats before departing access site > Do not release live bait into the water > Dispose of water from baitbucket on land > Do not transport fish or aquatic plants from one body of water to another > Do not dispose of fish carcasses or by-products in the water > Properly dispose of used fishing line > Leave the area as clean as you found it For More Information The Upper Delaware River Conditions Hotline provides river height and water temperature: 845-252-7100 (April - October) For information on fishing regulations, licenses, and health advisories visit www.fish.state.pa.us or www.dec.state.ny.us",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/fishing.htm"
}
