{
    "title": "Upper Delaware Scenic & Recreational River: Fishing Regulations",
    "body": "Fishing Regulations       For information on fishing regulations, licenses, and health advisories visit the Pennsylvania Fish & Boat Commission or the New York Department of Environmental Conservation web pages. Listed below are some of the most popular sport fish.  Open seasons, minimum length, and kreel limits are regulated by the state governments. Please check the above web sites for the most up-to-date regulations. A New York or Pennsylvania fishing liscense is required for all anglers, age 16 and older, on the Upper Delaware River. Trout (Brook, Brown, Rainbow, or Hybrids) Colder waters in the upper sections of the river are best for rainbow and brown trout; the stretch of the river above Callicoon is noted for the best wild trout fishing in the region. Best fishing is in late spring and early summer, good in the fall. Rainbows spawn in the spring, browns and brookies spawn in the fall. American Shad Shad are saltwater fish that migrate from the Atlantic Ocean up the Delaware River to spawn in the spring. The spawning run starts in the lower portions of the river in April, with fish reaching the upper portions of the river by early to mid May. After spawning, many of the weakened adult shad die, usually washing ashore in late June and into July. Early May is prime fishing time below Callicoon, mid-to-late May above Callicoon. Black Bass (Largemouth and Smallmouth) Both species of bass prefer warmer water than trout and are found throughout the Upper Delaware usually from Callicoon south. The smallmouth is more tolerant of cold water and found in greater numbers farther north along the river. Although similar in appearance, the smallmouth is distinguishable from the largemouth by size and the fact that its upper jaw does not extend past its eye, as it does in the largemouth. Narrowsburg to Barryville provides excellent smallmouth habitat (plenty of eddies, rifts, and rocky bottoms) and great fishing. Walleye A member of the perch family, walleye are known for being delicious table fare. Their large eyes and sharp canine teeth are an easy way to identify them. Usually found in the deeper holes and eddies, walleye prefer small fish but will also eat frogs, crawfish, and large insects. Best fishing in spring and fall, at night. Striped Bass Like the shad, striped bass are fish who spend most of their time in salt water, returning to fresh water to spawn. Found in deeper pools during the day, most striped bass are found south of Narrowsburg. Aggressive hunters, striped bass eat a wide variety of small mammals and bait fish. Fishing is usually best in the spring and fall, during the night. Muskellunge (Musky) A top line predator, the musky is known for its voracious appetite and aggressive territorial behavior. Usually found in shallow, weedy water, the musky likes to ambush its prey from protective cover. Primarily fish eaters, they will eat whatever comes along, including snakes, frogs, muskrats, and mice. American Eel Spawned in the Sargasso Sea in the Atlantic Ocean, eels migrate as juveniles to fresh water where they grow into adults. A traditional food source for Native Americans, smoked eels are still a local delicacy. Eels will eat small fish, crawfish, frogs, insects, and crustaceans. Best fishing is at night.",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/fishingregulations.htm"
}
