{
    "title": "Upper Delaware Scenic & Recreational River: Fishing Guides",
    "body": "Fishing Guides        Smallmouth Bass Illustration: Duane Raver\/USFWS       The following professional fishing guides are currently licensed under Commercial Use Authorizations to operate within the boundaries of Upper Delaware Scenic and Recreational River         Adrian LaSorte Guide Service Adrian LaSorte, Cpt. PO Box 327 Hancock, NY 13783 (607) 722-2482 email: tightlines@fishadrian.com  Baxter House River Outfitters Ken Tutalo 2012 Old Rte 17, PO Box 751 Roscoe, NY 12776 (607) 290-4022 email: ken2tut@aol.com   Baxter House River Outfitters Zachary Anderson 223 Haviland Drive Patterson, NY 12563 (845) 520-1695 email: flyfishbackcountry@gmail.com  Ben Turpin Custom Rod Building & Guide Service Ben Turpin P O Box 249 Saylorsburg, PA 18353 (570) 807-3027 email: ben@benturpin.com  Blast or Cast Guide Service Jeff Portz PO Box 226 Roscoe, NY 12776 (607) 290-4068 email: jeffaportz@gmail.com  Border Water Outfitters Inc.; Cross Current Guide Service Jim Costolnick 6218 Hancock Highway Starlight, PA 18461 (607) 760-2270 email: bwo@hancock.net Capt. Patrick Schuler Patrick Schuler, Cpt. PO Box 389, 424 River Road Callicoon, NY 12723 (845) 887-5917 email: capt.pschuler@gmail.com  Cross Current Guide Service Ben Rogers 130 Coventry Place Clinton, NY 13323 (315) 269-6383C email: benjwrogers@gmail.com  Cross Current Guide Service Joe Demalderis, Cpt. 100 Laurel Acres Rd. Milford, PA 18337 (570) 296-6919 email: crosscurrent@optonline.net  Cross Current Guide Service Ryan J. Furtak 20 Larkview Lane Larksville, PA 18651 (570) 885-6026 email: RJFurtak@gmail.com   Dan Eliezer Dan Eliezer 16624 County Hwy 17 Roscoe, NY 12776 (845) 807-1679 email: beaverkilldan@yahoo.com             American Shad Illustration: Duane Raver\/USFWS          East Branch Outfitters Ben Rinker 1471 Peas Eddy Road Hancock, NY 13783 (267) 221-4383 email: ben@eastbranchoutfitters.com  East Branch Outfitters Ronald Beck 80 East Malloryville Road Freeville, NY 13068 (607) 423-1949C email: Ronbeck20@gmail.com  Endreson Guide Service John Endreson, Cpt. 820 Canton Road Kingsport, TN 37663 (315) 386-3292 email: Sledhead162@aol.com  FilingoFlyFishing Jesse Filingo PO Box 1002 Moscow, PA 18444 (615) 428-5090C email: jesse.filingo@filingoflyfishing.com  Gone Fishing Guide Service Tony Ritter PO Box 230, 20 Lake Street Narrowsburg, NY 12764 (845) 252-3657 email: tony.ritter@gmail.com  Jackson's Fly Fishing Brett Jackson 2849 Lyell Road Rochester NY, 14606 (585) 314-0833 email: brett@jacksonsflyfishing.com  Jerry Hadden's Guide Service Jerry Hadden 181 East River St. Susquehanna PA, 18847 (607) 221-4282 email: flyfishing@delawareriverguide.net  Judd S. Weisberg Judd Weisberg 3880 Rt. 42. Box 177 Lexington NY 12452 (518) 989-6583 email: aware@mhonline.net  Lee Hartman Guide Service Lee Hartman 4978 Hancock Highway Equinunk PA 18417 (570) 224-6371 email: lee@worldanglingtravels.com  McAllister Drift Boat Terry McAllister PO Box 262 Rowland, PA 18457 (570) 878-7854 email: twmcallister56@gmail.com  Patricia (Sam) Decker Patricia (Sam) Decker 530 Prospect Hill Road Cuddebackville, NY 12729 (845) 754-8226 email: samfishes@hvc.rr.com  Paul L. Kanaskie Paul L. Kanaskie 1180 Shady Lane Tamaqua PA 18252 (570) 668-3473 email: RPK1993@gmail.com  Red Seas Fly Fishing Kevney Moses 13 Quintard Ave. Norwalk, CT 06854 (571) 344-4811 email: kevney.moses@gmail.com  Rich's Guide Service Richard Hudgens 953 North Mountain Road Gardiner, NY 12525 (845) 667-0670C email: Flyfishrich1@yahoo.com  River of Life Outdoor Adventures Wayne Aldridge 19 Latham Rd. Deposit, NY 13754 (607) 467-4215 email: river-of-life@tds.net  River Rapture Fly Fishing Darren Rist 2 Love Road Newton, NJ 07860 (908) 307-6699 email: dprist@earthlink.net  Stefan Spoerri Stefan Spoerri PO Box 71 Narrowsburg, NY 12764 (845) 588-0092 email: stspoerri@yahoo.com  Sweetwater Guide Service Mike & Evan Padua 124 Hopkins Road Tyler Hill, PA 18469 (570) 224-4747 email: Mike@sweetwaterguide.com             Brown Trout Illustration: Duane Raver\/USFWS          Tailwater Troutfitters Tim Oliphant 2301 Ruddiman Drive N. Muskegon, MI 49445 (231) 329-7386 email: flyguytimbo@rocketmail.com  The Delaware River Club Bruce J. Miller 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: onlyflies@aol.com  The Delaware River Club David Burgher 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: burgher.david@gmail.com   The Delaware River Club James Swift 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: JSwift2890@gmail.com  The Delaware River Club Kevan Smaracko 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: Ksmaracko@gmail.com  The Delaware River Club Nathaniel Eckhaus 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: neckhaus1@gmail.com   The Delaware River Club Samantha Dennis 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: sjidennis@gmail.com  The Delaware River Club Stephen Shen 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: sshen51@gmail.com  The Delaware River Club Jeff White 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880 email: Jeffw@thedelawareriverclub.com   The Delaware River Club; Chasing Tails Robert (Bob) W. Lewis 9605 Mallory Road New Hartford, NY 13413 (315) 737-7841 email: robertlewis05@yahoo.com  Trout Bound Guide Service Steven J. Taggart Jr 29 Euclid Avenue Middletown, NY 10940 (845) 342-1670 email: troutbound@earthlink.net  Trout Town Adventures & Guide Srv. Phil & David Eggleton PO Box 402 Roscoe, NY 12776 (845) 665-9521 email: ttags2@gmail.com   TroutSnobs Guide Service & Outfitters Andrew Cappotelli 46 Nature View Pittsford, NY 14534 (585) 314-4698 email: troutsnobs@gmail.com   The Delaware River Club  Jared Markowski 1228 Winterdale Road Starlight, PA 18461 (570) 635-5880    River Outdoor Adventures Joe DeMarkis 17 Gracy Road Pottsville, PA 17901 (570) 617-3414     UFlyFish.Com Guide Service James Zervos 74 Woodland Ave Binghamton, NY 13903 (607) 723-8082 email: jimmyz@stny.rr.com  Upper Delaware Outfitters Bill Fraser PO Box 1 Hankins, NY 12741 (845) 887-4853 email: bill@upperdelawareoutfitters.com  West Branch Angler Resort; Dead Drift Anglers Adam Franceschini 37 Ashley Drive Goshen CT 06756 (860) 499-0740 email: adam.franceschini@gmail.com  West Branch Angler Resort Dustin Mason 21 Penn Avenue Girard, PA 16417 (814) 440-2423 email: D30mason@yahoo.com  West Branch Angler Resort Gary Henderson 133 Brace Brook Road Forest City, PA 18421 (570) 785-2005 email: sharonc1969@yahoo.com  West Branch Angler Resort; Nutmeg Guide Service Jeff Church 85 Lee Farm Drive Southbury, CT 06488 (203) 267-4898 email: jchtrout1@aol.com  West Branch Angler Resort Joe Hendrick 1053 Eastern Avenue Schenectady, NY 12308 (518) 381-8835;518-477-0556 email: joehendrick1955@gmail.com  West Branch Angler Resort Joe Marinzel 535 Fieldcrest Drive Pittsburgh PA, 15209 (412) 977-5087 email: cohojoe777@gmail.com  West Branch Angler Resort; Two Dogs Outfitters John Dembeck 1522 County Rt 3 Hannibal, NY 13074 (315) 564-6366 email: twodogsoutfitters@hotmail.com  West Branch Angler Resort John Fabian 4929 Jody Lynn Drive Mentor OH 44060 (440) 823-3888 email: Johnfabian.fish@gmail.com  West Branch Angler Resort John Miller 101 Second Street Deposit, NY 13754 (231) 519-1222 email: jgm56@Icloud.com  West Branch Angler Resort; Hooks & Brooks Guide Service Mark Malenovsky 10 Sterling Place Sayville, NY 11782-3356 (631) 589-0065 email: mmalenovsky@yahoo.com  West Branch Angler & Resort; RSM Fly Fishing Services, LLC R. Scott McClintock 4388 Pioneer Trail Mantua, OH 44255 (330) 732-7057 email: rmcclint@gmail.com  West Branch Angler Resort William 'Wiley' Paul 1540 Pikeland Road Chester Springs, PA 19425 (610) 608-2549 email: wileybpaul@gmail.com  West Branch Angler Resort Kevin Corser Jr. 17066 LaDue Road Holley, NY 14470 (585) 315-2315               Walleye Illustration: Duane Raver\/USFWS       All fishing guides or any other commercial businesses charging a fee to provide services on the Upper Delaware River within the authorized boundaries of Upper Delaware Scenic and Recreational River must obtain a Commercial Use Authorization from the National Park Service. Please contact the Chief Ranger's Office for information.",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/fishingguides.htm"
}
