{
    "title": "Upper Delaware Scenic & Recreational River: River Conditions & Recommendations",
    "body": "River Conditions & Recommendations       Call the Upper Delaware River Hotline at (845) 252-7100. This recorded message is available 24 hours a day and is updated daily during the boating season. It provides the river height, air and water temperatures, boating conditions and general river safety information. The U.S. Geological Survey National Streamflow Information Program provides detailed information on Upper Delaware River water temperature, discharge, and height at the Barryville and Callicoon gages and on the Lackawaxen River at Rowland. For the most up do date information on the projected water level for the Upper Delaware River visit the National Weather Service's Advanced Hydrologic Prediction Service. This page will provide a map of the river gages in the Binghamton, NY area. To see a graph of the current and predicted water levels for the Upper Delaware River you will need to click the Barryville or Callicoon buttons near the lower right hand corner of the map. The Delaware River Basin Commission's flood information page provides links to additional National Weather Service sites, past flood events on the Delaware River, federal flood links, and kid-friendly flood links.     Height             Conditions & Recommendations    Under 2.5 feet These are low water levels with many exposed rocks, especially in the rapids. Narrow channels make rapids difficult to navigate. Plan on a slower trip and expect to scrape rocks or river bottom with your vessel. Shorter trips are recommended. Also, limit the weight in your vessel.     2.5 - 4 feet These are average water levels good for recreational boating, with some rocks exposed in rapids and with waves up to 3 feet. River current is approximately 2 miles per hour.     4 - 6 feet These are moderate water levels with waves between 4 to 5 feet and swift river currents of 2.5 miles per hour or more. Only larger rocks are exposed in rapids with open and wide channels. Increased canoe or kayak skills are requested, and rafting is suggested for less skilled boaters.     6 - 8 feet These are high water levels with waves up to 6 feet and noticeable hydraulics. Expect a very swift current of 3 miles per hour and above. Higher skill level recommended for open boats, and rafting is recommended for less experienced boaters.     8 - 12 feet These are very high water levels with very swift currents of 4 miles per hour and above. Increased hydraulics and undercurrents exist. Waves can be up to 8 feet. Floating debris, hazards and obstructions along the shoreline and in rapids are possible. Water temperatures decrease so wet or dry suits are recommended. Properly equipped rafts and\/or enclosed boats are recommended. Highest skill level only!     Over 12 feet  This is approaching flood stage water levels with extreme river current speeds of 6-7 miles per hour and many waves above 8 feet. Violent currents, undercurrents and whirlpools exist. Floating debris, hazards and obstructions along the shoreline make conditions very dangerous. Maneuvering and rescue is extremely difficult. Boating is not recommended. Flood stage at the Barryville, NY gage is 17 feet.       If the River Height is above 6 feet - Due to high water levels, the law requires a wearable life jacket to be worn by all persons in or on the river including: boaters, swimmers, and wading fishermen.  If the River Height is under 6 feet - The law requires that a wearable life jacket be readily accessible while boating and the National Park Service suggests wearing it when boating, fishing, swimming or floating. Children 12 years of age and younger are required by law to wear a properly fitted life jacket at all times. Life jackets are required to be worn by all boaters from November 1st through April 1st regardless of the water level.       Water Temperature Recommendations    50° to 62° These are moderately low water temperatures. Boaters should be prepared with appropriate clothing and equipment when attempting a river trip at this time.    50° or below Boaters should dress in layers of wool clothing or a wet suit. Despite milder afternoon temperatures the hazards of hypothermia exit during this period of cool water temperatures.",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/river-conditions.htm"
}
