{
    "title": "Upper Delaware Scenic & Recreational River: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations      Obtaining a permit atUpper Delaware Scenic and Recreational RiverCommercial Use Authorizations (CUA)A commercial use is defined as any activities, services, agreements, or anything offered to park visitors and\/or the general public for recreational purposes which uses park resources or is undertaken for or results in compensation, monetary gain, benefit, or profit to an individual, organization, or corporation, whether or not such entity is organized for purposes recognized as non-profit under local, state, or federal law.You are required to apply for a CUA if any of the following apply:commercial transportation\/guides and those who own, lease, charter their vehicles for guided trips;person(s), organization, or group that arranges for the transportation and\/or guide services, assumes responsibility for financial risk and management, and determines who shall be transported upon what terms, conditions, or charges;provide guided trips or services for canoeing, rafting, kayaking, tubing, fishing, etc. for the public;scuba diving or photography workshops or tours.Application ProcessRead over the information carefully. Complete the appropriate application available below and mail it to the Permit Coordinator as soon as possible. Please remember to enclose your check or money order for $150.00 to cover non-refundable application costs. Checks must be made payable to: DOI,National Park Service, Upper Delaware S&RR.Federal procedures (31 USC 7701) and Debt Collection Improvement Act of 1996 requires an Employer Identification Number (EIN) or tax identification number on the front of all checks or money orders accepted for deposit in the amount of $150.00 or more. You must supply your EIN or tax identification number in order for your check to be accepted and your application to be processed.If you do not have an EIN, the IRS issues EISs for free at the following website: https:\/\/www.irs.gov\/Businesses\/Small-Businesses-&-Self-Employed\/Employer-ID-Numbers-EINs Your application must be received in sufficient time for evaluation by the National Park Service staff. Your request will be evaluated on the basis of the information in your application. Please be aware that the $150.00 application fee is non-refundable. If your request is approved, a permit containing applicable terms and conditions will be sent to the person designated on the application. Additional fees may be charged based on the size and complexity of your permit. An estimated fee schedule will be provided in Appendix B of the application. If you have any questions about an event or activity, or would like to visit the site prior to submitting your application, you can set up an appointment with the Permit Coordinator.Download CUA Permit Application:Click here to download the CUA Permit ApplicationClick here for more information about Commercial Use Authorizations.Permit Contact Information Permit CoordinatorUpper Delaware Scenic and Recreational River274 River RoadBeach Lake, PA 18405570 729-8251, ext. 2221Special Use Permit (SUP)\"The National Park Service...shall promote and regulate the use of ... national parks ... [its] purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" (16 U.S.C. 1) It is the policy of Upper Delaware Scenic and Recreational River to allow special events and activities, filming and photography when and where possible, while adhering to this mandate. Therefore primary consideration will be given to potential resource damage and to anticipated disruption of normal public use. In order to manage special events, filming and photography, a permit issued by the superintendent is required.Download SUP Application and Compliance Checklist: Application for Special Use Permit Application for Commercial Filming\/Still Photography Permit (Short Form) Application for Commercial Filming\/Still Photography Permit (Long Form) SUP Compliance ChecklistApplication ProcessRead over the information carefully. Complete the appropriate application available below and mail it to the Permit Coordinator as soon as possible. Please remember to enclose your check or money order for $100.00 to cover non-refundable application costs. Checks must be made payable to:DOI,National Park Service, Upper Delaware S&RR.Federal procedures (31 USC 7701) and Debt Collection Improvement Act of 1996 requires an Employer Identification Number (EIN) or tax identification number on the front of all checks or money orders accepted for deposit in the amount of $100.00 or more. You must supply your EIN or tax identification number in order for your check to be accepted and your application to be processed.If you do not have an EIN, the IRS issues EISs for free at the following website:https:\/\/www.irs.gov\/Businesses\/Small-Businesses-&-Self-Employed\/Employer-ID-Numbers-EINsYour application must be received in sufficient time for evaluation by the National Park Service staff before the start date for your activity (normally 2-3 weeks). Requests which involve complex logistics or coordination with other visitor activities will require additional time to process (3-6 weeks). Your request will be evaluated on the basis of the information in your application and compliance checklist below.Please be aware that the $100.00 application fee is non-refundable. If your request is approved, a permit containing applicable terms and conditions will be sent to the person designated on the application. Additional fees may be charged based on the size and complexity of your permit. An estimated fee schedule will be provided with your permit. If you have any questions about an event or activity, or would like to visit the site prior to submitting your application, you can set up an appointment with the Permit Coordinator.Permit Contact Information Permit Coordinator Upper Delaware Scenic and Recreational River 274 River Road Beach Lake, PA 18405 570 729-8251, ext. 2221",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/permits.htm"
}
