{
    "title": "Petrified Forest National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Colorful collared lizards are often seen during Summer months. Photo by Marge Post\/NPS  Well-adapted to the often dry environment of Petrified Forest National Park, reptiles play an important part in maintaining the health of the ecosystem. Over sixteen varieties of lizards and snakes make Petrified Forest their home. Reptiles occupy a variety of habitats ranging from grassland to rocky slopes. They consume large quantities of insects, spiders, scorpions, other reptiles and small mammals thereby preventing infestations of any single species. Respecting the entire reptile community helps to preserve this vital link. All reptiles are \"ectothermic,\" or cold-blooded, regulating body temperature via external sources rather than internal metabolism. The metabolic rate of a reptile is very low, but so are its energy needs. Keeping warm in the Arizona sunshine does not require much work, so energy generated can be used for reproduction and finding food instead of for heating and cooling. Of course, there are limitations to this type of adaptation. Since they cannot pant or sweat, reptiles are not able to endure extremely high temperatures without shade. They also cannot endure freezing temperatures. When it is cold, they hibernate or enter into an inactive torpor.   When lizards are seen scurrying across a rock or path, please resist the urge to catch them. Lizards can have a mean bite and some will actually shed a tail to escape capture. Though the tail will grow back, a great deal of body energy is used in the process and population dynamics will be affected. Enjoy them from a respectful distance. The following is a list of the reptiles known to occur in the park. Help protect this important park ecosystem by observing our reptile inhabitants from a distance. Snakes Arizona elegans Glossy Snake Crotalus viridis viridis Prairie (Hopi) Rattlesnake Hypsiglena torquata Nightsnake Lampropeltis getula Common Kingsnake Lampropeltis triangulum Milksnake Masticophis taeniatus Striped Whipsnake Pituophis catenifer Gophersnake Thamnophis cyrtopsis Black-necked Gartersnake  Lizards Aspidoscelis pai Pai Striped Whiptail (formerly A. inornatus Little striped whiptail) Aspidoscelis neomexicana New Mexico Whiptail Aspidoscelis velox Plateau Striped Whiptail Crotaphytus collaris Eastern Collared Lizard Holbrookia maculata  Common Lesser Earless Lizard Phrynosoma hernandesi Greater Short-horned Lizard (formerly P. douglasii Short-horned lizard) Sceloporus graciosus Sagebrush Lizard Sceloporus tristichus Plateau Lizard (formerly S. undulatus Eastern fence lizard) Uta stansburiana Common Side-blotched Lizard  Turtles Terrapene ornata Ornate Box Turtle      Check out this interesting website: 'What Snake Is That?' at http:\/\/www.whatsnakeisthat.com.  \"The core aim of this educational website is to provide a public resource which enables residents to become familiar with the main species of snakes found in their local area, while also giving an insight into these remarkable creatures.\"",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/reptiles.htm"
}
