{
    "title": "Upper Delaware Scenic & Recreational River: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           274 River Road  Beach Lake, PA 18405                 Directions         See complete directions on Upper Delaware S&RR's webpage.  Directions Details           Operating Hours & Seasons         Upper Delaware Scenic and Recreational River Upper Delaware Scenic and Recreational River is open year round.  Limited river access may occur during winter months due to ice and snow build up on the public access.  River information may be obtained bya calling the park's River Hotline at 845-252-7100.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM      Zane Grey Museum The Zane Grey Museum tells the story of famed western writer Zane Grey.  The museum is self-guided and is free of charge.  Due to the historic nature of the building the site is not handicapped accessible.   Standard Hours    Sunday: 10:00 AM - 5:00 PM   Monday: 10:00 AM - 5:00 PM   Tuesday: 10:00 AM - 5:00 PM   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: 10:00 AM - 5:00 PM      Roebling Bridge The Roebling Bridge was built as an aqueduct to carry canal boats over the Delaware River on the Delaware and Hudson Canal.  Today it is vehicular bridge between Minisink Ford, NY and Lackawaxen, PA.  Visitors to the bridge can visit the Toll House where the story of the D&H Canal is told as well as view a reconstructed canal boat cabin.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Spring: Temperatures usually range from lows of 26 F to highs of 80 F with average rainfall of 5 inches. Summer: Temperatures usually range from lows of 55 F to highs of 85 F with average rainfall of 4 inches. Fall: Temperatures usually range from lows of 30 F to highs of 83F. Fall foliage is at its peak sometime in October as daily mountain temperatures vary frequently and influence the change. Winter: Temperatures usually range from lows of 15 F to highs of 49 F.         Fees & Passes     Entrance Fees:   There are no fees associated with Upper Delaware S&RR. - $0.00 There are no fees associated with Upper Delaware S&RR.         Visitor Centers                              River Conditions               Weather               Operating Hours             Planning ahead can often make the difference between a good trip and a great trip. Explore these pages to discover the essential things you need to know before you leave home.",
    "url": "https:\/\/www.nps.gov\/upde\/planyourvisit\/basicinfo.htm"
}
