{
    "title": "Saratoga National Historical Park: Plan A Field Trip",
    "body": "Plan A Field Trip       Boy Scouts \/ Girl Scouts of America Many Scout groups each year make use of the historical and educational opportunities available at Saratoga National Historical Park.  In addition to the resources at the park Visitor Center (orientation film and displays \/ exhibits), Scout units generally tour the Battlefield, either on the hiking trails or on the paved tour road (driving or bicycling). Our main hiking trail, the 4.2 mile Wilkinson Trail, is part of the Boy Scouts of America's National Historic Trails program. Scout units touring the park as part of this program are eligible to receive established Wilkinson Trail Awards. Leaders' Informational Packets are available as PDF file downloads.   • Boy Scout \/ Explorer Scout Leaders' Packet (.pdf file = 281 kb)  • Cub Scout Leaders' Packet (.pdf file = 240 kb)  A Girl Scouts of America Activity Sheet is also available (.pdf file = 83.1 kb).      School Groups If you teach at a public, private, or home school and are interested in arranging a school visit, several programs are available. For more information, or to arrange a school visit, please call the Visitor Center at 518-664-9821 ext. 2985. School programs should be booked at least one month in advance. \"Gone for a Soldier\" Structured for a 45-50 minute time period, this program uses copies of soldiers' uniforms to provide students with a basic understanding of soldiers' roles and army life during the American Revolution. This is an interactive presentation using multiple learning styles. Musket Drill Primarily intended for elementary students (grade 4-5), this roughly 30-minute activity uses wooden muskets to teach students another aspect of life for Revolutionary War soldiers. Learning the steps soldiers learned in using their muskets combines physical activity with history, all while creating empathetic connections for students. Musket Firing An approximately 15-minute demonstration of the basic function and operation of a soldier's musket during the American Revolution. Firing is done by a period-uniformed ranger using blank charges. Battlefield Tour Groups visiting the battlefield can take their own bus onto the 10-mile driving tour. These tours are self-guiding, using tour materials provided by park staff. Drive time usually runs 60+ minutes.",
    "url": "https:\/\/www.nps.gov\/sara\/learn\/education\/planafieldtrip.htm"
}
