{
    "title": "Saratoga National Historical Park: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Curriculum Materials       New York State Education Department (NYSED) Social Studies Standards Addressed A table listing the NYSED Social Studies Standards addressed by our educational programs, materials, and resources is available as a downloadable PDF document (51.1 kb).     VIRTUAL TOUR and SCAVENGER HUNT Want to tour the Battlefield, but can't actually be here? No problem! We have a virtual tour of the battlefield, AND a \"Scavenger Hunt\" for your students as they follow the tour.  The Scavenger Hunt activity is found below as a downloadable PDF file.      TEACHER RESOURCE GUIDE Our Teacher Resource Guide is here, and available as a downloadable PDF file! This set of ready-made resources is designed for use at the elementary and middle-school levels (grade 4-7). Just click, download, print and photocopy. The individual activities and their answer keys are also available as single materials: Introductory letter (68.5 kb) \"Why Here?\" -- map activity (162 kb)  --and-- Why Here answer key ( 173 kb) SUBJECT(S): GEOGRAPHY  \"The Crucial Hour\" -- map activity (248 kb)  --and--  The Crucial Hour answer key (312 kb) SUBJECT(S): GEOGRAPHY \"Dear Diary\" -- journal selections from the Battles of Saratoga (99.4 kb) --and-- Dear Diary answer key (69.5 kb) SUBJECT(S): E.L.A.(ENGLISH\/LANGUAGE ARTS)  \"Soldier Fare\" -- foods of a Revolutionary War army (70.7 kb)  --and--  Soldier Fare answer key (84.7 kb) SUBJECT(S): SOCIAL STUDIES, MATH \"Building an Army\" -- structure of an 18th century army (71.5 kb) --and-- Building an Army answer key (92.2 kb) SUBJECT(S):SOCIAL STUDIES, MATH \"Time Flies By\" -- chronologies and timelines (65.4 kb)     \"Time Flies By, Chronology\" -- chronology for British 1777 campaign and Battles of Saratoga (91.2 kb)  --and--  Time Flies By answer key (54.5 kb) SUBJECT(S): SOCIAL STUDIES \"Virtual Scavenger Hunt\" -- activity sheet for virtual tour (113 kb) --and--Virtual Scavenger Hunt answer key (128 kb) SUBJECT(S):SOCIAL STUDIES, E.L.A.    \"On Hallowed Ground\" -- worksheet for Battlefield road tour (106 kb)  --and--On Hallowed Ground answer key (137 kb) SUBJECT(S): SOCIAL STUDIES, E.L.A.   \"Money, Money, Money!\" -- British money during the Revolutionary War (128 kb) --and--  Money, Money Money answer key (164 kb) SUBJECT(S): SOCIAL STUDIES, MATH   Short Answer Questions -- reading for comprehension (54.9 kb)  --and--Short Answer Questions answer key (76.9 kb) SUBJECT(S): SOCIAL STUDIES, E.L.A.  Wilkinson Trail (hiking trail) worksheet -- nature hike (165 kb)  --and--  Wilkinson Trail hike answer key (173 kb) SUBJECT(S): nature, ecology, general Park awareness      Student Research Packet (Elementary level) Are your students doing a research paper on the Battle of Saratoga or the American Revolution and you're looking for great material? We can help! Our Student Research Packet (PDF file, 2.26 MB) is full of pictures, maps, illustrations, and information about soldiers during the Battle of Saratoga, weapons of the American Revolution, uniforms, food, important people at the Battle of Saratoga, and more. And it's FREE! We're not doing research for the students, but we are providing some excellent information...probably more than they'll need for their project. Don't let \"elementary\" fool you! There's lots of great info in the Packet for middle-school level projects too. Download your Student Research Packet! (PDF file, 2.26 MB)      Teaching with Historic Places Teaching with Historic Places (TwHP) uses properties listed in the National Park Service's \"National Register of Historic Places\" to enliven history, social studies, geography, civics, and other subjects. TwHP has created a variety of products and activities that help teachers bring historic places into the classroom.  These resources are available on their website.      \"Honored Places\" Teachers' Guide The National Park Service in 2007 released a five-lesson teachers' guide that embodies the compelling character of history and the complex connections between people and events of the American Revolution. A downloadable copy of this document is available in PDF form.        Immersion Program The park is now able to offer a new program for middle school students: Immersion Programs. These present unique opportunities for students to experience life as a soldier in the American Revolution. Spaces for these programs are limited -- call Saratoga National Historical Park's Visitor Center at 518-664-9821 ext. 1777 for details. Copies of the Immersion Program Lesson Plan (750 kb) and associated Student Field Journal (170 kb) are available as PDF downloads.",
    "url": "https:\/\/www.nps.gov\/sara\/learn\/education\/curriculummaterials.htm"
}
