{
    "title": "Petrified Forest National Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         This cottontail rabbit found a shady spot inside a hollowed petrified wood piece. NPS\/Marge Post  Mammals are a diverse group of animals, ranging from the delicate white-footed mouse to the elegant mule deer. Mammals have fur or hair, produce milk for their offspring, and are warm-blooded. In the often extreme climate of the plateau country, animals use such survival strategies as hiding in their burrows or migration as well as physiological adaptations, like hollow hairs for insulation or radiation of heat from body parts. Many animals in arid regions are nocturnal or crepuscular, using the cooler night to survive the heat of summer or the darkness of the late hours to escape notice of predators.        Pronghorn herd NPS\/Marge Post  Early morning and dusk are the best times to view mammals while in the park. Do not approach, feed, or harass any wildlife in Petrified Forest or any other national park area.  Some of the many species of mammals found in the park Coyote, Canis latrans Gray fox, Urocyon cinereoargenteus Swift fox, Vulpes velox Bobcat, Lynx rufus (Felis rufus) Mule deer, Odocoileus hemionus Pronghorn, Antilocapra americana Ringtail, Bassariscus astutus Raccoon, Procyon lotor Badger, Taxidea taxus Striped skunk, Mephitis mephitis Western spotted skunk, Spilogale gracilis Black-tailed jackrabbit, Lepus californicus Desert cottontail, Sylvilagus audubonii Desert shrew, Notiosorex crawfordi Pallid bat, Antrozous pallidus Townsend's big-eared bat, Corynorhinus townsendii (Plecotus townsendii) California myotis, Myotis californicus Fringed myotis, Myotis thysanodes Yuma myotis, Myotis yumanensis Canyon bat Parastrellus Hesperus (formally known as western pipistrelle, Pipistrellus hesperus) Porcupine, Erethizon dorsatum Gunnison's prairie dog, Cynomys gunnisoni White-tailed antelope squirrel, Ammospermophilus leucurus Spotted ground squirrel, Spermophilus spilosoma Rock squirrel, Spermophilus variegatus Botta's pocket gopher, Thomomys bottae White-throated woodrat, Neotoma albigula Bushy-tailed woodrat, Neotoma cinerea Mexican woodrat, Neotoma mexicana Stephens' woodrat, Neotoma stephensi Ord’s kangaroo rat, Dipodomys ordii Silky pocket mouse, Perognathus flavus Northern grasshopper mouse, Onychomys leucogaster Brush mouse, Peromyscus boylii Canyon mouse, Peromyscus crinitis White-footed mouse, Peromyscus leucopus Deer mouse, Peromyscus maniculatus Pinon mouse, Peromyscus truei Western harvest mouse, Reithrodontomys megalotis House mouse, Mus musculus",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/mammals.htm"
}
