{
    "title": "Saratoga National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Boy Scouts of America Saratoga National Historical Park participates in the Boy Scouts of America's National Historic Trails Program. Scouts hiking our historic Wilkinson Trail as part of a Scout unit function can earn a Trail Patch.  Completing additional requirements allows Cub Scouts to also earn a Trail Pin; additional requirements for Boy Scouts allows them to earn an additional Trail Medal. NOTE: THE TRAIL MEDALS HAVE BEEN TEMPORARILY DISCONTINUED BY TWIN RIVERS BOY SCOUT COUNCIL. PDF versions of the Cub Scout Leaders' Packet (file size: 240 kb) and the Boy Scout Leaders' Packet (file size: 281 kb)are available as downloadable documents.  Girl Scouts of America Saratoga National Historical Park also participates in an award program through the Girl Scouts of America. By completing a series of activities, based on their level in the program, Girl Scouts can earn a Saratoga National Historical Park Award Patch.  A PDF version of the Activity Sheet is available as a downloadable document (file size: 83.1 kb).      Student Research Packet (Elementary level)  Doing a research paper on the Battle of Saratoga or the American Revolution and you're looking for great material? We can help!  Our Student Research Packet! (PDF file, 2.26 MB) is full of pictures, maps, illustrations, and information about soldiers during the Battle of Saratoga, weapons of the American Revolution, uniforms, food, important people at the Battle of Saratoga, and more. And it's FREE!  Hey, we're not doing your research for you, but we are providing you with more awesome information than you'll probably need for your project.  Don't let \"elementary\" fool you! There's lots of great info in the Packet for middle-school level projects too.  Download your Student Research Packet! (PDF file, 2.26 MB)",
    "url": "https:\/\/www.nps.gov\/sara\/learn\/kidsyouth\/index.htm"
}
