{
    "title": "Saratoga National Historical Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections       \"Saratoga Shelfies\" \"Artifact of the Month\" is reborn in 2016!  They're not selfies, they're \"shelfies\"! Don't worry, previous Artifact of the Month artifacts can be found in the Photo Gallery below.         March 2016 British Medium 12-Pounder Cannon SARA-373 Long lines of battle-hardened soldiers immersed in smoke while skillfully firing hundreds of muskets may be the first image that comes to mind when you picture the Battle of Saratoga. However, muskets were not the only weapons to play an important part in the battle. Enter the cannon. Today's artifact, a medium 12-pound cannon, was used to great effect by the British forces at Saratoga. We know a fascinating amount about this particular weapon, whose history spans from the mid 18th century to World War II, and beyond. This \"medium 12-pounder,\" referring to the weight of the solid iron cannonball it fired and the relative thickness of the barrel (light \/ medium \/ heavy), was cast in 1760 at the Woolwich Arsenal in London. It traveled to the North America with the British army and was used at Saratoga. General Burgoyne's British forces at the Battles of Saratoga had four such cannons, along with a number of other sizes and types of artillery.While they had many, and in fact had more than their American opponents, they employed few of them directly on the battlefield Cannons like this 12-pounder were powerful deterrents in defensive roles, like protecting fortifications.They were also highly effective as offensive weapons in bombarding enemy defenses, and bore gruesome power against troops on a battlefield. Lighter, more maneuverable guns like 3- or 6-pounders might be less effective against fortifications, but their greater mobility made them more favorable on the battlefield in defense of one's own forces and to demoralize and devastate lines of enemy troops. While the British did not deploy any 12-pounders on September 19th, 1777, relying on several of their 6-pounders that day, they did send out two of their four 12-pounders and six of their 6-pounders on October 7th.The two 12-pounders were captured by the Americans;that means there's a 25% chance this very cannon was taken outright by American forces! All the rest of General Burgoyne's artillery was of course surrendered to General Gates on October 17th, 1777.          Saratoga NHP  February 2016 \"Seal of Approval\" (watch seal) SARA-2831  What do leading characters from movies Cast Away and Pulp Fiction and some men in the 18th century have in common? Both the characters portrayed by Tom Hanks and Bruce Willis and many colonial-era men carried pocket watches. While some 18th-century timepieces failed to keep the correct time, they served another purpose: to indicate the owner was an educated and refined individual. To this end, many watch-owners would hang seals from the chain or ribbon holding their pocket watches. For men, watches were kept in small pockets located in britches waistbands; those pockets were called fobs. In a world without envelopes, letters were sometimes folded and hot wax applied to the exterior, closing the edges of the letter. If the author had a seal, it would be applied to the wax before drying. Today's artifact is one of these items, a watch seal made out of a kind of paste used to imitate gemstones. The artifact was unearthed near the original kitchen chimney of Philip Schuyler House in a 1958 archaeological dig. The seal is tiny, only 1 cm x 1.5 cm, but it is marked with a popular period motif–a common decoration for watch seals. The crest consists of a bird and the motto \"Live and die for those we love.\" Ultimately, just as Tom Hanks' and Bruce Willis' fictional characters' pocket watches remind them of distant loved ones, this seal could have served as a reminder to its original owner of a family thousands of miles away.                   Artifact of the Month   21 Photos  All our original Artifact of the Month postings, 2012-2014.",
    "url": "https:\/\/www.nps.gov\/sara\/learn\/historyculture\/collections.htm"
}
