{
    "title": "Petrified Forest National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         The Horned Lark (Eremophila alpestris) is the most abundant bird species within the park. It is also the only true lark native to North America. NPS\/Roy Morris  Like many national park areas, Petrified Forest National Park provides a unique place of protection and preservation. Here, birds can find food and shelter that may not be available in other regions on their journeys from habitat to habitat. Patches of healthy, undeveloped habitats are found in the modern fragmented landscape, connected by corridors such as Petrified Forest National Park.  Petrified Forest has a variety of habitats. Raptors, songbirds, and ground birds can be found in the grassland. Riparian corridors provide food and shelter for warblers, vireos, avocets, killdeer, and others. The exotic and native trees and shrubs around the Visitor Center and Rainbow Forest Museum provide home for western tanagers, hermit warblers, and house finches. The park also offers sightings of vagrant shore birds and rare Eastern birds not seen often in Arizona. Rarities, such as black-throated blue warbler, have been found by Maricopa Audubon Society members. September and early October seem to be the best time to visit the area to see these fascinating vagrants.  Like the canary in the mine, birds gauge the health and safety of our environment. By watching birds, noting species, and the migration of species, we can understand the changes in our environment.   Bird List for Petrified Forest National Park Many of these birds are migrants, passing through the park during the fall and spring. *- Historic records, Last sighting within 40 years. May not be present currently. ◊- State threatened or species of concern for Arizona. ^- Migrant, present briefly in suitable habitat. Ducks & Geese: Anatidae ^ Canada Goose- Branta canadensis ^ Mallard- Anas platyrhynchos ^ Gadwall- Anas strepera ^ Green-winged Teal- Anas crecca ^American Widgeon- Anas americana ^ Northern Pintail- Anas acuta ^ Northern Shoveler – Anas clypeata ^ Cinnamon Teal- Anas cyanoptera ^ Canvasback- Aythya valisineria ^ Redhead- Aythya americana ^ Ring-necked Duck- Aythya collaris ^ Lesser Scaup- Aythya affinis ^ Bufflehead- Bucephala albeola ^ Ruddy Duck- Oxyura jamaicensis Quail: Odintophoridae Scaled Quail- Callipepla squamata Grebes: Podicipedidae ^ Eared Grebe- Podiceps nigricollis ^ Pied- billed Grebe- Podilymbus podiceps ^ Western Grebe- Aechmophorus occidentalis Herons & Bitterns: Ardeidae ^ American Bittern- Botaurus lentiginosus ^ Black-crowned Night Heron- Nycticorax nycticorax ^ Green Heron- Butorides virescens ^ Great Blue Heron- Ardea herodias Ibises: Threskiornithidae ^ White-faced Ibis- Plegadis chihi Vultures: Cathartidae Turkey Vulture- Cathartes aura Hawks & Eagles: Accipitridae Northern Harrier- Circus cyaneus Golden Eagle- Aquila chrysaetos ^ Bald Eagle- Haliaeetus leucocephalus ^ Sharp-shinned Hawk- Accipter striatus ^ Cooper's Hawk- Accipter cooperii Red-tailed Hawk- Buteo jamanicensis ^ Swainson's Hawk- Buteo swainsoni ^ Rough-legged Hawk- Buteo lagopus Ferruginous Hawk- Buteo regalis Rails & Coots: Rallidae ^ Virginia Rail- Rallus limicola ^ Sora- Porzana carolina ^ American Coot- Fulica americana  Avocets: Recurvirostridae ^ American Avocet- Recurvirostra americana Plovers: Charadriidae Killdeer- Charadrius vociferous ^ Mountain Plover- Charadrius montanus Sandpiper: Scolopaciade ^ Willet- Tringa semipalmata ^ Lesser Yellowlegs- Tringa flavipes ^ Spotted Sandpiper- Actitus macularius ^ Western Sandpiper- Calidris mauri ^ Least Sandpiper- Calidris minutilla ^ Baird's Sandpiper- Calidris bairdii ^ Wilson's Snipe- Gallinago delicate ^ Wilson's Phalarope- Phalaropus tricolor Gulls: Laridae ^ Ring-billed Gull- Larus delawarensis Pigeons & Doves: Columbidae Band-tailed Pigeon- Patagioenas fasiata Rock Pigeon- Columba livia Mourning Dove- Zenaida macroura Eurasian Collared Dove- Streptopelia decaocto Cuckoos & Roadrunners: Cuculidae ◊ * Yellow-billed Cuckoo- Coccyzus americana Greater Roadrunner- Geococcyx californianus Owls: Strigidae Short-eared Owl- Asio flammeus Long-eared Owl- Asio otus Great-horned Owl- Bufo virginianus Western Screech Owl- Megascops kennicotti Burrowing Owl- Athene cuncularia Nighthawks & Nightjars: Caprimulgidae *Lesser Nighthawk- Chordeiles acutipennis Common Nighthawk- Chordeiles minor Common Poorwill- Phalaenoptilus nuttallii Swifts: Apodidae ^ White-throated Swift- Aeronautes saxatalis Hummingbirds: Trochilidae Black-chinned Hummingbird- Archilochus alexandri Anna's Hummingbird- Calypte anna Broad-tailed Hummingbird- Selaphorus playcercus Rufous Hummingbird- Selaphorus rufus Woodpeckers: Picidae Acorn Woodpecker- Melanerpes formicivorus Lewis's Woodpecker- Melanerpes lewis Northern Flicker (Red-shafted)- Colaptes auratus ^ Williamson's Sapsucker- Sphyrapicus thyroideus Red-naped Sapsucker- Sphyrapicus nuchalis *Ladder-backed Woodpecker- Picoides scalaris Downy Woodpecker- Picoides pubescens Hairy Woodpecker- Picoides villosus Falcons: Falconidae American Kestrel- Falco sparveris ^ Merlin- Falco columbarius Prairie Falcon- Falco mexicanus Flycatchers: Tyrannidae Olive-sided Flycatcher- Contopus cooperi Western Wood-Pewee- Contopus sordidulus ◊ * Willow Flycatcher- Empidonax trailii Hammond's Flycatcher- Empidonax hammondii Gray Flycatcher- Empidonax wrightii Dusky Flycatcher- Empidonax oberholseri Cordilleran Flycatcher- Empidonax occidentalis Black Phoebe- Sayornis nigricans Say's Phoebe- Sayornis saya *Vermillion Flycatcher- Pyrocephalus rubinus Ash-throated Flycatcher- Myiarchus cinerascens Cassin's Kingbird- Tyrannus vociferans Western Kingbird-Tyrannus verticalus Shrikes: Laniidae  Loggerhead Shrike- Lanius ludovicianus Vireos: Vireonidae Bell's Vireo- Vireo belli ^ Hutton's Vireo- Vireo huttoni Gray Vireo- Vireo vicinior ^ Plumbeous Vireo- Vireo plumbeus ^ Warbling Vireo- Vireo gilvus Jays & Crows: Corvidae *Steller's Jay- Cyanocitta stelleri *Clark's Nutcracker- Nucifraga columbiana Western Scrub-Jay- Aphelocoma californica Pinyon Jay- Gymnorhinus cyanocephalus American Crow- Corvus brachyrhychos Common Raven- Corvus corax Larks: Alaudidae Horned Lark- Eremophila alpestris Swallows: Hirundinidae ^ Tree Swallow- Tachycineta bicolor ^ Violet-green Swallow- Tachycineta thalassina ^ Bank Swallow- Riparia riparia Cliff Swallow- Petrochelidon pyrrhonota ^ Northern Rough-winged Swallow- Stelgiddopteryx serripennis Barn Swallow- Hirundo rustica Chickadees & Titmice: Paridae Juniper Titmouse- Baeolophus ridgwayi Mountain Chickadee- Poecile gambeli Bushtits: Aegithalidae Bushtit-Psaltriparus minimus Nuthatches: Sittidae White-breasted Nuthatch- Sitta carolinensis Red-breasted Nuthatch- Sitta canadensis Pygmy Nuthatch- Sitta pygmaea Creepers: Certhiidae Brown Creeper- Certhia americana Wrens: Troglodytidae House Wren- Troglodytes aedon Bewick's Wren- Thryomanes bewickii Rock Wren- Salpinctes obosoletus *Canyon Wren- Catherpes mexicanus Marsh Wren- Cistothorus palustris Gnatcatchers: Polioptilidae Blue-gray Gnatcatcher- Polioptila caerulea Kinglets: Regulidae ^ Golden-crowned Kinglet- Regulus satrapa Ruby-crowned Kinglet- Regulus calendula Thrushes: Turdidae Western Bluebird- Sialia mexicana Mountain Bluebird- Sialia currucoides Townsend's Solitaire- Myadestes townsendi ^ Swainson's Thrush- Catharus ustulatus ^ Hermit Thrush- Catharus guttatus American Robin- Turdus migratorius Mockingbirds & Thrashers: Mimidae Northern Mockingbird- Mimus polyglottos Sage Thrasher- Oreoscoptes montanus *Bendire's Thrasher- Toxostoma bendirei *Curve-billed Thrasher- Toxostoma curviostre Starlings: Strunidae European Starling- Strunus vulgaris Pipits: Motacillidae American Pipit- Anthus rubescens Waxwings: Bombycillidae ^ Cedar Waxwing- Bombycilla cedrorum Silky Flycatchers: Ptilogonatidae Phainopepla- Phainopepla nitens Longspurs: Calcariidae ^ Chestnut-collared Longspur- Calcarius ornatus Wood Warblers: Parulidae ^ Orange-crowned Warbler- Oreothlypis celata ^ Nashville Warbler- Oreothlypis ruficapilla ^ Virginia's Warbler- Oreothlypis virginiae ^ Lucy's Warbler- Oreothlypis luciae Yellow-rumped Warbler- Setophaga coronata ^ Black-throated Gray Warbler- Setophaga nigrescens ^ Townsend's Warbler- Setophaga townsendi ^ Grace's Warbler- Setophaga graciae ^ Yellow Warbler- Setophaga petechia ^ MacGillivray's Warbler- Geothlypis tolmiei ^ Wilson's Warbler- Cardellina pusilla ^ Common Yellowthroat- Geothypis trichas ^ Yellow-breasted Chat- Icteria virens Towhees & Sparrows: Emberizidae ^ Green-tailed Towhee- Pipilo chorurus *Canyon Towhee- Pipilo fuscus Spotted Towhee-Pipilo maculates Rufous- crowned Sparrow- Aimophila ruficeps Chipping Sparrow- Spizella passerina Brewer's Sparrow- Spizella breweri Lark Sparrow- Chondestes grammacus Black-throated Sparrow- Artemisiospiza bilineata Sage-brush Sparrow- Artemisiospiza nevadensis ^Lark Bunting- Calamospiza melanocorys ^ Savannah Sparrow- Passerculus sandwichensis Lincoln's Sparrow- Melospiza lincolnii Song Sparrow- Melospiza melodia Vesper Sparrow- Pooecetes gramineus White-crowned Sparrow- Zonotrichia leucophrus Dark-eyed Junco- Junco hyemalis Cardinals & Tanagers: Cardinalidae ^Summer Tanager- Piranga rubra *Hepatic Tanager- Piranga flava ^Western Tanager- Piranga ludoviciana ^ Black-headed Grosbeak- Pheucticus melanocephalus Blue Grosbeak- Passerina caerulea Lazuli Bunting- Passerina amoena Blackbirds: Icteridae Eastern Meadowlark-Sturnella magna Western Meadowlark- Sturnella neglecta ^ Yellow-headed Blackbird- Xanthocephalus xanthocephalus ^ Red-winged Blackbird-Agelaius phoeniceus Great-tailed Grackle- Quiscalus mexicanus ^ Brewer's Blackbird- Euphagus cyanocephalus Brown-headed Cowbird- Molothrus ater Bullock's Oriole- Icterus bullockii Finches: Fringillidae ^ Cassin's Finch- Haemorhous cassinii House Finch- Haemorhous mexicanus ^ Pine Siskin- Spinus pinus American Goldfinch- Spinus tristis Lesser Goldfinch- Spinus psaltria *Evening Grosbeak- Coccothraustes vespertinus Old World Sparrows: Passeridae House Sparrow- Passer domesticus       References: American Birding Association Comprehensive Checklist Version 7.5 -12\/2013 www.aba.org Van Riper III, C., and M. Lamow. 2006. A 2006 bird checklist for Petrified Forest National Park. A Century pf Research at Petrified Forest National Park: 1906-2006. Museum of Northern Arizona Bulletin No. 63.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/nature\/birds.htm"
}
