{
    "title": "Saratoga National Historical Park: Multimedia Presentations",
    "body": "Multimedia Presentations          Mobile Web App -- new in 2015! Starting March 30, 2015, the park is able to offer a new Mobile Web App. If you are reading this on a smart phone or tablet, use the Mobile Web App link to access the app.  The site will ask if you want to save the link onto your device's home screen; doing so will create an app icon on your home screen. If you are reading this on a desktop or laptop computer and want the URL for your mobile device's web browser, it is sara.toursphere.com         Battlefield Tour Road Cell Phone Tour It's easier than ever to connect to the stories preserved and told at Saratoga National Historical Park, all with the convenience of your own cell phone. Here's how:  During tours of the Battlefield, as you visit each of the 10 tour road stops, call 518-665-8185 to access the Cell Phone Tour; Enter the number of the tour road stop you are at; Enjoy a short audio narration (3-10 minutes) describing the significance of the grounds on which you are standing.  While listening, you can access several functions to aid your enjoyment of the program:  Press \"1\" to rewind; Press \"2\" to pause, and again to play; Press \"3\" to fast forward; Press # to skip a track.  At the conclusion of the narration, you can press *0 to share your thoughts on what you've heard. NOTE: this service is free of charge, but your own cell phone service provider's use fees will still apply.         Battlefield Tour Road MP3 Audio Tour Now, you can enhance your battlefield tour experience with the convenience of your MP3 player! Prior to your visit, download these audio files onto your MP3 device. Then, when you tour the battlefield, you can listen to the audio file for each tour road stop.  Welcome Track (play before leaving parking lot) — file size: 2.81 MB Tour Stop 1 — file size: 2.67 MB Tour Stop 2 — file size: 5.28 MB Tour Stop 3 — file size: 1.92 MB Tour Stop 4 — file size: 4.59 MB Tour Stop 5 — file size: 7.97 MB Tour Stop 6 — file size: 6.41 MB Tour Stop 7 — file size: 6 MB Tour Stop 8 — file size: 1.87 MB Tour Stop 9 — file size: 3.47 MB Tour Stop 10 — file size: 5.67 MB Tour Conclusion (play after leaving last tour stop)  — file size: 6.97 MB       Wilkinson Trail Kids' MP3 Audio Tour – new in 2015 Narrated completely by kids...for kids! How might the Battles of Saratoga appeared through the eyes of young people?  Download these MP3 audio files to your phone or MP3 player and listen in to hear their perspectives as you hike the Battlefield accompanied by your Narrator, Mary Morton, and George Williams...and the adult with your group of course.  Start playing each narration at its respective Station Marker: Track A at Station A, Track B at Station B, and so on. After listening to these narrations you may even be able to teach a little history to the adults in your group! These audio tour files accompany a shorter, 2-mile hike along the Wilkinson Trail using the Liaison (cutoff) trail.  Please use a copy of the Wilkinson Trail Map to better understand the tour sequence. A downloadable copy of this map may be found on our Maps page.  Track 1: Introduction-- play this file at the back porch of the Visitor Center (472 kb) Track 2: Station A (1.5 MB) Track 3: Station B (1.8 MB) Track 4: Station C (1.3 MB) Track 5: Station D (1.7 MB) Track 6: Station E (381 kb) Track 7: Station F (2.1 MB) Track 8: Station N (1.2 MB) Track 9: Station C --2nd presentation at Station C, nearing end of tour (1.8 MB) Track 10: Station B --2nd presentation at Station B, end of tour (3 MB)  Our special thanks to David and Ginger Hildebrand, who kindly allowed us to use selections from their recordings of \"The White Cockade\" and \"The Road to Boston\" for this project.      Wilkinson Trail (hiking trail) MP3 Audio Tour You can now hike the Wilkinson Trail while immersing yourself in tales from the Battles of Saratoga! These free, downloadable MP3 files range from 3-7 MB. Save them to your favorite MP3 player, and listen to them as you hike the Wilkinson Trail. Start playing each one at each station on the Wilkinson Trail (gray, plastic marker posts, labeled \"Station A\", \"Station B\", etc.), and keep walking as you listen. If you are still listening when you arrive at the next station, you're a fast walker! Just finish listening to the track before you begin playing the next one. Please use a copy of the Wilkinson Trail Map to better understand the tour sequence. A downloadable copy of this map may be found on our Maps page.  Introduction (2.9 MB) --play this narration behind the Visitor Center Station A (3.8 MB) Station B (2.9 MB) Station C (3.6 MB) Station D (2.3 MB) Station E (2 MB) Station F (2.6 MB) Station G (2.6 MB) Station H (4.5 MB) Station I (3.6 MB) Station J (2.3 MB) Station K (1.2 MB) Station L (6.7 MB) Station M (4.2 MB) Station N (2.3 MB) Station C --2nd time, nearing end of hike (2.9 MB) Station B --2nd time, nearing end of hike (5.2 MB)  Our special thanks to all who made this MP3 trail possible: Angel Bovee, Thomas Hawn and the New School of Radio and Television (Albany, NY), Deanna Stickles-Bach, Jason Bach, Suzanne Baker, Ben Katagirl, Adam O'Connor, Steven O'Connor, Maggie's Music, Inc. (Hesperus Ensemble, Colonial America album), Plymouth fife and Drum Corps (Honor album).                          Fiber Optic Map Presentation A video version of the very popular 15-minute fiber optic map presentation at the park's visitor center.  Duration:15 minutes, 28 seconds",
    "url": "https:\/\/www.nps.gov\/sara\/learn\/photosmultimedia\/multimedia.htm"
}
