{
    "title": "Saratoga National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       A Crucial American Victory Here in the autumn of 1777 American forces met, defeated and forced a major British army to surrender. This crucial American victory renewed patriots' hopes for independence, secured essential foreign recognition and support, and forever changed the face of the world. 1777: An End to the Rebellion? Since the opening shots on April 19, 1775, the British had wanted to bring an end to the rebellion in the American colonies. They believed that 1777 could be the year. British General John Burgoyne had believed, since his 1775 arrival in North America, that the Lake Champlain - Hudson River Valley was \"precisely the route an army ought to take\" should invasion become necessary. That belief formed the backbone of the British plans to invade New York --a daring scheme to utilize three separate armies in an effort to isolate New England, the perceived heart of the rebellion, and then focus on crushing that seat of discontent. A large army --about 10,000 soldiers, Native forces, loyalists, camp followers, and others-- were to invade south from Canada into New York. Making their way along Lake Champlain to the Hudson River, they would continue south, eventually reaching Albany (a mid-sized port city and convenient meeting point). Once in Albany, they would set up winter quarters and open communications lines with the City of New York, also in British hands. A second British army, led by Colonel Barry St. Leger, was to depart from Lake Ontario and invade eastward into New York. Upon arriving at the Mohawk River, they would follow it to its confluence with the Hudson. Somewhere in that area, they were to rendezvous with Burgoyne's forces. General William Howe and his British troops in New York City were the third element in the plan. They were to push northward into the Hudson Highlands, capturing a few forts in the south part of New York and giving American defenders near Albany the appearance of being invaded from both north (Burgoyne) and south.  The American forces would, in theory, have no choice but to divide and address both invading armies at the same time. It was hoped the smaller American force facing Burgoyne would provide little resistence; the small American force further south would become stuck between then-British held Albany and British held New York City. Howe realized a potential flaw in the plan. American General George Washington, whose forces had been chased out of New York City the year before, were somewhere in the north part of New Jersey. If Howe proceeded northward into New York, Washington could conceiveable retake New York City. His solution was to attack Philadelphia and draw Washington's army into open battle. Of course, Howe needed to keep New York City in British hands. He left his second-in-command, General Henry Clinton, with several thousand men to both hold the city and to proceed with the push into the Hudson Highlands. By August 1777, Burgoyne had successfully captured Fort Ticonderoga, defeated fleeing American troops at Hubbardton (Vermont), and taken a few supply depots just north of where the Hudson takes a sharp turn west. His army would stay at one of these, Fort Edward, on the edge of the river. Remaining there the month of August, Burgoyne sent a contingent of about 800 of his rented German troops toward Bennington (Vermont), only to lose these men to American militia soldiers in a battle on the New York side of the border. In early September, Burgoyne's army began their southward march again. Soldiers marched on the river road, while many of the supplies were floated on boats down the Hudson. The Northern Department of the American Army, commanded by General Horatio Gates was keeping busy with its own preparations. Starting September 12, they began to build formidable defenses on Bemis Heights. This ridge of bluffs, two miles north of the village of Stillwater, overlooked both the Hudson River and the river road.  Defenses at Bemis Heights were formidable indeed. Cannons there could hit the river and the road. Fortified lines on the flood plan controlled the road. The natural \"bottleneck\" in the river valley would funnel the British right into American gunsights. Nor could the British go east around the position, for the rough terrain there and lack of good roads prevented much movement. Knowing all this, the 8500-man American army also built a long fortified wall about ¾ of a mile west from Bemis Heights, and then ¾ of a mile south --forming a large \"L\" shaped line. This combined position, defended with 22 cannons, were well suited to deter the British from invading any farther. The British, who by now had crossed to the west side of the Hudson, were only days away. The Battles of Saratoga On September 19, 1777, Burgoyne had split up his 7500-man army into three columns to sweep around where he believed the Americans might be. One column of British troops would move west about 2 miles inland and begin to move south. A second column of British troops moved about a mile inland before moving south. The third column, made of German troops, moved along the river road and defended British supplies. About noon on the 19th, scouts from the center column encountered Colonel Daniel Morgan's American light infantry and riflemen at the farm of John Freeman, a loyalist who had gone north to Fort Edward to meet up with Burgoyne's army. Thus began the fighting, which grew very fierce, as the battle swayed back and forth, each side taking and retaking the field.  As evening drew closer, Burgoyne ordered about 500 German soldiers to move from the river and reinforce the British center column. When the Americans heard and saw them coming, they left the field and returned to their own lines. The British held the field, but were unable to proceed. On September 22, Burgoyne got word from Clinton that he could send troops north from New York City at any time. Burgoyne expected assistance, and ordered his troops to dig in and await it. By the first days of October, Clinton's men had moved northward, capturing a few American forts. Part of their number also attacked Kingston, and a small number got about 30 miles south of Albany. By mid-October, Howe had ordered Clinton back to New York City to supply reinforcements for Philadelphia. Clinton had to turn away. Burgoyne's army grew short on time, supplies, and manpower; their now 6800-man army had been on half-rations for the last two weeks, and winter wasn't far away. On October 7, he sent out a 1500-man \"reconaissance-in-force\" with several cannons to probe and bombard the American left. The group was delayed in the Barber Wheatfield, as some of the soldiers were tasked with harvesting the much-needed ripened wheat. Around mid-afternoon, the Americans, aware of the British movement, attacked. Their now 13000-man army was able to push the British back. As the British withdrew, one of their beloved Generals, Simon Fraser, was mortally wounded by one or more of Morgan's riflemen. British forces hastily fell back to one of their defensive positions, the Balcarres Redoubt. It was strong, well defended, and able to deter the Americans. Several hundred yards north, the Breymann Redoubt was not as well suited to the defense. It was also defended by less than 200 German soldiers and officers --no match for the nearly 1300 American soldiers attacking it. As some of the American troops began to circle around the left side of the Breymann Redoubt, American General Benedict Arnold arrived on the scene. Caught up in the flow of American soldiers, he rallied the men, and was seriously wounded in the left leg. By nightfall, the Americans held the Breymann Redoubt. As it was at the far right of the British lines, they could then get behind the British anywhere else from behind. They did not press the advantage, but the British still fell back to their own river fortifications, the Great Redoubt. Simon Fraser having been buried in the Great Redoubt the morning of October 8, and having packed up what supplies they could, Burgoyne's army began a hasty retreat north. They trudged through cold rain, mud, and hunger until reaching the village of Saratoga. Finding themselves boxed in by American militia soldiers north, west, and east of the village, they set up a fortified camp and waited. Two days later, the Americans had completely surrounded them. After a week of negotiations, Burgoyne surrendered to Gates, on October 17, 1777. The American victory demonstrated that American troops could fight a European army, on their own terms, and win. It also convinced the French to ally themselves with the Americans and declare war against England. Later, the Spanish and Dutch did the same. This multi-national alliance turned a civil uprising for the British into a world war, as they would have to then fight not only in North America, but in the Caribbean Sea, the Mediterranean Sea, North Africa, South Africa, and India --among other places.  Because of the incredible impact caused by the American victory in the Battles of Saratoga, they are known as the \"Turning Point of the American Revolution\", and are considered by many historians to be among the top 15 battles in world history.",
    "url": "https:\/\/www.nps.gov\/sara\/learn\/historyculture\/index.htm"
}
