{
    "title": "Petrified Forest National Park: Historic Route 66",
    "body": "Historic Route 66         A line of telephone poles still marks the road bed of Historic Route 66 within the park. NPS\/Marge Post  Traces of an old roadbed and weathered telephone poles mark the path of the famous \"Main Street of America.\" Petrified Forest National Park is the only park in the National Park System containing a section of Historic Route 66. From Chicago to Los Angeles, this heavily traveled highway was not only a road--it stood as a symbol of opportunity, adventure and exploration to travelers. U.S. Route 66 was established in 1926, but it was after WWII that the road earned its place in pop culture. A trip from middle America to the coast could take about a week along swinging 66. No interstate speeds back then! For many, the journey was not just across miles, it was across culture and lifestyles, as each stop along the way offered local flair and regional flavor. Of course, getting to your destination was important, but the trip itself was a reward. Imagine the neon signs of one-of-a-kind motels, burgers and chicken fried steaks in a multitude of restaurants, filling stations that served as miniature oases, gaudy tourist traps, and more than 2,200 miles of open road.         This historic postcard captures the colors and personality of the Painted Desert. NPS Museum Collection  Driving west on Route 66, in the heart of the Painted Desert, one could see a pink edifice glimmering in the clear air. After long hours of travel, here was a special place to take a break, stretch your legs, sip a cold drink, and admire the view. Painted Desert Inn welcomed all with an air of hospitality and allure. It winds from Chicago to L.A., More than two thousand miles all the way. Get your kicks on Route Sixty-six! From the song \"Route 66\" by Bobby Troup      There are Route 66 geocaching sites in the park!  For more information about Historic Route 66 and to find out how the National Park Service is helping to restore many of the attractions along the \"Mother Road\" check out the Route 66 Corridor Preservation Program.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/historic-route-66.htm"
}
