{
    "title": "Saratoga National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       GPS Users: Please note that different GPS systems operate differently; some systems only allow street names, and will not accept route numbers. The official Saratoga National Historical Park address is: Saratoga National Historical Park 648 Route 32 Stillwater, NY 12170 If your GPS only allows street names, try these coordinates: LAT 43.013834 LONG -73.651271 Your GPS system might also include us under category searches, such as \"National Parks\", \"Parks\", \"Museums\", or \"Historical Sites\". Searching for \"Saratoga Battlefield\" may also work.     Standard Directions Saratoga National Historical Park is located 40 miles north of Albany, the state capital, and approximately 15 miles southeast of Saratoga Springs. NOTE: All signs for the park are brown with white letters and say \"Saratoga National Historical Park.\"  Also, mileages are approximate. FROM THE NORTH (like Glens Falls, Queensbury, or Montreal):  The first portion of these directions is the same for all parts of Saratoga National Historical Park.   Get off the Northway (I-87) at Exit 14 Follow signs for Route 29 East into Schuylerville, and take Route 29 into Schuylerville. At the \"T\" intersection with U.S. Route 4 (Broad Street in Schuylerville), turn right. You will be going south. THEN, depending on what part of Saratoga National Historical Park you wish to see, refer to the directions below.  For Saratoga Monument:  After the right turn from Route 29 onto Broad Street \/ U.S. Route 4, continue to drive south on Broad Street about ¾ of a mile and look for a right turn for Burgoyne Road (County Route 338). Take that right turn onto Burgoyne Road, going uphill; Saratoga Monument will be about ¾ of a mile uphill on your left.  For Victory Woods:  After the right turn from Route 29 onto Broad Street \/ U.S. Route 4, look for a right turn for Burgoyne Road (County Route 338).  Take that right turn onto Burgoyne Road, going uphill a short distance. A short distance uphill (about 2\/3 of a mile), look for a left turn for Monument Drive.  NOTE: Saratoga Monument will be visible uphill and to your left. Take that left turn onto Monument Drive.  Parking for Victory Woods is at the end of Monument Drive.  You can also park at Saratoga Monument and walk to Victory Woods, just south of the Monument.  For Schuyler House:  After turning right onto Broad Street \/ U.S. Route 4, drive about one mile.  As you cross over the small bridge, as you drive out of the village, Schuyler House is located on your left (it is a large yellow house).  For the Battlefield:  After turning right onto Broad Street \/ U.S. Route 4, drive approximately eight miles south on Route 4.  The entrance to the Battlefield will be on the right side of the road. Take that right turn into the Battlefield, where you will be on the Park Entrance Road.  Drive approximately 2 miles on the Park Entrance Road until you arrive at a stop sign. REGULAR PARKING: after stopping for the stop sign, drive across the intersection to the parking lot.  The Visitor Center is just uphill from the parking lot. HANDICAP ACCESSIBLE PARKING: after stopping for the stop sign, turn left onto Roosevelt Road.  There is a universal blue and white accessible parking sign there. Roosevelt Road will take you uphill to an accessible parking area, just behind the Visitor Center.  FROM THE SOUTH (like Albany, Kingston, and New York City):  The first portion of these directions is the same for all parts of Saratoga National Historical Park.   Get off the Northway (I-87) at Exit 12. Turn right off the exit; you will be on Route 67 eastbound. NOTE: you will be entering a traffic circle. Stay in the right lane to go through the next (second) traffic circle, remaining on Rt. 67 eastbound. Before the next (third) traffic circle, move into the left lane. Use this lane in the traffic circle. Take the third exit out of the circle and get onto U.S. Rt. 9 headed north. After exiting the circle onto Rt. 9 northbound, drive about 1.6 miles to the second traffic light, and look for a right turn for Rt. 9 P. Turn right onto Rt. 9 P. Drive about 4.5 miles along Rt. 9 P (Saratoga Lake will be on your left), looking for a right turn for Rt. 423. Turn right onto Rt. 423. After about 5.5 miles on Rt. 423, look for a left turn for Rt. 32. Turn left onto Rt. 32. THEN, depending on what part of Saratoga National Historical Park you wish to see, refer to the directions below.  For the Battlefield:  Drive about 2 miles on Rt. 32. The entrance for the Battlefield will be on your right. Drive to the stop sign. REGULAR PARKING: after stopping for the stop sign, turn right into the parking lot.  The Visitor Center is just uphill from the parking lot. ACCESSIBLE PARKING: after stopping for the stop sign, go straight onto Roosevelt Road.  There is a universal blue and white accessible parking sign there.   Roosevelt Road will take you uphill to an accessible parking area, just behind the Visitor Center.        For Schuyler House:  After turning left onto Route 32, drive approximately 8 miles.  You will be going past the Battlefield, and driving through the Village of Victory and into the Village of Schuylerville.  Where Rt. 32 intersects with U.S. Route 4 (Broad Street in Schuylerville), turn right. Schuyler House will be just over the bridge, on your left (it is a large yellow house).  For Saratoga Monument:  After turning left onto Route 32, drive approximately 8 miles.  You will be going past the Battlefield, and driving through the Village of Victory and into the Village of Schuylerville.  At the intersection of Rtoute 32 and U.S. Route 4 (Broad Street in Schuylerville), turn left onto Broad Street \/ U.S. Route 4.  The very next left turn will be Burgoyne Road (County Route 338).  Take that left turn for Burgoyne Road.  About ¾ of a mile uphill, Saratoga Monument will be on your left.  For Victory Woods:  After turning left onto Route 32, drive approximately 8 miles.  You will be going past the Battlefield, and driving through the Village of Victory and into the Village of Schuylerville.  At the intersection of Rtoute 32 and U.S. Route 4 (Broad Street in Schuylerville), turn left onto Broad Street \/ U.S. Route 4.  The very next left turn will be Burgoyne Road (County Route 338).  Take that left turn for Burgoyne Road.  A short distance uphill (about 2\/3 of a mile), look for a left turn for Monument Drive.  NOTE: Saratoga Monument will be visible uphill and to your left. Take that left turn onto Monument Drive.  Parking for Victory Woods is at the end of Monument Drive.  You can also park at Saratoga Monument and walk to Victory Woods, just south of the Monument.   From points east or west:  Use Route 29 to Schuylerville. At the \"T\" intersection with U.S. Route 4 (Broad Street in Schuylerville), turn south.  This will be a right turn if you are driving from the west (Rock City Falls, Gloversville, etc.), or a left turn if you are driving from the east (Greenwich, Easton, etc.). If you are entering Schuylerville on Route 29 from the west, follow all the above directions for reaching Saratoga National Historical Park \"From the north.\" If you are entering Schuylerville on Route 29 from the east, follow all the above directions for reaching Saratoga National Historical Park \"from the north\" but subtract about 1\/5 of a mile.  (Rt. 29 east is approximately 1\/5 of a mile south of Rt. 29 west)",
    "url": "https:\/\/www.nps.gov\/sara\/planyourvisit\/directions.htm"
}
