{
    "title": "Saratoga National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           648 Route 32  Stillwater, NY 12170                 Directions         Saratoga National Historical Park is located between U.S. Route 4 and N.Y. Route 32, about 4 miles north of the Village of Stillwater, N.Y. The park is roughly 40 miles north of Albany, N.Y. and 14 miles southeast of Saratoga Springs, N.Y.  More detailed directions, and downloadable maps, are available on our website.  Directions Details           Operating Hours & Seasons         Visitor Center This is the park's central visitor center, though it is located in the Saratoga Battlefield part of the park.  It offers restrooms, a 20-minute visitor orientation film, a 15-minute fiber-optic battlefield map, the park's Eastern National museum store, annual special exhibits, and topic-focused displays.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -           Battlefield Tour Road The paved, self-guiding, 10-mile tour road brings visitors to 10 interpretive stops.  This includes both the American and British Camps, as well as areas where fighting occurred during the Battles of Saratoga. OPEN SEASON: April 1 - Nov. 30, weather depending. **NOTE** inclement weather can result in delayed season opening, early season ending, or road closure anytime with severe inclement weather. OPEN HOURS: during open season. road opens at 9 AM, but closing time varies with the season.    Standard Hours    Sunday:  -    Monday:  -    Tuesday:  -    Wednesday:  -    Thursday:  -    Friday:  -    Saturday:  -       Additional Information View More       Thanksgiving Day:   -       Labor Day:  9:00 AM - 5:00 PM      Tour Road Open Hours: Late Autumn Season:   November 1  - November 30  9:00 AM - 4:00 PM      Tour Road Open Hours: Spring Season:   April 1  - May 30  9:00 AM - 5:00 PM      Labor Day:  9:00 AM - 6:00 PM          Saratoga Battlefield Pedestrian Access Saratoga Battlefield has several miles of hiking trails, including its only marked trail, the 4 1\/2 mile Wilkinson Trail.  Other trails are established but not marked. All hiking trails are for pedestrian use only. Pedestrians may also walk the Driving Tour Road using the marked Multi-Use Lane. **NOTE** Wilkinson Trail is NOT maintained in winter.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Philip Schuyler House This is the country estate of Philip Schuyler. An American general during the Revolutionary War, it was burned down by the northward-retreating British forces after they left the battlefield. Rebuilt by Schuyler after the British surrendered, it took on a new life, and while changing hands a few times, it remains to today. OPEN SEASON: Memorial Day - Labor Day, then weekends through mid-October. OPEN HOURS: Friday - Sunday, 9:00 AM - 5:00 PM.   Standard Hours    Sunday:  -    Monday:  -    Tuesday:  -    Wednesday:  -    Thursday:  -    Friday:  -    Saturday:  -       Additional Information View More       Memorial Day  - Labor Day   -           Saratoga Monument This 155-foot stone obelisk was built in the last quarter of the 19th century to commemorate the American victory in the Battles of Saratoga.  Visitors may climb up its 188 steps to take in amazing views of the surrounding area, with up to 30+ mile visibility on clear days. OPEN SEASON: Memorial Day - Labor Day, then weekends through mid-October. OPEN HOURS: Friday - Sunday, 9 AM - 5 PM.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Memorial Day  - Labor Day   -           Victory Woods After retreating north from Saratoga Battlefield, the British Army moved west to a ridge top where they made their final defense.  Surrounded and nearly out of food, ammunition, and time, they surrendered to the Americans on October 17, 1777. A self-guiding, 1\/2 mile developed pathway with interpretive signage brings visitors through Victory Woods. The path is made of plastic lumber and poly-coated pea gravel and is accessible to wheelchairs and strollers. **NOTE** path is NOT maintained in winter.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           The park experiences all four seasons.  Temperatures can be as low as -20 degrees Fahrenheit in winter and as high as 100 degrees Fahrenheit in summer.  Check local weather reports for more detailed information.         Fees & Passes     Entrance Fees:   Saratoga Battlefield Vehicle Entrance Fee - $5.00 Entrance fee per private, non-commercial vehicle.  Everyone in the vehicle is covered.    Saratoga Battlefield Pedestrian Entrance Fee - $3.00 Adults (people age 16+) are charged individually for pedestrian use, whether jogging, walking, or hiking.   Saratoga Battlefield Bicycle Entrance Fee - $3.00 Adults (people age 16+) are charged individually for bicycling the Tour Road. Cycling is only allowed on the Tour Road.   Entrance Passes:   Vehicle Pass - $5.00 Covers everyone in a private, non-commercial vehicle.  Valid for 7 days.   Hiking \/ Bicycling \/ Equestrian Pass - $3.00 Covers one adult for hiking, bicycling, or horseback riding. Valid for 7 days.   Saratoga Battlefield Annual Pass - $10.00 This card covers entrance fees for one year from the end of the month of purchase. Vehicle: covers the private, non-commercial vehicle in which the card holder is riding. Hiking\/Biking\/Equestrian: covers card holder plus up to 3 adults.         Visitor Centers       Visitor Center This is the park's central Visitor Center, located in the northwest corner of Saratoga Battlefield.  It offers restrooms, a 20-minute visitor orientation film, 15-minute fiber-optic battlefield map, annual exhibits, topic-focused displays, the park's Eastern National museum store, and park maps and brochures. Visitors can also purchase entrance passes here.                Operating Hours & Seasons The park is open year-round, with the exception of a few holidays. Some parts of the park are only open seasonally. For specific information about the parts of the park and their open seasons, please proceed to our Operating Hours & Seasons page. Fees & Passes Entrance fees apply to the Battlefield portion of the park. For detailed information about our entrance fee season, costs, and the America the Beautiful Interagency Passes, please head to our Fees & Passes page. Permits & Reservations For information about Special Use Permits --required for non-traditional park uses (like commercial filming or photography, weddings, public meetings, etc.)-- please go to our Permits & Reservations page. Weather Northeastern New York experiences four full seasons, with each having its own beauty and its own challenges. For more detailed information about our area weather, and links for current weather conditions, please visit our Weather page. Pets Yes, pets are allowed in the park, though there are some basic rules in place for everyone's protection...including your pet's well-being. A full listing can be found on our Pets page...woof!",
    "url": "https:\/\/www.nps.gov\/sara\/planyourvisit\/basicinfo.htm"
}
