{
    "title": "Saratoga National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Saratoga Battlefield Begin your visit at the Visitor Center, where you can pick up a park map & brochure and pay your entrance fee. The Visitor Center also has restrooms, a book and gift shop, 20-minute orientation film, fiber-optic light map, timeline display, and artifact display. Tours of the Battlefield are self-guiding, using information in the park brochure, optional audio tour CD, optional cell phone or MP3 tour, and interpretive stations along the way. Starting March 30, 2015, the park also has an available smart phone \/ tablet Mobile Web App.   There is also an option to pre-arrange a guided tour with the Park's licensed Official Saratoga Battlefield Guide. Schuyler House This restored 1777 country house of American General Philip Schuyler is located in the Village of Schuylerville, approximately 8 miles north of the Battlefield.  In season, Schuyler House is open for guided tours. A schedule of the tours is available on our Operating Hours & Seasons page. Saratoga Monument A 155-foot obelisk commemorating the American victory in the Battles of Saratoga, the Monument is located in the Village of Victory, approximately 8 miles north of Saratoga Battlefield. In season, Saratoga Monument is open for self-guided climbs up its 188 steps. Victory Woods This 22-acre parcel of land, located in the Village of Victory, NY (about 8 1\/2 miles north of the Battlefield), marks the final encampment site for the British Army under General John Burgoyne prior to their October 17, 1777 surrender to American forces under General Horatio Gates. Two options are available for visiting Victory Woods.   Park at Saratoga Monument and follow the foot path through the cemetery to the Victory Woods trail head; Drive to the end of Monument Drive (just downhill \/ east of Saratoga Monument) and park in the cul-de-sac there.  An accessible boardwalk and pathway runs about ½ mile through Victory Woods.  The path also has interpretive signs that help tell the story of the last stand for Burgoyne's surrounded army.",
    "url": "https:\/\/www.nps.gov\/sara\/planyourvisit\/index.htm"
}
