{
    "title": "Petrified Forest National Park: Newspaper Rock",
    "body": "Newspaper Rock         Two of the main rockfaces NPS\/VIP Andrew Kearns  The archeological site known as Newspaper Rock is neither a newspaper nor a single rock. The site boasts over 650 petroglyphs covering a group of rockfaces within a small area. High concentrations of petroglyphs like this mark a place as hugely significant. Many generations of people saw these markings and contributed their own. The petroglyphs were created by ancestral Puebloan people living, farming, and hunting along the Puerco River between 650 and 2,000 years ago. Some of the ancient artists may have lived at Puerco Pueblo, located less than one mile north of this site. With so many \"writers\" over so many years, it is impossible to \"read\" the rockface. There is no linear story, but we can still learn from the markings. Modern American Indian groups' interpretations include family or clan symbols, spiritual meanings, and calendar events. Some mark territory boundaries or migratory routes.       What is a petroglyph? Petroglyphs are rock carvings made by pecking directly on a rock surface. When the dark \"desert varnish\" on the surface of a rock is pecked off, the lighter rock underneath is exposed. Petroglyphs tend to last longer than rock art paintings, known as pictographs. The thin red to black \"varnish\" is a natural occurrence common in arid regions. It is composed of clay minerals, oxides and hydroxides of manganese and\/or iron, as well as other particles such as sand grains and trace elements.      Would you like to visit Newspaper Rock? Take the spur road off the main park road. Because of unstable hillsides around Newspaper Rock, you cannot walk down to the rocks. There is a catwalk and overlook for viewing. You can use free spotting scopes to get a closer view of the petroglyph-covered rockfaces at the bottom of the cliffs.  If you cannot visit the park, you can get a great view of Newspaper Rock petroglyphs through a virtual tour or the gallery below.                   Newspaper Rock Petroglyphs   24 Photos  Close-up view of some of the over 650 petroglyphs found at the Newspaper Rock Petroglyphs Archeological District",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/newspaper-rock.htm"
}
