{
    "title": "Petrified Forest National Park: Painted Desert Community Complex",
    "body": "Painted Desert Community Complex         Painted Desert Community Complex plaza, 1962 Beinlich  The Painted Desert Community Complex is located approximately one mile from the edge of the Painted Desert near lnterstate 40. It encompasses 23 buildings, sites, and structures that make up a self-contained desert community. This complex was designed by Richard Neutra and Robert Alexander in 1958 to serve as the park's headquarters, including administrative offices, maintenance facilities, visitor and resident services, and employee housing. Construction began in 1961 and the buildings were dedicated in October 1963.   The complex was recently deemed a National Treasure by the National Trust for Historic Preservation.  Richard Neutra Austrian American Richard Neutra left a remarkable legacy as a top architect of the modernist movement. Neutra contributed his ideas and inspiration to structures, mostly homes in Southern California, that were much copied and remain as icons of the period. He was known for the use of low slope roofs, cantilevers, ribbon windows and butt glazing, intersecting planes of contrasting materials, \"spider leg\" steel supports, open plazas, and interconnection with the landscape. He was one of the leading proponents of the International Style in America, and one of the founders of the California Modern Style, which grew through his work as well as that of his students in the 1950s and 1960s. Neutra ranks as one of the premier American architects of the twentieth century and is cited as a \"master builder\" in the National Trust's Master Buildings: A Guide to Famous American Architects.   At Petrified Forest Neutra was hired by the National Park Service to help usher in a new program meant to enhance visitor services and infrastructure at park sites. Mission 66 was an agency-wide building effort to help parks better handle increased visitor numbers by the NPS 50th anniversary in 1966. The now commonplace concept of the visitor center came from Mission 66, and the Painted Desert Community Complex was one of the agency's most ambitious Mission 66 visitor centers.          CLICK IMAGE TO ENLARGE   In their prospectus, \"Homes for National Park Service Families on a Wind-Swept Desert,\" Neutra & Alexander divided the Painted Desert Community Complex into four areas: 1.) the Commercial Area, including the administration building\/visitor center, apartment wing, Fred Harvey Restaurant\/Curio store and service station, central plaza, and entrance station\/gatehouse; 2.) the Industrial Area, which contains the maintenance building and vehicle storage building; 3.) the Recreation Area that includes the Community Building and school building; and 4.) the Residential Area, including the Teacherage Apartments, residences, carports, and trailer court building with associated trailer court.   Inspired by traditional Southwestern pueblos, the focal point of the complex lies at its center, where administrative and visitor services are oriented around a central plaza.        Central plaza as seen from office balcony, 1962 Beinlich  Check out our photo galleries Painted Desert Community Complex Historic photos, most from 1962-63 Painted Desert Community Complex, Then and Now. A series of paired images comparing today's complex to the community in the early 1960s.      If you would like a guided tour of the Painted Desert Community Complex, please contact us prior to your arrival to schedule your visit.      Also check out the blog post from the National Trust for Historic Preservation \"Preserving Mission 66 Modernism\".  Painted Desert Community Complex to be Recognized as a National Treasure at 'Night of Neutra' in Phoenix News Press Release",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/pdcc.htm"
}
