{
    "title": "Saint Paul's Church National Historic Site: Park Fun",
    "body": "Park Fun          Remember Me: The Haunting of St. Paul's Church Back in Colonial times, the minister of St. Paul’s was the Reverend Thomas Standard. He was wealthy and prominent and was determined to make sure that he would never be forgotten in his parish. So In 1758 he had a beautiful bronze bell made in the same foundry in England that had made the Liberty bell that now hangs in Philadelphia. This bell with his name prominently inscribed in large capital letters he gave to the people at Eastchester, and directed them to hang it in the open belfry so that they would remember him every time they rang it. But was there anything else he could do to make sure that he would never be forgotten? Now, in those days, it was the custom to bury a minister under his church. So when Rev. Standard realized that the people were planning to build a new church, he also had them make a second promise: that after he died, they would take his body from under the old church that was in use now, and bury it under the new one. In that way, he would surely never be forgotten. Two years passed, and Rev. Standard died. In 1788, the new church was finally completed, and opened for worship. But strange things began to happen: on Halloween nights people riding past the church would see a light in the bell tower, and what seemed like light from candles and lanterns almost floating through the inside of the church. And sounds of banging and clanging would suddenly begin and then suddenly stop without any reason. Perhaps it was a reminder that they had not reburied Rev. Stanton as they had promised – however, no one could remember where he was buried! But one day, some boys were playing on the Village Green where the old church used to be. It had been torn down by soldiers during the Revolutionary War and taken for firewood when they were using the new church as a hospital. One boy named Philemon Fowler was chasing around the Green playing tag, and suddenly stumbled into a hole which turned out to be the grave of Rev. Standard! As quickly as possible, his coffin was disinterred and reburied under the new church. Surely now he would rest in peace! But the unusual and unexplainable things didn’t end; sometimes it even sounded as if heavy chains were being dragged across the floor of the basement. Was the spirit of Rev. Standard still not satisfied? Did something else need to be done? Finally the church members realized that they hadn’t given their minister a tombstone over his remains. Quickly, they had one made and put it above the coffin. The noises stopped; the lights stayed out, and the centuries have passed. But every now and then, the rope leading to the bell quivers and there’s an unexpected bang in the tower, or an icy breeze touches a face. And then people wonder again if the spirit of Rev. Standard is truly at rest -- or whether there is something else that he wants…",
    "url": "https:\/\/www.nps.gov\/sapa\/learn\/kidsyouth\/parkfun.htm"
}
