{
    "title": "Saint Paul's Church National Historic Site: Church History",
    "body": "St. Paul's Church History         The bell tower of St. Paul's Church NHS rises above tombstones in the historic cemetery. National Park Service  In 1763, the people of Eastchester, New York began building the present stone and brick church building of St. Paul’s. It was an upgrade, a replacement for a small, square wooden meetinghouse building, which stood about 60-80 yards west of the current church. The wooden meeting house had been in use since 1700, and by the 1760s, Eastchester was a larger, wealthier town, deserving a more substantial building for public use. It was also the end of the French and Indian War, a time of great celebration, optimism and wealth in the colonies, with the long-dreaded French rivals vanquished from North America. The new church was partly a celebration of that momentous victory of England and her colonies over France. The first church was built by the town when the residents were dissenters, Puritans who opposed the Church of England, or the Anglican Church. But the British, in an effort to more effectively manage the Royal Colony of New York, legally established the Anglican Church in Westchester County in 1702. Town residents had to accept this new form of church administration, and pay the salaries of ministers assigned to the parish by the Society for the Propagation of the Gospel in Foreign Parts. By 1763, Eastchester was more firmly an Anglican parish. Design of the church was inspired by the edifices built around London following the Great Fire of 1666, where the principal architect was Christopher Wren. Books with sketches and diagrams based on the construction of some of those churches were available in colonial New York. Local masons helped to build the church along with craftsmen from New York City who would live in the area for months, boarding with Eastchester families. Stones were drawn from the local fields (hence the contemporary term, “fieldstone”), while bricks were also local, probably molded from clay deposits along the Hudson River. Mortar was a proscribed combination of water, sand and lime as the bonding agent, with quantities mixed in a pit at the southern edge of the Green. As a public project of the town, funds were drawn from regular taxation revenues, and supplemented with lotteries. A large undertaking for a relatively small town, the church was not complete when the political and military disruption of the American Revolution rocked the area, halting construction. On the eve of the war, most of the exterior was in place, and the tower had been erected about 2\/3 of the way to the present steeple, but the interior was little more than a dirt floor. The community was still worshipping in the wooden meetinghouse. Yet, even in its unfinished form, the church was the largest, best built, centrally located building in the vicinity, and since it was unlocked and unused during the War for American Independence, it became the obvious location for a field hospital during local campaigns. It was used by the American, British and Hessian armies. The need for firewood as fuel by those forces led to the complete disassembling of the older meetinghouse by the war’s conclusion. At the return of peace in 1783, town residents, now Americans and no longer British colonists, resumed construction and by 1787-8 they had completed the building for use as a house of worship and courthouse. Sales to individual families of space beneath the private, high-walled pew boxes were an important source of income used to cover final construction costs. It was officially named St. Paul’s Episcopal Church in 1795, and a ceiling and interior plaster on the walls was added in the early 1800s. In 1805, after completion of the balcony, it was consecrated, and remained a house of worship through the late 1970s. The Federal Government accepted the church and grounds as a gift from the Episcopal Diocese in 1980. In 1942 the church was restored to resemble its original 18th century appearance by Perry, Shaw & Hepburn, the architectural firm that had developed Colonial Williamsburg in Virginia. The church had undergone many changes in the intervening years. The pulpit had been moved from the south to the east wall. The pews had been turned to face east, and then replaced with benches. The altar had emerged as a more important focus of the service than the pulpit. Clear glass windows had been removed and traded for stained glass honoring the town’s prominent families. The walls and (tin) ceiling were stenciled with religious symbols. All of these alterations favored more ceremony and ritual, following trends in the Anglican and Episcopal Church often called the Oxford movement or Anglo-Catholicism, which tried to restore continuity between these denominations and their Catholic origins. Points of Interest        The pews and the pulpit of St. Paul's Church as seen from the balcolny. National Park Service  Pews: The tall-walled boxed pews visible in the church today were part of the restoration of 1940-42, but they tell an interesting historic tale. In the 18th century, they were necessary to accommodate use of the building in the winter, when no heat, ceiling or insulation created a very chilly interior. Families brought small, rectangular foot warmers -- made of metal and wood -- filled with hot embers from their fireplaces, and placed them on the floors of the pews, where the box walls contained the heat. Pews were generally divided based on the amount a family donated to the church, with the higher pledge warranting a pew closer to the pulpit. Plaques with names accurately reflect family pew occupation in 1787-8, based on the original seating diagram. Pulpit: In the 18th century, the pulpit was the focus of the service, and it was three-tiered. The “clerk” occupied the enclosed box at the floor level; he led the singing of psalms or hymns, and used the “church tickler” as necessary to rouse parishioners who might doze during the sermon. The minister read Scripture and led prayers from the middle level and mounted the top deck when preaching the sermon. Models: The two models on view in the church were built and displayed in 1865 to celebrate important milestones in the history of St. Paul’s Church. That year marked both the 100th anniversary of the erection of the edifice and the 60th anniversary of the consecration of the church. The models show the exterior of the church as it appeared in 1865, including the original wooden cupola topped with a weather vane. It was replaced in 1887 with the current brick and stone steeple, topped with a cross. The models also show the eastern wing that had been added in the 1850s to serve as a vestry room and Sunday school. That addition was not part of the sanctuary until 1942.        The Altar and Side Chancel of St. Paul's Chuch National Park Service  Altar and Side Chancel: Eighteenth century congregants at St. Paul’s took communion only two or three times a year from a holy table placed against the East wall. The present chancel was created during the 1942 restoration by removing the wall that had previously divided this area from the sanctuary. Organ: Henry Erben, a New York City craftsman and businessman, was commissioned to make the organ in 1833 by George Rapelje, an original pew holder in St. Paul’s Church, at a cost of $800. It is a pipe, or pump organ, and remains one of the oldest working organs in the United States.        The bell at St. Paul's Church is a cousin to the Liberty Bell, cast at the same London foundry. National Park Service  Bell: The church tower houses a bronze bell presented to the parish in 1758 by The Rev. Thomas Standard, long-time rector of the Eastchester church. It was cast in London at the same foundry as the famous Liberty Bell of Philadelphia. The bell, which is fairly small, hung from rafters in the wooden meetinghouse, and was hidden during the Revolutionary War to prevent its likely destruction by an army for military use. Stained Glass: The stained glass window at the rear (north side) of the Church depicts the New Testament story of the Visitation of the Magi, representing Mary, the Christ child, and the three Magi. It was installed in that location around 1890 to commemorate the Drake family, prominent members of the congregation and one of the original families of Eastchester. Stylistic comparisons strongly suggest the window was created in the studio of John LaFarge, a pioneering late 19th century artist. The window was removed in 1942 as part of the colonial restoration of the church. Through funding from private donors and the National Park Service, it was restored in 1999 by Rohlf’s Stained & Leaded Glass of Mt. Vernon.",
    "url": "https:\/\/www.nps.gov\/sapa\/learn\/historyculture\/st-pauls-church-history.htm"
}
