{
    "title": "Petrified Forest National Park: Puerco Pueblo",
    "body": "Puerco Pueblo        Partially excavated walls of Puerco Pueblo NPS\/Hallie Larsen         A complete ceramic jug found at Puerco Pueblo NPS Museum Collection  A series of droughts in the 1200s, during the Pueblo IV period, led ancestral Puebloan people to move away from small, scattered hamlets and instead build large pueblo communities. The Village on the Rio Puerco (or Puerco Pueblo, for short) is a 100+ room pueblo site located near the Puerco River, a major drainage that bisects the park. The river would have been a reliable source of water for crops. Farming of corn, beans, and squash took place on the floodplains and terraces along the river. The river also made a natural travel corridor, meaning travelers and traders frequented Puerco Pueblo, carrying new ideas as well as goods. At its largest size, around 1300, Puerco Pueblo may have been home to about 200 people. The one-story high village of hand-shaped sandstone blocks was built around a rectangular plaza. The rooms were living quarters and storage, but most activity, like cooking and craftmaking, took place in the plaza. There were also several underground rooms, called kivas, where ceremonial practices took place. There were no doors or windows in the plaster-covered exterior walls of the pueblo. Entry into the village was by ladders over the wall and across the log, brush, and mud roofs of the room blocks.        An aerial photo taken in the 1980s shows the walls and rooms surrounding the central plaza NPS  Unable to adapt to the climate change of the late 1300s, the inhabitants of Puerco Pueblo systematically abandoned the pueblo in search of a more suitable area. It was all but empty by 1380. Only the sandstone bricks, potsherds, stone tools, petroglyphs, and other artifacts and features remain to tell the tale of these ancient people. Would you like to visit Puerco Pueblo? The trail is accessed at the south end of the Puerco Pueblo parking lot. This 0.3 mile (0.5 km) loop trail is mostly paved as it runs through the partially excavated pueblo to views of petroglyphs. If you cannot visit the park, you can get a great view of Puerco Pueblo through the virtual tour.        The summer solstice marker at Puerco Pueblo in action at the end of June. NPS\/Marge Post  Solar Marker Throughout the Southwest, some petroglyphs (images carved into a rock surface) and pictographs (images painted onto a rock surface) have been found to mark astronomical events during the year, such as the summer solstice, winter solstice, and both spring and fall equinoxes. One such petroglyph can be easily viewed at Puerco Pueblo. For about two weeks around June 21, an interaction of light and shadow passes across the rings of this small, circular design as the sun rises.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/puerco-pueblo.htm"
}
