{
    "title": "Saint Paul's Church National Historic Site: A Clash of Cultures: Anne Hutchinson's Brief Life near St. Paul's Church",
    "body": "A Clash of Cultures: Anne Hutchinson's Brief Life near St. Paul's Church         Anne Hutchinson   Anne Hutchinson's remarkable odyssey was a reflection of the powerful religious impulses which had a deep impact on society and individual lives in the English speaking world of the 17th century. A woman of extraordinary personal gifts, she pursued religious convictions as the central concern of her life, when questions of faith absorbed the spiritual and intellectual energies of some of the best and brightest minds. An intrepid woman, she also had the courage of her passions, following the Puritan tradition of sustaining religious beliefs even in the face of personal danger. For a woman, Anne was most unusual for her time. When women rarely even spoke at public meetings, she commanded a leadership role in a major religious and political controversy that rocked the colony of Massachusetts Bay in the 1630s. Anne Hutchinson was constantly on the move in her adult life, sustained by religious faith, but increasingly consumed in a search for freedom of worship and personal safety -- emigrating from England to Boston in 1634, and forced into exile in Rhode Island in 1638. In 1642, the fifty-one-year-old mother of fifteen sailed to the St. Paul's area, which was emerging as a focal point in a clash of cultures between the native Indians seeking to sustain a traditional life on ancestral lands and the colonizing enterprises of the Dutch New Netherland settlement. That collision of three visions of local land use, about a mile from this site, had tragic consequences for Anne and her party in July 1643. A potent symbolic figure, Hutchinson's life and religious tribulations have been interpreted by modern historians in a myriad of ways -- pioneer feminist, radical individualist, religious martyr, political rebel. Reflecting the persistence of interest in her saga, three hundred and fifty years after her conviction for religious heresy the Governor of Massachusetts pardoned Anne in 1985. We invite you to explore her fascinating story and the significance of her life in this exhibition through documents, artifacts, art work, photographs, models, sounds and text. Anne Hutchinson in Massachusetts Bay Exile in Rhode Island  Native Inhabitants of the Region  New Netherland: The Dutch Commercial Colony Anne Along the Hutchinson River",
    "url": "https:\/\/www.nps.gov\/sapa\/planyourvisit\/a-clash-of-cultures.htm"
}
