{
    "title": "Petrified Forest National Park: Explorers and Settlers",
    "body": "Explorers and Settlers         Spanish inscription in the Painted Desert NPS    Spanish Exploration Standing at the edge of a colorful sea of badlands and mesas, a Spanish explorer named the region El Desierto Pintado--the Painted Desert--or so the story goes. No mention was made of petrified wood, but the Spanish of the 1500-1700s were focused on finding routes between their colonies along the Rio Grande and the Pacific Coast. Within Petrified Forest National Park, Spanish inscriptions have been discovered from the late 1800s, descendents of some of the earliest non-American Indian settlers in the region.        Etching by expedition artist Heinrich Mollhausen, 1853 NPS  Whipple Expedition of 1853 After the Southwest became part of U.S. territories in the mid-1800s, the U.S. government continued to seek routes to the Pacific. U.S. Army Lt. Amiel Whipple led a route survey along the 35th parallel. Impressed with the Painted Desert landscape, Whipple named the seasonal river lined with petrified wood deposits Lithodendron (\"stone tree\") Creek--the large wash that bisects the Painted Desert Wilderness Area today. The Whipple Expedition crew provided the first published account of petrified wood in what would become Petrified Forest National Park.         U.S. Camel Corps Reenactor with his camel NPS\/Wendy Parrish  E. F. Beale and the U.S. Camel Corps Can you picture a camel caravan at the edge of the Painted Desert? Experienced explorer, frontiersman, and retired military officer Edward F. Beale was hired by the U.S. Government to survey and build a wagon road following Whipple's route along the 35th parallel. Between 1857 and 1860, Beale made several trips, building and improving the road. As part of a government experiment in desert transport, Beale used camels as pack animals. Though Beale became convinced of the camels' value, the government did not choose to invest in camels. The old wagon road is still visible in spots across the Southwest, and part of it is on the National Register of Historic Places.         Traveling in 1902 NPS Museum Collection  Homesteading In the late 1800s, pioneers and private stage companies followed the routes of the 35th parallel and began to further settle the area. Homesteaders developed ranches that took advantage of the rich grasslands, which would forever after bear the mark of grazing. In 1884, the Holbrook Times noted: \"...The whole northern portion of the territory seems to be undergoing a great change....Our plains are stocked with thousands of cattle, horses and sheep...\" Cattle grazed in Petrified Forest until the mid-1900s. Some private ranches still neighbor park lands.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/explorerssettlers.htm"
}
