{
    "title": "Saint Paul's Church National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           897 South Columbus Avenue  Mount Vernon, NY 10550                 Directions         Take the 5 Lexington Avenue (green) line to the Dyre Avenue station in the Bronx, the last stop. Proceed north to E. 233rd Street and make a right, going east. Walk several blocks. Make a left onto Provost, heading north. Provost becomes S. Third Ave. Continue north on S. Third Avenue to the stop sign on the right at the Salvation Army. Make a right at stop sign onto S. Columbus. Saint Paul's will be on your right. Walk from the subway to the site should be about 15 minutes, approximately 2\/3 of a mile.  Directions Details           Operating Hours & Seasons         Saint Paul's Church visiting hours Open Monday through Friday from 9:00 A.M. to 5:00 P.M., and usually the second Saturday of each month from noon to 4:00 PM. The exception is in the month of October when the site is open on the third Saturday. On the first Thursday of each month, the site will be open from 1:00 P.M. to 9:00 PM Check the Program Schedule for additional dates and times that the site is open. We will be closed for the following Federal holidays: Thanksgiving Day, Christmas Day.   Standard Hours    Sunday: Closed   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: Closed      Additional Information View More       On the first Thursday of each month, the site will be open from 1:00 P.M. to 9:00 PM:     -    Thursday: 1:00 PM - 9:00 PM       During the month of October the site is open on the third Saturday:     -    Saturday: 12:00 PM - 4:00 AM       Usually open the second Saturday of each month from noon to 4:00 PM (call to verify).:     -    Saturday: 12:00 PM - 4:00 PM                  Weather           The weather in New York City is basically the same as for this northern suburb. Please visit http:\/\/forecast.weather.gov\/MapClick.php?lat=40.91259830500047&lon=-73.83707741599966#.Vqjtf_krKUk.         Fees & Passes     Entrance Fees:   Saint Paul's church fees - $0.00 There are no entrance fees to the site.   Entrance Passes:   Saint Paul's Church passes - $0.00 Entrance is free. As this site is an affiliated site, NPS passes are not available.         Visitor Centers                    Detroit Publishing Company postcard of Saint Paul's Church, circa 1903- 1904 NYPL  Visiting Saint Paul's Church is a journey back in time with many stories of how the site, and surrounding area, has changed over the years. Let us lead you back through history!  Saint Paul's Church is located what is currently known as the city of Mount Vernon, New York. The area was originally established as the village of Eastchester in the mid 1660's. The church on these grounds was constructed between 1763 and 1787. Visitors are able to tour both the church and the cemetery, and it is recommended that they view a short, introductory film depicting the history of the site and view exhibits in the museum. Among notable individuals buried in the churchyard are one of the Army surgeons who attended President Lincoln at Ford's Theater, an early silent movie star, and a former slave who served in the Union Army during the American Civil War. Admission to the site and tours are free of charge. Reservations for group tours, including school groups should be made prior to visiting the site. Pets and firearms are not permitted on the site.   This section will assist you with planning your visit with operating hours and seasons, directions and transportation, suggestions, places to go, things to do, and more!",
    "url": "https:\/\/www.nps.gov\/sapa\/planyourvisit\/basicinfo.htm"
}
