{
    "title": "Petrified Forest National Park: Agate House",
    "body": "Agate House       Ancestral Puebloan people used petrified wood for a variety of purposes including tools such as projectile points, knives, and scrapers. Agate House demonstrates another innovative use of petrified wood: as a building material. The eight-room pueblo was built and occupied sometime between 1050 and 1300 in a location near agricultural fields and petrified wood deposits. The size of the structure and time necessary to build and maintain it indicates that this was likely a year-round residence for a single family, rather than the temporary residences or field houses common at that time. It may have even served as a meeting place for the surrounding community. The scarcity of artifacts found at Agate House suggest a relatively brief occupation.         Agate House NPS\/VIP Stuart Holmes  Agate House now stands alone on top of a small hill in Rainbow Forest, but it was likely part of a much larger community. Since its excavation in the 1930s, hundreds of similar petrified wood structure sites have been found in the park. Many date to the same time period (Pueblo II-Pueblo III). Though built using original materials, the 1930s reconstruction is not a completely accurate replication of the original structure. Still it enables us to envision the daily lives of people that called it home.  Would you like to visit Agate House? The Agate House Trail runs 2 miles (3.2 km) round trip from the Rainbow Forest Museum parking lot. A shelter sits at the junction of this trail and Long Logs Trail, offering shade as you cross the badlands and petrified wood scattered landscape. Water, sun protection, and comfortable shoes are strongly recommended.  This dwelling is fragile.Do not sit, stand, or lean on the walls.       Reconstructing Agate House During Winter 1933-34, workers reconstruced a petrified wood structure under the watchful eye of archeologist Cornelius B. Cosgrove, Jr. The crew was a detail from the Civil Works Administration, which would become the Works Progress Administration (WPA). Cosgrove was an archeologist that specialized in the Southwestern United States and worked for the Laboratory of Anthropology at the Museum of New Mexico.        CCC working on reconstructing Agate House, 1934 NPS Historic Photo  In his report \"Report on Excavation, Repair, and Restoration of Agate House and Other Sites\", Cosgrove says no previous work had been conducted at the Agate House site, though its location had been known for several years.          Map with Agate House room numbers   The excavation began with the removal of all loose surface petrified wood, which they set aside to be later used in reconstructing the walls. Under the surface materials, they discovered most of the foundations \"were fairly good and easy to follow.\" He reported the walls to be one foot thick and the floors of the pueblo averaged 8-18 inches (20-45 cm) below the existing grade. Firepits were discovered in two rooms. Excavation began in rooms 2 and 3, continuing with 4, 5, 6, and 1. Rooms 7 and 8 were the last to be excavated. Agate House was originally constructed using medium to large pieces of petrified wood, which were presumably carried to the top of the knoll. The petrified wood was held in place by mud mortar and chinked with smaller pieces of petrified wood. Agate House was listed on the National Register of Historic Places in 1975.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/agate-house.htm"
}
