{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.        Martha Bulloch Roosevelt NPS  Martha 'Mittie' Bulloch Roosevelt Confederate Loyalties- Theodore Roosevelt's mother, 'Mittie', came from a slave owning family in Georgia. Her brothers, James and Irvine Bulloch, served in the Confederate Navy. Despite her husband's support of the Union, Mittie and her sister, Anna, sent illicit supplies from New York, which had to elude Union blockades to reach friends and family in the Confederacy.        Theodore Roosevelt, Sr. NPS  Theodore Roosevelt, Sr. Union Supporter, Confederate Wife- Theodore Roosevelt, Sr. was a philanthropist and Union supporter. His wife, Martha Bulloch, was a loyal Confederate. Deferring to his wife, he hired a substitute to fight for him in the Union Army. He champoined the Allotment Commission, which allowed soldiers to send part of their pay to their families.        Lincoln's funeral procession through New York City. NPS  Lincoln's Funeral Procession Through New York City Witness to History- Seven-year-old Theodore Roosevelt watched Abraham Lincoln's April 1865 funeral procession from a second-story window at the intersection of Broadway and 14th Street, the Union Square home of his grandfather, Cornelius Van Schaack Roosevelt. The future President Roosevelt admired President Lincoln. Today, their faces are side-by-side on Mount Rushmore.",
    "url": "https:\/\/www.nps.gov\/thrb\/learn\/kidsyouth\/trading-cards.htm"
}
