{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Suggested Reading",
    "body": "Suggested Reading         'His Favorite Author' by Everett E. Lowry, was a favorite cartoon of Theodore Roosevelt. It was first published in the Chicago Tribune when T.R. was president. It depicts a man reading the president's message while a picture of Roosevelt watches him from the wall. NPS  Theodore Roosevelt Birthplace NHS Bibliography Brinkley, Douglas (2009). The Wilderness Warrior: Theodore Roosevelt and the Crusade for America. New York, NY: Harper Collins Publishers, Inc. Dalton, Kathleen (2002). A Strenuous Life. New York, NY: Random House. McCullough, David (1981). Mornings on Horseback. New York, NY: Simon and Schuster. Millard, Candice (2005). Theodore Roosevelt’s Darkest Journey: The River of Doubt.  New York, NY: The Random House Publishing Group. Miller, Nathan (1992). Theodore Roosevelt: A Life. New York, NY: Harper Collins Publisher Inc.  Morris, Edmund (1979). The Rise of Theodore Roosevelt. New York, NY: Coward, McCaan and Geoghegan. Morris, Edmund (2001). Theodore Rex. New York, NY: The Random House Publishing Group. O’Toole, Patricia (2005). When Trumpeters Call: Theodore Roosevelt After the White House. New York, NY: Simon and Schuster Paperbacks. Roosevelt, Theodore (1991). The Strenuous Life. Bedford, MA: Applewood Books.  Children’s Books  Allen, John Gable (2003). Theodore Roosevelt: America’s 26th President. Eastern National.  Fritz, Jean (1991). Bully For You, Theodore Roosevelt. New York, NY: GE Putnam Sons. Hale, Sarah Elder (1992). First Ladies. Peterborough, NH: Cobblestone Publishing, Inc. Harness, Cheryl (1998). Young Teddy Roosevelt. Washington D.C.: National Geographic Society Harness, Cheryl (2007). The Remarkable Rough-Riding Life of Theodore Roosevelt and the Rise of Empire America. Washington D.C.: National Geographic Society The Boyhood Diary of Theodore Roosevelt (1869-1870). Mankato, Minnesota: Capstone Press, 2001. Yoder, Carolyn P. (1993). Teddy Roosevelt. Peterborough, NH: Cobblestone Publishing, Inc.",
    "url": "https:\/\/www.nps.gov\/thrb\/learn\/education\/suggestedreading.htm"
}
