{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Boy Scout Rangers",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Boy and Girl Scout Ranger Programs     Boy Scout Rangers                Boy Scout Rangers         Scout Ranger Patch   The Scout Ranger program is cooperative effort between the National Park Service (NPS) and the Boy Scouts of America (BSA). It is a component of the BSA umbrella initiative Good Turn for America which encourages young people to \"Do a Good Turn Daily\" (special thoughtful acts of kindness), help other people and participate in community service projects. In recognition of their resource stewardship activities, Scouts are awarded certificates and\/or patches for their participation. While volunteer opportunities are not always available at relatively small historic sites like Theodore Roosevelt Birthplace National Historic Site, scouts who participate in our regularly scheduled programs, reserved tours with a troop or other group, or a special event in the park, can count that activity towards their award. There are also a number of other National Park Service (NPS) sites in the New York City area that can help a Scout achieve their Scout Ranger goals. Please click HERE for more information on other NPS sites nearby. Earn a certificate Participate for five hours in either an educational program or volunteer service project. Download the certificate. (Use of the certificate is on the honor system, as the certificate should only be downloaded after contributing five hours to project.)    Earn a patch Participate for ten hours in either an educational program or volunteer service project. Scouts will be awarded a patch upon verbally reporting their completion of the program requirements to an NPS employee or volunteer at a visitor center or information center. Theodore Roosevelt Birthplace National Historic Site usually has a supply on hand, but it is a good idea for you or a troop leader to call in advance to make sure we have one ready for you when you visit. Patches are not mailed out. Scouts interested in keeping a log of their hours may use the Activity Sheet. This is not a requirement, but keeping track may assist you in determining how many hours you have completed.   For more information on the national program, how to get started, and other tips please visit HERE.",
    "url": "https:\/\/www.nps.gov\/thrb\/learn\/kidsyouth\/boy-scout-rangers.htm"
}
