{
    "title": "Petrified Forest National Park: Civilian Conservation Corps (CCC)",
    "body": "Civilian Conservation Corps (CCC)       The men that accomplished the work put more than mere employment into their work. These men were dedicated to a belief in the values of good accomplishment of a job given them. Without their initiative, ingenuity, ability to train young men, this building, which was literally built by hand without modern machinery, would not exist today. CCC Camp Superintendent Harold Cole in a 1975 report on Painted Desert Inn       Historic panoramic image of the men at the Puerco River CCC Camp Willa Power donation to NPS       The Civilian Conservation Corps (CCC), established by Congress on March 31, 1933, provided jobs for young, unemployed men during the Great Depression. Over its 9-year lifespan, the CCC employed about 3 million men nationwide. The CCC made valuable contributions to forest management, flood control, conservation projects, and the development of state and national parks, forests, and historic sites. In return, the men received the benefits of education and training, a small paycheck, and the dignity of honest work.        Camp barracks, 1940s NPS\/Paul LeVasseur Collection  Companies and Camps When CCC Companies arrived, the men lived in tents until buildings could be erected at their camps. When completed, each camp included a full complement of buildings: barracks, mess hall, recreational hall, bath house, latrine, supply, garage, and headquarters. The camp complexes also included their own classrooms, hospital, barber shop, post office, canteen, and sometimes a theater. The buildings were frame structures heated by wood and coal burning pot-belly stoves. The camps at Petrified Forest were located at the Puerco River and near Rainbow Forest, where the men actually made their own golf course.  The Work The CCC sought to provide the maximum opportunity for labor at a minimum cost for materials and equipment. With little more than strong backs, shovels, and picks, the CCC built roads, trails, culverts, and structures. When building structures, the CCC utilized native materials, such as the local sandstone, which they quarried themselves with star drills, sledge hammers, muscle, and sweat.         CCC enrollees, 1940s NPS\/Paul LeVasseur Collection  The People The CCC was open to unemployed men ages 17 to 23.5 who were U.S. citizens. Enrollees served 6-month terms, and were allowed to re-enroll at the end of each term up to a maximum of two years. A CCC worker's salary was $30 a month, most of which the men sent home to their families. Meals, lodging, clothing, medical, and dental care were all free for enrollees. The men generally spent $5 to $8 of their monthly salary on toiletries, postage, haircuts, and occasional entertainment. While the CCC men lived and worked on a regimented schedule, there was time for continuing their education through evening classes and for leisure activities on Saturday afternoons and Sundays. Living and working together, the men learned to get along. Some formed life-long friendships.   At Petrified Forest, most of the company were young men from eastern states, notably Pennsylvania. However, there were a few local hires. Often a little older and having more work experience, these men helped train the boys who had never before used any tools.  The Results Congress abolished the CCC on June 30, 1942, as the United States entered World War II. For nine years the program kept families fed, employed 3 million young men, and improved the country's infrastructure. Men from the Corps answered the call to war well trained, physically fit, labor skilled, and with the great CCC attitude of \"We Can Take It!\", changing the nation even after the program had ended.        Digging and laying the park waterline was a big project completed by CCC workers. NPS\/Paul LeVasseur Collection  As the generation who participated in the CCC passes, the legacy of their work lives on. When you visit Petrified Forest National Park and drive the roads, hike a trail, or explore the Painted Desert Inn, take a few moments to reflect on the CCC, the men who labored on these projects, and the investment America made during its most desperate economic period. The Civilian Conservation Corps' hard work all those years ago still continues to pay off today.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/historyculture\/ccc.htm"
}
