{
    "title": "Theodore Roosevelt Birthplace National Historic Site: The Sounds of Theodore Roosevelt",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     The Sounds of Theodore Roosevelt                The Sounds of Theodore Roosevelt         'His Master's Voice' by C.J. Budd captures Roosevelt's tenacious speaking abilities. During T.R.'s bid for a third presidential term, he repeatedly tells the Grand Old Party elephant, \"I am it!\" The record player bears the quote: \"I'll name the compromise candidate. He will be me.\" Harper's Weekly   As long-time friend Jacob Riis once said of Theodore Roosevelt: \"When he speaks, there is not often much applause, and when there is, he often raises his hand with a warning gesture to stop it. Both his hearers and he are much too interested in the thing he says to pay great heed to the way he says it. But when it is over, his hearers go away, thinking. They know exactly what he meant, and, for the best of reasons-he did.\" Theodore Roosevelt, while far from being a recording star, realized the importance of getting his words out to as many people as possible. So, with the invention of Thomas Alva Edison's phonograph, which resulted from his work on improvements to the telegraph and telephone, Theodore's words and speeches were placed on wax cylinder recordings and later archived by the Library of Congress and the G. Robert Vincent Voice Library of Michigan State University.      Audio Recordings (Internet connection may take a few moments to load.) Courtesy: Library of Congress \"The Progressive Covenant with the People\" - August 1912 \"The Right of the People to Rule\" - August 1912 \"The Farmer and the Businessman\" - August 1912 \"Social and Industrial Justice\" - August 1912 \"The 'Abyssinian Treatment' Administered to Standard Oil\" - September 22, 1912 \"Why the Bosses Oppose the Progressive Party\" (1) - September 22, 1912 Courtesy: G. Robert Vincent Voice Library (MSU) \"Bugle Calls\" - circa July,1898 Theodore Roosevelt announces the various bugle calls employed at San Juan Hill. With comments by William Wedge.   \"Why the Bosses Oppose the Progressive Party\" (2) - September 22, 1912 Theodore Roosevelt gives opinions on Messrs. Penrose and Archbold, and the Standard Oil Corporation.  He defines his policy of the Abyssinian treatment of corporations, as well as his stand on labor. \"A Message to the American Boys\"- 1913 With musical accompaniment and introductory remarks by G. Robert Vincent. A message to the American Boys; University Society's 10 inch disc of Theodore Roosevelt cylinder record.",
    "url": "https:\/\/www.nps.gov\/thrb\/learn\/photosmultimedia\/s-and-s-of-tr.htm"
}
