{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Multimedia Presentations",
    "body": "Multimedia Presentations         The 1912 assassination attempt on Theodore Roosevelt is described on 'Mysteries at the Museum'. The episode was filmed at Theodore Roosevelt Birthplace. Travel Channel  Learn about Theodore Roosevelt Birthplace from a ranger! Join Ranger Daniel Prebutt as he discusses the 1912 assassination attempt on Roosevelt for 'Mysteries at the Museum', originally aired on The Travel Channel in 2010. Listen to Ranger Mike Amato as he talks about the life and times of T.R. Want to learn more? Sample a Theodore Roosevelt Birthplace house tour. View a virtual house tour from the C-SPAN video library that was aired in 1996.         Theodore Roosevelt speaking to a crowd of onlookers in Yonkers, New York on October 17, 1910.    The Sights and Sounds of Theodore Roosevelt Theodore Roosevelt had the unique good fortune of being president during the infancy of sound recording and silent motion pictures. He utilized the media to its fullest. Many silent films and recordings of Theodore were created, thanks to Thomas Alva Edison and his inventions, the motion picture camera and the wax cylinder method of sound recording. See Theodore in action and hear his voice by following the following links: The Sights of Theodore Roosevelt  The Sounds of Theodore Roosevelt             An introduction to Theodore Roosevelt Birthplace NHS     This podcast introduces visitors to Theodore Roosevelt Birthplace NHS by discussing the history of the home and other relevant information about visiting this national historic site.  Duration:3 minutes, 34 seconds      Credit \/ Author: Sam Adels   Date created: 2012-10-03                 Theodore Roosevelt, circa 1870 NPS  'Teedie' - A Film by Edmond Levy 'Teedie' is a film that chronicles the life of young Theodore Roosevelt in 1870 during a very pivotal time in his existence. This is the same film that is shown to visitors at Theodore Roosevelt Birthplace. To view this film, please click on the links below. Teedie- Part 1 Teedie- Part 2",
    "url": "https:\/\/www.nps.gov\/thrb\/learn\/photosmultimedia\/multimedia.htm"
}
