{
    "title": "Theodore Roosevelt Birthplace National Historic Site: News",
    "body": "Explore This Park    Learn About the Park     News             News         Theodore Roosevelt Birthplace N.H.S. NPS  Theodore Roosevelt Birthplace to Close for Restoration Work. As of May 1, 2015, Theodore Roosevelt Birthplace N.H.S. will be closed to the public to allow for a $3.7 million project that will consist of renovation and accessibility improvements. To learn more about what we are doing to improve this park site, please read the press release.         'The Roosevelts- An Intimate History' will be airing on PBS, September 14-20, 2014. Check your local listings for air times. PBS    'The Roosevelts- An Intimate History' to air on PBS  On Sunday, September 14, 2014, PBS will begin to air 'The Roosevelts: An Intimate History', a new film by Ken Burns. The seven-part, fourteen-hour series features the lives of Theodore, Eleanor, and Franklin Roosevelt. Much of the first episode was filmed at Theodore Roosevelt Birthplace! Learn more.         The 'Mount Rushmore Mascots' gather with park rangers on the front steps of Theodore Roosevelt Birthplace N.H.S. NPS  The 'Mount Rushmore Mascots' visit Theodore Roosevelt Birthplace! Read about a special visit from some very familiar representatives of the State of South Dakota and learn why they stopped by!         Installation of new carpeting in nursery at Theodore Roosevelt Birthplace NPS  Restoration Efforts at Theodore Roosevelt Birthplace Learn more about what is being done to protect and preserve the boyhood home of our 26th president.         At Theodore Roosevelt Birthplace we're interactive! Come and join us.   Social Media Sites for Theodore Roosevelt Birthplace   Do you want to learn the latest Theodore Roosevelt Birthplace news, trivia and updates, read comments, or view and add your own visitor photos of this park site? If so, then follow us, like us, and share with us on Twitter, Facebook, and Flickr! To see our Social Media page, please click here.        Reporters enjoyed listening to what Theodore Roosevelt had to say, and Theodore loved holding court. In this photo, taken on June 3, 1912 on the lawn at his Sagamore Hill home, he is doing just that. Library of Congress  Local National Park News To learn more about all the sites in the National Parks of New York Harbor visit our newsroom. To follow the National Parks of New York Harbor Twitter feed, please click here.",
    "url": "https:\/\/www.nps.gov\/thrb\/learn\/news\/index.htm"
}
