{
    "title": "Theodore Roosevelt Birthplace National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Theodore Roosevelt's life in photos. NPS  Theodore Roosevelt, the 26th President of the United States, lived at this site from his birth on October 27, 1858 until he was 14 years old. The reconstructed house contains five period rooms, two museum galleries and a bookstore. Teedie, as young Roosevelt was nicknamed, was a sickly but bright boy, from a wealthy family. To improve his health, Teedie began an exercise program at the house's outdoor gymnasium that started a lifelong passion for the \"strenuous life.\" After graduating from Harvard, Roosevelt pursued his boyhood dreams, as a rancher, naturalist, explorer, author and Colonel of the Rough Riders. His political service included reforming the U.S. Civil Service Commission and New York City Police Department, and terms as Governor of New York and Vice President of the U.S. Theodore Roosevelt became president when William McKinley was assassinated in September 1901. As President, Roosevelt pushed progressive reforms, such as conservation of public lands and trust busting, and negotiated an end to the war between Russia and Japan, for which he won a Nobel Peace Prize. Roosevelt's original birthplace was demolished in 1916. After Roosevelt's death in 1919, the site was purchased by the Women's Roosevelt Memorial Association, rebuilt and decorated with many of its original furnishings by Roosevelt's sisters and wife.        The National Park Service - Manhattan Historic Sites Archive is an online resource displaying over one thousand archival items. NPS  Manhattan Historic Sites Archive Learn more about Theodore Roosevelt Birthplace National Historic Site, and other National Park Service sites in Manhattan, at the Manhattan Historic Sites Archive! This archive is comprised of items related to the important individuals and events associated with six National Park Service historic sites in Manhattan (Theodore Roosevelt Birthplace N.H.S., General Grant N. Mem., Hamilton Grange N. Mem., Federal Hall N. Mem., Castle Clinton N.M., and Saint Paul's Church N.H.S.) and to the creation and preservation of these sites. The materials are diverse in type, ranging from photographs, to letters,to maps and prints. This three-year project to catalog, reorganize, and digitize the collections was funded by the National Parks of New York Harbor Conservancy through a grant from the Leon Levy Foundation. Materials were chosen for digitization based on a variety of factors, including both informational and visual content, fragility, and aesthetic qualities. To visit the website and explore this archive, please click here.",
    "url": "https:\/\/www.nps.gov\/thrb\/learn\/historyculture\/index.htm"
}
