{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do            The master bedroom at Theodore Roosevelt Birthplace National Historic Site. Theodore and his siblings were born here. NPS  Visitors to Theodore Roosevelt Birthplace can:  View an introductory film on the early life of Theodore Roosevelt. This 25 minute film encapsulates the physical and emotional struggles that young 'Teedie' endured while growing up in a priviledged Victorian-Era New York home. It provides an excellent foundation for visitors planning to visit the period rooms.  Visit the exhibit galleries which contain a wealth of artifacts and memorabilia from throughout Theodore Roosevelt's life, such as, examples of his childhood taxidermy specimens, his Rough Rider uniform, and the bullet-pierced eyeglass case which helped save his life during an assassination attempt.  Join a guided tour of the five historically furnished rooms including many family owned items. Click here for more info. Join us for Roosevelt-related, periodic special events. To learn more, see our event calendar.  Visit our bookstore that offers a wide array of Roosevelt-themed books and memorabilia. Collect a set of 150th Anniversary Civil War Trading Cards.         A popular photo montage created for Theodore Roosevelt's 1912 Presidential campaign.   Theodore Roosevelt Birthplace contains two exhibit galleries that display a wealth of memorabilia and historic artifacts and photographs from throughout Theodore Roosevelt's illustrious life. The Upper Gallery focuses on Theodore Roosevelt as a nature-lover, outdoorsman, hunter, and conservationist. This exhibit is currently closed for renovations. The Lower Gallery highlights all sorts of artifacts from Theodore Roosevelt's illustrious life and career. The Lower Gallery is open, but the restocking of exhibit cases, following gallery renovation, is still underway.",
    "url": "https:\/\/www.nps.gov\/thrb\/planyourvisit\/things2do.htm"
}
