{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Permits & Reservations",
    "body": "Permits & Reservations         Theodore was a firm believer in obeying rules and following the law. In April, 1886 at Roosevelt's Dakota ranch, three men stole T.R.'s saddles and escaped in his boat. Roosevelt and his men built another one and pursued the thieves for 100 miles on the Little Missouri River until they were captured   Tour Reservations Reservations are required for groups of ten or more, maximum group size is 18 persons. Please call (212) 260-1616 and speak with a ranger to confirm a group tour reservation. A two-week advance notice is necessary. Voice mail messages cannot be used for confirmation.   Permits A Special Use Permit is required for any activity that provides a benefit to an individual, group, or organization rather than the park or the public at large. Many of the events that require permits also require some degree of oversight from National Park Service staff.      First Amendment Activities We encourage citizens to exercise rights guaranteed by the Constitution. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect the public and park resources. Therefore, such First Amendment activities involving over 25 participants require special use permits and National Park Service staff may regulate the time, place, and manner in which they are conducted. Some examples are:   distribution and\/or sale of printed matter  religious services  public demonstrations or assemblies, etc.  collecting signatures for petitions  View and print the Special Use Permit Instructions and Requirements for Theodore Roosevelt Birthplace National Historic Site     Commercial Filming and Photography A permit is required for any filming or photography done by photojournalists and other members of the media within the boundary of the Theodore Roosevelt Birthplace NHS. Download and complete the following: Commercial Filming\/Still Photography Application Form   Application Process To apply for a Special Use Permit, download an application form, fill it out, and send it with the non-refundable application fee of $50 to: Attn: Special Park Uses National Park Service 26 Wall Street New York, NY 10005  Please make check or money order payable to the \"National Park Service.\" Also, note that this is an application form only. A permit form will be sent to you as soon as we approve your proposed activity. No Special Use Permit is valid until signed by the Superintendent or other authorized federal official. Please be advised that additional fees may be assessed, depending upon the nature of the activity.",
    "url": "https:\/\/www.nps.gov\/thrb\/planyourvisit\/permits.htm"
}
