{
    "title": "Theodore Roosevelt Birthplace National Historic Site: Things To Know Before You Come",
    "body": "Things To Know Before You Come         Although many photos have been taken of Theodore Roosevelt, especially during his presidency, a small number have survived from his childhood. This very early photo was taken of Theodore in his christening gown. NPS   A 25-minute film that introduces the life of Theodore Roosevelt is available to view in the rear of the main floor exhibit gallery. We suggest that visitors arrive thirty minutes before your intended, scheduled tour in order to view the film.   Food and drinks are not allowed to be brought into the period rooms or gallery exhibits. Please consume snacks and beverages before arriving. Pets are not permitted on the premises. Service animals are the only allowable exception. Visitors may access the period rooms by guided tour only. Please be considerate: Cell phones and other electronic devices are not allowed to be operated within the building. We regret that we are unable to accommodate child strollers and similar carriages in the period rooms. Limited space is available to temporarily store folded strollers while visiting the site. Large bags, knapsacks, etc. must be left with staff at the front desk, and are not permitted in the period room. Small bags, purses, etc. are permitted. Personal photography without flash is permitted. Recording moving images is not permitted while participating in the guided tours. Commercial film and photography may be allowable, by permit only. Please see 'Permits' page for more information. Public restrooms are available for our visitors. Visitors must remain with the tour until it is completed.  If you cannot remain on the tour for the entire length of time, please feel free to visit the gallery at your own pace and take a tour at another time.  Once a tour has begun, we are unable to allow additional visitors to join, please see the 'Plan Your Visit' page for information on additional tour times. Tours are limited to twenty persons and are offered on a first come- first served basis. Group tours (10 - 20 visitors) may be available by reservation only, based on staff availability. Please see 'Fees & Reservations' page.",
    "url": "https:\/\/www.nps.gov\/thrb\/planyourvisit\/things2know.htm"
}
