{
    "title": "Women's Rights National Historical Park: More Women's Rights Conventions",
    "body": "More Women's Rights Conventions       September 8 -10, 2002 marked the 150th anniversary of the Third National Women's Rights Convention, held in Syracuse, New York in 1852 to discuss \"woman's social, civil, and religious rights\" and a \"plan of operation\" to secure them. In attendance were Lucretia and James Mott, Thomas and MaryAnn M'Clintock, Elizabeth M'Clintock Phillips, Martha Wright, Mary and Sarah Hollowell, Amy Post, and Catherine Stebbins, all signers of the Declaration of Sentiments at the First Women's Rights Convention in 1848. In celebration of the 1852 Convention, a special exhibit, Declarations of Independence: National Women's Rights Conventions, 1850-1863 was on display in Women’s Rights National Historical Park Visitor Center from September 7 through October 31, 2002. Declarations of Independence: National Women's Rights Conventions, 1850-1863 \"It will be a beginning & we may hope in due time it will be followed by one of a more general character...\" Lucretia Mott to Elizabeth Cady Stanton, July 16, 1848 Signers of the Declaration of Sentiments hoped for \"a series of Conventions, embracing every part of the country\" to follow their own meeting in Seneca Falls, N.Y. In the next two years, \"the infancy of the movement\" included women's rights conventions in New York, Ohio, and Pennsylvania. Local, state, and regional conventions continued through the 1850s. The first \"national woman's rights convention\" in Worcester, Mass., in 1850, launched national efforts to \"secure...political, legal, and social equality with man.\" Participants presented resolutions, made speeches, debated strategy, heard letters from advocates unable to attend and arranged for printed minutes of the meeting. They insured annual national meetings by appointing a central committee, including Antoinette Brown Blackwell, William H. Channing, Paulina Wright Davis, Abby K. Foster, Samuel J. May, J. Elizabeth Jones, Lucretia Mott, Wendell Phillips, Ernestine L. Rose, Elizabeth Cady Stanton, Lucy Stone, and others, to coordinate efforts and call conventions. The changing members of this central committee served the movement throughout the decade.  In three important ways, the Seneca Falls convention influenced later conventions. The Declaration of Sentiments was read and debated, or natural rights arguments based on the Declaration of Independence similar to those adopted at Seneca Falls were passed. Signers Mary Hallowell, Lucretia Mott and James Mott, Elizabeth M'Clintock Phillips, Amy Post, Elizabeth Cady Stanton, Catherine F. Stebbins, and Martha C. Wright served in leadership positions. By 1860, the Seneca Falls agenda--to \"employ agents, circulate tracts, petition the State and national Legislatures, and endeavor to enlist the pulpit and the press in our behalf\"--had been fully adopted. Through national and local conventions to discuss \"the purposes of this great movement\" and celebrate \"the successes which have already been achieved,\" activists changed society and themselves. The First National Woman's Rights Convention Brinley Hall, Worcester, Mass. October 23 and 24, 1850 \"...they are absolutely equal in their rights to life, liberty, and the pursuit of happiness--in their rights to do, and to be, individually and socially, all they are capable of... \" Abby H. Price to First National Woman's Rights Convention \"It is one thing to issue a declaration of rights...but quite another thing...to commend the subject to the world's acceptance...to secure the desired reformation,\" warned Paulina Wright Davis, organizer and president of the 1850 national convention, to an audience of thousands in her welcoming speech. She did not want \"the theoretical principles its friends may assume, or the spirit with which they maintain them\" to hinder \"perhaps the very last grand movement of humanity towards its highest destiny.\" Elizabeth Cady Stanton, Lucretia Mott, and Frederick Douglass joined Davis and activists from several states in the desire for a successful movement. Stanton signed the call for the convention, and at Davis' request, sent a letter on \"the propriety of woman's exercising her political rights\" to be read in her absence. Lucretia Mott reviewed the \"condition of woman,\" encouraging the convention to \"do its part toward her elevation.\" Mott and Douglass participated in debates; Mott and Stanton joined committees formed to work on the convention's action plan: to hold local meetings, raise funds, gather facts, and publicize the movement through the press, tracts, books, and speakers. The Second National Woman's Rights Convention Brinley Hall, Worcester, Mass. October 15 and 16, 1851 \"Whereas, according to the Declaration of Independence of the United States, all men are created equal and endowed with inalienable Rights to Life, Liberty, and the pursuit of Happiness;...Resolved, That we protest ...the injustice done to Woman, by depriving her of...Liberty and Equality...\" Resolutions of the Second National Woman's Rights Convention By the time of the second national convention, women's rights conventions in several states showed the progress of \"a great moral civil war, upon the subject of woman's true sphere.\" While letters from British author Harriet Martineau and French activists Jeanne Deroine and Pauline Roland proved that the movement had grown in Europe as well, Americans rooted their movement in the Declaration of Independence. In her address to the convention, Ohioan Emma R. Coe called for \"...an equal control over ourselves, our fortunes, our actions, the right to 'life, liberty and happiness,' which man possesses for himself.\" The 1851 meeting, again presided over by Paulina Wright Davis, drew a larger audience than the first. Committees appointed the previous year reported on women's access to paid labor, education, political rights and social equality. Prominent women's rights supporters, including Antoinette Brown Blackwell, Harriet K. Hunt, Wendell Phillips, Abby H. Price, Elizabeth Oakes Smith gave speeches, while Elizabeth Cady Stanton's letter and resolutions were read. Lucretia Mott served as an officer of the meeting. The Third National Woman's Rights Convention City Hall, Syracuse, N.Y. September 8, 9, and 10, 1852 \"My friends, do we realize for what purpose we are convened?....Our aim is nothing less than...that every American citizen, whether man or woman, may have a voice in the laws by which we are governed.\" Elizabeth Oakes Smith to the Third National Woman's Rights Convention William Henry Channing, Paulina Wright Davis, Samuel J. May, Elizabeth Cady Stanton and Lucy Stone, signed the call to the 1852 convention, to discuss \"woman's social, civil, and religious rights\" and a \"plan of operation\" to secure them. Lucretia Mott presided over the convention; Martha Wright served as a secretary; James Mott and Elizabeth M'Clintock Phillips on the business committee. Mary and Sarah Hallowell, Thomas and MaryAnn M'Clintock, James Mott, Amy Post, and Catherine Stebbins, all signers of the 1848 Declaration of Sentiments, took part. Elizabeth Cady Stanton wrote to the convention, which adopted several of her resolutions. The Syracuse meeting was the first national convention marred by \"coarse and ribald speech.\" Lucretia Mott silenced one minister after he offended many during debate on a the biblical basis of women's rights. Mott and Thomas M'Clintock objected to taking an official position for a varied movement. The convention then discussed strategy, determining to continue to work as a coalition of local groups by appointing a central committee, encouraging local and state conventions and work on local issues, and cooperating \"throughout the nation and the world.\" The Fourth National Woman's Rights Convention Melodean Hall, Cleveland, Oh. October 6, 7, and 8, 1853 \"...the Declaration of Independence as put forth at Seneca Falls....was measuring the people of this country by their own standard. It was taking their own words and applying their own principles to women, as they have been applied to men.\" William Lloyd Garrison to the Fourth National Woman's Rights Convention With Frances D. Gage presiding, the fourth national woman's rights convention attracted 1,500 participants. Lucretia Mott, Amy Post, and Martha Wright served as officers; James Mott served on the business committee, and Lucretia Mott called the meeting to order. At a meeting in New York City a month earlier, women's rights speakers could not be heard over the screeches and hisses of opponents. In Cleveland, some again raised objections based on interpretations of the Bible, which were discussed in good order. In a letter to the convention, William Henry Channing suggested that the convention issue its own Declaration of Women's Rights and petitions to state legislatures seeking woman suffrage, equal inheritance rights, equal guardianship laws, divorce for wives of alcoholics, tax exemptions for women until given the right to vote, and right to trial before a jury of female peers. Lucretia Mott moved the adoption of the Seneca Falls Declaration of Sentiments, which was read to convention, and debated until the convention referred Channing's letter and the Declaration of Sentiments to a special committee (Antoinette Brown Blackwell, William Lloyd Garrison, Lucretia Mott, Ernestine Rose, and Lucy Stone) to draft a new declaration. This new declaration, read at the end of the meeting, was never adopted. The Fifth National Woman's Rights Convention Sansom Street Hall, Philadelphia, Pa. October 18, 19, and 20, 1854 \"Our claims are based on that great and immutable truth, the rights of all humanity. For is woman not included in that phrase, 'all men are created...equal'?....Tell us, ye men of the nation...whether woman is not included in that great Declaration of Independence?\" Ernestine L. Rose to the Fifth National Woman's Rights Convention. With Ernestine L. Rose as president, the convention heard reports from various states where petition campaigns were underway. Susan B. Anthony urged fellow activists to petition their legislatures for changed laws. Rejecting a proposal to create a national women's rights newspaper as potentially divisive and expensive, the convention appointed a committee including Elizabeth Cady Stanton to publish tracts and place articles in national newspapers. Debates about tactics reaffirmed the decision of the 1852 Syracuse convention to coordinate local work through a central committee headed by Paulina Wright Davis. Lucretia Mott and Martha Wright served as officers of the convention; James Mott served on the finance committee. Lucretia Mott's most important role was to debate a friend of William Lloyd Garrison, Henry Grew, whose daughter Mary was on the committee to propose resolutions for the convention's adoption. Their debate over scriptural injunctions against women's rights raged, until Garrison also responded, with a resolution passed by the convention that \"whatever any book may teach, the rights of no human being are dependent upon or modified thereby, but are equal, absolute, essential, inalienable in the person of every member of the human family...\" The Sixth National Woman's Rights Convention Nixon's Hall, Cincinnati, Oh. October 17 and 18, 1855 \"WHEREAS, All men are created equal and endowed with certain inalienable rights, and that among these are life, liberty, and the pursuit of happiness; and WHEREAS, To secure these rights governments are instituted... deriving their just powers from the consent of the governed; therefore Resolved, That the legislators of these United States are self-convicted of the grossest injustice and... inconsistency with their own admitted principles, while they refuse these rights to women.\" Resolutions of the Sixth National Woman's Rights Convention With Martha Wright presiding, and Lucretia and James Mott among the convention's officers, the Cincinnati meeting again reaffirmed the aim of the women's rights movement: to \"secure equality with man in social, civil, and political rights.\" In her opening address, Wright compared the growth of the national movement with the Seneca Falls convention, called \"in timidity and doubt of our own strength, our own capacity, our own powers.\" To standing room only audiences, Ernestine L. Rose, Antoinette Brown Blackwell, Frances Gage and others rehearsed the reasons for a women's rights movement and the accomplishments thus far. Lucy Stone responded to a criticism of women's rights reformers, that they were merely \"a few disappointed women.\" She agreed. \"From the first years to which my memory stretches, I have been a disappointed woman.\" She added, \"In education, in marriage, in religion, in everything, disappointment is the lot of woman. It shall be the business of my life to deepen this disappointment in every woman's heart until she bows down to it no longer.\" The Seventh National Woman's Rights Convention Broadway Tabernacle, New York, N.Y. November 25 and 26, 1856  \"…I heard more than once the oldest member of Congress declare that Freedom was based upon the law of God, which we declared in our Bill of Rights--our Declaration of Independence--that it was the inalienable right of all mankind to life, liberty and to the pursuit of happiness.\" Phillip D. Moore to the Seventh National Woman's Rights Convention  By 1856, Susan B. Anthony and Elizabeth Cady Stanton were organizing two annual state women's rights conventions in New York to support petition campaigns and distribute literature. One in Albany coincided with the beginning of the legislative session; another in Saratoga Springs spread the anti-slavery and women's rights message to southern horsebreeders and vacationers. At the seventh national convention, presiding officer Lucy Stone rejoiced in reforms in women's property rights laws in nine northern and midwestern states, and in widows' right to vote in school elections in Kentucky. The convention resolutions delighted in the new Republican party's appeal for female participation in campaign events during the 1856 elections. Lucretia and James Mott served as officers; Martha Wright took minutes of the meeting. Lucretia Mott reminded women that new rights should be used, saying, \"Believe me, sisters, the time is come for you to avail yourselves of all the avenues that are opened to you.\" The Eighth National Woman's Rights Convention Mozart Hall, New York, N.Y. May 13 and 14, 1858 \"Those who have inaugurated this movement are worthy to be ranked with the army of martyrs…in the days of old. Blessings on them! They should triumph, and every opposition be removed, that peace and love, justice and liberty, might prevail throughout the world.\" William Lloyd Garrison to the Eight National Woman's Rights Convention Susan B. Anthony presided over the first annual convention to be held in spring. The 1858 meeting included prominent African-American anti-slavery activists on the platform, including Frederick Douglass, who spoke after many calls from the audience. Lucretia Mott joined Antoinette Brown Blackwell, Thomas Wentworth Higginson, Lucy Stone, and other famous speakers to advocate women's rights. William Lloyd Garrison argued that women should run for and hold elective office, and that equal numbers of men and women should sit in state and national congresses. Eliza W. Farnham's address on the superiority of women was hotly debated by a convention marked by rowdyism and interruption, \"which adjourned amid great confusion.\" The Ninth National Woman's Rights Convention Mozart Hall, New York, N.Y. May 12, 1859 \"All republican constitutions set forth the great truth that every human being is endowed with certain inalienable rights--such as life liberty and the pursuit of happiness….we demand…that you shall, by your future legislation, secure to women all those rights and privileges and immunities which in equity belong to every citizen of a republic.\" Memorial to State Legislatures from the Ninth National Woman's Rights Convention Lucretia Mott presiding, Caroline Dall read the resolutions of the convention, which were adopted, as well as a resolution to send a memorial to every state legislature seeking new laws guaranteeing women the right to trial by jury of female peers, the right to vote for representatives, if taxed, the right to keep her own wages, the \"right to person, property, children, and home…\" Elizabeth Cady Stanton and Martha Wright joined seven others in this appeal. After \"noise and restlessness\" made the speeches of Antoinette Brown Blackwell, Caroline Dall, Lucretia Mott, and Ernestine Rose impossible to hear, Wendell Phillips, experienced in handling disruptions of anti-slavery conventions, \"held that mocking crowd in the hollow of his hand.\" The Tenth National Woman's Rights Convention The Cooper Union, New York, N.Y. May 10 and 11, 1860  \"Can a woman be said to have a right to life, if all means of self-protection are denied her….Can she be said to have a right to liberty, when another citizen may have the legal custody of her person ….Can any citizen be said to have the right to the pursuit of happiness, whose inalienable rights are denied; who is disenfranchised from all the privileges of citizenship…?\" Elizabeth Cady Stanton to the Tenth National Woman's Rights Convention On the heels of a stunning legislative victory in New York, giving women joint custody of their children and sole use of their personal property and wages, Martha Wright presided over six to eight hundred conventioneers. Resolutions adopted by the convention pushed for women's full protection under the law: the right to vote, to trial by jury of her peers and equal opportunity in churches, schools, and places of employment. Elizabeth Cady Stanton served on the business committee; Stanton, Wright and Mary Hallowell were appointed to the executive committee of the National Woman's Rights Central Committee. Elizabeth Cady Stanton and Antoinette Brown Blackwell extended the convention's resolutions with resolutions on divorce reform, calling for legislation permitting separation or divorce in cases of drunkenness, insanity, desertion or cruelty. Wendell Phillips moved that these resolutions be stricken from the record. After hot debate, his motion was defeated. The issue also separated the officers of executive committee: Stanton as chair and Anthony as secretary supported divorce reform; Phillips, as treasurer, did not. The First Woman's National Loyal League Convention The Church of the Puritans, New York, N.Y. May 14, 1863 \" 'Governments derive their just powers from the consent of the governed.' This is the fundamental principle of democracy….The political and civil rights of every citizen must be practically established …. It is not because women suffer, it is not because slaves suffer….it is the simple assertion of the great fundamental truth of democracy that was proclaimed by our Revolutionary fathers.\" Susan B. Anthony to the founding convention of the Woman's National Loyal League  The Civil War brought an end to the annual Woman's Rights Conventions, as women turned their hands to support emancipation and the northern war effort. In 1862, New York repealed most of the 1860 reform bill. The bill's author rebuked Susan B. Anthony: \"Strange that you women, so watchful and so regardful of your rights should have allowed the repeal of those important sections, without strenuous opposition.\" Anthony was \"sick at heart\", but could not convince Stanton, Mott, and others to continue to hold conventions and petition for women's rights in the heat of the Civil War. In June, 1862, Elizabeth Cady Stanton moved to New York, N.Y. In 1863, she and Anthony, on behalf of the Woman's Central Committee, sent out a call to the \"Loyal Women of the Nation\" to meet in an organizing convention. Held exactly three years after the last national women's rights convention, its officers and members of the business committee included Stanton, Martha Wright and Amy Post along with Antoinette Brown Blackwell, Ernestine Rose, Lucy Stone, Angelina Grimke Weld, and other familiar names from previous women's rights conventions. By 1864, Woman's National Loyal League members gathered 400,000 signatures on a petition to Congress to end slavery, resulting in the passage of the 13th Amendment. Resolutions presented to the convention applauded Lincoln's partial emancipation of slaves, urged complete emancipation and fair and equal treatment of former slaves, and pledged women's support to the northern army. The final resolution stated that, \"There never can be a true peace in this Republic until the civil and political rights of all citizens of African descent and all women are practically established.\" During \"spirited\" debate, some argued that women's rights was too controversial and would hinder the effort to free the slaves and support the war. Sarah Hallock stated that, \"It may possibly be woman's place to suffer. At any rate, let her suffer, if….mankind may suffer less,\" to which a voice in the audience replied, \"You are too self-sacrificing.\" The resolution supporting women's rights was defeated.",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/historyculture\/more-womens-rights-conventions.htm"
}
