{
    "title": "Women's Rights National Historical Park: Quaker Influence",
    "body": "Quaker Influence       The Society of Friends, or Quakers, are followers of Englishman George Fox. During the 1600s Quakers fled England in large numbers to escape religious persecution in part because the leaders publicly challenged the English class system. Followers of Fox, Quakers, believed that all men and women were equal in the eyes of God and should listen to their \"inner light\" or conscience to guide their spiritual connection with God and the Bible.  After arriving in the United States they also fled New England to sites in the South and West to escape religious persecution. Many Quakers believed that they were to follow four main tenets: Simplicity, Truth, Equality, and Community. Their dedication and commitment to equality and community led many Quakers to become social activists. QUAKER INFLUENCE ON THE SENECA FALLS CONVENTION The women's rights movement was rooted in the fertile ground of central New York. This area was known for sweeping reform, which burned across the landscape through village, town, and city like a prairie on fire. Much of this reform was due to the numerous members of the Society of Friends, Quakers, who made their homes here. A progressive branch of Quakers lived in and around Waterloo, New York. At a time in America when women had virtually no rights, these Quakers provided model relationships where men and women worked and lived in equality. How did their influence help make the first Women's Rights Convention a success? How did their progressive way of living affect us? A look at two of these Quaker families provides the answer. Thomas and Mary Ann M'Clintock came from a Quaker community in Philadelphia , Pennsylvania where Thomas had been acknowledged as a minister. The Quakers did not ordain ministers, but instead recognized certain individuals as gifted. Following a migration of Quakers to new settlements in western New York, the M'Clintock family (including Thomas's niece, Sarah) settled in Waterloo. They rented a home and store from Waterloo's wealthiest and most prominent citizen, Richard Hunt.   ABOLITION The M'Clintock and the Hunt families were bound together by more than family relations. Both families adamantly opposed slavery and believed their lives should reflect their religious convictions. Richard Hunt's textile mill produced woolen cloth, purposely avoiding the use of cotton because it was cultivated by southern slaves. This mill once supplied cloth for a suit worn by abolitionist William Lloyd Garrison at the 1840 World Anti-Slavery Convention in London; a suit Garrison proudly proclaimed as having been manufactured free of slave labor.  Today, both the M'Clintock House and Hunt House have been identified as stations on the Underground Railroad and accepted in the National Park Service Underground Railroad Network to Freedom, a national listing of Underground Railroad sites. The two families worked to assist freedom seekers on their journey to safety.  PUBLIC ACTION Though Quakers supported abolition, not all did so publicly or participated in discussions of slavery. Thomas and Mary Ann M'Clintock, however, were active supporters of the abolition movement. They had been founders of Philadelphia's Free Produce Society. Just as a person today might decide to purchase goods manufactured free of child labor, the Free Produce Society promoted a boycott of all goods produced through slave labor. The M'Clintocks continued their boycott of slave-made foods after they moved to Waterloo. Thomas took out ads in the Seneca County Courier which proudly announced that all merchandise carried in his store was made without the use of slave labor.  HICKSITES By 1828, Quakers had separated into two branches: the Orthodox and the more progressive Hicksites. Most Quakers in the Waterloo area belonged to the Hicksite branch and met in the Junius Monthly Meeting, northwest of the village. The M'Clintocks took an active part in these meetings, Lucretia and James Mott, from Pennsylvania, were also members of the Hicksite Friends.  THE PROGRESSIVE FRIENDS AND WOMEN'S RIGHTS Among the more traditional Friends, men and women met separately when making decisions in faith affairs. Many Hicksites thought of this as a flaw in Quaker practice, which viewed men and women as equal in the eyes of God; if men and women were equal, why shouldn’t they meet together? By 1840s, some Hicksite Quakers yearned to correct this and explored the extension of further power to women in the faith.  These explorations occurred at the same time that women in America were reaching out for greater control of their lives. Society prohibited women from inheriting property, signing contracts, serving on juries and voting in elections. Most colleges refused to admit women, expecting them to become housewives. Opportunities for employment were limited to teaching or working in textile mills. On average, women were paid only half of what men were paid for the same work. Much of the world’s doors were closed to women, and husbands and fathers directed their lives. But women were beginning to clamor for rights and yearned to break free of society’s shackles binding them to kitchen and cradle.  In the summer of 1848, a break occurred when approximately 200 Hicksites, including the Hunts and the M’Clintocks, formed an even more radical Quaker group, known as the Yearly Meeting of Congregational Friends, or Progressive Friends. In addition to opposing slavery, the Progressive Friends sought ways to increase the influence of women in affairs of the faith. They introduced joint meetings of men and women, giving women as equal voice and foreshadowing equality between men and women in American society. THE CONVENTION The Progressive Friends came into existence just weeks before the groundbreaking event of the first Women’s Rights Convention in Seneca Falls. Visiting central New York that summer for a variety of reasons, Lucretia Mott attended the yearly gathering in which the Progressive Friends left the Hicksites. On July 9 she joined Mary Ann M’Clintock, Jane Hunt, Martha Wright, and Elizabeth Cady Stanton at a gathering at the Hunt home in Waterloo and heard Stanton vent a lifetime’s worth of pent-up frustration and her “long accumulating discontent” about women’s place in society. Moved by her sentiments, the group resolved to hold a women’s rights convention. Of the five women, all but Stanton had Quaker backgrounds. Thomas and Mary Ann M’Clintock hosted the planning session for the convention in their home, and the Declaration of Sentiments was drafted in their parlor. This document, read at the first Women’s Rights Convention, proclaimed that “All men and women are created equal.” The M’Clintocks utilized their vast public speaking and organizational experience in providing a critical element necessary for a successful convention. Though Lucretia Mott’s reputation as a speaker drew the audience, she recognized Elizabeth Cady Stanton and Mary Ann M’Clintock as the “chief planners and architects” of the convention. Mary Ann’s daughter, Mary M’Clintock, served as the convention secretary and helped edit the published proceedings. The site chosen for the convention was the Wesleyan Methodist Chapel in Seneca Falls. Built by a congregation of abolitionists and financed in part by Richard Hunt, it had been the scene of many reform lectures, and was likely the only large building in the area that would open its doors to a women’s rights convention. Women were not the only Quakers who provided leadership in the convention. James Mott and Thomas M’Clintock lent their skills in chairing the public sessions, and Thomas M’Clintock also gave a short speech, highlighting unequal laws of the day. “A GRAND SUCCESS” The Hunts, the M’Clintocks, and other Progressive Friends profoundly affected the success of the first Women’s Rights Convention. At least 23 Quakers signed the Declaration of Sentiments, making up the largest single group to do so. Nineteen of these belonged to the Junius Meeting. Even more important than their attendance, Quakers provided a wealth of experience in public speaking and organizing meetings. This would prove invaluable in the ongoing struggle for equality. Their influence was felt at the Rochester Women’s Rights Convention, held just two weeks after the Seneca Falls Convention, when a woman chaired the proceedings. This critical step in leadership would be continued at all future Women’s Rights conventions. The work of these Progressive Quakers helped initiate sweeping changes in America, changes that would reflect their ideals of equality. The lessons they provided in how to change society through public action are reflected in today’s rallies, demonstrations, and social activism. LUCRETIA COFFIN MOTT AND MARTHA COFFIN WRIGHT The principles of Quakerism had a significant influence on the activities of the First Women’s Rights Convention organizers Lucretia Coffin Mott and her younger sister, Martha Coffin Wright. Their Quaker family instilled in them a firm belief in equality and commitment to their community. Mott was a well-respected Hicksite minister and founding member of the Philadelphia Female Anti-Slavery Society. She and her husband James ran their home as a station on the Underground Railroad. Wright, too, was raised as a Quaker, but she left the faith to marry Peter Pelham and, after his death, David Wright. Nevertheless, she was greatly influenced by her Quaker upbringing, participating in the abolitionist movement and chairing several national Women’s Rights conventions. Like her sister, Wright ran her home as a station on the Underground Railroad.  View The Quaker Influence on the Seneca Falls Convention Brochure | front (pdf 29KB) | back (pdf 36KB)",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/historyculture\/quaker-influence.htm"
}
