{
    "title": "Women's Rights National Historical Park: Women's Rights NHP Commemorates the Civil War 150th Anniversary",
    "body": "Women's Rights NHP Commemorates the Civil War 150th Anniversary       Throughout the four year Sesquicentennial anniversary, park staff will be providing a variety of special events, new exhibits, and programs to highlight the role of the women's movement and its leaders. In 2011 the park staff has produced an exhibit and invited a local Civil War historian and author to speak. The 1848 Seneca Falls Woman's Rights Convention and its Declaration of Sentiments announced to the world that women deserved an equal place in society with men. Most of those who signed the Declaration of Sentiments held strong beliefs in American liberty, freedom, individual rights and therefore the abolition of slavery. From this ideology emerged their commitment to women's rights. Through the 1850s, delegates from at least ten states attended yearly state and national women's rights conventions. During those first twelve years the women's rights movement grew from a small but vocal grassroots network to a national, politically vibrant and significant organization of activists.  By the spring of 1861 the United States was beginning to dissolve over the issue of states' rights, in particular a state's right to allow slavery. In short, the future existence of the United States was at stake. How would these antislavery-turned-women's rights activists respond to the threat of their country's survival? Should they continue their efforts in women's rights, or should they table their movement until the oncoming Civil War had been resolved? Was the answer found in new political parties? Would the old ideas of ballots rather than bullets bring them a resolution, or would it require more? Would their sons have to pick up arms in order to hold the Union together and end slavery? What was more important to them… ending slavery or advancing the rights of women? What would the future hold for the women's rights movement? On April 30 an exhibit entitled “The Great Work Before Us: The Women's Rights Movement, 1848-1861,” will open. The exhibit will explore these questions and provide a glimpse of how women's rights advocates responded to the secession of southern states and the Civil War that followed. The exhibit will be on display in the park visitor center through December 31, 2011.  To celebrate the opening of the exhibit, the park will host Professor Douglas R. Egerton from Le Moyne College who will speak on his new book Year of Meteors: Stephen Douglas, Abraham Lincoln, and the Election that brought on the Civil War. His book illuminates the various political parties, both old and new, and how they struggled to prevent a looming Civil War. On April 30, Professor Egerton will speak at 1:00 pm in the park visitor center at 136 Fall Street, Seneca Falls, New York.  The National Park Service is sponsoring and hosting several commemorative events for the 150th Anniversary of the Civil War, check out the webpage here for other program listings at battefields and related park sites around the nation.",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/historyculture\/womens-rights-nhp-commemorates-the-civil-war-150th-anniversary.htm"
}
