{
    "title": "Women's Rights National Historical Park: Rehabilitation Project",
    "body": "Wesleyan Chapel Rehabilitation Project         A chain link fence now blocks the entrance to the Wesleyan Chapel. NPS  Preservation treatment work began in August  2009 on the historic Wesleyan Chapel on Fall Street in Seneca Falls.   The preferred alternative, rehabilitation of the Wesleyan Chapel, will include the rebuilding of north and south walls and replacement of doors, windows, and roofing. For more information on this important project attend the open house or read the Environmental Assessment at http:\/\/parkplanning.nps.gov\/.        This artist's rendering shows what the rehabilitated Wesleyan Chapel is most likely to look like at the end of the project. NPS  Why is the Wesleyan Chapel Rehabilitation so important?  The 1848 Seneca Falls Woman’s Rights Convention assembled in the Wesleyan Chapel at 11:00 am on July 19, held sessions that afternoon, then again on July 20, when sessions were held in the morning, afternoon, and evening. The Declaration of Sentiments was ratified by one hundred signers. With this two day meeting the women’s rights movement was launched in a building that was constructed by citizens dedicated to reform, to open public debate, and to the expansion of women’s traditional roles.        Wesleyan Chapel, 2007. NPS  The congregation of the church where the convention met welcomed free thinkers, temperance advocates, abolitionists, and supported women who dared to step outside the bounds of traditional womanhood. An example of their open mindedness occurred in 1843, the year the Wesleyan Chapel was built.  At that time the residents of the Village of Seneca Falls were consumed by a controversy.  Abby Kelley, an organizer for the American Anti-Slavery Society, had announced her intention to create a local chapter in Seneca Falls. Rhoda Bement, a local woman, asked her minister to announce an upcoming Kelley lecture during their Presbyterian Church service.        Wesleyan Chapel, 2007. NPS  This request resulted in the public trial and excommunication of Bement from the congregation for her not following church protocol by having her husband speak for her. Later that year, Bement and her supporters searched for a new church community, converted to Methodism, and worshiped together in the Wesleyan Chapel. The Wesleyan Methodists welcomed requests from the public to use their Chapel as a meeting space, no questions asked, no strings attached.        This crude drawing is the only image known of the original Wesleyan Chapel, built in 1843. Seneca Falls Historical Society  By 1871 the Methodist congregation who built the Wesleyan Chapel experienced a schism on many aspects of their religious experiences. The congregation split in two, one stayed Methodist, and the other became Congregationalists. The building was sold, and two new church buildings and communities were constructed and relocated nearby.        Wesleyan Chapel from 1872-1889. Seneca Falls Historical Society  The first owner of the former Wesleyan Chapel operated the property as an opera house, and soon it was updated to a movie theater. Later it was used as a grocery store, furniture store, New York State Telephone office building, roller-skating rink, Ford Dealership and Garage, a Laundromat, and an apartment building.        Wesleyan Chapel building from 1917-1919. Seneca Falls Historical Society  Nearly all the different property owners made substantial improvements. Electricity, plumbing, and heating were added. The building’s roof was expanded. The front and back walls were removed to make way for additions which offered businesses the opportunity to utilize the entire lot.  For the 60th Anniversary of the 1848 First Woman’s Rights Convention in 1908, the event planners and community leaders placed a commemorative plaque on the existing structure. The New York State Education Department recognized the corner as the site of the Convention with a blue and yellow marker in 1932. The building itself had changed dramatically, but the 1848 First Woman’s Rights Convention and its enduring legacy was not forgotten.        Wesleyan Chapel from 1962-1985. NPS  In 1985 the National Park Service purchased the property to include in Women’s Rights National Historical Park. Now considered a national treasure, the Wesleyan Chapel would be preserved and protected to inspire future generations. The stories connecting the organizers, the convention, and the building that witnessed the discussions will be preserved of forever.         A National Park Service management plan published in 1985, called for a nationwide design competition to turn what remained of the Wesleyan Chapel into a centerpiece of the park. The design would have to preserve the fragile and much altered historic structure, but also convey the significance of the Chapel in the struggle for women’s rights in America. To meet this challenge the National Park Service and the National Endowment for the Arts, working together, strove to meet three objectives:        Design submissions were on display for review, 1987. NPS  1. To share the creation and selection of the design for the preservation of the Wesleyan Chapel with all American citizens, with the spirit of the 1848 Women’s Rights Convention in mind 2. To promote awareness of Women’s Rights National Historical Park 3. To find an inspiring design for the preservation of the Wesleyan Chapel        Park Superintendent Judy Hart with Rae Kinochita and Ann Wills Marshall, 1987. NPS  The design competition received over 210 submissions from 48 states and included three proposals from expatriates living abroad.  After evaluating the entries, the jury made their selection and announced it on October 21st in 1987. Ann Wills Marshall and Ray Kinochita, students in the Graduate School of Design at Harvard University, created the winning design, praised for its simple elegance and inspirational qualities.  The Wesleyan Chapel project was dedicated in July of 1993, and has been enjoyed by visitors to the park for the last sixteen years.  One of the highlights of the design, the water wall, has provided a moving opportunity for visitors to read the words of the Declaration of Sentiments, the revolutionary document created just steps away in July of 1848.        Front elevation of Wesleyan Chapel design with park visitor center on the left, 1987. NPS  Just as it did before the creation of Women’s Rights National Park, the Wesleyan Chapel has continued to change throughout the years.  In order to prevent further weather related damage to the original fabric of the Chapel, the National Park Service has been tasked with rehabilitating the fragile historic structure.  The Park Service will continue to preserve and protect the Wesleyan Chapel for future generations.        An artist's rendering of the newly rehabilitated Wesleyan Chapel. NPS  The current rehabilitation plans call for enclosing the structure to halt deterioration caused by weather and vandalism. The original rock foundation from 1843 will be uncovered and new masonry walls will be constructed at the front and back ends of the structure to complete the four walls. As in the winning design chosen in 1987, the historic brick will be visibly different in color and easily recognizable in comparison to the new bricks added in this plan. New energy efficient windows, roof shingles, and interior heating and cooling systems will be installed to ensure a narrower range of temperature fluctuation. Having the historic fabric at this optimum temperature will decrease any further damage to the original wood, horsehair plaster, and brick elements from the 1843 Wesleyan Chapel.        An artist's rendering of the Wesleyan Chapel interior when completed. NPS  Future plans call for the interior space to be enhanced with exhibits and a seating area, but details and funding requests are currently being explored. The Wesleyan Chapel will once again be a centerpiece of Women’s Rights National Historical Park.  See more photographs of the rehabilitation in the photo gallery below.      View or print more infomation here.",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/historyculture\/wesleyan-chapel-rehabilitation-project.htm"
}
