{
    "title": "Women's Rights National Historical Park: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers         Makini Velazquez Makini Velazquez  Past Teacher-Ranger-Teachers   2013-14  Makini Velázquez has taught English-as-a-Second Language (ESL) in New York City, to students with special needs, for eight years. In 2012, she has transitioned to working as an English Language Learner Coach, providing instructional support to ESL and bilingual education teachers serving students with disabilities in grades K-12.     In 2012, during Spring Break, she visited Women's Rights NHP with her family. Her children were instantly captivated by the history of the struggle for women's rights in Seneca Falls and Makini thought it was a part of history that all students should have access to as well. Makini states, \"If I can't bring students to the park, then I can bring the park to them.\" She adds, as Elizabeth Cady Stanton stated, \"To throw obstacles in the way of a complete education is like putting out the eyes.\"         Eric Lewis NPS  2012-2013 Eric Lewis, a sixth grade teacher from Lyons, NY was the park's first teacher-ranger-teacher. The 2011-12 school year ended in New York the third week in June. Eric completed his NPS orientation training and reviewed park resources on his own, went on park ranger programs, and reviewed print materials.  Eric visited his local historical society and contacted local historians to explore resources specifically related to his school district.   Park staff assisted him with resource materials, explained visitor experiences and expectations, NPS Mission goals. With this information, Eric was able to build a group of seven individual lesson plans under the heading \"..of the Kind Called Radical.\" He included activities for 4th, 7th, and 11th grades.   Eric said this about the program: \"My experience as a TRT has been an enriching one. I have been able to spend time researching interesting people and places right here in the Finger Lakes of New York. I have also been able to design lesson plans that will hopefully tell the stories of some of my own heroes, the women and men of Seneca Falls and nearby, to children studying this important part of American History. Unfortunately, the story of what happened here in Seneca Falls and the people who were involved in the struggle for women's rights all too often goes untold. Hopefully the work I did this summer will help more students to learn about just how amazing they were! Thank you! I really enjoyed the position, the research, and creating the plans.\" Eric Lewis, August 2012.        Eileen Cooley Eileen Cooley  Eileen Cooley is a Health and Family and Consumer Science teacher at Manchester-Shortsville Central School District.   In the summer of 2012 Eileen completed the park training and reviewed on-line versions of children's web and Jr. Ranger programs on www.nps.gov. With that information Eileen re-designed our Jr. Ranger Activity Book and prepared a group of lesson plans for the Call to Action topic \"A Class Act.\"  Eileen said this about her experience: \"I was very impressed this summer with the manner that the Park engages visitors in the lessons from 1848 and the First Women's Rights Convention. The teachings from Elizabeth Cady Stanton and her collaborators are as fresh and relevant today as they were in the nineteenth century.\" Eileen Cooley, Education Consultant, August 2012",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/education\/development\/trt.htm"
}
