{
    "title": "Women's Rights National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards        Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.         Elizabeth Cady Stanton \"Caged Lioness\" Born: November 12, 1815 Died: October 26, 1902 Elizabeth Cady Stanton felt like a \"caged lioness\" pacing her home caring for her baby and household. Inspired by the Declaration of Independence, she said, \"all men and women are created equal\". She believed that women should have rights to vote, own property, and keep their wages. She helped organize the first Women's Rights Convention         Harriet Tubman \"The Moses of Her People\" Born: 1820? Died: March 10, 1913 Harriet Tubman escaped enslavement in Maryland before the Civil War. With a bounty on her head, she guided about 70 formerly enslaved persons to freedom. Tubman received assistance on the Underground Railroad network from Martha Wright, an organizer of the first Women's Rights Convention. Tubman later settled in nearby Auburn, New York.         Wesleyan Chapel Rights for Women: \"The Great Work Before Us\" Built in 1843, the Wesleyan Chapel was the meeting place for the First Women's Rights Convention held in 1848 in Seneca Falls, New York. The men and women in this convention adopted the Declaration of Sentiments, which declared 16 goals of equality for women including rights to vote and own property.         Martha and William Wright, Acting on Beliefs Martha Wright Born: 1806 Died: 1875 William Wright Born: 1842 Died: 1902 Quaker Martha Wright was active in social movements. She helped to organize the first Women's Rights Convention in Seneca Falls. She provided shelter for freedom seekers on the Underground Railroad including Harriet Tubman. During the Civil War, Martha's son, William, a Union artillery officer, was wounded at Gettysburg during Pickett's Charge.         Frederick Douglass Human Rights Advocate Born: 1818? Died: February 20, 1895 An early advocate of women's rights as well as abolition, Douglass attended the first Women's Rights Convention in 1848 and published the Declaration of Sentiments in his newspaper, The North Star. Decades later, two of Douglass' sons served in the Civil War in the famous 54th Massachusetts Infantry Regiment.",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/kidsyouth\/tradingcards.htm"
}
