{
    "title": "Women's Rights National Historical Park: Abolition, Women's Rights, and Temperance",
    "body": "Abolition, Women's Rights, and Temperance Movements       The early women's rights movement built upon the principles and experiences of other efforts to promote social justice and to improve the human condition. Collectively these efforts are known as reform. Among these were the Abolition and Temperance movements.The personal and historical relationships that came together, and at times split apart the movement for women's rights existed before 1848, have progressed over the subsequent century and a half. This page attempts to trace the major historical influences and events to the contemporary organizations that maintain and carry forward the legacies of the past.         Abolition Movement Women's Rights Movement Temperance Movement   1840 Elizabeth Cady Stanton meets Henry Stanton in the home of her cousin, philanthropist and reformer, Gerrit Smith. Stanton met Lucretia Mott on her \"honeymoon\" at the World Anti-Slavery Convention.  1840s Early advocates for women's rights share ideas and information. Lucretia Mott frequently discuses idea for a women's rights convention with Stanton in Boston. In 1847 Stanton moves to Seneca Falls.  1847 Maine adopts the first state law prohibiting the sale of alcohol.   1849 Harriet Tubman escapes from slavery  1848 Woman's Rights Convention was held in Seneca Falls. Lucretia Mott, Frederick Douglass, and other social reformers present at Seneca Falls and Rochester Conventions, Report of the Seneca Falls Convention printed at Douglass' office in Rochester.  1849 Amelia Bloomer begins publication of The Lily, the first news paper edited by a woman.   1852 Frederick Douglass named Vice Presidential candadate of the Liberty Party. 1852 Matilda Joslyn Gage makes her first public speech at the Third National Women's Rights Convention in Syracuse. 1852 Stanton and Anthony found the New York State Women's Temperance Society.   1854 Douglass writes a second autobiography: My Bondage and My Freedom. 1853 Stanton Appeals to the New York Legislature for State Prohibition (The \"Maine Law\") as well as Divorce and other Civil Reforms. 1854 Gerrit Smith advocates the Temperance cause as the only Abolitionist Member of the U.S. Congress.   1859 John Brown raids Harper's Ferry. Douglass escapes to Canada, Gerrit Smith hospitalized, neither indicted. 1860 Stanton and Anthony work successfully to amend Married Woman's Property Law in New York, allowing property ownership, suits in court, shared child custody, and the keeping of earnings and inheritance.      1869 Women's Rights Movement splits over \"precedence\" of suffrage for black men over women. Stanton, Anthony, and Gage form the National Woman Suffrage Association. The American Woman Suffrage Association, includes Lucy Stone, Douglass and Gerrit Smith and supports suffrage for Blacks, then women.   1869 National Prohibition Party organized. 1874 Women's Christian Temperance Union founded.    1877 Frederick Douglass is appointed a U.S. Marshall for District of Columbia.  1877 Woman's Suffrage amendment first introduced into U.S. Congress. 1879 Drafts of A History of Woman Suffrage, edited by Stanton, Anthony, and Gage are printed in Gage's newspaper prior to book form.  1879 Frances Willard becomes President of the Women's Christian Temperance Union, advocates suffrage as a means to social agenda of conservative Christians.    1920 19th Amendment to the U.S. Constitution ratified, women' rights to vote is finally secured. 1920 National Prohibition effective.     1923 National Women's Party proposes Equal Rights Amendment.  1933 Prohibition Repealed     Ratification fails in 1982, three states short of needed number.",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/historyculture\/abolition-womens-rights-and-temperance-movements.htm"
}
