{
    "title": "Women's Rights National Historical Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management      \"RIGHT IS OF NO SEX--TRUTH IS OF NO COLOR\"   Frederick Douglass Park Mission   To preserve and interpret for the education, inspiration and benefit of present and future generations, the nationally significant historical and cultural sites, structures, and events associated with the struggle for equal rights for women, and to cooperate with national, state, and local entities to preserve the character and historic setting of such sites, structures and events. Park Significance  The formal struggle for equal rights for women was ignited by the people and events that generated and surrounded the First Women’s Rights Convention held in Seneca Falls in July 1848. This struggle is one of the most critical and influential social movements in North American history starting in the 19th century and continuing today.   The Declaration of Sentiments, ratified at the 1848 Convention, is a document of enduring relevance, which asserted that equality and justice should be extended to all people without regard to sex. Interpretive Themes    1. The Declaration of Sentiments was ratified at the first Women's Rights Convention held in 1848 in Seneca Falls, New York and marked the formal beginning and validation of the women's rights movement in the United States.  2. The personal passion and dynamic relationships among American mid-19th-century reformers led to the Women's Rights Convention in history and inspired others to take action to secure rights for women.  3. Central New York was a geographic nexus for 19th-century grassroots reform movements including women's rights, abolition, temperance, and labor; movements that led to national and global societal changes affecting women's and men's roles in politics, education, work, religion, and the home.  4. Rooted in both the example and the course set by 19th-century reformers in Seneca Falls, New York, the women's movement evolves and inspires passion and commitment from succeeding generations who continue to fight for the rights of all people.",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/management\/index.htm"
}
