{
    "title": "Women's Rights National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     June 18, 2016  WORI to Hold Discussion in Commemoration of LGBT Month  Women's Rights National Historical Park to Hold Discussion in Commemoration of LGBT Month   June 18, 2016  National Parks on the Air  American Radio Relay League (ARRL) and National Parks on the Air Event to Mark National Park Service Centennial   May 06, 2016  Distraction Abstraction  Women’s Rights National Historical Park is pleased to announce the opening of artist Roberta Estes’ new art exhibit titled, “Distraction Abstraction – a bipolar odyssey.” The exhibit will be on display in the park’s gallery space now through June 30th.   April 29, 2016  Tourism Creates Over 3 million in Economic Benefits  A new National Park Service (NPS) report shows 38,140 visitors to Women’s Rights National Historical Park in 2015 spent $2.7 million in communities near the park. That spending supported 37 jobs in the local area and had a cumulative benefit to the local economy of $3.5 million.   April 28, 2016  Running the Rough Road to Equality  Women’s Rights National Historical Park, in partnership with the National Women’s Hall of Fame, invites the public to attend a panel discussion titled, “Running the Rough Road to Equality: a True History of the Pioneer Days of Women’s Running” on Friday, May 6th, at 1:30 pm in the park’s Wesleyan Chapel. Featured panelists will be Katherine Switzer and Roger Robinson.   April 09, 2016  Kick Off National Park Week  To kick off National Park Week, Women’s Rights National Historical Park is pleased to host “Water, A Women’s Issue?” on Saturday, April 16th at 1:00 pm in the park’s Guntzel Theater.   March 28, 2016  Daughters of the New Republic  Premiere of \"Daughters of the New Republic: Sarah Bradford and Harriet Tubman\" to be held at Women's Rights National Historical Park.   February 28, 2016  Arun Gandhi to Speak at Wesleyan Chapel  In partnership with the Women’s Interfaith Institute, Women’s Rights National Historical Park welcomes Arun Gandhi, grandson of Mohandas K. Gandhi, on March 19th at 10:00 am in the park’s Wesleyan Chapel. Arun Gandhi will be speaking about his grandmother and her influence, which he wrote about in his book, “The Forgotten Woman: The Untold Story of Kastur – Wife of Mahatma Gandhi.”   February 27, 2016  Centennial Night in the Museum  Women’s Rights National Historical Park Welcomes Girl Scout Troops for a Centennial Night in the Museum   February 25, 2016  4th Annual Women Who Make America Awards  Women’s Rights National Historical Park is excited to partner with WCNY to hold its 4th Annual Central New York Women Who Make America Awards Ceremony. The ceremony will take place Friday, March 4th at 11:00 am in the Wesleyan Chapel.   October 23, 2015  Tribute to the Disappeared Exhibition at Women’s Rights National Historical Park  A moving art exhibit on display at Women's Rights NHP   October 23, 2015  Women, Witches, and Halloweens Past  Join us for a special events this Halloween!   October 19, 2015  Elizabeth Cady Stanton’s 200th Birthday Party!  Come celebrate Elizabeth Cady Stanton's 200th birthday with us!   October 10, 2015  Bicycle Ride for the 19th Amendment  Get active in the “Wheels of and for Change” bike ride to celebrate the 19th Amendment.   October 03, 2015  Lilly Ledbetter Finds Her Park at Women's Rights NHP  Lilly Ledbetter visited Women's Rights NHP to view the copy of the Lilly Ledbetter Fair Pay Act, named in her honor, signed by President Obama.   September 26, 2015  LGBTQ Activists Find Their Park at Women's Rights  On September 12, Women's Rights National Historical Park welcomed LGBTQ activist and organizer Kitty Lambert-Rudd, who shared her immense knowledge, wisdom, and experiences with visitors. She spoke on the role of women both in the fight for marriage equality and in the world of grassroots organizing.   September 23, 2015  Lecture: How Women Can Succeed in the Workplace  Lawyer, author, filmmaker, and speaker Valerie Alexander to present a lecture on her book How Women Can Succeed in the Workplace (Despite Having \"Female Brains\").   September 16, 2015  U.S. Treasurer Hosts Historic Town Hall Meeting at Women's Rights NHP  United States Treasurer Rosie Rios held a town hall meeting in the Wesleyan Chapel, site of the first Women's Rights Convention, at Women's Rights National Historical Park.",
    "url": "https:\/\/www.nps.gov\/wori\/learn\/news\/newsreleases.htm"
}
