{
    "title": "Women's Rights National Historical Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar             Calendar         The Suffrage Flag was created by The National Woman's Party and Alice Paul. NPS IMAGE  Check out our schedule of events!            Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 7 results    Show ALL instances of recurring events   RSS Feed      Women's Rights National Historical Park Centennial Event: Dream Rocket Project: When Science and Art Collide      Time: 9:00 AM to 4:30 PM Location: Wesleyan Chapel Fees: FREE     Friday, August 12, 2016 Everyday  from 07\/01\/2016 to 08\/31\/2016 Dream Rocket Project: When Science and Art Collide. This project features artworks created by youth from across the country and various regions of the world. View Details      Women's Rights National Historical Park Yoga in the Park      Location: Declaration Park - Next to the Visitor Center Fees: Free     Saturday, August 13, 2016 Every Saturday Weekly  from 06\/25\/2016 to 08\/20\/2016 Saturday morning yoga is part of the National Park Service's \"Healthy Parks Healthy People\" program. View Details      Women's Rights National Historical Park Paddle the Historic Cayuga-Seneca Canal      Time: 9:00 AM to 1:00 PM Location: 136 Fall Street, Seneca Falls Fees: FREE - Reservations Required     Sunday, August 14, 2016 Every Sunday Weekly  from 06\/26\/2016 to 08\/28\/2016 Canoe\/kayak trips along the historic Cayuga-Seneca Canal, locking through Locks 2 & 3 of the Erie Canal System, and traveling along the lower edge of Montezuma National Wildlife Refuge. View Details      Women's Rights National Historical Park Naturalization Ceremony      Time: 10:00 AM to 1:00 PM Location: Wesleyan Chapel Fees: Free     Friday, August 19, 2016 Join us in welcoming new citizens during our Naturalization Ceremony held in the Wesleyan Chapel. View Details      Women's Rights National Historical Park \"The Lost Diaries of Elizabeth Cady Stanton\" Historical Fiction Book Panel      Time: 1:00 PM to 4:00 PM Location: Visitor Center - Guntzel Theater  Fees: Free     Saturday, August 20, 2016 Join author Sarah Bates for a discussion on her fictional work \"The Lost Diaries of Elizabeth Cady Stanton\" with Dr. Melinda Grube portraying Elizabeth Cady Stanton. View Details      Women's Rights National Historical Park Centennial Celebration      Time: 9:00 AM to 5:00 PM Location: Visitor Center Fees: Free     Thursday, August 25, 2016 The National Park Service celebrates its 100th anniversary. Join us in celebrating with a day full of special events! View Details      Women's Rights National Historical Park Women's Equality Day      Time: 9:00 AM to 5:00 PM Location: Visitor Center Fees: Free     Friday, August 26, 2016 Join us on Women's Equality Day for a special presentation by Jane Wilcox. You can also visit with \"Elizabeth Cady Stanton,\" portrayed by Dr. Melinda Grube. View Details",
    "url": "https:\/\/www.nps.gov\/wori\/planyourvisit\/calendar.htm"
}
