{
    "title": "Niagara Falls\n National Heritage Area\n: Management",
    "body": "Management       PL 110-229 (May 2008) authorized the Niagara Falls National Heritage Area. In this enabling legislation, Congress spells out the purposes of the heritage area, the requirements of the management plan, the roles and responsibilities of the commission and the local coordinating entity, and other regulations concerning funding, property rights, and assistance through other federal agencies. The public has supported the establishment of a national heritage area since 2000, when local leaders met with National Park Service officials to discuss the concept. This interest is related to a number of planning and heritage initiatives, including the Urban Design Project of the University of Buffalo, the Bi-national Niagara Tourism Alliance, and the Buffalo Niagara Cultural Tourism Initiative; and efforts to redevelop and promote Niagara Falls by the City of Niagara Falls, the New York State Office of Parks, Recreation, and Historic Preservation, USA Niagara, and the Niagara Tourism and Convention Corporation. These entities believe that partnership with the NPS and other agencies through a heritage area designation is a strategy to heighten appreciation of the region among residents and visitors, better preserve its natural and historic resources, improve coordination among existing programs and sites, and improve the quality of life and economy of the area. Purposes and Goals A Federal Commission, and later the local entity that takes over coordination of the heritage area, will work with the region’s organizations and residents to coordinate preservation and promotion of the region’s resources and stories through the development of a regional management plan based on the four broad thematic areas identified in the 2000 Niagara National Heritage Area Feasibility Study: Natural Phenomenon: Niagara Falls and the Niagara River Gorge are natural phenomena overwhelming in physical magnitude and deeply embedded in the popular consciousness; Tourism and Recreation: Niagara Falls has been a leading international tourist attraction for 200 years, influencing the development of tourism and nature conservation in North America;  Power and Industry: Around 1895, Niagara Falls became the foremost source of hydroelectric power in North America, stimulating the development of innovative heavy industries in Niagara Falls and Buffalo; Borderland\/ Border Crossing: The Niagara River area, a boundary between the United States and Canada, has played an important role in Indian culture, the French and English colonial struggle to control North America, the American Revolution, the War of 1812, and the Underground Railroad, and it reflects national differences and similarities between the two countries today. Through collective preservation and interpretation of these themes, the heritage area and its organizational and municipal partners will heighten awareness of the region’s national importance and foster compatible development activities that support a stable and diversified economy. Management Structure P.L. 110-229 authorizes a Federal Commission for five years to lead the development of a management plan. The Commission will identify a local coordinating entity as its successor. Membership in the commission will encompass a range of geographic, disciplinary, governmental and economic interests. The appropriate coordinating entity will be identified and discussed during management planning through an open public process that considers a number of alternatives for future management. The coordinating entity will carry out the management plan in coordination with State, local, and Tribal governments, the private sector, and residents. Role of the NPS The NPS is responsible for facilitating the formation of a Federal Commission to administer the areas for the first five years, until it identifies and transitions another entity to coordinate the area’s activities. The NPS, through national park units in western New York, the regional office in Philadelphia, and the Washington office, provides assistance to the Commission with preparing to initiate the management planning process, including public engagement and partnerships-building required to develop and implement the plan. As the heritage area matures, the NPS will step back and play a less visible role, but is still available to provide technical assistance with interpretation, planning and projects upon request. The NPS also extends some funding opportunities for projects and programming to heritage areas. Funding The NPS also administers funding to the heritage area management entity and provides oversight regarding federal expenditures. Congress can appropriate funding up to $1 million per year to the heritage area management entity, up to a total of $15 million. Funding may be used to provide grants to partner organizations to implement activities outlined in the heritage area management plan. Creation of the Federal Commission The National Park Service is responsible for soliciting nominations from the seven nominating entities identified in P.L. 110-229 and will coordinate their submission to the Secretary of Interior for appointment. As intended by Congress in enabling legislation, the federal commission will represent a cross-section of public and private interests. Once the commission receives funding from Congress, it will commence the process of clarifying the vision, mission, objectives and goals of the heritage area, hire staff, initiate development of the management plan, and build awareness of the area’s significant themes and resources. Commission membership, as required by P.L. 110-229, will include representatives of five state agencies, the Seneca and Tuscarora Nations, nominees of the region’s three Congressional delegates, and nominees of the mayors of Niagara Falls and the villages of Youngstown and Lewiston, as well as a representative from the NPS. Management Planning  The Federal Commission is responsible for developing a management plan with priorities for the area and commitments of partners to implementing the heritage area’s goals. The planning process is a highly collaborative one, and includes at least two rounds of public meetings and regular consultation with other federal agencies and recognized tribes. The commission will invite all partners and the public to participate in meetings and provide comments at key stages of the planning process, from the early scoping stage through the final version of the plan. During these forums the commission will actively seek partners and residents to identify early, medium and long-term heritage area priorities and actions. Early implementation projects Once the commission begins meeting and receives its first appropriation, it may begin looking for early demonstration projects to invest in with their partners. The commission will fund these projects through a competitive grants program or through agreements with partners.",
    "url": "https:\/\/www.nps.gov\/nifa\/learn\/management\/index.htm"
}
