{
    "title": "Women's Rights National Historical Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Go to the Events Calendar.  Visitor Center and Exhibits 136 Fall Street, Seneca Falls 315.568.0024 Open Wednesday-Sunday  The Visitor Center includes: Park film, \"Dreams of Equality\" is shown upon request. Museum exhibits which detail the Women's Rights Movement through the early 1990s. A statue exhibit entitled \"The First Wave\", depicting the planners of the First Women's Rights Convention.  Kid's Zone, restrooms, and Eastern National Bookstore are located here. Wesleyan Chapel 136 Fall Street, Seneca Falls Programs are provided Wednesday-Sunday year round by park staff. The rehabilitated remains of the Wesleyan Chapel are immediately adjacent to the Visitor Center. This was the site of the First Women's Rights Convention, held in 1848 and considered by many historians to be the formal beginnings of the Women's Rights Movement.   Elizabeth Cady Stanton House 32 Washington Street, Seneca Falls. Programs are provide Wednesday-Sunday during the Spring, Summer and Fall seasons. The Stanton House will close for the season on November 30, 2015 and will re-open in March 2016. The Elizabeth Cady Stanton House was the home of Elizabeth Cady Stanton, her husband Henry, and their seven children. It has been restored to its 1848 appearance with some exhibits and furniture, and ranger-led tours are provided.  The Elizabeth Cady Stanton House is not staffed or open except during guided-tour times. Visitors may walk the grounds and view outside exhibits daily from dawn until dusk. M'Clintock House 14 William Street, Waterloo Closed Fall, Winter and Spring.Weekend hours available from Memorial Day to Labor Day. Call for availability.  The M'Clintock House was the home of Thomas and Mary Ann M'Clintock, prominent members of Waterloo's Quaker community who were instrumental in the planning and hosting of the First Women's Rights Convention. The home has been restored to its 1848 appearance, with some period and reproduction furniture, and has exhibits about their work in Antislavery and Women's Rights.",
    "url": "https:\/\/www.nps.gov\/wori\/planyourvisit\/things2do.htm"
}
