{
    "title": "Petrified Forest National Park: Brief Administrative History",
    "body": "Brief Administrative History       A park administrative history explains how the park was conceived and established and how it has been administered up to the present. It focuses on the history of the park as a park, to include the history of various park programs and activities. The history of the event, movement, or person that a historical park commemorates need be addressed only to the extent that it affected the establishment of the park and its administration.—National Park Service Administrative History: A Guide, NPS 2004 1851: Captain Lorenzo Sitgreaves was the first to document finding petrified wood in this region. 1853: Lieutenant Amiel Whipple, during a government expedition to find a route for the railroad along the 35th Parallel, was the first to document petrified wood that would one day be included within Petrified Forest National Park. His expedition artist\/naturalist, Balduin Möllhausen, was also the first to publish an account of the expedition with illustrations of the petrified wood. 1895: Congress turns down a bill to create a national park at Petrified Forest. 1900: The Department of the Interior publishes the Report on the Petrified Forests of Arizona by paleobotanist Lester F. Ward with his recommendations to protect the area. 1905-06: conservationist John Muir explores the Petrified Forest. December 8, 1906: Petrified Forest National Monument was created by President Theodore Roosevelt stating that, …the mineralized remains of Mesozoic forests…are of the greatest scientific interest and value and it appears that the public good would be promoted by reserving these deposits of fossilized wood as a National monument with as much land as may be necessary for the proper protection thereof. August 25, 1916: The National Park Service was created by the Organic Act approved by Congress and signed by President Woodrow Wilson. This federal bureau within the Department of the Interior was now responsible for protecting the 40 national parks and monuments then in existence and those yet to be established. The purpose of the service was to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations. 1924: Herbert Lore registered Painted Desert Inn as his business and claimed property under the Homestead Act. The inn was quickly nicknamed “Stone Tree House” due to the petrified wood used in its construction. 1931-1942: The Civilian Conservation Corps arrived in Petrified Forest National Monument and completed several construction projects over the next few years, including Rainbow Forest Museum, park residences, bridges, roads, trails, Agate House and Puerco Pueblo partial reconstructions, and Painted Desert Inn. September 23, 1932: Over 53,000 acres was added to Petrified Forest National Monument. This not only increased the number and kinds of natural and cultural resources, it also added the scenic value of the Painted Desert vistas as a resource to be protected. This ultimately helped to push legislation through to upgrade the national monument to national park status. February 29, 1936: Painted Desert Inn and other sections of land owned by Herbert Lore were purchased by Petrified Forest National Monument. 1937-1940: The Civilian Conservation Corps, using architectural plans prepared by National Park Service architect Lyle Bennett, remodeled Painted Desert Inn into the Pueblo Revival Style structure present today. December 9, 1962: Petrified Forest National Park was established by an act of Congress, disestablishing the national monument. President Dwight D. Eisenhower first approved the legislation in 1958, but President John F. Kennedy saw it completed in 1962. 1962-63: Construction on the new Painted Desert Visitor Center and Community completed, designed by International Style architects Richard Neutra and Richard Alexander. April 16, 1963: Painted Desert Inn closed due to structural problems. The debate raged over demolition versus restoration for the next 24 years. 1964: The Wilderness Act was passed by Congress and signed by President Lyndon B. Johnson, creating a National Wilderness Preservation System amongst federal lands. October 23, 1970: Over 50,000 acres of designated wilderness declared in the park—the Petrified Forest National Wilderness Area. Petrified Forest National Park and Craters of the Moon National Monument were the first units in the National Park System to receive Wilderness designation within their boundaries. In fact, it was the same piece of legislation that designated these wilderness areas within the parks. October 6, 1975: Agate House Pueblo was listed on the National Register of Historic Places. June 24, 1976: Painted Desert Petroglyphs and Ruins Archeological District was listed on the National Register of Historic Places. July 12, 1976: Painted Desert Inn, Flattops Site, Newspaper Rock Petroglyphs and Archaeological District, Puerco Ruins and Petroglyphs, and Twin Buttes Archaeological District were all listed on the National Register of Historic Places. December 6, 1977: Thirty-fifth Parallel Route (also known as the Beale Camel Trail) was listed on the National Register of Historic Places. May 28, 1987: Painted Desert Inn was upgraded to National Historic Landmark, ensuring its protection forever. 2004: A paleontological inventory begun in 2001 redocumented over half of the 200 fossil plant, invertebrate and vertebrate sites discovered over the last 80 years while also discovering over 50 new sites. This included at least a dozen skeletons of the pseudosuchian archosaur Revueltosaurus callenderi, previously only known from its teeth. This find has important implications for the global fossil record of early dinosaurs. October 25, 2004: Painted Desert Inn closed for a major rehabilitation project which repaired damage, provided improvement to the building’s construction, and returned the design to that of the early 1950s. December 3, 2004: President George W. Bush signed a bill that authorized expanded boundaries for Petrified Forest National Park, more than doubling the size of the park, from 93,533 acres to 218,533 acres. April 15, 2005: Painted Desert Community Complex Historic District listed on the National Register of Historic Places. May 26, 2006: Painted Desert Inn reopened to the public as a museum and bookstore. The rehabilitation project restored the vibrant colors of Painted Desert Inn’s heyday, cleaned and repaired Fred Kabotie's interior wall murals, added a sprinkler and security system, and more. December 8 and 9, 2006: Petrified Forest celebrated its centennial—100 years of protection and preservation. 2016: The National Park Service celebrates its centennial with special events nationwide and a challenge to Find Your Park!",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/brief-administrative-history.htm"
}
