{
    "title": "Petrified Forest National Park: Park Boundary Expansion",
    "body": "Park Boundary Expansion         Banded badlands in the new lands. NPS  On May 18, 2007, the Bureau of Land Management transferred administrative jurisdiction of approximately 15,228 acres of public lands to the National Park Service.   In 2010, Congress approved the funds needed for this significant acquisition through the Land and Water Conservation Fund, a federal land protection program that receives significant revenue from the development of federally-owned offshore oil and gas rights. No taxpayer dollars are used to support the fund, which has been protecting forests, natural resources, state and local parks and recreation areas since 1965.  In September of 2011, with the help of The Conservation Fund, The National Park Service purchased the 20,093 acre Hatch Ranch, also known in local history as the Paulsell Ranch, within the eastern expansion area.  In January of 2013, The Conservation Fund, in partnership with the National Parks Conservation Association, purchased the 4265 acre McCauley Ranch on the park's behalf. These lands are also in the eastern expansion area. The National Park Service expects to purchase these lands from The Conservation Fund before the end of 2013.  The newly acquired lands in the eastern expansion area are all in checkerboard pattern with Arizona State Trust Lands, administered by the Arizona State Land Commissioner. Discussions are underway between Petrified Forest and the Commissioner concerning management of these lands until they can be acquired by the National Park Service.  By the end of 2013, the park expects to have acquired 45,586 acres since 2007 (a park now nearly 50% larger than in 2004), mostly in the eastern expansion area. Staff have been taking inventory and mapping roads, fences, and water and will start this year to intensively survey archeological sites, including hundreds of new petroglyphs. In 2014, the park expects to begin an intensive paleontological survey of these new lands. Within the next few years, depending upon the discussions with the Arizona State Land Commissioner, planning for public use of these lands could begin.  Researchers' Paradise The park is adding 26,093 acres of badlands, grasslands, and riparian area - very scenic with abundant wildlife in the grasslands and riparian areas and miles of cliff line with the potential for archeological sites.  At least a third of the badland exposures are from the Blue Mesa Member which is rich in fossil plants and vertebrates. A good percentage is Sonsela Member with some petrified wood deposits. There are also many outcrops of the Petrified Forest Member that has not been explored but has a high fossil potential.  In the past the Sonsela and Blue Mesa outcrops have been preliminarily explored by research teams from University of California, Berkeley, the Smithsonian, the American Museum of Natural History, and University of Texas, Austin. A good number of fossils including numerous phytosaur skulls have been recovered from these deposits. Preliminary surveys by park staff show a high fossil potential for many of the exposures that may even surpass some of the richest areas in the park.  Historically the park has been expanded south to north, while the main resource rich exposures run east to west. Acquisition of these lands by the park brings some of the most fossil rich areas into the park for protection and future paleontological research. The fossils on these lands will add greatly to our understanding of life on earth during the Late Triassic and provide research opportunities for years to come.-Bill Parker, paleontologist, 2011.",
    "url": "https:\/\/www.nps.gov\/pefo\/learn\/news\/park-boundary-expansion.htm"
}
