{
    "title": "Thomas Cole National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           218 Spring Street  Catskill, NY 12414                 Directions         The Thomas Cole National Historic Site is located at 218 Spring Street, near the western entrance to the Rip Van Winkle Bridge, in the village of Catskill, New York, at the foot of the Catskill Mountains in the Hudson Valley.  Directions Details           Operating Hours & Seasons         Thomas Cole Visitor Center Visitors can tour the house at their own pace, or 50-minute guided tours are also available. Tickets may be purchased online or in person.    Standard Hours    Sunday: 9:30 AM - 5:00 PM   Monday: 12:00 AM - 12:00 AM   Tuesday: 9:30 AM - 5:00 PM   Wednesday: 9:30 AM - 5:00 PM   Thursday: 9:30 AM - 5:00 PM   Friday: 9:30 AM - 5:00 PM   Saturday: 9:30 AM - 5:00 PM      Thomas Cole Grounds Grounds are free and open every day from dawn until sunset.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           For details and information, visit, http:\/\/www.thomascole.org\/.         Fees & Passes     Entrance Fees:   Visitor Center Entrance Fee - Members - $0.00 Guided tours and exploring at your own pace both require a ticket, which may be purchased in person at the Visitor Center or in advance online. If in person, plan to purchase your guided tour ticket at least 30 minutes prior to the tour you wish to attend. We do not accept phone reservations. Admission to the grounds, visitor center, and gift shop is free of charge.   Visitor Center Entrance Fee - Adults - $12.00 Guided tours and exploring at your own pace both require a ticket, which may be purchased in person at the Visitor Center or in advance online. If in person, plan to purchase your guided tour ticket at least 30 minutes prior to the tour you wish to attend. We do not accept phone reservations. Admission to the grounds, visitor center, and gift shop is free of charge.   Visitor Center Entrance Fee - Seniors over 62 and students with ID - $11.00 Guided tours and exploring at your own pace both require a ticket, which may be purchased in person at the Visitor Center or in advance online. If in person, plan to purchase your guided tour ticket at least 30 minutes prior to the tour you wish to attend. We do not accept phone reservations. Admission to the grounds, visitor center, and gift shop is free of charge. Seniors over 62 and students with ID.    Visitor Center Entrance Fee - NPS Pass Holders - $11.00 Guided tours and exploring at your own pace both require a ticket, which may be purchased in person at the Visitor Center or in advance online. If in person, plan to purchase your guided tour ticket at least 30 minutes prior to the tour you wish to attend. We do not accept phone reservations. Admission to the grounds, visitor center, and gift shop is free of charge.   Visitor Center Entrance Fee - Kids under 16 - $0.00 Guided tours and exploring at your own pace both require a ticket, which may be purchased in person at the Visitor Center or in advance online. If in person, plan to purchase your guided tour ticket at least 30 minutes prior to the tour you wish to attend. We do not accept phone reservations. Admission to the grounds, visitor center, and gift shop is free of charge.         Visitor Centers                  Visit the Thomas Cole Historic Site and join a guided tour of Cole's home and studio, see the film about his art, view one of our special exhibitions, stroll through the flower gardens and enjoy the sweeping view of the Catskill Mountains. Take in a lecture about the Hudson River School, or take a short drive to the magnificent nearby places seen in Thomas Cole's paintings. To learn more, visit: http:\/\/www.thomascole.org\/",
    "url": "https:\/\/www.nps.gov\/thco\/planyourvisit\/basicinfo.htm"
}
