{
    "title": "Oklahoma City National Memorial: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Damaged Alfred P. Murrah Federal Building Photo Credit: Michael Washington       THE STORIES   We can learn from the broad range of stories coming from this national tragedy.  We learn from survivors about trauma and recovery.  We learn about rescuers' and their four-legged companions' willingness to help.  We learn the lesson of compassion from a nation suddenly devastated by terror. We learn that healing comes in stages through justice, a recognized need for prevention, the concern of others and the creation of a place of remembrance.  With the passage of time, the story continues to grow and change.      THE PEOPLE Emotional and physical scars are left behind on thousands of people after the events of April 19, 1995.  The bombing effected the lives of everyone in the surrounding areas and even those who never before set foot in Oklahoma.  People's stories and lives entwined with this senseless act of violence that stole so much from the world.   The names of survivors within a two block radius of the blast site are found on the \"Survivor Wall.\"  The wall consists of four granite slabs, salvaged from the Alfred P. Murrah Federal Building, positioned upon the only remaining portion of the building still standing.   On the footprint of the Murrah Building are 168 empty chairs.  Each chair houses the name of one of the 168 casualties of the bombing.  These chairs are organized first by row, agency and then alphabetically.  The nine horizontal rows represent the nine floors of the federal building.  Five chairs on the western side of the footprint lie outside this organizational pattern, honoring the five lives that were lost outside of the Murrah Building.           THE PLACES The narrative of the Oklahoma City bombing weaves its way throughout small town America. The story starts in Pendleton, New York, and rural Decker, Michigan, the homes of Timothy McVeigh and Terry Nichols, respectively. It continues at Fort Riley, Kansas where these two men met entering the army and spirals throughout the entire country.  The hometowns and families of the 168 people who were stolen that morning stretch from Africa to New Mexico. Yet, their lives are now forever intertwined with the wreckage of downtown Oklahoma City. Each location holds an integral place in the story of this tragic event.",
    "url": "https:\/\/www.nps.gov\/okci\/learn\/historyculture\/index.htm"
}
