{
    "title": "Oklahoma City National Memorial: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Tales of Loss, Survival and Hope        The front of the Alfred P. Murrah Federal Building Oklahoma Historical Society       The April 19th, 1995 bombing of the Alfred P. Murrah Federal Building affected hundreds of thousands. Stories of the rescue workers, survivors and murdered shape how the world views the tragedy of that day.The narrative of one survivor, Terri Talley, exemplifies the heartache felt by our nation, as well as how the strength of the human spirit inspired the world to come together during a city's moment of need. Employed by the Federal Employee's Credit Union on the third floor of the Murrah Building, that morning was extremely busy for Terri.She had just returned to work after spending several days away, and a stack of paperwork waited for her. Catching up on back work, Terri took a moment that morning to chat with her good friend and coworker Sonja Sanders.\"For her it was a big day.She had just been promoted into management,\" states Terri, who is certain she was the last person to have spoken with her friend.What seemed just moments afterward, everything changed.At 9:02 am, thousands of pounds of explosives, assembled in the back of a Ryder moving truck parked in front of her office building, exploded. \"I fell from the third floor to somewhere around the basement level.It was really really fast.It was so fast that I didn't really know what had happened.The suction pulled me down so quickly.\" Surrounded by noise Terri says, \"When I came to, the first time, I thought this is a really bad dream.I will just go to sleep and when I wake up everything will be okay.But when I came to [again], everything wasn't okay.I thought that I must have been in a really bad wreck and I must be at the bottom [of the debris].Because I couldn't see anything.I couldn't move.I couldn't even scream for help.I would try, but I was really really squished.\"She thought to herself.\"I hope someone finds me.\" Terri Talley was found, by a firefighter who almost overlooked her. She was completely encased in concrete and granite. \"There was just a little hole and a little piece of me was showing.He touched me and … started screaming 'Hey! I have a live one here and I need some help!'\" After much hard work, Terri was freed and rushed to a nearby hospital, where her assorment of injuries were identified;temporary blindness, a concussion, temporary amnesia, a cracked first vertebra in her neck, a broken right ankle, skin damage on her foot, and multiple abrasions.During her seven days in the hospital, and for weeks following, a sense of shock permeated her life. \"I always tell the littlest of kids, don't think that there is nothing you can do, because kids would color pictures and send me notes.Those made me feel like people were really thinking about me.You can always do something, no matter what age you are.\" Though bruised and broken, Terri Talley survived the bombing of the Alfred P. Murrah Federal Building.Eighteen of her coworkers, including her friend Sonja, did not. With the support of the country and community, Terri was able to heal.Her strength, and that of the thousands of others affected, inspired the nation to do, and be, better. \"Life is too short to let it all go bye and have regrets. You just never know.Live it right and live it to its fullest, because it is a very special gift that we have and not everyone gets the whole opportunity to live it.\" –Terri Talley   More Perspectives With the 20th anniversary of the bombing, many events in the local area took place to commemorate those affected by the bombing.  The local news station, News 9 has put together a series of vignettes, shortly detailing the individual stories of those who were killed. An in-depth timeline, has also been created to demonstrate the wide range of time shaped by the bombing.   April 19th is not the first time the United States suffered terrorism, nor sadly the last. The events of September 11, 2001 reinforced the knowledge that the United States is not free from the reach of extremists. However, these events teach that at times the rights of \"Life, Liberty and the pursuit of Happiness\" are tested.¹ When these natural rights are threatened \"We the People\" are left with only one response…how we choose to react.²     ¹ Declaration of Independence ² Constitution of The United States of America",
    "url": "https:\/\/www.nps.gov\/okci\/learn\/historyculture\/stories.htm"
}
