{
    "title": "Oklahoma City National Memorial: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education         Flat Stanley visits the memorial NPS Photo  Welcome to the National Park Service Oklahoma City National Memorial's For Teachers page.  We have compiled a list of useful links which will assist in the difficult, yet important, task of discussing terrorists attacks with young learners. The strength, courage and resiliency demonstrated by Oklahomans and Americans in response to the Oklahoma City bombing on April 19, 1995 is an important lesson to pass on to future generations. Visiting the Oklahoma City National Memorial Outdoor Symbolic Memorial and Museum assists learners in making a deeper connection to this event. Multiple ways to experience the Oklahoma City National Memorial are available. Schedule a talk with a Park Ranger, tour the museum, and hear personal stories from individuals involved in the aftermath of the attack, \"First Person\" programs, by calling the Oklahoma City National Memorial and Museum at (405) 235-3313.           OKC Memorial Museum Teach and Learn The Oklahoma City National Memorial Museum has a comprehensive collection of resources to assist educators on this difficult subject Read More        The Oklahoman Newspaper Set up in a timeline, the Oklahoman Newspaper has compiled the events in a way that is both compelling and educational Read More        Flight 93 National Memorial Explore the similarities and differences in terrorism. Flight 93 remembers the events of the plane in route to the nation's capital on 9\/11\/2001 Read More        9\/11 Memorial in Lower Manhattan The 9\/11 Memorial in New York provides teachers with a collection of useful materials to educate learners on terrorism in the United States Read More        National 9\/11 Pentagon Memorial The National Pentagon 9\/11 Memorial collaborated with George Mason University and the Smithsonian to create activities and lesson plans for educators Read More",
    "url": "https:\/\/www.nps.gov\/okci\/learn\/education\/index.htm"
}
