{
    "title": "Oklahoma City National Memorial: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              The Geography of Loss        Downtown Oklahoma City c. 1950's Oklahoma Historical Society       \"Who would ever have thought it would happen in Oklahoma City?\" Clint Dedek, Chief Investigator of Oklahoma County (The Daily Oklahoman, 04\/20\/95) When a bomb weighing thousands of pounds explodes, it devastates a wide area. Thus, when the Oklahoma City bombing took place on April 19, 1995, many properties were marred. The bomb destroyed much of the Alfred P. Murrah Federal Building and severely damaged many other structures in the surrounding area. The Athenian office building and the Oklahoma Water Resources Building, both across NW 5th Street from the Federal Building, were wrecked.Sustaining irreparable damage, both structures were eventually imploded. A parking lot, a YMCA building and a hotel building are also now gone. By looking at the Journal Record Building today, you can see effects of the explosion on the building's southern wall. A nearby post office and a law office also had enough damage that they were removed.In total, sixteen buildings were taken down after the bombing. People reported damage to more than three-hundred properties outside the immediate blast area.These structures included businesses, churches and homes. A large fence surrounded much of downtown Oklahoma City after April 19, 1995, blocking the general public from harmful debris.You can still see sections of this fence at the Memorial today. Downtown Oklahoma City has transformed dramatically since 1995, but the Memorial and areas around the site still reveal how things once looked. From the small sections of the Murrah Building that are still standing, to the damaged surrounding buildings, you can see the differences.Much has changed in the city, but we can still see how things looked before- we get an idea of how much that devastating blast changed the geography here. The Oklahoma City bombing narrative weaves its way through small town America. The story starts in Pendleton, New York, and Decker, Michigan the homes of Timothy McVeigh and Terry Nichols, respectively. It continues at Fort Riley, Kansas where they meet entering the army and unfolding with the events of Waco, Texas and Ruby Ridge, Idaho. The hometowns and families of the 168 people who passed away that morning stretch from Africa² to New Mexico.³ Their lives forever intertwined in the Alfred P. Murrah Federal building that morning. All these people and places are an integral part of this tragic story.",
    "url": "https:\/\/www.nps.gov\/okci\/learn\/historyculture\/places.htm"
}
