{
    "title": "Oklahoma City National Memorial: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Journal Record Building and the Reflecting Pool NPS Photo       Talk with a National Park Ranger Park Rangers are available for questions and insight on the Outdoor Symbolic Memorial grounds 8:30 a.m. to 5:00 p.m. everyday except Thanksgiving, Christmas, and New Year's Day. The schedule for interpretive programs can be found on the calendar.         Self-Guided Outdoor Symbolic Memorial Tour The Outdoor Symbolic Memorial is available free to the public 24 hours a day. The design for the memorial was chosen from a design competition that yielded over 600 designs from all over the world.      Schedule a Group Tour  Educational and tour groups requesting site orientation should contact the Group Tours and Marketing Director of the Oklahoma City National Memorial and Museum at 405-235-3313 or 1-888-542-4673 or online.      Visit the Oklahoma City National Memorial and Museum  The Oklahoma City National Memorial and Museum was created to honor those who were killed, those who survived and those changed forever by the 1995 bombing of the Alfred P. Murrah Federal Building in Oklahoma City. The memorial and the museum are dedicated to educating visitors about the impact of violence, informing about events surrounding the bombing, and inspiring hope and healing through lessons learned by those affected.      Become a Junior Ranger A free Junior Ranger Program is available by contacting a park ranger on the Outdoor Symbolic Memorial grounds, calling (405) 609-8859, or by downloading a Junior Ranger booklet. We have an Oklahoma Outdoor Ranger book where after completing this book there is a special patch that you will earn but this one involves three sites!. Help us celebrate 100 years as the National Park Service by completing a Centennial Junior Ranger book! There is a special badge awarded upon completion of the Centennial Book and this is a limited time program.",
    "url": "https:\/\/www.nps.gov\/okci\/planyourvisit\/things2do.htm"
}
