{
    "title": "Oklahoma City National Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation       PARKING Paid parking lots are available to the north of the memorial on Northwest 6th Street and to the East on Robinson. Street parking is available on Northwest 5th Street to the east and the west of the Memorial. Handicapped parking is available on Northwest 6th Street near the entrance of the museum.         DIRECTIONS FROM THE SOUTH (DALLAS, NORMAN)  Take I-235 North to the 3rd exit, Harrison Avenue. You will see a brown sign that reads “Oklahoma City National Memorial Next Exit” Exit and turn right onto 6th St., the Memorial & Museum is located at 6th St. and Harvey Ave.  FROM THE WEST (AMARILLO, I-40 & MERIDIAN HOTEL AREA OR AIPORT)  Take I-40 East to the Western Ave. exit Exit Western Ave. Go North on Western Ave. to 6th St., the Memorial & Museum is located at 6th St. and Harvey Ave.  FROM THE EAST (ARKANSAS, TINKER AIR FORCE BASE, MUSKOGEE LAKE AREA)  Take I-40 West to I-235 North Take I-235 North to the 3rd exit, Harrison Ave. You will see a brown sign that reads “Oklahoma City National Memorial Next Exit” Exit and turn right onto 6th St., the Memorial & Museum is located at 6th St. and Harvey Ave.  FROM THE NORTH (WICHITA, GUTHRIE)  Take I-35 South to I-44 West Take I-44 West to I-235 South Take I-235 South to the 6th St. exit. You will see a brown sign that reads “Oklahoma City National Memorial Next Exit” Exit and turn right onto 6th St., the Memorial & Museum is located at 6th St. and Harvey Ave. Turn right onto 6th St., the Memorial & Museum is located at 6th St. and Harvey Ave.  FROM TULSA (TURNER TURNPIKE)  Exit the Turnpike in the far left lane, where the Turnpike (I-44) merges with I-35 Take I-35 South to I-44 West Take I-44 West to I-235 South Take I-235 South to the 6th St. exit. You will see a brown sign that reads “Oklahoma City National Memorial Next Exit” Exit and turn right onto 6th St., the Memorial & Museum is located at 6th St. and Harvey Ave.  FROM I-44 WEST (H.E. BAILEY TURNPIKE, LAWTON, FT. SILL)  Follow I-44 East to I-40 East Take I-40 East to the Western Ave. exit Exit Western Ave. Go North on Western Ave. to 6th St., the Memorial & Museum is located at 6th St. and Harvey Ave.    ** Note: Large vehicles such as motor homes, tour buses and some trucks may not clear the railroad underpass",
    "url": "https:\/\/www.nps.gov\/okci\/planyourvisit\/directions.htm"
}
