{
    "title": "Scotts Bluff National Monument: Saddle Rock Trail",
    "body": "Saddle Rock Trail         Photo by Jonathan S. Garcia   The Saddle Rock Trail runs from the Visitor Center to the summit of Scotts Bluff and includes a foot tunnel.  Length:  1.6 miles (2.6 kilometers), one way Surface: Asphalt Difficulty:  Strenuous, with an elevation change of 435 feet (133 meters). Access: Trailhead is located to the east of the Visitor Center. The trail may be hiked one way by using the Summit Shuttle. Imagine hiking on Scotts Bluff’s most popular trail and running into a regular who hikes the trail daily for exercise - or perhaps members of a local high school cross country team training for an upcoming meet.   Though hiking the paved trail could be considered a workout, a majority of the hikers simply do it to experience the environment – to see and count the geological layers of the bluff, or even to see the needle and thread grass or the mysterious spiderwort flower.   Others want to see the soaring raptors or the western box turtle slowly crawling on the prairie.   Still others use the trail to walk through the foot tunnel dug as a test prior to the Summit Road’s vehicular tunnels in 1933.   These are all possible by hiking the Saddle Rock Trail. Hike both ways, or use the Summit Shuttle and hike only one direction. The first one-third of the trail from the visitor center is relatively level as you travel across the prairie to Scott’s Spring. The spring’s namesake is also the monument’s: fur trader Hiram Scott. Legends tell of his remains being found near this location in the spring of 1828. Scott was believed to have either been abandoned or voluntarily left behind by fellow trappers as he could not walk. The spring is fed by a natural “cistern” that collects rain and snowmelt from the bluff and releases it to the surface.         Photo by Jonathan S. Garcia  The second one-third of the trail climbs to the foot tunnel. As you ascend you may see the roller coaster riders of the air, the cliff swallows and white-throated swifts. The swallows construct mud nests, grouped together in colonies, and plastered to the vertical cliffs. Looking like a cigar with wings, the Speedier Swifts are one of but a few species of birds able to survive through the winter by becoming partially dormant. The monument vicinity is one of only a few areas in Nebraska where they are known to breed.  Few birds can afford to expend the amount of energy required to hover in one place; however, the American kestrel is an exception. It uses the technique in hunting small rodents and insects. A small jay-sized hawk, it can be identified by the pointed wings and rufous (reddish) back or tail. Other birds in the area include prairie falcons, golden eagles, red-tailed hawks, and turkey vultures.        Photo by Jonathan S. Garcia  The last one-third of the trail is the geological lesson from the foot tunnel to the summit. The bluff is the result of eroding sediment layers. It is only preserved by the hard, concrete-like caprock sections which still protect the softer sandstone, siltstone, and volcanic ash below. The white layer of volcanic ash visible on the top of the tunnel is believed to have been blown here from volcanoes in what is now known as the Great Basin in Nevada and Utah. The pipy concretions formed by lime deposits in ground water seen along the trail act as reinforced rods. Along with the caprock sections, these rods help anchor and slow the erosion of softer sediments. Above the tunnel, where there are numerous signs alerting you to stay on the trail, you can see the trail's namesake formation – Saddle Rock. The last two-thirds of the trail passes through a very active rock fall area. Because rocks break off regularly and either slide or fall down the steep side of the bluff, staying on the trail is imperative. This area is occasionally closed following rock falls until the debris can be safely cleared. Check at the visitor center for current trail conditions.",
    "url": "https:\/\/www.nps.gov\/scbl\/planyourvisit\/sadrock.htm"
}
