{
    "title": "Petrified Forest National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         NPS  Petrified Forest has much to offer all visitors—limitless views, a fascinating geologic story, some of the cleanest air in the United States, and an enthralling human history. The park also features rugged terrain and historic buildings that may offer challenges to visitors with disabilities. Many of the facilities in Petrified Forest were built before current accessibility standards were set. Visitors with mobility or sight challenges may need assistance. Several of the daily Ranger Programs are at least partially accessible to wheelchair users. Inquire at visitor centers for specifics. Protective walls and railings are intermittent. The National Park Service and park concessioners are working to improve access for all visitors. We want everyone to enjoy their visit and come back to see us! One project is a new ramp put in at Rainbow Forest Museum, a building originally built in 1931. Native sandstone was used for the project.       April 2014 ramp construction NPS          Learn about the America the Beautiful National Parks and Federal Lands Access Pass which provides a wide range of discounts on activities and services when you visit federal lands.      Accessible Opportunities at Rainbow Forest Museum and Painted Desert Visitor Center   20 minute Opened Captioned (OC) film shown every half hour         Touch tables for hands-on exploration of artifacts, fossils, and other items from the park        Accessible Restrooms The ease of use will vary, and some may require assistance, particularly in historic facilities. ·     Painted Desert Visitor Center         Painted Desert Diner     Painted Desert Inn National Historic Landmark        Chinde Point picnic area         Puerco Pueblo         Rainbow Forest Museum         Rainbow Forest Curio Shop         Trails Most trails are paved and barrier free, but several have grades in excess of ADA requirements. They can be at least partially explored, depending on visitor abilities, and portions of some trails are deemed accessible. See the descriptions on the Trails page for details at each location.      Service Animals Fully-trained service animals are permitted in all park facilities, along park trails, and in the wilderness area. Animals must be on leash and physically restrained at all times.  Camping and Picnicking Camping is only allowed in the Petrified Forest National Wilderness Area, accessed primarily by cross-country hiking. Car camping is not allowed in the park. Camping is available in the surrounding area, check our camping page for more information. The Chinde Point picnic area has some accessible sites, including an accessible restroom. The Rainbow Forest picnic area has limited accessibility.        Environmental Conditions  Temperatures vary greatly from extreme heat to bitter cold. Be prepared for rapidly changing conditions. From July through August expect afternoon monsoon thunderstorms. From October through April expect cold temperatures and possibly snow. Northeastern Arizona often experiences high winds. Be careful when driving, particularly high profile vehicles such as RVs. When outside your vehicle protect your eyes from sand carried in the wind. Be aware that elevations average 5,800 feet within the park. Wear sunscreen to protect yourself from the Arizona sun. The sun's rays are stronger due to the high elevations. Keep hydrated, rest, snack lightly, and avoid alcohol and cigarettes to prevent high altitude sickness. Symptoms include nausea, dizziness, headache, rapid heartbeat, and shortness of breath. Drinking fountains (for people and service animals!) are located at Painted Desert Community Complex and behind Rainbow Forest Museum. Take all the water you will need when traveling through the park and when hiking. Drinking water is not available at stops along the park road. No water is available in the backcountry. One gallon per person per day is recommended during summer months when hiking.",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/accessibility.htm"
}
