{
    "title": "Theodore Roosevelt Inaugural National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions       Just a 20 minute drive from Niagara Falls! That's right, Buffalo is very close to one of the world's greatest natural wonders! In the spirit of outdoorsman and conservationist Theodore Roosevelt, make a side trip to visit this majestic waterfall at the Niagara Falls State Park.  As a member of the New York State Assembly in the 1880s, Theodore Roosevelt was a member of the Niagara Falls Association, an organization dedicated to promoting public and legislative support for a state park protecting Niagara Falls.     Other Nearby Presidential Places of Interest Millard Fillmore Home in East Aurora, NY. (24 Shearer Ave., East Aurora, NY 14052) Millard Fillmore's final resting place in Forest Lawn cemetery, Buffalo, NY   Nearest National Park Service Areas   Theodore Roosevelt-Related Parks In the National Park Service Sagamore Hill (TR's home on Long Island, NY) Theodore Roosevelt Birthplace (New York City) Theodore Roosevelt National Park (North Dakota) Mount Rushmore (South Dakota) Theodore Roosevelt Island (Near Washington, DC)   To the East: Women's Rights National Historical Park 125 miles  Fort Stanwix National Monument 175 miles  Saratoga National Historical Park 250 miles  Martin Van Buren National Historic Site 270 miles  Home Of Franklin D Roosevelt National Historic Site 340 miles  To the West: James A. Garfield National Historic Site 175 miles David Berger National Memorial 190 miles Cuyahoga Valley National Park 210 miles First Ladies National Historic Site 245 miles    Buffalo and Western New York Attractions  Historical: Buffalo & Erie County Historical Society 2 miles  Buffalo Naval & Military Park 1 miles Old Fort Niagara 32 miles Erie Canal Discovery Center 30 miles Historic Forest Lawn Tours 1.5 miles Architecture: Frank Lloyd Wright's Darwin Martin House 2 miles Buffalo Tours various locations Arts: Albright-Knox Art Gallery 2 miles Burchfield-Penney Art Center 2 miles Buffalo Religious Arts Center  5 miles Roycroft Campus  21 miles Anderson Gallery 5 miles Science and Nature: Buffalo Zoo 2 miles  Buffalo Museum of Science 2 miles Buffalo and Erie County Botanical Gardens 7 miles Whitworth Ferguson Planetarium 2 miles Buffalo Niagara Riverkeeper  various locations     Local Partners & Information Resources  Buffalo Niagara Convention and Visitor's Bureau  Greater Niagara Region of New York State  Museum Education Consortium of Buffalo",
    "url": "https:\/\/www.nps.gov\/thri\/planyourvisit\/nearbyattractions.htm"
}
