{
    "title": "Theodore Roosevelt Inaugural National Historic Site: Group Tour Policies",
    "body": "Group Tour Policies       To Make Tour Reservations  Please call 716-884-0095 to make reservations. Special Group Rate admission of $7.00 per person (all ages). Special reduced admission periods may not apply to group tours, at the discretion of the TR Site. Group leader and driver are complimentary. Groups must be 10 or more persons to qualify for the group rate. Advanced reservations are required. Please provide a contact cell number where the tour leader may be contacted on the day of the tour. It is recommended that for a group up to 30 persons, you allow a minimum of one hour to tour the TR Inaugural Site. For larger groups, a minimum of 1 ½ hours should be allowed for the entire group to tour. Maximum tour capacity is approximately 50 persons. Call for reservations as early as possible. Due to space limitations, capacity is limited. The Site may not be able to accommodate you at your desired date and time if another group or event is already scheduled. It is helpful to reserve your tour at least 3-4 weeks in advance.  Tour Deposit Policy  Deposit is required for organized tour groups. Deposit of $70 is due at time of making reservations.   Deposit can be made by check or credit card. This sum will be applied to the total admission fee. Balance of payment is due at time of tour. Checks may be made payable to: Theodore Roosevelt Site    Confirmation Group leaders are asked to call the Site at 716-884-0095 two weeks before their scheduled visit to confirm the size of the tour group.  Delays on Your Tour Day  On the day of your visit, if your tour is delayed for any reason, please notify the Site by calling 716-884-0095. If your tour is delayed by more than 45 minutes, the TR Site reserves the right to cancel your reservations if necessary to accommodate other groups, or due to staffing limitations.  Cancellation and Refund Policy  If at any time, it becomes necessary to cancel your visit, please call the Site at 716-884-0095 as soon as possible to cancel. In order to receive a refund of your deposit, you must contact the TR Site between 9:00 am and 5:00 pm EST, Mon. – Fri., and notify us of the cancellation at least two business days  prior to the scheduled tour date. In case of cancellation with less than two business days notice, no refunds will be made.  Parking  Bus drop-off is located on Delaware Avenue directly in front of the Site. Buses cannot safely make the turn into the lot. Off-street parking for cars and vans is available behind the Site on Franklin Street, which is one-way northbound. (Franklin Street cannot be accessed from North Street.)   Accessibility  There is an accessible entrance (no stairs) available to the rear (Franklin Street) side of the museum. There are three stairs if you approach from the front (Delaware Ave.) entrance. If at all possible, it is recommended that persons with mobility-related disabilities be transported in a smaller vehicle that can access the parking lot, and enter from the rear. Remember that a full-sized bus cannot safely make the turn into the lot, so all buses will need to drop off on Delaware Avenue. Be advised that the museum is set back from both Delaware Avenue and Franklin Street, so a walk of several feet will be necessary if being dropped off at the street by a bus.   The distance from Delaware Avenue is approximately 100 feet, partially over loose gravel. The distance from Franklin Street is approximately 180 feet over paved surfaces.   No stairs are necessary to tour the museum. An elevator is available to provide access to the upper floor. The tour requires moderate indoor walking, with periodic seating opportunities for limited numbers. Tour areas are accessible to ADA-standard wheelchairs.",
    "url": "https:\/\/www.nps.gov\/thri\/planyourvisit\/grouptourpolicies.htm"
}
