{
    "title": "Petrified Forest National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking               Hiking        Petrified Forest backcountry offers hikers the freedom to roam NPS       Looking for an off-trail adventure? You can hike throughout the park, as long as you are safely and legally parked. (While in developed hiking areas, stay on designated trail though.)  Off the Beaten Path    Backcountry hiking offers the opportunity to visit sites seldom seen by most visitors. Check out the \"Off the Beaten Path\" suggested routes. Some destinations are found off an old road or trail no longer maintained; others may require route finding skills. Wilderness Area    Designated Wilderness Areas are protected and valued for their untrammeled, natural, undeveloped, and secluded qualities. The Petrified Forest National Wilderness Area was one of the first to receive this designation in the National Park System. The Wilderness Act (and our designated Wilderness Area) celebrated its 50th anniversary in 2014. Learn more about what it means to be designated Wilderness.  The Petrified Forest National Wilderness Area that has two units: one in the north allowing hikers to roam the red and orange part of the Painted Desert; and one in the south showcasing highly eroded landscapes, badlands, and petrified wood.                CLICK TO ENLARGE   Check out the Wilderness Area Backcountry Zones by clicking on the image at left (6.11 MB pdf). Camping Go to the Backpacking page to learn about spending the night in the Wilderness Area.         Wilderness Recreation Information   No permits are required for day hiking (except for Devils Playground). Day hikers must be back at their vehicles by the park’s posted closing time.  A permit for camping is required for overnight use and can be obtained on the day of activity. Be prepared! There is no water and little shade in the backcountry.  Follow Leave No Trace principles Motorized vehicles and bicycles are not allowed in Wilderness. Horses and other pack animals are allowed in Wilderness.           While exploring outdoors, it is tempting to take a small piece of petrified wood, but remember removal of petrified wood or other natural and cultural artifacts found in the park is prohibited by law. Gift shops inside and outside the park sell petrified wood collected from private land outside the park boundaries.",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/hiking.htm"
}
