{
    "title": "Theodore Roosevelt Inaugural National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Theodore Roosevelt Inaugural Site 641 Delaware Avenue  Buffalo, NY 14202                 Directions         The TR Inaugural Site is located on the north edge of downtown Buffalo on Delaware Avenue, between Allen and North Streets.  Free parking is available to the rear. For details, see http:\/\/www.nps.gov\/thri\/planyourvisit\/directions.htm   Directions Details           Operating Hours & Seasons         Theodore Roosevelt Inaugural national Historic Site Museum visit is by guided tour only.  Tours scheduled every hour at the bottom of the hour, beginning at 9:30 a.m. weekdays and 12:30 p.m. weekends. Last tour at 3:30 p.m. on Sun.-Mon., Wed. -Sat. Last tour at 6:30 pm on Tues. Closed on New Year's Eve, New Year's Day, Easter Sunday, Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas Eve and Christmas Day. New evening hours! Tuesday ev   Standard Hours    Sunday: 12:00 PM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 8:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 12:00 PM - 5:00 AM             Weather           Summer tends to be mild but humid. Fall moderate temperatures. Winters can have prolonged cold spells and be snowy, with occasional periods of intense snow. Spring mild and rainy.         Fees & Passes     Entrance Fees:   Adult - $10.00 Covers museum admission and tour.  All visits to the historic home are by guided tour.   Senior - 62 and over - $7.00 Covers museum admission and tour.  All visits to the historic home are by guided tour.   College Student - with ID - $7.00 Covers museum admission and tour.  All visits to the historic home are by guided tour.   Child - 6-18 - $5.00 Covers museum admission and tour.  All visits to the historic home are by guided tour.   Family - 2 adults and children 18 or under - $25.00 Covers museum admission and tour.  All visits to the historic home are by guided tour.   Entrance Passes:   NPS Annual  - $0.00 Must show pass upon entry.  Admits pass holder and up to three other adults.  Pass accepted for entry, but not sold here.   NPS Access - $0.00 Must show pass upon entry.  Admits pass holder and up to three other adults.  Pass accepted for entry, but not sold here.   NPS Senior - $0.00 Must show pass upon entry.  Admits pass holder and up to three other adults.  Pass accepted for entry, but not sold here.   NPS Military - $0.00 Must show pass or military ID upon entry.  Admits pass holder and up to three other adults.  Pass accepted for entry, but not sold here.   NPS Every Kid In a Park - $0.00 Must show pass upon entry.  Admits 4th grader pass holder and up to three adults.  Pass accepted for entry, but not sold here.   Theodore Roosevelt Inaugural Site Foundation member - $0.00 Membership must be current.         Visitor Centers                  The Theodore Roosevelt Inaugural National Historic Site preserves the site of Theodore Roosevelt's 1901 inauguration as the 26th President of the United States, and interprets the circumstances of this extraordinary inauguration, and the impact that this dynamic president had,and continues to have, on the nation. In 1901, President William McKinley visited the Pan-American, a large international fair being held in Buffalo, NY, to address the international crowds.  While on the grounds of the exposition, President McKinley was shot by an assassin.  After President McKinley had undergone surgery, Vice-President Roosevelt was summoned to Buffalo and stayed as a guest at the home of his friend, Buffalo attorney Ansley Wilcox.  Following President McKinley's death, Theodore Roosevelt took the oath of office in the Wilcox home.  He would serve a seven and a half year presidency that would dramatically alter the course of the nation's domestic and foreign policy. Museum tours dramatically take visitors back to 1901 to tour the home on the day of Roosevelt's inauguration.  Tours include a guided tour of three restored rooms, audio-visual presentations, and interactive exhibits. The TR Inaugural Site is open year-round, seven days a week.  The historic home can only be viewed by a guided tour.  For details, check our operating hours and tour schedule,  The TR Inaugural Site is located in downtown Buffalo, NY on the edge of the historic Allentown District, at 641 Delaware Avenue, near North Street.  We are located on a major bus route and two blocks from the Buffalo Metro Rail.  Free parking is located behind the building, and the lot can be accessed from either Delaware Avenue or Franklin Street.  Buses or other large vehicles should always use Franklin Street entrance.  For further details, see our directions page. There is an admission charge to the TR Inaugural Site.  Federal America the Beautiful passes are honored for admission at the Site.  For details on admission rates, see our Fees page.",
    "url": "https:\/\/www.nps.gov\/thri\/planyourvisit\/basicinfo.htm"
}
