{
    "title": "Theodore Roosevelt Inaugural National Historic Site: Buffalo, NY",
    "body": "A Brief Chronology of the Development of the City of Buffalo       At the time of Theodore Roosevelt's inauguration in Buffalo in 1901, Buffalo was a thriving port city on Lake Erie and the western terminus of the Erie Canal.  It had produced two presidents (Millard Fillmore and Grover Cleveland) and was recognized as one of the great cities in the United States.  It had grown to such great prominence in less than a century. 1802 State legislature extinguishes Seneca Indian title and begins land sales to settle the village of Buffalo Creek. 1803 Holland Land Company representative, Joseph Ellicott, surveys Buffalo Creek and lays out plan for village (that plan, more or less, still exists today). 1810 Township of Buffalo established, including New Amsterdam (Buffalo's original name) and Black Rock. 1813 Buffalo burned to the ground during the War of l8l2. 1817 Erie Canal construction begins. 1825 Erie Canal completed. Population 2,4l2. Growth as major seaport begins. 1830 Population 8,668 1832 Buffalo is incorporated as a city 1839 Buffalo Barracks built (part of which is now the Theodore Roosevelt Site). 1850 Population 8l,000. 1860 Population ll8,000. 1861-65 Civil War 1868 Frederick Law Olmsted commissioned to design parks. 1880 Population l55,l34 1890 Population 255,664. 1896 Electricity transmitted to Buffalo from Niagara Falls. 1900 Buffalo is 8th largest city in US, 6th busiest water port in the world and has a population of 352,387. 1901 Pan American Exposition in Buffalo; President McKinley shot; Theodore Roosevelt takes oath at Wilcox Home. 1914-18 World War I 1920 Population 506,575 1940 Population 575,90l. 1939-45 World War II 1950 Population 580,l32 (Buffalo is l5th largest city in the US) 1959 St. Lawrence Seaway opens. Decline of city as port and rail center. 1960 Population 532,759 (20th largest city). 1970 Population 462,768 (28th largest city). 1985 Light Rail Rapid Transit opens; population 336,500. 2000 Population drops below 300,000.",
    "url": "https:\/\/www.nps.gov\/thri\/buffalotimeline.htm"
}
