{
    "title": "Theodore Roosevelt Inaugural National Historic Site: Ansley Wilcox",
    "body": "Ansley Wilcox         Ansley Wilcox (1856-1930)   Theodore Roosevelt never resided at the home in Buffalo, NY where his inauguration as president took place on September 14, 1901.  In 1901, 641 Delaware Avenue was the home of Ansley and Mary Grace Wilcox. Ansley Wilcox was born near Augusta, Georgia on January 27, 1856. Like Theodore Roosevelt, his mother was from the South and his father from the North. His family moved to Connecticut during the Civil War and he later studied law at Yale. He also attended Oxford University and while in England met Cornelia Rumsey, a young woman from Buffalo on holiday with her family. After leaving Oxford, Wilcox moved to Buffalo, joined a law firm and married Cornelia in 1878. Her father, Dexter Rumsey, gave them a house at 675 Delaware Avenue as a wedding present. She died in childbirth in 1880, leaving a daughter, Nina. A few years later, in 1883, Ansley Wilcox married Cornelia’s younger sister, Mary Grace Rumsey. Once again, Dexter Rumsey gave his daughter and son-in-law a house as a wedding present, this one at 641 Delaware Avenue. Their only child, a daughter Frances, was born there in 1884. Buffalo was a fast growing industrial city when Ansley Wilcox arrived. Although a young man, he soon became known for his legal expertise, charitable works and his love of golf. Corporate law was his specialty but he also taught a course in medical jurisprudence at the University of Buffalo. Like Roosevelt, he was a reformer and a conservationist. The two men met in the early 1880s when they were appointed by Governor Grover Cleveland to a special commission on civil service reform. Both men also served on the commission to create the Niagara Reservation, a protected park area around Niagara Falls. Though he never ran for public office, Wilcox was very interested in politics. He was a friend of at least three presidents (Cleveland, Roosevelt and Taft). It was Wilcox who first proposed the idea of holding local elections during odd numbered years to avoid conflict with state and federal elections during even numbered years. He was an independent Republican who broke ranks and voted for Democrat Grover Cleveland in the presidential election of 1884. He supported Roosevelt in 1904 but in the election of 1912 he threw his support to Republican incumbent Taft, rather than to Progressive Party candidate Roosevelt, whose presidency had begun in the Wilcox Library. Wilcox is also remembered as a founder of the Charity Organization Society and the Fitch Creche, the first day care center for working mothers in the United States. Many of these groups met informally at the Wilcox home to make decisions and plan events. He was also a founding member of the Wanakah Country Club and enjoyed riding his horses and polo ponies in Delaware Park. The garden at 641 Delaware was also one of his passions. Although a professional gardener was on staff, Wilcox often tended the flowers himself. In 1917, Ansley Wilcox retired from his law practice. He spent his time in charity work, golfing, riding and gardening. He also took a particular interest in the politics behind the development of the hydro-electric power plants in Niagara Falls in the 1920s. Ansely Wilcox died of throat cancer on January 26, 1930, one day before his 74th birthday. He is buried in the Rumsey plot in Forest Lawn Cemetery. His wife, Mary Grace, who came from the prominent Rumsey family of Buffalo, was a well educated woman with European tastes in furniture and literature. She made several trips to Europe during her younger years to acquire furnishings and books for her Buffalo home. She encouraged classical reading among the society women of Buffalo by inviting them to join her \"Class\" in the Wilcox Library on Monday afternoons. Although arthritis slowed her down later in life, her mind remained sharp. She died on October 22, 1933 at the age of 78. She too is buried with her family in Forest Lawn Cemetery. The Wilcox daughters, Nina and Frances, both married and moved out of Western New York. There are no direct descendents living in the Buffalo area, but there are still many Wilcox and Rumsey relatives living in Western New York.",
    "url": "https:\/\/www.nps.gov\/thri\/ansleywilcox.htm"
}
