{
    "title": "Theodore Roosevelt Inaugural National Historic Site: Theodore Roosevelt",
    "body": "The Life of Theodore Roosevelt         Theodore Roosevelt John Singer Sargent  (1858-1919) Theodore Roosevelt was born at 28 East 20th Street, New York City on October 27, 1858. He was the second child of Theodore and Martha Bulloch Roosevelt. His father was a glass importer and one of New York City's leading philanthropists. His mother was a southerner who never really adjusted to living north of the Mason-Dixon Line. The new baby also had an older sister Anna, and later, a younger brother Elliott and a younger sister Corinne would follow. Theodore's nickname as a child was \"Teedie.\" Although he was frequently ill with chronic asthma attacks, Teedie enjoyed an active childhood filled with intellectual pursuits. He loved both books and the outdoors and combined these interests in the study of nature. It did not even occur to him that the ever-present odor of the dead specimens (such as mice, birds, fish and snakes) did nothing to increase his popularity among his family and friends. In the 1860s, Teedie's household was turned upside down by the Civil War. His mother, aunt and maternal grandmother, all southern ladies, lived in the house along with his pro-Union father. While his mother's family sent care packages to relatives behind enemy lines, his father was working for President Lincoln to improve the condition of Union soldiers and their families. There were tense times at 28 Twentieth Street throughout the war years. Teedie relished the excitement and secrecy of sending the contraband packages but also dreamed of battle and glory as a Union soldier. Much like his father, Teedie had great energy, curiosity, determination and compassion for those less fortunate. Despite this his father could see that Teedie faced many physical challenges. On nights when Teedie's asthma was particularly severe, Theodore, Sr. would take Teedie out for rides in the family carriage to try to force air into the boy's lungs. It was also his father who first suggested that Teedie might need glasses. When he learned that his son could not even see a target that the other boys were shooting at, the senior Roosevelt took his son for an eye exam. It was discovered, at age thirteen, that Teedie was extremely nearsighted. Wearing spectacles opened up a whole new world for the young man. It was also about this time that his father took him aside and told him: \"You have the mind but you have not the body. You must make your body.\" A gymnasium was installed in the Roosevelt house not only for Teedie but for all the children to use. (Each of the Roosevelt children had their own particular health ailments). Due to their various health problems, none of the Roosevelt children attended school outside of their own home. They were tutored by their mother, their Aunt Anna Bulloch, and by a French governess. As Theodore grew older, he shed the nickname \"Teedie\" in favor of his formal first name. Despite popular belief, he never liked, or used, the name \"Teddy.\" Shortly after his sixteenth birthday, it was decided that Theodore would attend Harvard University in the fall of 1876. A private tutor was engaged to help prepare him for college. Theodore Roosevelt entered Harvard shortly before his eighteenth birthday. He originally chose to study natural history and had considered a teaching career. From the day of Theodore's arrival in Cambridge, he failed to fit into the Harvard mold. His clothes were considered too flashy for the conservatives, who also disapproved of his recently grown sideburns. His college rooms were filled with his specimens and mounted animals. Faculty members who taught Roosevelt soon learned to treat him warily. Once Roosevelt asked so many questions during a natural history lecture that the professor exclaimed, \"Now look here, Roosevelt, let me talk, I'm running this course!\" In 1878, Theodore's world collapsed. His father and mentor, Theodore Roosevelt Sr., died shortly after being diagnosed with stomach cancer. The young man was devastated by this loss but resumed his studies. His father's death changed the direction of Theodore's life. When he returned to Harvard in the fall of 1878, he switched his major to history and government. He felt this would be the way for him to honor his father's memory by pursing a career in public service. Though politics was considered \"beneath\" wealthy, young gentlemen, Roosevelt saw it as an opportunity to change laws for the betterment of society. He later wrote that his father influenced his life more than any other person and that he was the \"greatest man he ever knew.\" Alice Hathaway Lee came into Teddy's life in October 1879. From the moment he saw her he was fascinated by everything about her. He neither knew nor cared why he found Alice unlike any other girl that he had met before. She, however, thought him rather eccentric and refused his first marriage proposal. He was undeterred and continued to court her during his senior year. She finally agreed and they were married on his 22nd birthday, October 27, 1880. Four months before the wedding in June 1880, Theodore had been awarded a Bachelor of Arts degree. He ranked twenty-first in his class and graduated cum laude. Not in any hurry to establish himself in a permanent career, Theodore enrolled in Columbia University Law School. He reasoned that a law background was vital to the public service profession he chose to pursue. While a law student, Theodore was so bored that he used his time to write his first book, History of the Naval War of 1812. He dropped out after one semester. In 1881 Theodore ran for public office. Entering politics as a means of public service, he embarked on a campaign that was to elect him to the assembly of New York State. He was reelected twice, once in 1882, and again in 1883. Roosevelt served a short term as Republican minority leader in 1882. Due to his independent thinking, reform-minded policies and his refusal to obey party bosses, Roosevelt was removed from this post; however Roosevelt's influence in the Assembly did not wane. He began working closely with Governor Grover Cleveland, a Democrat. During this period Roosevelt gained a strong influence in civil service reform. It was also at this time that he first met Ansley Wilcox. Governor Cleveland appointed both men to a commission to restore the area around Niagara Falls, New York back to its natural state. In the summer of 1883, while his wife Alice was pregnant, Theodore set off for a vacation in the Dakota territories. Eating and sleeping out in the open and accompanying cattlemen on roundups brought impulsive ideas to Theodore's mind. Upon his return to New York he was to invest $14,000 of the inheritance that he had received from his father into cattle ranching. The year 1883 marked the third term in the assembly for Roosevelt. He was to sit on a committee to judge the merits of a new bill designed to establish new labor and health standards in the cigar industry. Samuel Gompers, President of the American Federation of Labor, invited Roosevelt to take a tour of a cigar factory. Theodore's tour caused him to realize for the first time the terrible working conditions that existed in the slum factories of New York. He saw two families working and living in two rooms for a total salary of one dollar a day. Roosevelt admitted, \"Forgive me for being so naïve, Sam, but I had no idea such conditions existed in New York today!\" After his tour, Roosevelt promised his vote and his active support for the bill and for the labor movement. The following year brought double tragedy to Roosevelt's home. The tragedies overshadowed the birth of Alice, Theodore's first child, on February 12, 1884. Theodore was in the middle of an assembly debate in Albany when he received news from his sister via telegram announcing the birth. Not long after, a second telegram arrived with the news that his wife Alice was gravely ill. He raced home that night to find his mother dying of typhoid fever and his wife dying of kidney disease. Upon his arrival his brother, Elliott, uttered the phrase, \"There is a curse on this house. Mother is dying and Alice is dying too!\" Martha Roosevelt, Theodore's mother, died in the middle of the night. Twelve hours later his beloved Alice passed away. In his grief Theodore remarked, \"The light has gone out of my life.\" He named his baby daughter Alice after her mother, but he never spoke of his dead wife again. It was an election year and Roosevelt was in the limelight as a leader of the young Republican reformers. Party bosses overrode Roosevelt's views on party reforms and his choice for the presidential candidate. Much to his dismay, Roosevelt was forced to compromise his views in order to remain in politics. After much soul searching, Theodore stated his position as such: \"The Republican Party has made its selection. I'm a Republican. It's that simple.\" To avoid becoming personally involved in the campaign, and to further analyze his future in politics, Roosevelt did not run again in 1884 and left on another trip to the Dakota Territories. Learning to rope, ride, and survive in the wilderness revitalized Roosevelt. The conviction grew within Roosevelt that the American wilderness was responsible for the strong sense of individualism, the love of liberty and the intellectual independence that had so long shaped the nation. He began writing \"The Winning of the West,\" a study of frontier living and the character of his frontier neighbors. The beauty and solitude of the west also helped ease the grief of the loss of Alice. He occasionally returned home to New York to visit his daughter (who was living with his sister) and to check on the ongoing construction of his Oyster Bay home, Sagamore Hill. In 1886, after drought and blizzards had decimated his herd, he returned to New York. Though ready to re-enter politics again, Roosevelt never regretted his two years in the Dakotas. He always believed that he would never have become president if he had not gone out west. Upon his return, he jumped right back into politics by becoming the Republican candidate for Mayor of New York City. He knew he would lose, but in a confidential letter he wrote, \"I have returned to the thick of the battle of New York. I'm recognized everywhere and have won even though I've lost.\" It was a calculated move which proved beneficial to Roosevelt in the future. On one of his visits back to New York, Theodore had run into an old childhood friend, Edith Kermit Carow. They began to meet during his trips back east and correspond regularly. Eventually Theodore proposed marriage to Edith. A few days after he lost the mayoral election, Roosevelt sailed to England to marry Edith. They returned from the honeymoon to set up permanent residence at Sagamore Hill, located at Oyster Bay, Long Island. Between 1887 and 1897, Edith and Theodore had five children: Theodore, Jr., Kermit, Ethel, Archie and Quentin. Theodore continued to write books while waiting for the right moment to re-enter politics. In 1889 the family moved to Washington, D.C. when President Benjamin Harrison appointed Theodore to the four-man Civil Service Commission. Through the power of his new office, Roosevelt was able to instigate reforms. His major reform was to have all government appointments made on the merit system. In 1895, he resigned to take the post of Police Commissioner of New York City. With this new appointment he hoped to expand his ideas of reform into new areas. Just like the Civil Service Commission, Roosevelt wanted the Police Department appointments and promotions to be based on merit rather than patronage. He tirelessly hounded corrupt and incompetent policemen, often replacing them with men who had no connection to any political machine. Roosevelt campaigned vigorously for Republican Presidential candidate William McKinley in 1896. Roosevelt's loyalty paid off when he was later appointed Assistant Secretary of the Navy, a position he had long coveted. Knowing that a strong Navy was essential for the United States to become a world power, Roosevelt began building up the Navy by constructing new ships, adding more modern equipment and enhancing training procedures. Roosevelt seemed to know that war with Spain was imminent and wanted the U.S. Navy to be prepared for it. With the outbreak of the Spanish-American War in 1898, Roosevelt left his job as Assistant Secretary of the Navy in order to lead a volunteer cavalry regiment as a Lt. Colonel in the Army. The regiment, known as the Rough Riders, executed a daredevil charge up San Juan and Kettle Hills in Cuba. Roosevelt was hailed as a hero and finally achieved the glory he had dreamed of as a boy. Crowds enthusiastically welcomed Roosevelt upon his return from Cuba. TR's wartime reputation propelled him to the office of Governor of New York State. He adopted a moderate line as Governor, rejecting the extreme demands of the reformers and quietly sapping the power of the conservatives. In 1900 Roosevelt felt sure of re-election to the governorship. However, some of the Republican political bosses thought differently. Roosevelt's reform-mindedness and swashbuckling approach to public life often infuriated old-line politicians. The Republican national chairman, Mark Hanna, called him \"that damned cowboy.\" They wanted to put Roosevelt in a safe place where he could do no harm. At the 1900 Republican Convention, Roosevelt was nominated for the one position he didn't want: Vice President under incumbent William McKinley. The New York party bosses wanted Roosevelt out of the governorship but Mark Hanna could see the consequences beyond New York State. Exasperated, Hanna exclaimed, \"Don't any of you realize there's only one life between that madman and the presidency?\" Roosevelt reluctantly agreed to accept the nomination. He reasoned that perhaps he might be able to run for the presidency in 1904. In retrospect, Mark Hanna's words seem prophetic. Only six months after McKinley's March, 1901 inauguration, the President was assassinated and Theodore Roosevelt became the 26th President of the United States. Roosevelt took the oath of office on September 14, 1901 at the home of Ansley Wilcox. At the age of 42, Roosevelt was the youngest man to ever become President. At that time of national tragedy, Roosevelt promised to follow McKinley's policies \"absolutely unbroken,\" but everyone realized that someone of Roosevelt's energetic and forceful personality had too much originality to follow another man's plans. It would only be a matter of time before Roosevelt was enacting his own policies. One of the first areas Roosevelt tackled was business. Roosevelt's earlier reforms as governor of New York State resulted in stricter government control of industry. It's little wonder that \"captains of industry\" grew increasingly concerned about the reforms that Roosevelt might institute. Roosevelt appreciated the fact that trusts increased productivity and raised the standard of living, but he was against the dissipation of free enterprise and competition. He succeeded in convincing Congress that stronger supervision and control of big business was necessary. In 1902 the government sued the Northern Securities Company, charging that the company had attempted to reduce competition. The Supreme Court upheld the charge, and the company was dissolved. Forty-three other suits were successfully filed. Roosevelt became know as the 'trust buster\", but he declared that he wanted the government to regulate, not \"bust', the trusts. During labor-management disputes, the government's alliance had usually favored management. Roosevelt felt that labor as well as management should receive a square deal. His personal arbitration of the United Mine Workers strike proved his point. In 1902 when the United Mine Workers went on strike, Roosevelt proposed an end to the dispute through arbitration. The Union agreed, but management refused. Roosevelt threatened to have the Army seize and operate the mines since winter was approaching and fuel was running short. In the past the Army had been called in to break up strikes, but this time Roosevelt wanted to send management a message: settle the strike or lose control of the mines. At Roosevelt's request, J.P. Morgan helped reach a compromise with management. The strikers were to receive a raise in pay 5 months later. Later Roosevelt said that he attempted to give the miners a \"square deal.\" He asserted, \"that big business gives the people a square deal; in return we must insist that when anyone engaged in big business honestly endeavors to do right he shall himself be given a square deal.\" In 1903 Congress established the Department of Commerce and Labor to oversee similar disputes that might arise in the future. It was through his relations with the great powers of Europe that Roosevelt gave the American people a new understanding of their country's growing role in world affairs. Still more important was the fact that these relations caused Roosevelt to enunciate a policy that would come to be known as the \"Roosevelt Corollary\" to the Monroe Doctrine. Roosevelt declared, \"we cannot afford to let Europe get a foothold in our backyard, so we'll have to act as policemen for the West.\" The policy received its first test when Venezuela lapsed in its financial obligation to Great Britain and Germany. Both Germany and Great Britain sent warships to force Venezuela to make payment. Roosevelt was willing to see that Venezuela paid her debts, but he could not allow an American nation to be threatened. The enforcement of Roosevelt Corollary forced the warships to withdraw and permitted Roosevelt to act as arbitrator for the dispute. Two weeks after taking office, President Roosevelt directed his cabinet to begin an intensive study of a canal that would link the Atlantic and Pacific Oceans. The canal was to be constructed somewhere in Central America. For years Roosevelt had believed a canal was necessary to American security as well as to the economic development of America. Throughout most of the 1800's Nicaragua was the chief center of efforts to build such a canal because a large lake was located in the center of the country. In 1899 Congress authorized a Commission to survey possible canal routes. A Nicaraguan route was recommended but turned down. In 1902, Congress gave Roosevelt permission to accept the French offer to purchase the rights to a canal through Panama, but only if Colombia would be willing to give the United States permanent use of the canal. Agreement could not be reached between the Colombian legislature and the United States over financial remuneration. By 1903 prospects for a canal seemed especially dim. Then in November of that year Panamanian rebels, prodded by French and American offers of help, declared independence from Colombia. Three days later the United States recognized the Republic of Panama and the dream of an isthmian canal became a reality. In 1906, Roosevelt became the first president to travel outside of the United States while in office. He journeyed to Panama to inspect the progress and even worked a steam shovel to dig part of the canal. The official opening of the canal occurred on August 15, 1914, over five years after TR had left office. During his first administration Roosevelt made notable contributions to conservation. He told congress that, \"the forest and water problems are perhaps the most vital internal problems of the United States.\" He added more than 125 million acres to our national forests and persuaded congress to pass the Reclamation Act of 1902. Fifty-one bird sanctuaries were also established during his presidency. In the election of 1904 Theodore Roosevelt and Charles Fairbanks, on the Republican ticket, opposed Alton Parker and Henry Davis on the Democratic ticket. Roosevelt won by the largest popular vote majority ever received by any presidential candidate. Friction between Russia and Japan had been escalating for decades. In 1905 it erupted into all-out war. Roosevelt watched the developments very closely, knowing that a continuation of the hostilities could jeopardize the balance of power in the Pacific and bring other nations into the conflict. While speaking to John Hay, then Secretary of State, Roosevelt remarked, \"It's bad enough that the Russians and Japanese are slaughtering each other, but we can't stand aside when a continuation of the war might involve every other major country.\" The Japanese and Russian delegates separately visited TR at Sagamore Hill in the summer of 1905 to discuss their differences. Afterward, the delegates sailed in separate ships to Portsmouth, New Hampshire to hammer out the treaty details. TR remained at Sagamore Hill and stayed in touch with negotiations via the telephone. In 1906, for his actions, Roosevelt became the first American president to be awarded the Nobel Peace Prize. Although Roosevelt had helped end the war, not all involved were satisfied. Native Japanese and Japanese-Americans were unhappy with the outcome of the war. Resentment grew stronger when the San Francisco School Board decided to segregate children of Japanese descent. Fearing the outcome of the segregation, Roosevelt acted to avert further strain by convincing the San Francisco School Board to end its segregation. A \"Gentlemen's Agreement\" with Japan followed. In essence, Roosevelt promised that the segregation would end if Japan agreed to severely limit emigration to the United States. Later the Root-Takahira Agreement helped to solidify better relations between the United States and Japan. The two nations also pledged not to seek future territorial gains in the Pacific. Theodore Roosevelt's second administration was also marked by political, social and industrial reforms. In 1906 he demanded that Congress pass the Hepburn Railway Act in the hope that it would end railway rebates which had been putting competitive shippers out of business. Although the act did not end rebates, it was a step in the right direction. In 1906, Upton Sinclair's The Jungle, a descriptive novel of unsanitary conditions in meatpacking houses, stirred Roosevelt to order an investigation of that industry. The shocking report that he received moved him to threaten Congress. He warned congress that he would publish the report unless Congress took immediate action. That same year Congress passed the Meat Inspection Act and the Food and Drug Act. Recalling the experiences of his term as Assistant Secretary of the Navy, Roosevelt felt it wise to create a strong Navy. In 1907 his pride in the Navy and his concern about the balance of power between nations prompted him to send a fleet of sixteen warships on a world tour. The ships were painted white to symbolize peace, and eventually they became known as the \"Great White Fleet.\" Roosevelt viewed the tour as part of his \"Big Stick\" diplomacy. During his two terms as president, Roosevelt had a Republican Congress. For the most part the representatives were old-line conservatives who were not strongly in favor of Roosevelt's reformist ideas. However, because Roosevelt was a popular President with the people, they were often compelled to do as he wished. In most cases TR got what he wanted. After his election in 1904, Roosevelt had declared that \"under no circumstances\" would he run for President in 1908 (a statement he later regretted). Roosevelt's statement gave conservative Republicans further incentive to resist Roosevelt's progressive policies. Roosevelt was undaunted. He fought even harder for his reforms, but received little congressional support. In 1908 Roosevelt selected William Howard Taft to be his successor. He believed Taft would continue his reform policies. Taft won the Republican nomination and won the election over Democrat William Jennings Bryan. During the years following the presidency, Roosevelt returned to his childhood passion for natural history. In March of 1909, Theodore and his son Kermit sailed for Africa to go on a hunting safari of scientific exploration and study. He and his party successfully brought back hundreds of specimens and trophies for museums and for himself. Upon his return to the United States in 1910, Roosevelt became dissatisfied with Taft's policies. Like Roosevelt in 1901, Taft had promised to continue his predecessor's policies, but also like Roosevelt, Taft was his own man and had his own ideas. The progressive branch of the Republican Party felt betrayed by Taft and sought out Roosevelt as a mediator. Roosevelt felt compelled to heal the rift, but he was too closely identified with the progressives to gain support of the conservatives. In true Roosevelt fashion, he led the progressives on a \"bull moose\" campaign under the policy of \"New Nationalism.\" When Roosevelt failed to win the Republican nomination for the presidency, he and his supporters formed the \"Progressive Party,\" more popularly known as the \"Bull Moose\" party. Roosevelt was nominated as the presidential candidate for the new party. During the presidential campaign, Roosevelt was the target of an attempted assassination on October 14, 1912. John Shrank shot Roosevelt just prior to a speech that TR was to deliver in Milwaukee. Roosevelt's spectacle case and folded speech located in his vest pocket deflected the bullet and probably saved his life. In spite of the bullet lodged in his chest, he went ahead with his speech. In only two weeks Roosevelt was fully recovered from the wound. Roosevelt's popularity and the headlines he made did not help his party. The split in the Republican Party assured victory for the Democratic candidate, Woodrow Wilson. In the polls, Roosevelt finished second and Taft a distant third. In 1914 Roosevelt and Kermit took part in an exploratory mission into the interior of Brazil to explore an uncharted river. While in Brazil, TR contracted jungle fever, injured his leg and lost sixty pounds. He returned weak and looking much older than his fifty-six years. Yet Roosevelt was undaunted. The arrival of World War I found Roosevelt calling for America to prepare itself against a \"strong, ruthless, ambitious, militaristic Germany.\" He developed an intense dislike for President Wilson because the president refused to plunge the nation into war. Roosevelt even offered to raise a division of volunteer troops to fight in France as he had done in 1898. Wilson refused the request. Theodore Roosevelt's four sons served in Europe. On July 16, 1918, his youngest son, Quentin, was killed in an air battle over France with a German pilot. Two other sons were wounded in battle. Though Roosevelt had stressed upon his sons the importance of fighting for one's country, he himself never fully recovered from Quentin's death. Early in 1918, TR underwent an operation to remove abscesses from his thigh and ears, and as a result he lost the hearing in his left ear. At that time Roosevelt revealed that he had been blind in his left eye since 1905. He lost the sight in that eye while boxing with a military aide in the White House. On January 6, 1919, Theodore Roosevelt died from a blood clot that had lodged in his heart. As he had requested, Roosevelt was buried in Oyster Bay without any fanfare or eulogy.",
    "url": "https:\/\/www.nps.gov\/thri\/theodorerooseveltbio.htm"
}
