{
    "title": "Petrified Forest National Park: Places To Go",
    "body": "Places To Go        Hiking Bue Mesa Trail NPS Photo       Upon arrival to the park, many visitors stop at one of the park visitor centers for trip planning guidance, to shop, or to watch the free orientation film, Timeless Impressions.  Points of Interest, from north to south Painted Desert Visitor Center provides information, a bookstore, park film, exhibits, and restrooms. A restaurant, gift shop, gas station, and convenience store are adjacent to the visitor center. There is a short, accessible walking path too.  Tiponi, Tawa, Kachina, Chinde, Pintado, Nizhoni, Whipple, And Lacey Points are overlooks providing panoramic views of the Painted Desert section of the park. Painted Desert Inn National Historic Landmark, located at Kachina Point, once served as a respite for travelers along historic Route 66. From the inn, you may view distant vistas and exhibits while touring this historic building. Puerco Pueblo is a large archeological site that was occupied over 600 years ago. The pueblo has been partially excavated and a few of the room foundations stabilized. The trail also features views of petroglyphs. Newspaper Rock has more than 650 petroglyphs adorning boulders below the overlook. Because of unstable slopes, the area is closed below the cliff. Free spotting scopes are available at the viewpoint. Blue Mesa is an ideal place to experience hiking in a badlands setting. The one-way spur road leads to the mesa top, a four-mile round trip from the main park road. Numerous petrified logs can be seen from the overlooks along the road as well as on the trail. Jasper Forest showcases one of the largest accumulations of petrified wood in the park. As the cliff sides eroded, logs tumbled into the valley below. Crystal Forest, Long Logs, Agate House, and Giant Logs are all trails that feature the many wonders of Petrified Forest. Refer to the Trails section for more information. Rainbow Forest Museum houses paleontological exhibits complete with skeletons of prehistoric animals, as well as information, a bookstore, park film, and restrooms. A gift shop and a seasonal snack bar are located nearby.",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/placestogo.htm"
}
