{
    "title": "Petrified Forest National Park: Geocaching",
    "body": "Geocaching            This National Park Service-sponsored recreational activity leads you to some of the park's significant geological resources. Using your own Global Positioning System (GPS) unit and a set of clues obtained from this website and hidden along the journey, you can guide yourself to a series of sites in the park. To make your experience an unforgettable success, please read these guidelines and suggestions. Please note that placing physical caches is not permitted in the park without the permission of the National Park Service. Existing physical caches are sponsored and maintained by the National Park Service. Unauthorized caches will be removed by park management. What is Geocaching? Geocaching is a worldwide game of hiding and seeking treasure. A geocacher can place a geocache in the world, pinpoint its location using GPS technology and then share the geocache's existence and location online. Anyone with a GPS device can then try to locate the geocache. For more information on geocaching, visit Geocaching.com. At Petrified Forest National Park, you can look for EarthCaches (virtual) and traditional (physical) caches where a hidden container can be found and a log book signed.  General information 1. Parking is available at or near each coordinate. 2. As with all park visitors, you are required to pay the park entrance fee at the park entrance stations. The Petrified Forest National Park Annual Pass or the America the Beautiful Annual Pass, Senior Pass, Access Pass, or Volunteer Pass can be used in lieu of paying the entrance fee. There is no fee to participate in the Geocache Program. 3. Caches are only available during park operating hours. 4. At the EarthCache sites, there are no physical caches to be found. You do not need to find a physical box to continue the program. Instead you will be required to search for hidden clues and respond to the requirements of the creator of the EarthCache. 5. The physical caches contain a container and a log book. Please place these containers back exactly as they were found for the next participant. 6. Some of the physical caches require a short hike. Please follow the guidelines listed for each physical cache to access the caches to ensure you are following park regulations regarding parking and access.           Traditional Caches (physical) Did you know that Petrified Forest is the only national park that protects a section of Route 66 within its boundaries? Some of the physical geocaches in the park are part of the Historic Route 66 Geocaching Project, a series created by the Historic Route 66 Association of Arizona, and designated as an official Arizona Centennial Legacy Project by the Arizona Historical Advisory Commission. Other geocaches may exist that are not part of that series. All of the physical geocaches in the park are placed and maintained by the National Park Service.          Historic AZ66 The Painted Desert         Historic AZ66 Petrified Forest: Route 66        Historic AZ66 Painted Desert Inn         Historic AZ66 Painted Desert Oasis           EarthCache (virtual) An EarthCache is a special place that people can visit to learn about a unique geoscience feature or aspect of our Earth. EarthCaches include a set of educational notes and the details about where to find the location (latitude and longitude). There is no physical geocache involved in an EarthCache! Visitors to EarthCaches can see how our planet has been shaped by geological processes, how we manage the resources and how scientists gather evidence to learn about the Earth. For more information about EarthCaches, visit EarthCache.org.          EarthCache Crystal Forest        EarthCache  Blue Mesa        EarthCache  Newspaper Rock Desert Varnish",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/geocaching.htm"
}
