{
    "title": "Statue Of Liberty National Monument: Archeology of Liberty and Ellis Islands",
    "body": "Archeology: Native American and Historic Use of Liberty and Ellis Islands        Both Liberty and Ellis Islands have undergone extensive, systematic archeological investigations resulting in over 18,700 cataloged records. On Liberty Island from 1999-2000, National Park Service archeologist William A. Griswold conducted the excavation of a pre-historic shell midden with layers dating between 783AD-1156AD known as the Middle\/Early Woodland period of Native American habitation in the region. This midden was originally discovered in 1985 during the restoration of the Statue of Liberty. The 1999-2000 excavated materials dating from both pre-historic and historic periods of the island consist of flora and fauna remains, and fragments of ceramic, brick, iron and small artifacts such as coins or ceramic pipes. This collection documents both pre-historic and historic use of the island and includes over 9,000 cataloged items.        A shell midden stratum uncovered on Liberty Island during the 1980s restoration of the Statue of Liberty National Park Service, Statue of Liberty NM        Surveys and excavations on Ellis Island were done systematically in the 1980s during the major rehabilitation project of the Main Building, conducted by National Park Service archeologist John Pousson. These excavations uncovered additional pre-historic shell middens used by Native Americans and inadvertently human remains. The human remains were repatriated in accordance with the requirements under NAGPRA in 2003 with a ceremony performed by members of three Lenape nations: Delaware Nation, Delaware Tribe of Indians and the Stockbridge-Munsee Community of Mohican Indians. The 1980s excavations on Ellis Island document both pre-historic and historic use and include 10,250 cataloged items.        A Native American grave marker on Ellis Island National Park Service, Statue of Liberty NM        Archeological excavations and monitoring are ongoing activities on both Liberty and Ellis Islands, adding useful information to the islands' history and artifacts to the museum collection. In 2009-2010, the remains of the ferry, Ellis Island, was excavated from the ferry slip, overseen by National Park Service archeologists Jim Harmon and Richard Holmes. Several mechanical features from the ferry were removed and salvaged, including the cast iron west end propeller which is being stored and preserved underwater in a special enclosure in the Hudson River.        Cast iron propeller removed from the Ellis Island ferry during its recovery project between October 26, 2009, and December 10, 2009 National Park Service, Statue of Liberty NM       < Back to Museum Collection | Early European Use of Liberty and Ellis Islands >",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/archeology-native-american-and-historic-use-of-liberty-and-ellis-islands.htm"
}
