{
    "title": "Statue Of Liberty National Monument: The French Connection",
    "body": "The French Connection        An illustration of the presentation of the Statue to the U.S. Minister Levi Parsons Morton in Paris on July 4, 1881. National Park Service, Statue of Liberty NM       The Statue of Liberty was a gift from the French people commemorating the alliance of France and the United States during the American Revolution. Yet, it represented much more to those individuals who proposed the gift.        A photograph of Edouard de Laboulaye from the Galerie Contemporaine collection. National Park Service, Statue of Liberty NM  In 1865, Edouard de Laboulaye(a French political thinker, U.S. Constitution expert, and abolitionist) proposed that a monument be built as a gift from France to the United States in order to commemorate the perseverance of freedom and democracy in the United States and to honor the work of the late president Abraham Lincoln. Laboulaye hoped that by calling attention to the recent achievements of the United States, the French people would be inspired to create their own democracy in the face of a repressive monarchy. In 1865, France was divided between people who were still committed to the monarchy and people who supported the Enlightenment ideals (the belief that people had natural rights to life, liberty, and the pursuit of happiness). It was the hope of many French liberals that democracy would prevail and that freedom and justice for all would be attained.        Bartholdi in his studio, Vavin Street, Paris, 1892. National Park Service, Statue of Liberty NM  In order to turn his idea into a reality, Laboulaye talked to many prominent and influential men in France. Auguste Bartholdi - a French sculptor who had recently been commissioned to make a bust of Laboulaye - greatly supported Laboulaye's idea and was soon selected to be the sculptor of the proposed monument.          A picture entitled “The Spirit of 61. God, Our Country and Liberty!” by Currier and Ives circa 1861. Library of Congress  \"Liberty\" was a controversial idea in the 19th century. To many people it suggested violence and revolution. Laboulaye and Bartholdi agreed that their monument should not be seen as leading an uprising, but rather as lighting the way, peacefully and lawfully. A key element was the name they gave to the Statue: Liberty Enlightening the World. Bartholdi's public monuments hailed back to classical images of a powerful, honorable national authority over any ideology. His statue of \"Liberty Enlightening the World\" would be above conservatism and liberalism and above radical revolutions and political turmoil. She would be an international symbol of liberty, justice, and democracy. In 1871, the Statue was transformed from idea into reality - it was to be funded, built, and presented to the United States. This project could not have happened at a better time for Laboulaye. In 1871, an uprising by members of the working and middle classes in Paris against the government was brutally crushed.  Laboulaye did not support such extremism among laboring people; although he wanted to change the French government to a democratic government, he did not want to do it through violence. Despite his liberal views, Laboulaye was criticized by his colleagues because he spoke out against the violence and supported the governmental repression of the uprising. The creation of the Statue of Liberty, however, was a chance for Laboulaye to restore his reputation as a devoted liberal and democratic advocator, honor the success of liberty in the United States, and hope that the French would be inspired to fight for the same ideals.      Back to Stories",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/the-french-connection.htm"
}
