{
    "title": "Statue Of Liberty National Monument: The Immigrant's Statue",
    "body": "The Immigrant's Statue        An illustration of immigrants on the steerage deck of an ocean steamer passing the Statue of Liberty from Frank Leslie’s Illustrated Newspaper, July 2, 1887. National Park Service, Statue of Liberty NM       Between 1886 and 1924, almost 14 million immigrants entered the United States through New York. The Statue of Liberty was a reassuring sign that they had arrived in the land of their dreams. To these anxious newcomers, the Statue's uplifted torch did not suggest \"enlightenment,\" as her creators intended, but rather, \"welcome.\" Over time, Liberty emerged as the \"Mother of Exiles,\" a symbol of hope to generations of immigrants.        A portrait of Emma Lazarus. National Park Service, Statue of Liberty NM  The opening of the immigrant processing station at Ellis Island in 1892 in the shadow of the Statue of Liberty facilitated an immigrant association, as did the later popularity of Emma Lazarus's poem, \"The New Colossus.\" In 1883, Lazarus donated her poem, \"The New Colossus,\" to an auction raising funds for the construction of the Statue's pedestal. This poem vividly depicted the Statue of Liberty as offering refuge to new immigrants from the miseries of Europe. The poem received little attention at the time, but in 1903 was engraved on a bronze plaque and affixed to the base of the Statue.        A newly arrived immigrant family on Ellis Island, gazing across the bay at the Statue of Liberty. National Park Service, Statue of Liberty NM  War tensions in the twentieth century reinforced this connection and further advanced the image of the Statue in the harbor as an emblem of the United States as a refuge for the poor and persecuted of Europe, and as a place of unlimited opportunity. Sometimes this image glossed over the very real drawbacks and difficulties of settling in the United States, but it was a romantic view that was dominant for decades and continues to persist. In addition to masking immigrant setbacks in the United States, it was a story that tended to favor the European side of immigration at the expense of trials encountered by newcomers from Latin America and Asia.        President Franklin D. Roosevelt’s 1936 speech in honor of the Statue’s 50th anniversary. National Park Service, Statue of Liberty NM  President Franklin D. Roosevelt's 1936 speech in honor of the Statue's 50th Anniversary helped solidify the transformation of the Statue into an icon of immigration. In the speech he presented immigration as a central part of the nation's past and emphasized the newcomers' capacity for Americanization.        A political cartoon entitled “The Proposed Emigrant Dumping Site” from Judge Magazine, March 22, 1890. National Park Service, Statue of Liberty NM  Connections drawn between the Statue of Liberty and immigration were not always positive. Nativists (Americans who opposed immigration) linked the Statue to immigration most starkly in political cartoons critiquing foreigners' threats to American liberties and values. They portrayed the monument as a symbol of a nation besieged by pollution, housing shortages, disease, and the onslaught of anarchists, communists, and other alleged subversives. Such images appeared mainly in middle-class popular magazines. They appeared in response to proposed increases in New York's immigrant processing capacity or in connection to specific political campaigns. When a new immigrant processing station was proposed on Bedloe's Island in 1890, a cartoon in Judge depicted the Statue as \"the future emigrant lodging house.\" Expressing fears about the Statue's literal desecration by newcomers, as well as fears about immigrants' threat to the liberty it represented, the cartoon showed the monument encumbered by a tenement-style fire escape and clothesline. That same year, Judge published a scathing image of a sneering Statue raising her robe to protect it from the newcomers \"European Garbage ships\" dumped at her feet.      Back to Stories",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/the-immigrants-statue.htm"
}
