{
    "title": "Statue Of Liberty National Monument: Restoring the Statue",
    "body": "Restoring the Statue       1982 - 1986      Foundation Funding In 1982, four years before the Statue's centennial anniversary, President Ronald Reagan appointed Lee Iacocca, the Chairman of Chrysler Corporation, to head the Statue of Liberty - Ellis Island Foundation. The Foundation was created to lead the private sector effort and raise the funds for the renovation and preservation of the Statue for its centennial in 1986. The Foundation worked with the National Park Service to plan, oversee, and implement this restoration.       National Park Service, Statue of Liberty NM The Statue of Liberty during the restoration in 1984.   National Park Service, Statue of Liberty NM A diagram of new improvements incorporated during the Statue's restoration, 1986. .       A team of French and American architects, engineers, and conservators came together to determine what was needed to ensure the Statue's preservation into the next century. In 1984, scaffolding was erected around the exterior of the Statue and construction began on the interior.       National Park Service, Statue of Liberty NM A worker repairing the Statue's crown, December 10, 1985.   National Park Service, Statue of Liberty NM A worker inside the Statue's interior making improvements during the 1980s restoration.   Frank Depalo, National Park Service, Statue of Liberty NM A worker near the Statue's face during restoration circa 1984.       Workers repaired holes in the copper skin and removed layers of paint from the interior of the copper skin and internal iron structure. They replaced the rusting iron armature bars (which joined the copper skin to the Statue's internal skeleton) with stainless steel bars. The flame and upper portion of the torch had been severely damaged by water and was replaced with an exact replica of Bartholdi's original torch. The torch was gilded according to Bartholdi's original plans.       National Park Service, Statue of Liberty NM A photograph depicting the preparation for torches removal during restoration circa 1984.   Debbie Neal, National Park Service, Statue of Liberty NM The new torch being lifted into place during restoration circa 1985.       The restoration was completed in 1986 and the Statue's centennial was celebrated on July 4 with fireworks and fanfare. On July 5th, a new Statue of Liberty exhibit opened in the base of the pedestal.       < Changing Landscapes | Back to Places | Restoring the Statue >",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/places_restoring.htm"
}
