{
    "title": "Statue Of Liberty National Monument: War and Liberty",
    "body": "War and Liberty        A poster of numerous U.S. Navy vessels sailing in New York Harbor during World War I entitled “Uncle Sam’s Big Fighting Ships.” National Park Service, Statue of Liberty NM       Wartime tended to diminish the celebration of the Statue as a sign of economic opportunity in the United States and even the call for universal rights for all men and women. At this moment the homeland had to be defended, and the monument came to be seen by soldiers sailing overseas as a symbol of a home to which they might never return. Stories about perceptions of the Statue during the great wars of the twentieth century show that the image served the need to sell war bonds and mobilize for the defense of the United States and its families. Returning servicemen and women were often moved by the sight of the Statue as they entered to New York Harbor following the wars.        A poster promoting the sale of Liberty Bonds during World War I. National Park Service, Statue of Liberty NM  The monument became not only a sign of the United States as home but increasingly acquired martial implications as well. The Statue of Liberty was often associated with the military.       This early 1940s poster urged Americans to support soldiers overseas in order to protect and preserve “Liberty for all.” Library of Congress         This poster, circa 1917, promoted the sale of Liberty Bonds. National Archives  Perhaps the most dramatic use of the Statue of Liberty to evoke a protective and patriotic response was the 1918 Liberty Loan poster designed by Joseph Pennell, which displayed the Statue of Liberty destroyed in the harbor.         This poster, circa 1917, promoted the sale of Liberty Bonds. National Archives  Not all of the World War I wartime uses of the Statue were militaristic. Some posters encouraged war efforts on the home front.       This poster asked immigrants not to waste wheat during the war. National Park Service, Statue of Liberty NM       The Statue of Liberty remained a very powerful symbol, embodying a wide range of meanings and adapted every day to represent new ideas. After 9\/11, people in New York once again called upon the Statue to express their grief, horror, and rage.      Back to Stories",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/war-and-liberty.htm"
}
