{
    "title": "Statue Of Liberty National Monument: Emma Lazarus",
    "body": "Emma Lazarus         A portrait of Emma Lazarus. National Park Service, Statue of Liberty NM  Born on July 22, 1849 in New York City to a wealthy sugar refining family of Portuguese Sephardic Jewish descent, Emma Lazarus was the poet who wrote \"The New Colossus.\" Aside from writing, Lazarus was also involved in charitable work for refugees. At Ward's Island, she worked as an aide for Jewish immigrants who had been detained by Castle Garden immigration officials. She was deeply moved by the plight of the Russian Jews she met there and these experiences influenced her writing. In 1883, William Maxwell Evarts and author Constance Cary Harrison asked Lazarus to compose a sonnet for the \"Art Loan Fund Exhibition in Aid of the Bartholdi Pedestal Fund for the Statue of Liberty\" - an art and literary auction to raise funds for the Statue's pedestal run by the American Committee for the Statue of Liberty. In turn, Lazarus, inspired by her own Sephardic Jewish heritage, her experiences working with refugees on Ward's Island, and the plight of the immigrant, wrote \"The New Colossus\" on November 2, 1883.  After the auction, the sonnet appeared in Joseph Pulitzer's New York World as well as The New York Times. She died in New York City on November 19, 1887, most likely from Hodgkin's lymphoma and was buried in Brooklyn.  National Park Service, Statue of Liberty NM A book containing the poem \"The New Colossus\"  Lazarus' famous sonnet depicts the Statue as the \"Mother of Exiles:\" a symbol of immigration and opportunity - symbols associated with the Statue of Liberty today. After its initial popularity however, the sonnet slowly faded from public memory. It was not until 1901, 17 years after Lazarus's death, that Georgina Schuyler, a friend of hers, found a book containing the sonnet in a bookshop and organized a civic effort to resurrect the lost work. Her efforts paid off and in 1903, words from the sonnet were inscribed on a plaque and placed on the inner wall of the pedestal of the Statue of Liberty. Today, the plaque is on display in the Statue of Liberty Exhibit in the Statue's pedestal.      Back to People",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/emma-lazarus.htm"
}
