{
    "title": "Statue Of Liberty National Monument: Changing Landscapes",
    "body": "Changing Landscapes       1886 - 1954       The old battery on Bedloe’s Island circa 1907. Ellis Island can be seen in the distance. National Park Service, Statue of Liberty NM         An aerial view of the Statue of Liberty and Bedloe’s Island circa 1934. National Park Service, Statue of Liberty NM  A Shared Island At the time of its dedication in 1886, President Grover Cleveland placed the Statue of Liberty under the administration of the U.S. Lighthouse Board, since it was categorized as a federal lighthouse. Although the Statue's torch had been electrified for use as a lighthouse in 1886, the Statue had not been designed for this purpose and was not very effective. In 1901, the Statue was transferred to the U.S. Department of War.       A postcard manufactured between 1930 and 1940 with an aerial view of Bedloe’s Island. Military buildings are situated behind Fort Wood and visitors are shown disembarking at the north pier. National Park Service, Statue of Liberty NM         Superintendent George Palmer standing in Fort Wood in 1934.  National Park Service, Statue of Liberty NM  Change in Administration When the National Park Service was granted control of the island in 1937, they decided to redesign it so that the island's landscape complimented the Statue of Liberty. This was the first time that the Statue and Bedloe's Island would be pulled together into a unified design. Norman T. Newton, a landscape architect for the National Park Service, created a master plan that would transform Bedloe's Island. Newton's plan was intended to attract visitors to the island and provide a proper setting for the Statue, now a national monument. Newton's plans called for army buildings to be demolished and for lawns and promenades to be created in their place. The intent of this plan was to heighten the appeal of the island and provide a beautiful backdrop for the Statue.       The proposed plan for the National Park Service’s redesigned landscape on Bedloe’s Island, May 6, 1938. National Park Service, Statue of Liberty NM         This image represents post-war planning and dates back to December 4, 1941. Markings on the photograph indicate the location of the newly planned seawall and western pier as well as the location of the riprap on the western side of the island. National Park Service, Statue of Liberty NM  Island Improvements In the spring of 1937, several New Deal programs, including the Public Works Administration (or PWA), under the administration of Franklin D. Roosevelt, enabled the National Park Service to begin implementing Norman T. Newton's master plan. In 1939 the National Park Service began refurbishing both the Statue and additional structures on the island. Work continued on the island until the beginning of World War II. When the United States entered the war in 1941, resources were diverted to the war effort from the public works projects and work on the island halted. In 1948, following public complaints about the shabby condition on the island, Congress appropriated $110,000 to the Statue of Liberty. With renewed funding, workers tore down the abandoned and dilapidated army structures, planted trees and paved pathways. Work on the island was completed by 1957. The renovation marked a turning point for Bedloe's Island because it transformed the island into a park. To commemorate this event, Bedloe's Island was renamed Liberty Island in 1956 through a joint resolution in Congress and signed into law by President Dwight D. Eisenhower.       A post card from 1953 with an aerial view of the Statue and Bedloe’s Island with several military buildings remaining on the north shore. The industrial waterfront of New Jersey is visible beyond the island. The back of the postcard quotes Emma Lazarus’ poem “The New Colossus.” National Park Service, Statue of Liberty NM       < Creating the Statue of Liberty | Back to Places | Restoring the Statue >",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/places_changing_landscapes.htm"
}
