{
    "title": "Statue Of Liberty National Monument: Alexandre-Gustave Eiffel",
    "body": "Alexandre-Gustave Eiffel         A portrait of Alexandre-Gustave Eiffel. National Park Service, Statue of Liberty NM  A prominent French architect and structural engineer, Alexandre-Gustave Eiffel (born on December 15, 1832 in Dijon, France) was the second designer of the internal structural elements of the Statue of Liberty. In his early work designing railway bridges, Eiffel relied on sophisticated mathematical designs renowned for their lightness, grace, and strength. When the Statue of Liberty's initial internal designer, Eugene Viollet-le-Duc, unexpectedly passed away in 1879, the Franco American Union and Auguste Bartholdi hired Eiffel as his replacement. While Eiffel praised and retained Viollet-le-Duc's plans for the sculpting and connection of the copper sheets (he would use Viollet-le-Duc's repoussé technique and armature bars), he ultimately changed the initial plans for the interior design in favor of a modern approach. The Statue's new internal structure would not rely on weight to support the copper skin but rather a flexible, skeletal system.        Eiffel's pylon is visible in Paris, France, where the Statue was first constructed. National Park Service, Statue of Liberty NM  Eiffel designed a tall, central pylon (92 feet, or 28 meters) to be the primary support structure of the Statue's interior. The pylon serves as the central attachment point for a lightweight truss work of complex asymmetrical girders which forms the Statue's body. To connect the Statue's copper skin to the pylon, flat metal bars are bolted at one end to the pylon and to the copper skin at the other end. While the bars hold the Statue together, they also create flexible suspension (due to their malleability), acting like springs allowing the Statue to adjust and settle into the environment. This elasticity of Eiffel's design is important because the Statue has to withstand winds from New York Harbor, temperature changes, and various other weather conditions. Once his plans were approved, Eiffel supervised the Statue's internal construction until its completion in late 1883. A few years later, Eiffel began his most famous project: the Eiffel Tower, which was completed for the Universal Exposition of 1889 (Exposition Universelle de 1889) in Paris. Eiffel died on December 27, 1923 in Paris, France.      Back to People",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/alexandre-gustave-eiffel.htm"
}
