{
    "title": "Statue Of Liberty National Monument: Visit the Pedestal",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Visit the Pedestal              Visiting the Pedestal         The pedestal offers several observation levels. NPS Photo  PLANNING YOUR VISIT TO THE PEDESTAL  Visiting the pedestal is a great addition to any trip to the Statue of Liberty. Starting in 2004, the National Park Service implemented a new system that requires reservations to access the pedestal. This reservation system is much different than how the public accessed the pedestal prior to 2001. The procedure for reserving pedestal tickets and accessing the pedestal is detailed below.     RESERVE YOUR PEDESTAL TICKETS Due to its popularity, access to the pedestal is limited and requires reservations. Statue Cruises is the official source for pedestal reservations as well as the company that provides ferry transportation to the island. Advanced reservations may be made online or by telephone.   Extremely limited pedestal reservations may be available at the ticket offices early in the day. Pedestal reservations are not available on Liberty Island.    VISIT STATUECRUISES.COM TO RESERVE PEDESTAL TICKETS        PICKING UP YOUR PEDESTAL RESERVATIONS Pedestal tickets can be printed out at home or picked up at the ticket office Will Call window at either Liberty State Park or Battery Park (click here for directions to those sites) by the ticket purchaser. When picking up the tickets, the purchaser must show photo ID and the same credit card used to reserve the tickets.  Pedestal tickets are for a specific date and time. The ticket will have the time to enter the security facility printed on it.  For security screening information and accessibility information, visit Basic Information.  After visiting the pedestal, enjoy the many Things To Do while visiting the island.         A park ranger checks tickets outside the statue entrance. NPS Photo.  ARRIVING ON LIBERTY ISLAND The entrance to the pedestal is located directly behind the Statue of Liberty in the white tent. Those with pedestal reservations must first show their tickets to the park rangers at the entrance. All visitors (except for children younger than four years old) must show valid pedestal tickets. The National Park Service appreciates your cooperation during this process.           Lockers are available for prohibited items. NPS Photo  LOCKER RENTAL The following items are not authorized inside the pedestal:   Food\/ Drinks (other than water) Backpacks (including purses shaped like backpacks) Laptop computers Strollers Long umbrellas Tripods  Please see a National Park Service Ranger on-site if you have any specific questions or contact us in advance. Locker Rental Information: Lockers are available at the crown\/pedestal check-in tent. An attendant is available to make change for large bills. Only bills are accepted (no credit card). Rental Cost: $2 Rental Time: 2 hours Locker Sizes Vary       WHAT TO EXPECT Visitors may walk or take an elevator (part of the way) to the top of the pedestal. Although there are short staircases before and after the main elevator, visitors with disabilities should refer to our Accessibility page for more information.  The total number of steps from the lobby to the top of the pedestal is 215.",
    "url": "https:\/\/www.nps.gov\/stli\/planyourvisit\/visiting-the-pedestal.htm"
}
