{
    "title": "Statue Of Liberty National Monument: Visit the Crown",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Visit the Crown              Visiting the Crown         Visits to the crown include viewing out the twenty-four windows at the surrounding New York Harbor. NPS Photo  PLANNING YOUR VISIT TO THE CROWN  Visiting the crown of the Statue of Liberty is one of the most rewarding experiences of any trip to New York City. Starting in 2009, the National Park Service implemented a new system that requires advanced reservations for access to the crown. This reservation system is much different than how the public accessed the crown prior to 2001. The procedure for reserving crown tickets and accessing the crown is detailed below.     RESERVE YOUR CROWN TICKETS Due to its extreme popularity, access to the crown is by advanced reservation only. Statue Cruises is the official source for crown reservations as well as the company that provides ferry transportation to the island. All reservations must be made online or by telephone.  Crown reservations are not available at the ticket offices. Crown reservations are not available on Liberty Island.   VISIT STATUECRUISES.COM TO RESERVE CROWN TICKETS         Visitors inside the crown of the Statue of Liberty.   CROWN RESERVATION GUIDELINES  There is a maximum of four (4) crown reservations allowed per order.  Only one reservation per person is allowed during any six (6) month period.  Children must be at least four (4) feet, or 1.2 meters, tall to visit the crown. It is the responsibility of the parent or guardian to ensure their child meets this requirement. Smaller children may ascend as high as the Pedestal. Children must be accompanied by an adult at all times. The names of those in your party must be provided at the time of purchase. Tickets are non-transferable.  Prior to entering the Statue of Liberty, each ticket holder will be required to show photo ID (except minors without ID) matching the name printed on the ticket. There are restrictions on what can be carried up to the crown (see below). All visitors to the crown must be in good physical shape. There is no elevator inside the Statue. (See What to Expect below).        PICKING UP YOUR CROWN RESERVATIONS Crown tickets must be picked up at the ticket office Will Call window at either Liberty State Park or Battery Park (click here for Directions to those sites) by the ticket purchaser. Crown tickets may not be printed at home. To pick up the tickets, the purchaser must show photo ID and the same credit card used to reserve the tickets.  Crown tickets are for a specific person, date and time. The ticket will have the time to enter the embarkation site security facility printed on the face.  For security screening information and accessibility information, visit Basic Information.  After visiting the crown, enjoy the many Things To Do while visiting the island.       CHECKING IN AT LIBERTY ISLAND The entrance to the Statue of Liberty itself is located directly behind the Statue of Liberty in the white tent. Those with crown reservations must first check-in with their crown tickets and their photo ID (except for minors without ID) for verification at the entrance.The name on the ticket must match the name on the photo ID for each ticker holder. The National Park Service appreciates your cooperation during this process.       Once on Liberty Island, check-in under the sign that says \"CROWN ENTRANCE\"          Lockers are available for prohibited items. NPS Photo  YOU WILL NEED A LOCKER  Only the following items are permitted inside the Statue of Liberty:  One camera per person (no camera bags or cases) Any necessary medication  The following common (but not limited to) items must be secured in a locker: keys, writing instruments, purses, camera bags, camera cases, backpacks, shopping bags, any food and drinks, and any item that may impede progress on the staircase.  Please see a National Park Service Ranger on-site if you have any specific questions or contact us in advance. Locker Rental Information: Lockers are available at the crown check-in tent. An attendant is available to make change for large bills. Only bills are accepted (no credit card).    Rental Cost: $2   Rental Time:  2 hours   Locker Size:    13 in. x 9 in. x 12 in. (33 cm. x 23 cm. x 30 cm.)             All trips to the crown include a walk up a double-helix spiral staircase. John G. Waite Associates, 2010  WHAT TO EXPECT The climb is strenuous and not without risk. The National Park Service recommends that crown visitors have no significant physical or mental conditions which would impair their ability to complete the climb, such as (but not limited to):   Heart conditions Respiratory conditions Mobility impairment Claustrophobia (fear of confined spaces) Acrophobia (fear of heights) Vertigo (dizziness)  There are 377 steps from the main lobby to the crown platform. There is an elevator inside the Pedestal. There is no elevator access from the top of the pedestal to the crown platform (from the Statue's feet to the Statue's head). The only restrooms are in the Statue's lobby, 377 steps from the crown! National Park Service Rangers will be on site at all times to assist visitors. Those who feel uncomfortable proceeding up the crown staircase have the option of stopping at the top of the Statue of Liberty's pedestal. STATUE STAIRCASE STATISTICS    Staircase Design: Double Spiral   Number of Steps:  146   Width of Steps: 18 inches (45.75cm)   Head Clearance: About 6 feet (1.8m)",
    "url": "https:\/\/www.nps.gov\/stli\/planyourvisit\/visit-the-crown.htm"
}
