{
    "title": "Petrified Forest National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Watch for safety information on park signs. NPS Photo  Please be careful when you are visiting and follow the safety tips below. We want everyone to enjoy their visit and come back to see us!   Obey posted speed limits for your safety and that of wildlife that may be crossing the road.  Park in designated areas only. Do not stop in the middle of the road. Do not feed or approach wildlife. This protects the natural feeding and behavior habits of the animals. Animals that beg for food can be aggressive and may bite or harm people. Please do not allow your pets near animals. Do not handle injured or dead animals. Please stay on trails and behind any barricades. Plants in this environment grow by the inch and are destroyed by the foot. Don't let it be your foot! Fragile soils and animal homes are also easily disturbed. Avoid cliff edges and steep slopes. Rock surfaces are unstable. Temperatures vary greatly from extreme heat to bitter cold. Be prepared for rapidly changing conditions. From July through August expect afternoon monsoon thunderstorms. From October through April expect cold temperatures and possibly snow. Northeastern Arizona often experiences high winds. Be careful when driving, particularly high profile vehicles such as RVs. When outside your vehicle protect your eyes from sand carried in the wind. Be aware that elevations average 5,800 feet within the park. Wear sunscreen to protect yourself from the Arizona sun. The sun's rays are stronger due to the high elevations. Keep hydrated, rest, snack lightly, and avoid alcohol and cigarettes to prevent high altitude sickness. Symptoms include nausea, dizziness, headache, rapid heartbeat, and shortness of breath. Take all the water you will need when traveling through the park and when hiking. Drinking water is available at Painted Desert Community Complex and Rainbow Forest Museum, but not available at stops along the park road. No water is available in the backcountry. One gallon per person per day is recommended during summer months when hiking. If you are injured or ill while visiting the park, call (928) 524-9126 or contact a ranger. For lost or found items, contact a ranger at any Visitor Center facility or call the park at (928) 524-6228.",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/safety.htm"
}
