{
    "title": "Statue Of Liberty National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Liberty Island  New York, NY 10004                 Directions         Liberty Island is located in New York Harbor, and can only be reached by boat. Ferries operated by Statue Cruises depart from Battery Park in lower Manhattan, New York City and Liberty State Park in Jersey City, New Jersey.  Directions Details           Operating Hours & Seasons         Ferry Departures Access to Liberty and Ellis Islands is by Statue Cruises ferries only. Tickets are sold by type, date, and time at  statuecruises.com. The first ferry departs at 9:30 am and the last departs at 3:30 pm, with extended hours in the summer and around holidays. Once on the island you can stay until the last ferry departs, which changes seasonally. The Statue of Liberty & Ellis Island are open every day except December 25, weather permitting. Be aware that Pedestal and Crown tickets usually sell out in advance.   Standard Hours    Sunday: 9:30 AM - 3:30 PM   Monday: 9:30 AM - 3:30 PM   Tuesday: 9:30 AM - 3:30 PM   Wednesday: 9:30 AM - 3:30 PM   Thursday: 9:30 AM - 3:30 PM   Friday: 9:30 AM - 3:30 PM   Saturday: 9:30 AM - 3:30 PM             Weather           It is typically colder and more windy in New York Harbor than in elsewhere in the New York City metropolitan area. Winters are cold and damp. Spring and Fall can range from chilly to warm. Summers are warm to hot and humid.         Fees & Passes     Entrance Fees:   No Entrance Fee; Ferry Tickets are purchased from Statue Cruises - $0.00 There is no entrance fee, however, the only way to visit Liberty and Ellis Islands is via a ferry. Contact Statue Cruises at 1-877-LADYTIX (877-523-9849) or at statuecruises.com for ticket information, pricing, and to make a reservation. Please note that entering the pedestal and museum or going to the crown require special tickets and even more advance planning.         Visitor Centers       Liberty Island Information Center This small information center offers a short video and timeline about the Statue of Liberty and informational panels about the National Park Service and the National Parks of New York Harbor. A ranger or volunteer is available to answer questions and provide general information about the Statue of Liberty and make recommendations for your visit. The park brochure, Passport To Your National Parks (R) cancellation stamp, and the ferry departure schedule are also located in the information center.                Welcome Visiting the Statue of Liberty on Liberty Island and the Immigration Museum on Ellis Island is a wonderful experience and to get the most out of it, realize that visiting can take most of a day. The information below will help you know what to expect.           Directions Statue of Liberty is Located on Liberty Island in New York Harbor.  Despite the icon, you can't drive here.             Operating Hours and Seasons Liberty Island is open every day except December 25. Hours change seasonally.           Fees and Passes  There is no entrance fee.  However, this national park is located on two islands which are accessible by ferry only via Statue Cruises.  Buy your tickets in advance.             Accessibility Statue of Liberty National Monument offers accessibility services, including borrowing wheelchairs on a first-come, first served basis.  Ask at our Information Center.             Safety & Security To protect you and the park, visitors and their belonging are subject to a security screening before boarding the ferry to the park.             Exploring Liberty Island Learn about the different activities that are available on Liberty Island.",
    "url": "https:\/\/www.nps.gov\/stli\/planyourvisit\/basicinfo.htm"
}
