{
    "title": "Statue Of Liberty National Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Choose from three types of tickets: Grounds Only, Pedestal, and Crown. NPS Photo  PLAN AHEAD  Visiting Liberty Island is one of the most rewarding experiences of any trip to New York City.  However, visitors who wish to enter the museum, pedestal, or crown must secure reservations.  For over a decade, the National Park Service has implemented a reservation system. This is very different from the way past generations once accessed the Statue of Liberty. The National Park Service strongly recommends making advanced ticket reservations. Reservations secured far enough in advance allow visitors to select their desired level of access, and also eliminates the need to wait in line to purchase tickets. Crown tickets are available by advanced reservation only.  DISCOVER THE TYPES OF TICKETS    GROUNDS ONLY: This ticket is our most widely available ticket. It gives general public access to the island, and it is the only ticket that is distributed when reservations are full. You will not have access to the interior of the statue's pedestal.  Other activities are available on Liberty Island. Check our Things to Do page.  For more information and photos, see our Facebook \"Grounds Only\" Album.   PEDESTAL TICKET: Pedestal tickets allow visitors to access the inside of the pedestal, museum, and the Fort Wood level. Pedestal tickets are limited, and the National Park Service highly recommends advanced reservations. A limited number of pedestal tickets are available each morning at the ticket office locations, but these leftover reservations are often distributed before the first ferry departure.   For more information, see our Visiting the Pedestal information page.   CROWN TICKET: Crown tickets allow visitors to access the crown, the pedestal, the museum, and the Fort Wood level. Crown tickets are limited, and advanced reservations are required. During summer and holiday seasons, crown tickets are often reserved up to six (6) months in advance.   For more information, see our Visiting the Crown information page.   CLICK HERE TO MAKE A RESERVATION NOW         Ferries are run by Statue Cruises Statue Cruises  PURCHASE FERRY TICKETS  Statue Cruises is the official source for ferry tickets to Liberty Island. You may buy tickets online, by phone or in person.   Online: www.statuecruises.com Telephone: 1-877-LADY-TIX (877-523-9849) or 201-604-2800 In Person: At either of the two ferry departure points.  For more information, see our Fees & Reservations page.      FOR YOUR SAFETY AND SECURITY  All visitors must pass through airport-style security before boarding ferries at Liberty State Park or Battery Park. Visitors with Crown or Pedestal tickets must pass through a secondary security screening on Liberty Island prior to entering the monument.  For more information, see our Safety and Security page.         Ellis Island Immigration Museum NPS Photo    ELLIS ISLAND IMMIGRATION MUSEUM  How far would you travel to find a better life? How much would you sacrifice in order to provide for your family? If you answered \"Whatever it takes,\" you echo the attitudes of the 12 million immigrants who passed through these now quiet halls from 1892 to 1954. Ellis Island afforded them the opportunity to attain the American dream for themselves and their descendants. Come hear their stories.  All ferry tickets include access to Ellis Island and the Immigration Museum. The museum is open to the public.  For current information, check the alert at the top of the Ellis Island website.  To visit both islands in one day, the National Park Service recommends an early ferry departure.",
    "url": "https:\/\/www.nps.gov\/stli\/planyourvisit\/index.htm"
}
