{
    "title": "Petrified Forest National Park: FAQs",
    "body": "Explore This Park    Plan Your Visit     Basic Information     FAQs              Frequently Asked Questions       FAQS  What is the annual visitation at Petrified Forest National Park? The park averages about 645,000 visitors each year. You can visit the Public Use Statistics Office website for all park visitation statistics. What is the best time to view wildflowers? Wildflowers can bloom from March through October. The best months, depending on precipitation over the winter and the moisture during monsoon season, are May, July, and August. Different species of flowers bloom at different times of the year. Is the park road OK for my RV? Yes. Our road and parking areas are suitable for larger RVs, even those with towed vehicles. The only points to avoid are Pintado Point and Agate Bridge, due to a tight turn around if other vehicles are present. Where can I camp? Petrified Forest does not have a campround and does not allow overnight parking. Backpacking in the Petrified Forest National Wilderness Area is allowed with a free permit. Options for RV\/tent camping exist outside the park. What is the park's pet policy? Pets must be kept on a leash and under control at all times. Pets are not allowed in buildings except for service animals. Please help keep the park clean and pick-up after your animals. When is the best time to visit? You can't go wrong! The park's highest visitation occurs in the summer months, particularly July, but winter offers visitors the chance to experience the park on crisp, cool days with unlimited visibility. The weather page shows average annual temperatures and precipitation that might help you to decide. Where can I ride my bicycle? Bicycles are allowed on any of the public park roads, but are not allowed on or off trail. For more details see Getting Around.  Can I fly an unmanned aircraft inside the park? National Park Service Director Jonathan B. Jarvis signed a policy memorandum that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service. Please read the National Park Service press release.   Questions Commonly Asked about Petrified Wood Why do the petrified logs look like someone cut them with a saw? Petrified wood is mostly silica—quartz. The logs are very hard (7.8 on the 1-10 Mohs hardness scale!), but brittle. After petrification, but while the logs were still encased in matrix rock, the logs cracked under stress. As the logs eroded out, from gravity and ice wedging, the cracks widened and segments separated. Silica naturally breaks on a clean angle. Where does the petrified wood sold in the rock shops outside the park come from? Petrified Forest National Park protects less than 20% of the petrified wood in northeastern Arizona. Petrified wood is also found on state land, Bureau of Land Management land, the Navajo Nation, and privately owned property. The wood being sold in regional gift shops comes from the private property, from which it can be collected by the owner, or those with permission from the owner, and sold. How can the Fred Harvey Company (Xanterra) sell petrified wood within the park? Xanterra is an independent concessionaire acquiring petrified wood from areas outside the park. The park allows this to give visitors an opportunity to easily find a legal source of petrified wood, possibly making it less likely that people will illegally remove it from within the park. Why are so many logs concentrated here? This was a large river system with galleries of trees along the waterways. As the trees died naturally over many years, some floated downstream to form log jams. The various “forests” in the park are those log jams: Crystal Forest, Jasper Forest, etc. The original national monument was created where the highest concentration was located in the large expanse of petrified wood deposit. Why are all of the petrified logs lying down? The logs were not preserved in a standing position. Most of them were transported for some distance before being buried. There are rooted stumps that can be found in the backcountry of the park. What kinds of trees were these? They were coniferous trees, tree ferns, and some gingkoes. How many different types of trees are found petrified in the park? Nearly a dozen types of petrified wood have been formally described. There are probably more species that have yet to be described. Do the trees found in the park resemble any of the tropical conifers growing in the world today? Some may be related to Araucaroid-like trees (Araucaria, Bunya Pine Tree, Monkey Puzzle Tree, Norfolk Island Pine) growing in the southern hemisphere, including Chile and Australia. There are fossil trees that are related to living gingkos, too. Geologically speaking, how old are these trees? Radioisotopic dates zircons tell us that the trees in the Black Forest were deposited about 211 million years ago and those in the Blue, Jasper, Crystal, and Rainbow Forests were deposited around 218 million years ago. Do the rings we see in some of the petrified wood represent annual growth rings? No. As sub-tropical to tropical trees, they probably grew year-round. There would need to be a growing season versus a non-growing season to create annual growth rings. How tall were these trees? Two trees in the Long Logs area of the Rainbow Forest measure 137 and 141 feet long. This indicates that some of the trees may have approached at least 200 feet (61 m) tall when alive. Is this the largest concentration of petrified wood in the nation? In the world? This is considered one of the largest concentrations in the world, with other large ones found in North Dakota, Argentina, and Egypt. What mineral(s) replaced the wood? The mineral silica, from volcanic ash, in various stages of crystallization replaced most of the organic wood. Minor minerals, such as iron, manganese, and carbon add the rainbow of colors. Where were the volcanoes that provided the ash and silica to petrify these logs? Geological reconstructions of the Triassic Period show that there were volcanic mountain chains to the west and south. What do all the colors in the petrified wood represent?The various colors represent the trace minerals in the quartz. Iron and manganese account for much of the coloration, carbon also can add black, and—rarely, there is chromium that provides a true green. Why do some of the petrified logs look like “real wood”? In some cases the wood has not been completely agatized. The “woody” structure has been preserved and the fossilization process is called, “permineralization.” When a small chip is dissolved in hydrofluoric acid, a small percent of lignin is still observed with biologic staining. What happened to the roots, branches, bark, and cones from the trees? Few examples have been found physically attached to the logs, usually limited to the root base. There are specimens of leaves, reproduction structures, twigs and branches found as fossils in the park. There are also a couple of bark samples from the park. When a tree dies, the bark falls off quickly because it is only held on by a thin membrane called the cambium. Leaves, needles, and blades fall off as well. Roots, branches, and remaining bark are knocked off by transportation in waterways. Is petrified wood good for anything? It is used as a semi-precious gemstone in jewelry and as an ornamental stone in book ends, clocks, furniture, etc. Petrified wood is valuable scientifically as fossils from around the world. Much of the petrified wood of the park preserves the original cellular structure of the wood allowing paleontologists to identify the wood type and to create climatic reconstructions for the Triassic Period. How heavy is petrified wood? About 160-200 pounds per cubic foot. How hard is petrified wood? Very hard: petrified wood rates between 7 and 8 on Mohs Hardness Scale, with talc at 1 and diamonds at 10. What thickness of the Chinle Formation contains the fossilized wood, plants, reptiles, amphibians, etc? The Chinle Formation in the park is approximately 600 meters thick. This formation contains fossils throughout.",
    "url": "https:\/\/www.nps.gov\/pefo\/faqs.htm"
}
