{
    "title": "Statue Of Liberty National Monument: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons               Operating Hours & Seasons         NPS Photo  Liberty Island is open every day except December 25. Weather can influence the ability of the ferries to run, so check our Twitter feed in the event of inclement weather. To enjoy both Ellis and Liberty Islands with ample time, plan to be on a Statue Cruises Ferry that departs from Battery Park or Liberty State Park before 1:00 P.M.     BOAT SCHEDULE MARCH 19, 2016 THROUGH MAY 27, 2016      FIRST FERRY  Departs from Mainland LAST FERRY  Departs from Mainland CLOSING FERRY  Departs from Liberty Island   8:30 A.M. 3:30 P.M. * 5:00 P.M. **        BOAT SCHEDULE MAY 28, 2016 THROUGH SEPTEMBER 5, 2016      FIRST FERRY  Departs from Mainland LAST FERRY  Departs from Mainland CLOSING FERRY  Departs from Liberty Island   8:30 A.M. 5:00 P.M. * 6:45 P.M. **        * The last departure from Battery Park will not stop at Ellis Island. Visitors on the last departure from Battery Park will only be able to visit Liberty Island. Visitors on the last departure from Liberty State Park will have the choice of visiting either Liberty Island or Ellis Island, but not both. ** Liberty Island begins closing 30 minutes prior to the final departure.       PLANNING YOUR VISIT Liberty Island is open every day except December 25. Visit the Fees and Passes section for ticket prices. When arriving, please allow for time to pass through security.   The last entrance into the monument for Crown and Pedestal ticket holders is 4:00 PM. After that time, access on Liberty Island is limited to the Grounds Only.         Ferry schedules are listed on the Statue Cruises website or at the Information Center on Liberty Island. Wait times to board any ferry can be over 90 minutes during peak months (April - September) and holidays. It is essential to factor in extra time for security clearance, ferry boarding and ferry transportation when planning your trip. For additional information, please contact the park.",
    "url": "https:\/\/www.nps.gov\/stli\/planyourvisit\/hours.htm"
}
