{
    "title": "Vanderbilt Mansion National Historic Site: Arts In The Parks",
    "body": "Explore This Park    Learn About the Park     Arts In The Parks            Arts In The Parks       Arts In The Parks Art has been part of the history of national parks since the 1870's when Hudson River School painters captured majestic American landscapes.  Through their awe-inspiring works, the public came to see these special places in America for the first time.  The works captured their imaginations, spurring them to preserve these lands for future generations. Today art continues to thrive in our national parks.  At Roosevelt-Vanderbilt National Historic Site, our lands and historic buildings are available to a range of professional, amateur and student artists who express history through imagination and creativity.  visit our website for more information on Art in our Parks.      Changing Exhibit featuring Park Collections.  We routinely organize small exhibits that feature work of art and craft from our broad collections ranging from antiquity to the 20th century.        Summer Young Writers Program NPS  Summer Young Writers Program. In cooperation with the Hudson Valley Writing Project at SUNY New Paltz, the park hosts Summer Young Writers Programs. At Roosevelt-Vanderbilt National Historic Sites, students from 12 to 16 years of age consider fundamental questions of human rights through writing and discussion as they explore park lands and tour our historic houses. Student works are featured in temporary exhibits at the Henry A. Wallace Visitor Center at the Home of Franklin D. Roosevelt National Historic Site.        Community Photography Workshop NPS  Community Photography Workshop. Throughout the year, we host a series of community workshops bringing amateurs and hobbyists to explore our parks through the camera lens. Workshops are led by local professional photographers and park rangers on hand to identify historical points of interest.        \"Exiles: Madame Celestine's Divorce\" by Joseph Maresca, 2013. NPS  Contemporary Artists Invitational. From time to time, the park invites a professional artist to exhibit traditional and innovative works of art inspired by the history of our parks.        Bard College Conservatory of Music NPS  Music in the Park. Musical performances range from outdoor concerts to more intimate concert programs in our historic houses. Recently, students from the Bard College Conservatory of Music curated and performed recitals in the Vanderbilt Mansion, using the Vanderbilt's Steinway concert grand piano which was recently restored for occasional use.          Witness Tree Project.  Witness trees, as designated by the National Park Service, are long-standing trees that have \"witnessed\" key events, trends, and people in American history.  The Project arranges for fallen witness trees to be shipped from a national historic site to RISD, where students, enrolled in a joint history seminar and furniture studio, interpret the history the tree witnessed make relevant objects from the tree's wood.  In addition to classroom study, the Project variously involves field trips, guest lectures, exhibitions of students' objects, and other events that highlight the significance of material, culture, landscape, and design in learning about American history.  You can see examples of student work from the 2013 seminar here. http:\/\/www.witnesstreeproject.org\/hydepark2013\/studentwork\/",
    "url": "https:\/\/www.nps.gov\/vama\/artsintheparks.htm"
}
