{
    "title": "Vanderbilt Mansion National Historic Site: Places",
    "body": "Historic Resource Study       When the Vanderbilt Mansion National Historic Site was designated by the Secretary of the Interior on December 18, 1940, President Franklin D. Roosevelt hoped to see the grounds set aside as an arboretum for public enjoyment. He believed the estate would be an example of a social and economic phase of our national development that would be of distinct national interest. Unlike the site of a decisive battle, or the home of the great American patriot, the justification for accepting the site was at least in part based on the belief that it was \"representative.\" The designation order states that certain buildings and structures of the estate are \"representative and illustrative of their period and hence of national significance in the economic, sociological, and cultural history of the United States.\" Taking the lead from the legislative mandate, park planning and research efforts focused on economic, social, and cultural history. Surprisingly little scholarly research was undertaken during the park's first half century on the developmental history of the estate, the history and significance of the furnished interiors, the history and significance of the cultural landscape, and the domestic life of the Vanderbilts and those employed on the estate. These research efforts largely pre-date 1965 and are, therefore, not informed by the most recent scholarship. While these early research efforts provided a basis for managing and interpreting the site, the research did not provide specific guidance for management decisions relating to individual resources by type. A change in direction is represented by the publication in 1992 of a cultural landscape report for the site. This report, Cultural Landscape Report for Vanderbilt Mansion National Historic Site, Volume I: Site History, Existing Conditions, and Analysis, provided park staff with the basis for managing and interpreting the cultural landscape. This Historic Resource Study (HRS) (8.81MB PDF) applies the same level of scholarship to assessment of the architecture, furnished interiors, and technological systems of the mansion. The study reevaluates some of the conclusions of the prior cultural landscape report (which placed emphasis on the pre-Vanderbilt era) looking specifically at the potential significance of the landscape during the Vanderbilt and NPS stewardship. The purpose of the HRS is to document and assess the cultural resources of the Vanderbilts' Hyde Park, from 1895 when Frederick W. and Louise Vanderbilt purchased the property, to Frederick's death in 1938, and to the present. The study evaluates the integrity and significance of the property and places it within broader historical contexts. This analysis will be used to revise the National Register Nomination form to include additional descriptive information, new contexts, and an expanded Statement of Significance.",
    "url": "https:\/\/www.nps.gov\/vama\/learn\/historyculture\/hrs.htm"
}
