{
    "title": "Vanderbilt Mansion National Historic Site: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Suggested Reading                Suggested Reading       For Teachers: General Reading ABC of Men's Fashion by Hardy Amies (Abrams, 2007). ISBN 13: 978-0-8109-9460-7 American Wilderness: The Story of the Hudson River School of Painting by Barbara Millhouse (Black Dome Press, 2007) ISBN-13: 9781883789572 A Very Different Age: Americans of the Progressive Era by Steven J. Diner (Hill and Wang, 1998). ISBN: 0-8090-1611-7 Fortune's Children: The Fall of the House of Vanderbilt by Arthur T. Vanderbilt II (Harper Collins, 1989). ISBN: 978-0-688-10386-6 Historic House of the Hudson River Valley by Gregory Long (Skira Rizzoli, 2004). ISBN-13: 9780847826568 The First Tycoon: The Epic Life of Cornelius Vanderbilt by T.J. Stiles (Knopf Doubleday Publishing Group Vintage, 2009). ISBN: 0375415424 The Gilded Age by Mark Twain and Charles Dudley Warner (Quill Pen Classics, 2008). ISBN-13: 9780307432261, ISBN–10: 0307432262 The Hudson: An Illustrated Guide to the Living River by Steve P. Stanne, Brian E. Froest, Roger G. Panetta (Hudson Sloop Clearwater, Inc., 2007). ISBN-13: 978-0-8135-3972-0 The Hudson River School: Nature and the American Vision by New-York Historical Society & Linda S. Ferber (Skira Rizzoli,2009). ISBN: 0847832643, ISBN-13: 9780847832644 The Incorporation of America: Culture and Society in the Gilded Age by Alan Trachtenberg (Hill and Wang, 1982). ISBN: 0-8090-0145-4 The Modern Gentleman: A Guide to Essential Manners, Savvy & Vice by Phineas Mollod and Jason Tesauro (Ten Speed Press, 2002). ISBN: 978-1-60774-006-3 The Search for Order 1877-1920 by Robert H. Wiebe (Hill and Wang, 1967). ISBN: 0-8090-0104-7 The Vanderbilt's by Jerry E. Patterson (Abrams, 1989). ISBN13: 9780688103866 The Vanderbilt Women: Dynasty of Wealth, Glamour, and Tragedy by Clarice Stasz (St. Martin's Press, 1991). ISBN 0312064861 To Marry an English Lord by Gail MacColl and Carol McD. Wallace (Workman Publishing, 1989). ISBN: 0-89480-939-3 Gardening Frederick Law Olmstead: Designing the American Landscape (Universe Architecture Series) by Charles Beveridge (John Hopkins University press, 1970). ISBN: 0-7893-0228-4  Landscape Gardens on the Hudson, a History: The Romantic Age, The Great Estates & the Birth of American Landscape Architecture by Robert M. Toole (Black Dome Press, 2010). ISBN: 978-1-883789-68-8 The Golden Age of American Gardens: Proud Owners* Private Estates* 1890-1940 by Mac Griswold (Harry N. Abrams 1991). ISBN: 978-0-8109-3358-3 For Young Readers How to Behave and Why by Munro Leaf (Universe Publishing, 2002) ISBN-13:978-0-7893-0684-5 Tiffany's Table Manners for Teenagers by Walter Hoving (Random House, 1989). ISBN: 978-0-394-82877-0 Gardening Garbage Helps Our Garden Grow: A Compost Story  by Linda Glaser and Shelley Rotner (Millbrook Press, 2010). ISBN: 978-0-7613-4911-2 How Groundhog's Garden Grew  by Lynne Cherry (Blue Sky Press, 2003). ISBN: 0439323711  Jack's Garden  by Henry Cole (Harper Collins, 1997). ISBN: 068815283X The Gardener  by Sarah Stewart and David Small (Farrar Straus Giroux, 2000). ISBN 0-374-32517-0",
    "url": "https:\/\/www.nps.gov\/vama\/learn\/education\/development\/reading.htm"
}
