{
    "title": "Petrified Forest National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Petrified Forest National Park is located in northeastern Arizona, about 50 miles from the New Mexico border on Interstate 40. There is no public transportation to or within the park. By Plane Nearest major airports are in Phoenix, Arizona and Albuquerque, New Mexico. There are also smaller airports in Flagstaff, Arizona and Gallup, New Mexico. From the airport, you may want to rent a car to drive to the park. For private planes, there is a small airport located in Holbrook, Arizona. By Private Vehicle From the north and west side of greater Phoenix travel Interstates 17 North and 40 East, passing through Flagstaff (259 miles). From eastern side of greater Phoenix travel Highways 87 North to Payson, 260 East to Heber, 377 North to Holbrook, and 180 South to the park (215 miles). Driving from Albuquerque travel 204 miles west on Interstate 40 to Exit 311.        Area Map of Petrified Forest National Park NPS  Entering the Park Petrified Forest National Park stretches north and south between Interstate 40 and Highway 180. There are two entrances into the park. Your direction of travel dictates which entrance is more convenient:  Westbound Interstate 40 travelers should take Exit 311, drive the 28 miles through the park and connect with Highway 180 at the south end. Travel 19 miles on Highway 180 North to return to Interstate 40 via Holbrook.  Eastbound Interstate 40 travelers should take Exit 285 into Holbrook then travel 19 miles on Highway 180 South to the park's south entrance. Drive the 28 miles north through the park to return to Interstate 40.      GPS Coordinates Painted Desert Visitor Center and Park Headquarters Latitude: 35.06543746738773 Longitude: -109.78153824806213 Rainbow Forest Museum Latitude: 34.81517743163217 Longitude: -109.86576497554779  Painted Desert Inn National Historic Landmark Latitude: 35.08343319608185 Longitude: -109.78861391544342 Be aware that some programs outside of NPS.gov don't always accurately locate sites within the park. One program actually places the headquarters in a remote wash out in the backcountry. Please be careful in using GPS units to find our park!",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/directions.htm"
}
