{
    "title": "Vanderbilt Mansion National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       There is so much to see and do in historic Hyde Park that you should plan to spend a whole day at the Roosevelt-Vanderbilt National Historic Site or you may wish to stay a day more and enjoy the restaurants, historic sites and cultural activities offered by the area's communities.   Basic Information for the Vanderbilt Mansion National Historic Site         The Vanderbilt Mansion National Historic Site was established as a monument to an era rather than a tribute to any one person or family. The estate illustrates a way of life modeled on the English country house and is only unusual today because so few examples survive in the 21st century. More than a place to discuss the lifestyles of the rich and famous, the park offers a window into the philosophy of the American country house, the lives of its domestic staff, and its relationship to the surrounding community. In addition to a tour of the house, you should stroll on the 211 acres of park land that boast centuries old tree plantings, stunning Hudson River and Catskill Mountain views and Italian Gardens maintained by the volunteers of the Frederick William Vanderbilt Garden Association.  This is a two hour experience.          Springwood NPS  The Home of Franklin D. Roosevelt National Historic Site contains \"Springwood\", the lifelong home of America's only 4-term President. Also on the site is the Franklin D. Roosevelt Presidential Library & Museum, operated by the National Archives. Visitors may enjoy a guided tour of FDR's home, take a self-guided tour of the Museum and stroll the grounds, gardens, and trails of this 300-acre site. Start your visit at the Henry A. Wallace Visitor and Education Center and see the introductory film and arrange for self guided tours of the Presidential Library and Museum and Ranger-led tours of the historic home. We recommend you plan a minimum of two and one half hours to visit.        Top Cottage NPS  Also available, FDR's Top Cottage retreat the place he built in 1938 to, \"escape the mob\" at Springwood. He also brought close friends and political allies here to discuss the state of the world or to simply relax. Designed by FDR to emulate the Dutch colonial architecture found throughout the Hudson River Valley, the structure was planned with accessibility in mind to accommodate his wheelchair and give him greater independence. Tours depart by shuttle from the Henry A. Wallace Visitor and Education Center. This is a two hour experience.        Stone Cottage at Val-Kill NPS  The only National Historic Site dedicated to a First Lady,Val-Kill welcomes you as Mrs. Roosevelt welcomed her many guests. Visitors may tour Mrs. Roosevelt's Val-Kill Cottage and enjoy the lovely gardens and grounds on the site. Be sure to see the introductory film, \"Close to Home,\" and the permanent exhibit, \"Eleanor Roosevelt and Val-Kill: Emergence of a Political Leader\". This is a 90 minute experience.",
    "url": "https:\/\/www.nps.gov\/vama\/planyourvisit\/index.htm"
}
