{
    "title": "Vanderbilt Mansion National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           81 Vanderbilt Park Road  Hyde Park, NY 12538                 Directions         Located on Route 9 in the town of Hyde Park, NY.  Directions Details           Operating Hours & Seasons         Vanderbilt Mansion National Historic Site The Vanderbilt Mansion is open every day by guided tour only.  May - October tours begin at 9:15, 10, 11, 12, 1, 2, 3, with the last tour at 4.  November - April tours begin at 10, 12, 2 and 4.  The mansion is closed, Thanksgiving, Christmas and New Years Day.  All tours begin in the Pavilion Visitor Center.  The grounds are free and open everyday sunrise to sunset.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Spring: Temperatures usually range from 40°F to 70°F.  Rain is not uncommon. Summer: Temperatures usually range from 70° F to 100° F.  Humidity can be high throughout the summer months with periods of rain. Fall: Temperatures usually range from 40° F to 70° F.  Peak leaf season is mid-October.  Rain is not uncommon. Winter: Temperatures usually range from 30° F to 50°F.   Ice, Freezing Rain and Snow are not uncommon.          Fees & Passes     Entrance Fees:   Vanderbilt Mansion Entrance Fee - $10.00 Provides the ticket holder a one hour guided tour of the Vanderbilt Mansion National Historic Site.  Entrance to the mansion is by guided tour only.   Entrance Passes:   Roosevelt-Vanderbilt National Historic Site Annual Pass - $40.00 This annual pass is valid for one year from the date of purchase.  The pass entitles cardholder and immediate family (spouse and children) to free entry at any of the National Park Sites at Roosevelt-Vanderbilt National Historic Site in Hyde Park, NY.  The pass is valid for Dutchess County residents only and is non-transferable.         Visitor Centers       Pavilion Visitor Center Begin your visit in the Pavilion Visitor Center.  Purchase tickets, Museum Shop, information and restrooms.  All tours begin here.               Before You Arrive:   Begin your visit in the Pavilion Visitor Center.  Purchase tickets, all tours begin here.   The Vanderbilt Mansion tour is approximately 1 hour. The only way to see the mansion is by guided tour. It is a walking tour and there are approximately 100 stairs involved during the tour.   Tours typically run on the hour; however tour times are subject to change. Extra tours are often added if necessary.(Please note: November through April, tours are offered at 10:00, 12:00, 2:00 and 4:00) *Tour times are subject to change   Tours are limited to 50 people per tour. During periods of heavy visitation (Summer weekends, Holidays, and October), it is not unusual for tours to sellout.   Baby carriages, strollers, infant carriers, backpacks, tripods, selfie sticks and flash photography are all prohibited from the tour.   The Vanderbilt Mansion is not air-conditioned and can get quite warm in the summer months.    There are public restrooms in the Vanderbilt Visitor Center which is open 9:00 am to 5:00 pm.   There is a Museum Shop located in the Visitor Center and is open 9:00 am to 4:30 pm.   The grounds are free and open daily until sunset.",
    "url": "https:\/\/www.nps.gov\/vama\/planyourvisit\/basicinfo.htm"
}
