{
    "title": "Home Of Franklin D Roosevelt National Historic Site: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park         Springwood, the Home of Franklin D. Roosevelt WD Urbin  Springwood became as well known to the American public as the Roosevelts. FDR would talk about going home for rest and relaxation. Because of this great love of the estate, Roosevelt began to worry about the future of the property. He wanted to preserve it for future generation. Having a great sense of history and his place in it, he wanted the public to visit Springwood, learn about the Roosevelt era and enjoy the place that was such a integral part of his life. The house on the estate where FDR was born and 33 acres of land were deeded to the American nation in 1943, with the provision that the family be allowed to use it after his death. Eleanor Roosevelt and the children decided to relinquish their lifetime rights. The property was transferred to the National Park Service on November 21, 1945. It was dedicated and opened to the public on April 12, 1946. Today the house is furnished as FDR left it in 1945. Visitors can enjoy a guided tour of FDR's home and take a self-guided tour of the Museum, stroll the grounds, visit the rose gardens where Franklin and Eleanor are buried, or hike the trails of this 300-acre site. Donations You can help support the National Park Service and the Home of Franklin D. Roosevelt National Historic Site through a number of avenues. To make a direct donation to benefit the preservation, maintenance, and interpretation of the Home of Franklin D. Roosevelt NHS, please contact the Superintendent, Roosevelt- Vanderbilt National Historic Sites, 4097 Albany Post Road, Hyde Park, NY 12538 or call 845-229-9115. Official park partners are also approved to accept donations and raise funds that support the Home of Franklin D. Roosevelt National Historic Site. Roosevelt-Vanderbilt Historical Association Purchase something from the Roosevelt-Vanderbilt Historical Association sales areas located at Val-Kill and Vanderbilt Mansion. Roosevelt-Vanderbilt Historical Association is a cooperating association that offers books and other educational items relating to the interpretive themes of Roosevelt-Vanderbilt National Historic Sites and the Hudson Valley. A percentage of the proceeds from all sales are donated to the park's interpretive and education program. For more information, click on the link above or call 845-229-9300. Beatrix Farrand Garden Association Beatrix Farrand Garden Association is dedicated to rehabilitation and maintenance the Beatrix Farrand Garden at Bellefield in Hyde Park, New York, and educating the public about this influential American designer and her rich horticultural legacy. The Beatrix Farrand Garden is adjacent to the Wallace Visitor Center located at the Home of Franklin D. Roosevelt National Historic Site. For more information, click on the link above or e-mail us at: info@beatrixfarrandgarden.org Your participation and assistance are greatly appreciated.",
    "url": "https:\/\/www.nps.gov\/hofr\/getinvolved\/supportyourpark\/index.htm"
}
