{
    "title": "Vanderbilt Mansion National Historic Site: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery                    Vanderbilt Mansion National Historic Site   7 Photos  Our Park          \"The History of Troy\" Tapestries   4 Photos  The four tapestries hanging in the Living Room and the vestibule illustrate the History of Troy.          Preparing For Another Century   14 Photos  Preparation and first construction activities are chronicled in this update of the rehabilitation project at Vanderbilt Mansion. The South portico is the first of four to be restored in what will be a nearly year long project.            Preparing for Another Century - 2   8 Photos  Construction continues on the South portico as seen in our second update about the nearly year long Vanderbilt Mansion exterior rehabilitation project.          Community Photography Workshop and Photo Stroll   5 Photos  Participants enjoyed a scenic and enlightening photographic stroll on the grounds of the Vanderbilt Mansion.  Beginners and experienced photographers, walked away with awesome photographs and a better understanding of our park.          Students and Youth at Roosevelt-Vanderbilt NHS Summer 2014   7 Photos  More students and youth program participants worked at the park this summer than in any prior year.  They worked in most of the park's major programs, contributing hours of work and gaining experience in management of resources and creating and presenting public and educational programs.  Thank you all!            Summer Solstice Sunset Community Photography Workshop -  June 21, 2013   5 Photos  Participants learned why the Summer Solstice is the perfect time to photograph the Shawangunk and Catskill mountains. They also gained insight into making compelling artistic landscape images and the many ways to approach landscape photography.",
    "url": "https:\/\/www.nps.gov\/vama\/learn\/photosmultimedia\/photogallery.htm"
}
