{
    "title": "Perry's Victory & International Peace Memorial: Tecumseh page 4",
    "body": "Tecumseh page 4       After burning Fort Malden and the Amherstburg Navy Yard, Proctor's disheartened forces trudged eastward in confusion. Harrison's army followed on their heels, overwhelming what light opposition the British could mount. Procter had assured the Indians that he would stand and fight, but day after day the British continued their withdrawal. Disillusioned by Procter's military failures and broken promises, many of Tecumseh's allies simply wandered off. Fearing that Proctor would refuse to fight, Tecumseh charged: …We see you drawing back, and we are sorry to see our Father doing so without seeing the enemy. We must compare our Father's conduct to a fat animal that carries it tail upon its back, but when affrighted, it drops it between its legs and runs off.   Tecumseh finally convinced Procter to turn and fight. On October 5, 1813, the British selected a defensive position on the north bank of the Thames River near the mission village of Moraviantown. Tecumseh, warned in a vision the night before that he would die on the day of battle, made preparations to meet his fate.   At the Battle of the Thames River, Harrison outnumbered his opposition three to one. The Indians and British were short of ammunition, weakened by lack of food, and exhausted by the long retreat. Standing out in their bright red uniforms, the British regulars were scattered about in open order, protected by no fortifications. Early in the battle a battalion of mounted Kentuckians charged and broke through Procter's thin ranks.   Most of the British regulars broke and ran, outpaced only by Procter himself, who was later court marshaled for his conduct. With Tecumseh died the dream of a Native American homeland, a place where all Indian peoples could come together in peace. Within 35 years of Tecumseh's death at Moraviantown, nearly all of the Native American peoples east of the Mississippi were forcibly relocated to the region now known as Oklahoma. The drums are silent now, replaced by the rumble of 18-wheelers and the whine of jet aircraft. The Shawnee, Ottawa, Wyandot, Potawatomi, and their brothers are mostly gone from their homelands, their hunting grounds occupied by super highways and shopping malls. Today the great Shawnee warrior Tecumseh is revered for his intelligence, leadership, and military skills, and he is honored throughout North America as a great man and a hero. page 1 page 2 page 3",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/tecumseh-page-4.htm"
}
