{
    "title": "Perry's Victory & International Peace Memorial: Tecumseh page 3",
    "body": "Tecumseh page 3       Meanwhile, growing tensions between the U.S. and Great Britain exploded into war on June 18, 1812. After the destruction of Prophetstown, Tecumseh saw the War of 1812 as his final opportunity to construct an independent Indian nation. He journeyed to Canada in July of 1812 and forged an alliance with the British. General Isaac Brock placed Tecumseh in command of all Native American forces with the understanding that, should the British and Indians be victorious, the Old Northwest would comprise an independent Indian nation under British protection.   Tecumseh's forces, along with their British allies, soon thwarted the efforts of an entire U.S. army and secured the surrender of Fort Detroit. A string of victories followed, with the Indians and British prevailing at Fort Michilimackinac, Fort Dearborn, and Frenchtown. Not until their failure to overwhelm Fort Meigs in May of 1813 did the Indians meet with their first serious setback, and even then U.S. forces suffered the greatest rate of casualties. It was at Fort Meigs that Tecumseh personally intervened to stop the massacre of U.S. soldiers captured by the British.   On September 9, 1813, Tecumseh's Indian army watched as Commodore Robert Heriot Barclay's squadron of six ships set sail from the Amherstburg Navy Yard on the Detroit River for what would be the decisive battle in the Old Northwest. On the following day a bloody three and a half-hour battle raged in the waters near the Bass Islands, while Tecumseh and his British allies waited for news. It slowly became evident after Barclay's failure to return that the Royal Navy had suffered a disastrous defeat at the hands of Commodore Oliver Hazard Perry's flotilla.   The U.S. now controlled Lake Erie, thereby preventing food and supplies from reaching the British installations at Fort Malden and the Amherstburg Navy Yard. With a U.S. invasion imminent, British General Henry Procter faced no choice but to retreat north to Sandwich and then east toward the Niagara region. By September 27, a 5,000-man U.S. army under the command of General William Henry Harrison occupied the former British and Indian strongholds along the Detroit River. page 1 page 2 page 4",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/tecumseh-page-3.htm"
}
