{
    "title": "Fort Stanwix National Monument: Welcome to 1935",
    "body": "Welcome to 1935, A Year that Created a National Monument         Marker on southeast bastion, Fort Stanwix, Rome, N.Y. put up in memory of the garrison. July, 1929 Courtesy New York State Archives  Written by Park Ranger Mike Kusch  The world’s economy is struggling. Large numbers of Americans are unemployed. The country is reeling from a long hot summer with powerful storms. Americans are debating government economic stimulus initiatives and Social Security. World leaders are rattling their swords and threatening war. A nation defies the world community by building their military capacity. New technological innovations and achievements seemingly reduce the size of the world. And, the media and sports are the bright lights in an otherwise depressing climate. Does this sound familiar? However, there is a catch! This does not describe today, but 1935 when Fort Stanwix National Monument was established. When planning began for celebrating the 75th birthday of national monument, the group listened to what events were occurring during that year, and could not help but to draw parallels to today. Of course, when generalizations are used, the years sound familiar. However, if we listen to people who lived through the Great Depression, we would learn that today’s events are very different from 1935. So what was happening in 1935? As stated, the United States was in the grips of the Great Depression. The stock market had crashed in 1929, and the nation and its economy were still recovering; a process that would not end until 1941. Unemployment at its height was approximately 25%. To put more Americans to work, the federal government created the Works Progress Administration (WPA) in May 1935 to join the Civilian Conservation Corps (CCC). Considered part of the \"Second New Deal,\" the WPA would become the largest new deal agency. Later in August 1935, two weeks before the national monument was established, the federal government also created the Social Security Administration to aid future retirees and the disabled. To make things worse, the Midwest was plagued with draught, dust storms and a record setting heat wave. Not to mention the Labor Day category 5 hurricane that hit Florida. Throughout the 1930s the international community was marching toward World War II. In prelude to the Second Sino-Japanese War, China surrendered Korea, Manchuria and northeastern China to the Japanese. This led to Mao Zedong issuing a manifesto calling for a united Chinese front against Japanese imperialism. Italy’s colonies Tripoli and Cyrenaica were combined in 1935 to create Libya. And toward the end of the year, Italy invaded Ethiopia in a war largely about oil. Germany was also rallying her people and building her military. Adolf Hitler announced that Germany would rearm in defiance of the Treaty of Versailles. Then Britain agreed to permit Germany to build a navy equal to 35% of her own naval tonnage. This was followed by the Nuremburg Laws, Germans in Saarland voting to join Germany, and Heinrich Himmler starting the Lebensborn Project. Today we can say we see where this was going. Oh, and Persia renamed itself Iran. The world lost five important people who all passed away unexpectedly. T. E. Lawrence (Lawrence of Arabia) died in a motorcycle accident, humorist Will Rogers and aviator Wiley Post died in a plane crash in Alaska, dancer Carlos Gardel died in a plane crash in Columbia, and U.S. Senator Huey Long was assassinated.  Technology advanced with Amelia Earhart becoming the first person to fly solo from Hawaii to California, Coopers Incorporated started selling the first briefs, and German scientists developed the antibacterial drug Prontosil. Additional advances include the completion and dedication of Hoover Dam, Howard Hughes racing through the air to set a new air speed record, and the world became smaller when the China Clipper crossed the Pacific Ocean to deliver mail. American justice made two gains. Bruno Haufmann was tried, convicted and sentenced to death for the kidnapping and murder of Charles Lindbergh's infant son. And FBI agents, a.k.a. the G-Men, killed the Barker Gang, including Ma Barker, in a shootout. American labor then made strides as the National Labor Relations Act became law, and the Congress of Industrial Organizations (CIO) was established. Other events of 1935 that may be of interest to trivia fans: airplanes were banned from flying over the White House, Sun Myung Moon claimed to have a revelation from Jesus telling him to complete his mission from almost 2,000 years ago, and Alcoholics Anonymous was founded in Akron, Ohio. And, U.S. Senator Huey Long made the longest speech on Senate record, taking 15½ hours and containing 150,000 words. Plus, who could forget that the world's first parking meters were installed in Oklahoma City. In the world of sports Babe Ruth appeared in his last career game playing for the Boston Braves. While in Cincinnati, the Reds and Philadelphia Phillies played the first nighttime game under electric lights at Crosley Field. Not to be outdone, the Bascom brothers produced the first outdoor night rodeo with electric lights, too. And, at Madison Square Garden Bowl, James J. Braddock defeated Max Baer to win the heavyweight boxing championship of the world. Of course who could forget that Henry Fonda debuted in the film The Farmer Takes a Wife which is mostly set in Rome, NY, and Porky Pig debuted in I Haven't Got a Hat. If not at the movies, people may have tuned into NBC radio and laughed at the antics on the new show, Fibber McGee and Molly. If they were not interested in going out to the movies or listening to the radio they might have gotten their family and friends together to play the new Parker Brothers board game Monopoly. Or, if they needed some \"alone\" time, they may have curled up in a corner with one of the newly printed Penguin paperback books. The above list of 1935 events could go on and on, and of course the events outlined above are culled from a much longer list. But, it was an engaging experience to read about the events in order to learn what was happening around the time Fort Stanwix National Monument was established. For the inquisitive, it may be a great late summer or school project to learn about the people and events listed above, or to talk with people who remember these events. If you are interested in \"experiencing 1935,\" please come out to the Fort Stanwix National Monument birthday party which starts at 7 p.m., Saturday, August 21, 2010. Listen to the music of the 1930s and watch or join an evening of dance. Then head over to the Capitol Theater at 3 p.m. Sunday, August 22nd where the theater will recreate 1935 at the Movies. All of the films, the shorts and the feature, were shown in Rome during 1935. And, you can't beat the 1935 prices: 35¢ for adults and 15¢ for children.       return to: top of page Fort Stanwix 75th Anniversary Fort Stanwix History and Culture Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/welcome-to-1935.htm"
}
