{
    "title": "Fort Stanwix National Monument: A National Monument is Established in Rome, NY",
    "body": "A National Monument is Established in the City of Rome, New York         The intersection of the Rome, NY's main street, Dominick and James, was called the American Corners. Fort Stanwix National Monument sits just across the way from it today. Photo courtesty of the Rome Historical Society  Article Writen By Park Ranger Michael Kusch  Establishing a national monument is no small task. These sites are not established at the whim of the United States’ President or Congress. Instead, people organized in grass roots organizations invest years of effort before they see there dreams fulfilled. The same is true for Fort Stanwix.  Around 1923, when the Utica-Rome economy was declining, William Pierrepont White, president of the Mohawk Valley Historical Association, championed the idea of building the fort, and received support from the Rome Kiwanis Club. Their efforts led directly to New York State support and the 1927 Sesquicentennial Commemoration of the Siege of Fort Stanwix. With the momentum gained during the sesquicentennial commemoration, people and organizations within the community continued the work to ensure a legacy was established. Fort Stanwix was an important aspect of the community’s identity and losing the momentum was not an option. And the community did not become discouraged over the eight years of work to ensure this legacy would be realized.  Two people in particular led the efforts to establish the national monument. These people were Albert Remington Kessinger, owner of Sentinel, and E. D. Bevitt, the executive director of the Rome Chamber of Commerce.  Both individuals rallied the leading citizens of Rome and actively lobbied elected officials.  In an interview with Joan M. Zenzen, Shirley Waters remembered as a child President Franklin D. Roosevelt visiting her grandfather Kessinger. It can be suspected that the topic of Fort Stanwix being preserved as a national monument came up during a discussion. It can also be speculated that because Rome had Democratic leanings, President Roosevelt would have wanted to encourage this trend to continue.  Most assuredly Kessinger was utilizing the Sentinel to promote community support.  By February 1934, Bevitt and the Rome Chamber of Commerce was advocating business support for the national monument as well and receiving pledges from business and property owners to donate their property for the construction of the national monument, with Kessinger and the Sentinel as early supporters.  This lobbying and swelling local support for the national monument convinced Senator Robert F. Wagner (D-NY) and Representative Frederick J. Sisson (D-NY) to introduce bills in their respective houses.  The United States Secretary of the Interior Harold L. Ickes gave testimony in support of the bills. However, by the end of 1934 neither bill was passed.  The pressure from the Rome community did not let up. In response, both Wagner and Sisson submitted new bills in 1935 based on language used to establish Yellowstone National Park. These bills were once again supported by Secretary Ickes.  Wagner’s Bill, S. 739, easily passed the Senate on July 29, 1935, with little debate. The House started debate on the Wagner Bill on August 14. However, it was caught up in discussion on two issues. The first issue was the concern that other states would attempt to have other sites set aside as national monuments. This concern was mollified because the bill did not call for federal funds to be spent. The second issue was the concern over the Maverick Act (Historic Sites Act) that House passed earlier that day. Had the Department of the Interior been given too much authority for setting aside and preserving historic sites? The Wagner Bill also required no federal acquisition of property because the property had to be donated.  This addressed the second issue. In the end the House passed the bill with 209 yeas and 73 nays, and 147 representatives not voting.  President Roosevelt signed the Fort Stanwix Act, Public Law 291, on August 21, 1935; the same day he signed the Historic Sites Act. The City of Rome and Fort Stanwix National Monument were now permanently linked for future generations.  Bevitt and the Rome Chamber of Commerce, with the support from Kessinger, continued to solicit donations of property for the newly established national monument.  In support of this process and to preserve Rome’s history, the Chamber advocated the creation of an organization to build a museum for the new national monument. This led to the establishment of the Rome Historical Society.  With the economy continuing to weaken, the outbreak of World War II, little National Park Service support, and the unfortunate death of Kessinger in 1941, thoughts of reconstructing the fort waned. In response National Park Service chose to erect plaques to mark the site. It would not be until the 1960s, when the Utica-Rome economy began to weaken again, that renewed interest in constructing Fort Stanwix National Monument would once again gain momentum.        This 1935 Rome Sentinel newspaper documents the creation of the National Monument Photo Courtesy of The Rome Historical Society   Fort Stanwix Act, Public Law No. 291  74th Congress  AN ACT  To provide for the establishment of a national monument on the site of Fort Stanwix in the State of New York  Sec. 1.  Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled , That when title to the site or portion thereof at Fort Stanwix, in the State of New York, together with such buildings and other property located thereon as may be designated by the Secretary of the Interior as necessary or desirable for national monument purposes, shall have been vested in the United States, said area and improvements, if any, shall be designated and set apart by proclamation of the President for preservation as a national monument for the benefit and inspiration of the people and shall be called the “Fort Stanwix National Monument”: Provided , That such area shall include at least that part of Fort Stanwix now belonging to the State of New York.  Sec. 2.  That the Secretary of the Interior be, and he is hereby, authorized to accept donations of land, interests in land and\/or buildings, structures, and other property within the boundaries of said national monument as determined and fixed hereunder, and donations of funds for the purchase and\/or maintenance thereof, the title and evidence of title to lands acquired to be satisfactory to the Secretary of the Interior: Provided , That he may acquire on behalf of the United States out of any donated funds, by purchase at prices deemed by him reasonable, or by condemnation under the provisions of the Act of August 1, 1888, such tracts of land within the said national monument as may be necessary for the completion thereof.  Sec. 3.  That the administration, protection, and development of the aforesaid national monument shall be exercised under the direction of the Secretary of the Interior by the National Park Service, subject to the provisions of the Act of August 25, 1916, entitled “An Act to establish a National Park Service, and for other purposes”, as amended.       return to: top of page Fort Stanwix 75th Anniversary Fort Stanwix History Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/a-national-monument-is-established.htm"
}
