{
    "title": "Dayton Aviation Heritage National Historical Park: Wright Cycle Exchange",
    "body": "Wright Cycle Exchange         One of the original Wright Brothers bicycle, on display at the National Air & Space Museum in Washington, DC.   During the spring of 1892, Orville purchased a new Columbia safety bicycle for $160. A few weeks after Orville purchased his bicycle, Wilbur, the more financially cautious of the two, bought a used Eagle for $80. With their new bicycles, Wilbur and Orville would take leisurely rides along the back roads around Dayton, both becoming enthusiastic over this new activity. With their mechanical aptitude, Wilbur and Orville were naturals at repairing both their own bicycles and those owned by neighborhood residents. Soon, with the popularity of bicycles increasing, the brothers found their repair services were in demand and the idea for a new business was defined. In December 1892, they rented a storefront and began stocking parts for an opening in the spring at the start of the bicycle season. While the repair business would be the major focus of the operation, the brothers also planned to sell new bicycles. In the spring of 1893, they responded to the bicycling craze sweeping the United States when the brothers opened a bicycle repair and sales shop. Business at the cycle shop did well, and it overtook the printing shop to become their primary source of income. While other companies produced most of the bicycles the Wrights sold, they also sold cycles made at their own shop. Few bicycles built by the Wrights exist today. The Wrights left the bicycle business in 1908.  Visitors to Dayton Aviation Heritage National Historical Site can visit one of the original Wright Cycle shops.  The building is located next to the Wright-Dunbar Interpretive Center on South Williams Street in Dayton.  The Cycle Shop maintains Operating Hours with the Wright-Dunbar Interpretive Center.  Guided Tours of the shop may be available during your visit.  Please contact the park for more information about visiting the Wright Cycle Shop.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/wrightcycleexchange.htm"
}
