{
    "title": "Fire Island National Seashore: 1977 GMP\/FES",
    "body": "1977 GMP Final Environmental Statement       Fire Island National Seashore's existing General Management Plan (GMP) and Final Environmental Statement (FES) were published in late 1977, and were available for public review through February 6, 1978. The final plans had been modified in several important respects from earlier draft plans prepared in 1975 and 1976. Addenda prepared in March 1978 consolidated final changes or corrections, which reflected the efforts of the public and the National Park Service (NPS) to achieve a workable management plan for Fire Island National Seashore. More than 30 years have passed since this GMP was implemented. In 2006, the NPS began the process of developing a new GMP for Fire Island National Seashore.      You may view a copy of Fire Island National Seashore's current General Management Plan through the following link:   1977 General Management Plan    The complete 1977 Final Environmental Statement (more than 475 pages) is not available on-line at this time, but you may see portions, linked below. 1977 Final Environmental Statement For viewers with slower connections, this document has been divided into smaller sized files for quicker download. Documents will open in a new window. Cover, Contents, Figures, Tables (pp. i-xvii) page ii is blank (511 KB PDF)  I. Proposal  (pp. 1-79 )  A. Introduction (pp. 1-10) page 2 is blank (439 KB PDF) B. Land Classification (pp. 10-28) maps are not yet posted; pages 12, 14, 16, 18, 20, 22, 24 are blank (PDF) C. Resources Management (pp. 28-32)  (335 KB PDF) D. Development and Use (pp. 32-59) maps are not yet posted;  pages 34, 36, 38, 42, 44, 48, 50, 52, 54 are blank (777 KB PDF) E. Access and Transportation(pp. 60-63 ) map on page 61 is not yet posted;  page 62 is blank (108 KB PDF) F. Land Use Controls (pp. 63-69) page 67 is incomplete; page68 is blank ( 262 KB PDF)  G. Land Acquisition (pp. 70-71)  (104 KB PDF)  H. Cooperative Management Agreements (p. 71)  ( 48 KB PDF)  I. Proposals Requiring Legislation Before Implementation (pp. 71-72)  (107 KB PDF)  J. Interrelationships with Other Projects(pp. 72-79)  (453 KB PDF)    II. Description of the Environment  A. Legislation (pp. 83-84) (221 KB PDF) B. Socioeconomic Environment (pp. 85-116) (1,425 KB PDF) C. Natural Environment(pp. 117-171) page 134, 144 and 154 are blank ( 6,192 KB PDF) D. Cultural Resources (pp. 171-178) (442 KB PDF) E. Probable Future Environment Without the Proposal (pp. 179-183) (248 KB PDF)  III. Environmental Impacts of the Proposed Action  A. Impacts on the Socioeconomic Environment B. Impacts on the Natural Environment C. Impacts on the Cultural Resources  IV. Mitigating Measures Included in the Proposed Action  A. Research B. Cooperative Planning C. Design of Facilities D. Transfer and Acquisition of Lands E. Vehicle Regulations F. Cultural Resources  V. Any Adverse Effects That Cannot Be Avoided VI. The Relationship Between Local Short-Term Uses of Man's Environment and the Maintenance and Enhancement of Long-Term Productivity VII. Any Irreversible and Irretrievable Commitments of Resources That Would Be Involved in the Proposed Action Should It Be Implemented VIII.  Alternatives to the Proposed Action  A. No Action B. Alternative Plan for Development and Recreational Use of Bay-to-Ocean Strips and East and West Fire Island C. Alternatives Pertaining to Land Classification D. Alternatives Pertaining to Resources Management E. Alternatives Pertaining to Development and Land Use F. Alternatives Pertaining to Land Acquisition G. Alternatives Pertaining to Cooperative Planning  IX. Consultation and Coordination With Others  A. Consultation and Coordination in the Development of the Proposal and in the Preparation of the Draft Environmental Statement (pp. 293-305 ) page 298 is blank B. Coordination in the Review of the Draft Environmental Statement (pp 305-309) page 308 is blank C. Letters commenting on the Draft Environmental Statement and Responses to those Comments (pp. 310-446)        Appendixes\/Bibliography\/Planning Team (pp. 449 - 476)  Legislation (pp. 449-454) Bibliography (pp. 455-472) Planning Team, Consultants, and Contributors (pp. 473-476) back cover is blank   Back Cover (blank) Adobe® Acrobat Reader® (6.0 or later) is needed to access these PDF documents. PDF documents will open in a new window.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/1977-gmp-final-environmental-statement.htm"
}
