{
    "title": "Fire Island National Seashore: Breach Monitoring",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Breaches     Breach Monitoring                  Monitoring the Breach at Old Inlet        National Park Service staff continue to monitor the breach at Old Inlet.        Monitoring the Breach at Old Inlet  While storm events and breaches are part of a barrier island's natural processes and breaches can provide ecological benefits, decisions about the breach must be balanced by concerns that the breach may exacerbate flooding in adjacent communities of Long Island's south shore. Monitoring of the breach at Old Inlet began within 48 hours of Hurricane Sandy. The State University of New York at Stony Brook, U.S. Geological Survey (USGS), National Park Service (NPS), U.S. Army Corps of Engineers (USACE), and other coastal experts continue to regularly monitor conditions of the breach (breach shoreline position, depth, and tidal exchange), and water levels and water quality in the Great South Bay.  Breach Shoreline Position  Breaches are dynamic features. The location of the breach has been monitored since the breach opened to determine if the breach is migrating or widening. Extensive shoaling has occurred within the breach, as well as in the Great South Bay just north of the breach, and in the Atlantic Ocean south of the breach.      Breach Depth and Tidal Exchange  Physical surveys have been conducted in the breach to determine the depth and cross-sectional area of the breach as well as tidal exchange through the breach. U.S. Geological Survey (USGS) Water Resources Division staff have conducted physical surveys of the Old Inlet breach. More information can be found at: Evaluation of a barrier-island breach created by Hurricane Sandy at Fire Island National Seashore, NY (USGS). Water Levels and Water Quality in the Great South Bay  Stony Brook University's School of Atmospheric Sciences (SoMas) has been collecting water level, salinity and water temperature data throughout the Great South Bay as part of its Great South Bay Project. This monitoring network includes a station at Bellport, New York, approximately 2.7 miles northwest of the Old Inlet breach. The Bellport station, which was established in 2004, is being used to evaluate the effects of the breach at Old Inlet. Monitoring so far shows that since Hurricane Sandy, tide levels recorded at Bellport have returned to pre-Sandy conditions.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/monitoring-the-breach-at-old-inlet.htm"
}
