{
    "title": "Dayton Aviation Heritage National Historical Park: Job Printers",
    "body": "Wright Bros.: Job Printers         West Side News newspaper Dayton Public Library  The West Side News  Early in 1889, Orville began considering starting a newspaper for the community of West Dayton, and he soon carried out his idea. Called the West Side News, the first issue of the paper appeared on March 1, 1889, and listed Orville Wright as the publisher. It was distributed throughout the neighborhood free of charge to attract customers. The West Side News, billed itself as “a paper to be published in the interests of the people and business institutions of the West Side,” cost forty cents for a one year subscription or ten cents for ten weeks. The paper consisted of four pages measuring 8 13\/16 inches wide by 12 1\/16 inches long. In a later issue, Orville described the newspaper: [I]t shall be our aim to insert, each week, the news of interest to the citizens of our part of the city, and also original contributions from any of our readers on matters pertaining to the West Side, space not occupied thus, will be filled with choice selected matter. - April 27, 1890 issue of The West Side News Following this description, the West Side News contained clipped articles from other newspapers and magazines, editorials, local news, and advertisements. After a few issues of the West Side News, Wilbur joined Orville in the printing business, becoming the editor while Orville remained publisher. The Wright brothers published the West Side News for thirteen months; they then began publishing the daily The Evening Item.        The Evening Item newspaper Dayton Public Library  The Evening News  The Evening Item, appeared on subscribers doorsteps on April 30, 1890. The new paper continued the coverage of local news started in The West Side News as well as adding stories from a wire service that included both national and international news. Wilbur and Orville began The Evening Item with very little capital, and after four months they suspended publication to avoid going into debt. In the farewell article, “Our Parting Word,” the brothers mentioned that they had discovered that a daily paper for the West Side could exist, but profits would be small for the first year or two. They found that, “...if the people of Miami City as a whole had manifested a genuine interest in the paper we would have continued, but too many were content with the promise to subscribe.... We could not afford to wait on them.” Instead, Wilbur and Orville decided to focus on more profitable types of printing such as job printing.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/wrightbrosjobprinters.htm"
}
