{
    "title": "Petrified Forest National Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Many people don't realize how much there is to do at Petrified Forest National Park! There is something to interest everyone here. Be sure to check our Calendar to see if something special is happening the day you will be here.        Drive or bike the main road NPS  Hit the Road A good starting point is a drive (or pedal) through the park, stopping at some of the overlooks.         Enjoy the Blue Mesa Trail NPS  Hit the Trail(s) There are maintained trails in the park that highlight topics like archeology, natural environments, and the famous petrified logs.         Hike into the Petrified Forest Wilderness Area NPS\/Clint Metzler  Hiking The adventurous hiker will love wandering off trail in the Petrified Forest National Wilderness Area. For those that want guidance we have suggested backcountry routes as well.         Hike to your backcountry camp spot NPS\/VIP Tara Harbert  Backpacking Hiking and camping in the Wilderness of Petrified Forest is a great opportunity for solitude and adventure. There are no designated camping sites, allowing you to select your place in the wild to enjoy colorful sunsets, the incredible night sky, and inspiring sunrises.         Play cowboy NPS  Horseback Riding Enjoy a ride in the park.         Seek the treasure NPS\/VIP Susan McElhinney  Geocaching This worldwide game of hiding and seeking treasure can be played in national parks.         Learn from the people that live and work here NPS  Guided Tours Rangers are not the only subject matter experts at Petrified Forest. Learn from park staff, artists, cultural demonstrators, and field experts too!         Get in-depth information from museum exhibitry NPS  Visitor Centers and Exhibits Stop at Painted Desert Visitor Center, Painted Desert Inn National Historic Landmark, or the Rainbow Forest Museum to talk to plan your visit or to view the exhibits. Painted Desert Inn centers on modern human history while paleontological exhibits in Rainbow Forest Museum transport you to the Triassic Period.",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/things2do.htm"
}
