{
    "title": "Fire Island National Seashore: Ticks",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes     Ticks                  Ticks        Boardwalks help visitors avoid tick habitat.        Ticks are small, blood-feeding invertebrates in the spider family that are found throughout much of the world. Here on Fire Island and at the William Floyd Estate on Long Island, three species occur, the deer tick or black legged (Ixodes scapularis), the dog tick (Dermacentor variabilis) and the lone star tick (Amblyomma americanum). All three species are most often found in the back dune and forested areas, in tall grasses and shrubs. Unfortunately, ticks can serve as disease vectors, transmitting infectious diseases from animals to humans. Tick Life Cycle Ticks progress through their two year life cycle, from eggs to larvae to nymphs to adults, by taking a blood meal from vertebrate hosts. On Fire Island ticks will take a blood meal from animals such as rodents, red fox, white-tailed deer, and birds. After feeding, larvae and nymphs typically drop from their host to the ground and either molt or overwinter until the following spring, and then emerge as nymphs or adults. Ticks can survive under the cover of leaf litter and enter a state of reduced activity during low temperatures. Because temperature and humidity influences their level of activity, ticks may either mate in the spring or fall. After mating, females lay eggs in the leaf litter and die. Tick-borne Disease Some rodents, like mice and rats, are \"reservoir\" hosts and, unlike other animal hosts, they carry the bacterium that causes Lyme disease. Larval ticks have not been shown to carry the bacterium that causes Lyme disease. During the nymphal and adult stages, a tick that has taken a blood meal from a reservoir host can then transmit the bacterium that causes Lyme disease to the next animal it feeds on, including domestic pets or humans. If a nymphal or adult tick has previously fed on a reservoir host that carries the bacterium that causes Lyme disease, it can then transmit Lyme disease to our pets or to us. In the Northeast, deer tick nymphs are most active in early summer and adult tick activity peaks in spring and again in autumn. In contrast, all life stages of lone star ticks are active from late spring to early fall.. While Lyme disease is the tick-borne disease of primary concern on Fire Island, other tick-borne diseases have been documented in the area including Ehrlichiosis, babesia, and anaplasmosis.        Tiny nymphal ticks can crawl quickly up pant legs. Tweezers and duct tape work well to remove them.   The various life stages, number of hosts and diseases, and differences in peak activity can be confusing so it is best to take safety measures whenever we encounter tick habitat.      Tick Safety                 Avoid areas with low shrubs or tall grasses, typical habitat for ticks. Minimize activity in tick habitat during peak activity (from March through November).                  Wear light colored clothing for easy detection, along with long sleeves, pants, socks, and closed shoes, and use repellant as a safety precaution, especially during peak tick activity.                     Check for ticks on clothing and skin and promptly remove any that are found.                      Check for bites and symptoms of disease(s); consult health care provider if observed.  Click here for more information on how to remove ticks you find.      Tick Monitoring at the William Floyd Estate The National Park Service currently monitors for ticks at the William Floyd Estate from late spring to late fall. This site is unique in that high visitor-use areas are a part of a cultural landscape, and this distinction prohibits new structures, such as boardwalks, that would otherwise help visitors avoid vegetation and exposure to ticks. Thus, tick monitoring is presently conducted in six high visitor and staff use areas. Tick abundance thresholds for human health risk have been developed with the United States Geological Survey and, if these abundance levels are reached, specific action(s) to protect human health will be taken. This may include increasing tick safety education programs, closing park areas to the public, and\/or pesticide applications.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/ticks.htm"
}
