{
    "title": "Fire Island National Seashore: The CSS Tallahassee",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Fire Island During the Civil War     The CSS Tallahassee                  CSS Tallahassee North Atlantic Coast Raid        The CSS Tallahassee        A Confederate Raid Stretching from New Jersey to Halifax  In August 1864, Fire Island and the New York area witnessed the daring 19 day raid of the CSS Tallahassee under Commander John Taylor Wood of the Confederate States Navy. The raid stretched from the New Jersey shore to Halifax, Nova Scotia, and involved the destruction of 26 vessels plus 7 bonded vessels. While the raid had little impact on changing the course of the Civil War, it occurred in last throes of the Confederacy and served as a morale booster to the South in a year full of major defeats. CSS Tallahassee departed Wilmington, NC on August 6, 1864 bound for the North Atlantic coast. The Tallahassee arrived in the Long Island area on August 11, and quickly went into action disrupting merchant traffic. The first captured vessel was the pilot-boat James Finch which the Tallahassee was able to lure by flying a Union Flag. Tallahassee crew members boarded the James Finch and began operating it as a pilot-boat to lure other unsuspecting vessels waiting to be taken into New York Harbor. After a vessel was captured with the James Finch, the Tallahassee would appear and Commander Wood would demand bond be paid or the vessel would be destroyed. By the end of first day, six vessels were victims to the raid with five of them being destroyed.          John Taylor Wood, Commander of CSS Tallahassee   A Fire Island Connection  On the morning of August 12th, the Lilly, a pleasure sailboat attached to the Surf Hotel of Fire Island, spotted the schooner Carroll on the approach the Fire Island. The Carroll had escaped destruction by paying $10,000 bond to Commander Wood. Over forty crew and passengers from the six vessels destroyed the previous day were on board. Sixteen passengers climbed aboard the Lilly loaded sixteen passengers and returned to the Surf Hotel where they remained for a short period before heading to New York City by way of rail and steamship. The rest of the displaced crewman remained on the Carroll and were dropped off at Fort Hamilton. The Tallahassee remained in the New York area for the next couple of days, continuing to capture and destroy vessels. The Tallahassee eventually made its way to Halifax, Nova Scotia where coal was refilled. With Union ships in pursuit, John Taylor Wood headed back to Wilmington, NC. Upon his return on August 26th, he became a hero to Southerners. The CSS Tallahassee was constructed by the Dugeon Brothers of England in 1863 and was classified as a twin screw. Twin-screw vessels were originally developed for the opium trade in China but were used effectively as blockade runners for the South. The Tallahassee was converted into a second class gunboat, retrofitted with a 100-pounder rifle, 32-pounder rifle, 30-pounder Parrot rifle and a brass howitzer, and was officially commissioned by the Confederate States Navy in July 1864. The CSS Tallahassee remained in active service until it was brought to Liverpool, England shortly before the War ended in April 1865.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/css-tallahassee.htm"
}
