{
    "title": "Fire Island National Seashore: PWC Restrictions",
    "body": "Personal Watercraft (PWCs)       The use of personal watercraft (PWCs), commonly referred to as \"Jet Skis,\" are restricted within the boundaries of Fire Island National Seashore. A regulation 36 CFR Ch.1 §7.20(d) published on July 6, 2005, includes the following provisions:  PWCs are allowed within park boundaries in the Long Island Intracoastal Waterway and in marked channels to some private communities on Fire Island.  In the Great South Bay from the eastern boundary of Robert Moses State Park to the western boundary of Sunken Forest, PWCs are prohibited within 1,000 feet of shore of East Fire Island, West Fire Island, and Fire Island, with the exception of navigational channels marked by buoys or identified on the NOAA navigational chart (12352) to and from Kismet, Saltaire, Fair Harbor, Dunewood, Lonelyville, Atlantique, Ocean Beach, Ocean Bay Park, Point O'Woods, and Oakleyville at \"flat-wake speed\" (maximum 6 mph). PWCs may not cross restricted areas to access private piers or waterfront residences.  In the Great South Bay from the western boundary of Sunken Forest to Moriches Inlet, PWCs are prohibited within 4,000 feet of Fire Island, with the exception of navigational channels marked by buoys or identified on the NOAA navigational chart (12352) to include access channels to and from Cherry Grove, Fire Island Pines, Water Island, and Davis Park at \"flat-wake speed\" (maximum 6 mph), and in navigational channels in Narrow and Moriches bays. PWCs may not cross restricted areas to access private piers or waterfront residences.  * PWCs are not allowed in Sailors Haven or Watch Hill marinas or at the Barrett Beach dock. * PWCs may not be used in the channels to Bellport Beach or Great Gun Beach. * PWCs may not be used to access any of the small islands within the boundaries of Fire Island National Seashore, regardless of land ownership.   In the Atlantic Ocean, PWCs are prohibited within 1,000 feet of Fire Island.  Personal Watercraft must comply with State and Federal laws, including age restrictions and navigation rules of the road. The State of New York has implemented new requirements that all PWC operators must earn a safety certificate. All PWC users must wear a U. S. Coast Guard approved personal flotation device (PFD) or life jacket. See New York State Boater's Guide, page 59, for further information. Responsible boat operation is enforced by the National Park Service, U. S. Coast Guard and Suffolk County Police Marine Bureau within the waters surrounding Fire Island.  Fire Island National Seashore Personal Watercraft Use regulation [Federal Register \/ Vol. 70, No. 128, Pages 38759-38767] More Information on the background of Fire Island National Seashore Rules and Boundaries for Personal Watercraft           PWCs are not allowed in Sailors Haven or Watch Hill marinas or at the Barrett Beach dock. Shaded areas on map above (click to enlarge) show other restricted areas.        For More Information   New York State Boater's Guide York State Office of Parks, Recreation and Historic Preservation   North American Safe Boating Campaign National Safe Boating Council   Boating Safety U. S. Coast Guard   Federal Requirements for Recreational Boats",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/pwc.htm"
}
