{
    "title": "Petrified Forest National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1 Park Road  Petrified Forest, AZ 86028                 Directions         Petrified Forest stretches north and south between I-40 and Highway 180. Westbound I-40 travelers should take Exit 311, drive the 28 miles through the park and connect with Hwy 180 at the south end. Travel 19 miles on Hwy 180 North to return to Interstate 40 via Holbrook. Eastbound I-40 travelers should take Exit 285 into Holbrook then travel 19 miles on Hwy 180 South to the park's south entrance. Drive the 28 miles north through the park to return to I-40.  Directions Details           Operating Hours & Seasons         January 1-February 20 Winter hours for park entrances and road.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      February 21-April 2 Early Spring hours for park entrances and road.   Standard Hours    Sunday: 7:00 AM - 6:30 PM   Monday: 7:00 AM - 6:30 PM   Tuesday: 7:00 AM - 6:30 PM   Wednesday: 7:00 AM - 6:30 PM   Thursday: 7:00 AM - 6:30 PM   Friday: 7:00 AM - 6:30 PM   Saturday: 7:00 AM - 6:30 PM      April 3-April 30 Mid-spring hours for the park entrances and road.   Standard Hours    Sunday: 7:00 AM - 7:00 PM   Monday: 7:00 AM - 7:00 PM   Tuesday: 7:00 AM - 7:00 PM   Wednesday: 7:00 AM - 7:00 PM   Thursday: 7:00 AM - 7:00 PM   Friday: 7:00 AM - 7:00 PM   Saturday: 7:00 AM - 7:00 PM      May 1-May 28 Late spring hours for park entrances and road.   Standard Hours    Sunday: 7:00 AM - 7:00 PM   Monday: 7:00 AM - 7:00 PM   Tuesday: 7:00 AM - 7:00 PM   Wednesday: 7:00 AM - 7:00 PM   Thursday: 7:00 AM - 7:00 PM   Friday: 7:00 AM - 7:00 PM   Saturday: 7:00 AM - 7:00 PM      May 29-July 23 Early summer hours for park entrances and road.   Standard Hours    Sunday: 7:00 AM - 8:00 PM   Monday: 7:00 AM - 8:00 PM   Tuesday: 7:00 AM - 8:00 PM   Wednesday: 7:00 AM - 8:00 PM   Thursday: 7:00 AM - 8:00 PM   Friday: 7:00 AM - 8:00 PM   Saturday: 7:00 AM - 8:00 PM      July 24-August 20 Mid-summer hours for park entrances and road.   Standard Hours    Sunday: 7:00 AM - 7:30 PM   Monday: 7:00 AM - 7:30 PM   Tuesday: 7:00 AM - 7:30 PM   Wednesday: 7:00 AM - 7:30 PM   Thursday: 7:00 AM - 7:30 PM   Friday: 7:00 AM - 7:30 PM   Saturday: 7:00 AM - 7:30 PM      August 21-September 17 Late summer hours for park entrances and road.   Standard Hours    Sunday: 7:00 AM - 7:00 PM   Monday: 7:00 AM - 7:00 PM   Tuesday: 7:00 AM - 7:00 PM   Wednesday: 7:00 AM - 7:00 PM   Thursday: 7:00 AM - 7:00 PM   Friday: 7:00 AM - 7:00 PM   Saturday: 7:00 AM - 7:00 PM      September 18-October 29 Early fall hours for park entrances and road.   Standard Hours    Sunday: 7:00 AM - 6:00 PM   Monday: 7:00 AM - 6:00 PM   Tuesday: 7:00 AM - 6:00 PM   Wednesday: 7:00 AM - 6:00 PM   Thursday: 7:00 AM - 6:00 PM   Friday: 7:00 AM - 6:00 PM   Saturday: 7:00 AM - 6:00 PM      October 30-December 31 Late fall hours for park entrances and road.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM             Weather           Petrified Forest National Park is a semi-arid grassland. Temperatures range from above 100° F (38° C) to well below freezing. About 10 inches (25.4 cm) of moisture comes during infrequent snow in the winter and often violent summer thunder-storms. Animals and plants are adapted to extremes in temperature and moisture. You should be ready too. Check out the forecast before you arrive and plan accordingly.         Fees & Passes     Entrance Fees:   Auto\/7-day pass to Petrified Forest National Park - $20.00 Fee is for one private vehicle and the people within for 7 days.   Bicycle and walkers\/per person - $10.00 The fee allows for one person walking or one person on a bicycle into the park for 7 days.   Motorcycle (flat fee) - $10.00 Allows a motorcycle and riders in for 7 days.   Entrance Passes:   Petrified Forest National Park Annual Pass - $30.00 Good for a private vehicle and its occupants for a year.         Visitor Centers       Painted Desert Visitor Center Painted Desert Visitor Center is located at exit #311 off of I-40. The center provides information, book sales, exhibits, and restrooms. Timeless Impressions, a free orientation film about the park, is shown continuously throughout the day. A restaurant and gift shop are adjacent to the visitor center.It is part of the Painted Desert Community Complex which is on the National Register of Historic Places.    Rainbow Forest Museum Rainbow Forest Museum provides exhibits of petrified wood, fossils, and displays of prehistoric animals as well as information, book sales, and restrooms. Timeless Impressions, a free orientation film about the park, is shown continuously throughout the day.   Painted Desert Inn National Historic Landmark Painted Desert Inn National Historic Landmark, located at Kachina Point 2 miles from the north entrance at exit #311 off of I-40, once served as a respite for travelers along historic Route 66. From the inn, you may view distant vistas and exhibits while touring this historic building.                 Hikers show off their muddy boots NPS  Current Conditions  Links will take you to road conditions and a webcam on the freeway at the north entrance of the park.  Permits & Reservations  Imagine a wedding overlooking the Painted Desert or taking photographs for that book you've been writing. You can apply for special permits to experience the park in an entirely different way.  Pets  Petrified Forest even starts with \"pet\"! We are one of the most animal friendly parks. Bring your leashed pet any place you are allowed to go except into the buildings. You can even take Fluffy on a trail or backpack overnight with Snoopy!  Goods & Services There are bookstores, gift shops, convenience store, gas station, and restaurant in the park. If you can't find what you need here, there are communities nearby with plenty of amenities.",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/basicinfo.htm"
}
