{
    "title": "Fire Island National Seashore: Piping Plover Recovery Plan",
    "body": "Piping Plover Monitoring and Management       Two federally listed threatened and endangered (T & E) bird species have been known to nest within Fire Island National Seashore. The most notable is the piping plover (Charadrius melodus), a stocky little migratory shorebird that is on the federal threatened and New York State endangered species list. Fire Island's relatively natural and uncrowded beaches provide critical habitat for the survival of this species.      The piping plover, a stocky sand-colored shorebird, nests only in North America, with three distinct populations. The federally threatened Atlantic coast population of the piping plover breeds on Atlantic Coast beaches from Virginia to Canada. The federally endangered Great Lakes population and federally threatened Great Plains population breed in suitable habitat in the northern mid-western states and parts of Canada.  All piping plovers return to the south Atlantic Coast, Gulf Coast, Bahamas or West Indies for the winter.        National Park Service staff and volunteers install signs and symbolic fencing in the early spring to mark suitable plover habitat.   Annual Piping Plover Monitoring and Protection Program Fire Island National Seashore's annual piping plover monitoring and protection program begins in March with a restriction on driving, pets and kites on portions of the beach. Beginning in mid-March, restrictions on beach driving are implemented, when approximately seven miles of beach from Smith Point west to Watch Hill are closed to all but emergency response and patrol vehicles. Pets and kites are not allowed on many sections of the Fire Island beach from March 15 through Labor Day.   By early April, portions of the Fire Island National Seashore beach that were used for nesting in previous years or that are identified by park biologists as suitable plover habitat will be marked with symbolic fencing (normally, this consists of string with orange flagging stretched between light poles). The symbolic fencing helps keep people and vehicles from disturbing birds as they begin their courtship and nesting activities on the beach above the high water mark.      Piping plover courtship and mating usually occurs on Fire Island from late March through early June. Plovers generally fledge only a single brood per year, but may renest several times if previous nests are lost, or if the chicks are lost within a few days of hatching.      Fire Island's plover chicks usually hatch between late April and mid-July. Once hatched, chicks are very vulnerable and park monitoring and management efforts continue. For their first four weeks of life, plover chicks may walk hundreds of yards from the nest site, and away from the symbolical fenced area as they forage in the intertidal beach areas. They usually stay near one or both parents until they fledge. Fire Island plover chicks may fledge between late May and mid-August.      Throughout the summer, further measures are enacted to protect endangered and threatened species. Portions of Fire Island's beaches remain closed to pets. Kites are also prohibited in these areas, since nesting shorebirds may mistake a kite for a hovering bird of prey and abandon their nests. After Memorial Day weekend, essential service providers and patrol vehicles are normally the only vehicles permitted to drive on Fire Island's beaches, where not otherwise prohibited.  When a nest of plover chicks hatches, normally 27 days after the eggs are laid, a specific section of beach and the dune crossings on each side of the nest will be closed to driving until the plover chicks have fledged. Traffic will be diverted down the interior vehicle route and through the communities while chicks are active, normally 25 days.      By mid-August, most piping plover nesting activity has ceased on Fire Island and the birds fly south for the winter. After the chicks have fledged, restrictions on pets and kites are lifted, but the symbolic fencing is left in place for the protection of seabeach amaranth (Amaranthus pumilus) and seabeach knotweed (Polygonum glaucum) plants.      You Can Help Respect fenced areas and stay clear of bird nesting areas. Where they are permitted, always keep dogs leashed. (Please see Pets on the Beach for current restrictions.) Learn More  Piping Plovers: U. S. Fish and Wildlife Service Species Profile  Piping Plover Fact Sheet: New York State Department of Environmental Conservation Threatened and Endangered Species at Fire Island National Seashore.          Call for the latest information on nesting activity and vehicle closures:  Piping Plover Hotline 631-687-5030 May to September",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/piping-plovers-management.htm"
}
