{
    "title": "Fire Island National Seashore: Mosquito Monitoring & Management",
    "body": "Mosquito Monitoring & Management       The Fire Island National Seashore mosquito surveillance and management program is the foundation for mosquito monitoring programs throughout the National Park Service (NPS). It was first implemented in 1998 in response to public concern over Eastern Equine Encephalitis virus (EEEV), but was expanded in 1999 when West Nile virus (WNV) was discovered in New York. The goal of this program is to reduce human health risk from mosquito-borne diseases while adhering to the NPS legal mandate to protect the natural resources of the park. From July to October, NPS biologists capture mosquitoes at various locations throughout Fire Island and have them tested for WNV. The park also monitors for dead birds that may have died from WNV, specifically crows (Genus Corvus), hawk species (Family Accipitridae), and blue jays (Cyanocitta cristata). Testing of mosquitoes and dead birds is accomplished through partnering with Suffolk County Vector Control (SCVC). The results of the monitoring program help the park determine management actions in order to keep the public safe as well as protecting the park's natural resources. Management actions may include: notifying the public of potential health risks, conducting education programs, closing areas of the park to the public, and in most extreme cases, conducting pesticide applications.      Is It Safe To Spray? The use of pesticides within a National Park Service area are required to be in accordance with Servicewide policies as found in NPS-77 (Natural Resources Management Guidelines). An Integrated Pest Management (IPM) Plan for Fire Island National Seashore was prepared in November 2006 to provide basic low-risk pest management guidelines to help protect park resources and human health. All pesticides used within Fire Island National Seashore must be applied by or under the direct supervision of a State of New York certified pesticide applicator. All pesticides used in the park by residents, contractors, special use permittees, agricultural issues, or non-NPS personnel must conform to NPS policies and guidelines, and be approved before use. If the use of pesticides is necessary on park lands, the NPS would use low-risk pesticides that will accomplish the desired objectives.      Learn More   Learn more about Fire Island National Seashore's mosquito monitoring program: 2013 Mosquito Surveillance and Management Protocol  More info on WVN and other vector-borne diseases: National Park Service's Public Health Program and the U.S. Centers for Disease Control: www.cdc.gov\/ncezid\/dvbd\/. West Nile virus tracking maps: diseasemaps.usgs.gov.  New York State Department of Health Mosquitoes and Disease  Suffolk County Mosquito Control  Asian Tiger Mosquito   You may have heard about a new invasive non-native mosquito species in our area, Aedes albopictus (Asian Tiger mosquito). Check out some research that is occuring on Fire Island by Suffolk County Vector Control and MosquitoMate.   Suffolk County Vector Control Under a letter of authorization from the National Park Service, Suffolk County Department of Public Works, Division of Vector Control conducts scheduled spraying for adult mosquitoes in several of the towns and villages within the boundaries of Fire Island National Seashore. Individual residents may request that their property be excluded from nonemergency treatments.   Suffolk County Mosquito Spraying Schedule   Suffolk County No Spray Registry    For more on mosquito biology and pesticides:  www.nature.nps.gov\/biology\/ipm\/manual\/mosquito.cfm Vector-borne Diseases on Fire Island, New York (Fire Island National Seashore Science Synthesis Paper) Technical Report NPS\/NER\/NRTR--2005\/018 by Howard S. Ginsberg",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/mosquito-management.htm"
}
