{
    "title": "Fire Island National Seashore: Building-Zoning Permit Review",
    "body": "Federal Review of Building and Zoning Permit Applications       The September 1964 enabling legislation for Fire Island National Seashore (See Management Documents) mandated that regulations be developed which would provide standards for local zoning in order to protect and conserve Fire Island. These regulations set forth federal standards to which local ordinances for Fire Island must conform, articulating limitations on use, location, and size of structures on public and private property within the boundaries of Fire Island National Seashore. Among other things, the standards are intended:    To promote the protection and development of the land within the Seashore, ... by means of size, location, or use limitations or restrictions on commercial, residential, or other structures with the objective of controlling population density and protecting the island's natural resources;  To limit development and use of land to single-family homes, to prohibit development and use of multiple family homes, and to prohibit the conversion of structures to multiple-family homes; To prohibit commercial or industrial uses initiated after September 11, 1964 or the expansion of existing commercial or industrial uses on any property within the Seashore which is inconsistent with the Federal standards and approved local ordinances ..., is likely to cause a significant harm to the resources of the Seashore or will not provide a service to Fire Island;  To recognize that the zoning authorities have the primary responsibility for zoning enforcement within the Seashore;  To provide a mechanism for the superintendent to inform landowners and the zoning authority if a use or development will be inconsistent with Federal standards or the purposes of the Act.   The Fire Island National Seashore Federal Zoning Standards are found within the Code of Federal Regulations, 36 CFR Part 28.      Review and Comments on Zoning\/Building Permit Applications Fire Island National Seashore's superintendent reviews each application for a building permit or variance from the approved zoning standards, and provides feedback to the local zoning authority. Notification letters are now posted online, organized by specific zoning jurisdiction.  Town of BrookhavenBuilding & Zoning Applications for Fire Island Town of Islip Building & Zoning Applications for Fire Island Incorporated Village of Ocean Beach Building & Zoning Applications for Fire Island Incorporated Village of SaltaireBuilding & Zoning Applications for Fire Island       Review and Comments on Proposed Town and Village Code Revisions Town and village codes for Fire Island are subject to the review and approval of the Secretary of the Interior to ensure that they comply with the Fire Island National Seashore Federal Zoning Standards, and contain no provisions that are adverse to the protection and development of the Seashore. Whenever revisions to town or village codes are proposed, the superintendent of Fire Island National Seashore reviews and comments on the proposed changes. If any amended ordinace or portion of an ordinace fails to conform to the federal regulations, the Secretary of the Interior's approval of the ordinance may be revoked.  Town of Brookhaven Current Town of Brookhaven Zoning Standards for Fire Island Proposed Changes 2012-12-04: Setting a public hearing to consider enacting an introductory local law amending Chapter 85 of the Code of the Town of Brookhaven entitled \"Zoning\" by amending Article XVI entitled \"Great South Beach in Fire Island National Seashore\"  Superintendent's Letters of Response   2013-01-07 2013-01-14 2013-01-18  Town of Islip Current Town of Islip Zoning Standards for Fire Island  Superintendent's Letters of Response   2013-02-08  Incorporated Village of Ocean Beach Current Village of Ocean Beach Zoning Standards  Incorporated Village of Saltaire  Current Village of Saltaire Zoning Standards",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/federal-review-building-zoning-permits.htm"
}
