{
    "title": "Fire Island National Seashore: Deer Management Plan",
    "body": "White-tailed Deer Management Plan (Deer Plan\/EIS)       Fire Island National Seashore's Final Deer Plan\/Environmental Impact Statement (Final Plan\/EIS) was developed in cooperation with the New York State Department of Environmental Conservation (NYSDEC), U.S. Department of Agriculture –Animal and Plant Health Inspection Services (USDA), and with public involvement.  The Final Deer Plan\/EIS sets forth an integrated management strategy that is necessary to protect the globally rare Sunken Forest threatened by deer (browse) and other natural areas on Fire Island, including the maritime forest at Carrington, Talisman, Blue Point, and Watch Hill\/Wilderness; and, to maintain the historic landscape at the William Floyd Estate. The Final Deer Plan\/EIS shows the breadth of public and agency comments received, summarizes and provides the NPS response to substantive comments, and identifies the National Park Service (NPS) preferred alternative, Alternative D.  Alternative D calls for:  enhanced education and outreach enhanced deer and vegetation monitoring fencing of the historic core at the William Floyd Estate (approximately 80 acres) exclosure fencing in the Sunken Forest (approximately 44 acres of maritime holly forest) a combination of sharpshooting (on NPS properties), capture and euthanasia of individual deer (where appropriate), and public hunting (within the Fire Island Wilderness only) to achieve the plan objectives (estimated at 20-25 deer per square mile) the option for fertility control to maintain deer density when a fertility control agent which meets NPS criteria becomes available (these criteria may be found in the Final Deer Plan\/EIS on pages 39-41, and more information on the development of these criteria may be found in Appendix E on page E-8. Additional information on fertility control may be found in Appendix D.    The Fire Island National Seashore White-tailed Deer Management Plan may be viewed on the NPS Planning, Environment and Public Comment (PEPC) website.      For More Information   Learn more about White-tailed Deer and Deer and Vegetation Research at Fire Island National Seashore.  View the White-tailed Deer Management Plan\/Environmental Impact Statement Chronology of Major Events. Visit the National Park Service Planning, Environment and Public Comment website.        Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Fire Island National Seashore.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/deer-management-plan.htm"
}
