{
    "title": "Fire Island National Seashore: Management Documents",
    "body": "Management Documents        Enabling Legislation   16 USC § 459e    Legislative History of Fire Island National Seashore booklet includes PUBLIC LAW 88-587 (All) FllS Enabling Legislation (1964)  Map OGP-0002: Proposed Boundary of Fire Island National Seashore  (1-page pdf) (full-size scan)  PUBLIC LAW 89-244 (All) William Floyd Estate (1965)  Map OGP-0003: Map of the Fire Island National Seashore Including the William Floyd Estate (full size scan)  PUBLIC LAW 94-578 (Part) Increase Appropriations (1976)  PUBLIC LAW 95-625 (Part) Boundary Changes & Dune District (1978)  Map OGP-0004: Fire Island National Seashore (full size scan)  PUBLIC LAW 96-585 (All) High Dune Wilderness Designation (1980)  PUBLIC LAW 98-482 (All) FllS Land Acquisition (1984)  1977 General Management Plan  1979 Statement for Management  Designation of Otis Pike Fire Island High Dune Wilderness  (Public Law 96 -585—December 23, 1980)  1983 Wilderness Management Plan Fire Island National Seashore: Zoning Standards 36 CFR Ch I, Section 28 (7-01-2007 edition)  1984 Land Protection Plan Special Regulations for Fire Island National Seashore 36 CFR Ch. I, Section 7.20   Off-Road Driving Regulations    1996 Fire Island to Montauk Point, Long Island, New York, Breach Contingency Plan (U. S. Army Corps of Engineers) 582 pages  Natural Resources Management    Science Synthesis Papers and other recent natural resources reports   Annual Mosquito Monitoring and Management Program   2006 Integrated Pest Management Plan               Recent Environmental Assessments for Fire Island National Seashore      Strategic Plans Section 104 of the National Parks Omnibus Management Act of 1998 requires that all field units of the National Park System prepare Strategic Plans and Annual Performance Plans consistent with the Government Performance and Results Act of 1993 (GPRA). GPRA mandates that long-tern and annual goals be results or outcomes rather than outputs (activities, products, or services) and that they be \"objective, quantifiable, and measurable\" so that performance can be adequately measured and reported.  In 2004, the Department of the Interior produced a strategic plan, with which all DOI agencies (including the National Park Service) are required to be aligned. Individual parks create plans that address appropriate long-term goals in the NPS and DOI plans, and include goals that are specific to each park's legislative mandates, missions, resources, visitor services, and issues.   An Annual Performance Plan and an Annual Performance Report is created each year for the park.    Department of the Interior's Strategic Plan, 2003 - 2008  Strategic Plan for Fire Island National Seashore, October 1, 2005 - September 30, 2008  Strategic Plan for Fire Island National Seashore, October 1, 2006 - September 30, 2011",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/management-documents.htm"
}
