{
    "title": "Fire Island National Seashore: Park Research & Reports",
    "body": "Science Synthesis Papers & Other Recent Scientific Reports       Operating under a formal agreement with the National Park Service, a network of Cooperative Ecosystem Studies Units (CESUs) provides research, technical assistance, and education to resource and environmental managers. In 2005, the North Atlantic Coast CESU published a series of Science Synthesis Papers to support the preparation of a new General Management Plan  for Fire Island National Seashore. The Coastal Geomorphology of Fire Island: A Portrait of Continuity and Change (Fire Island National Seashore Science Synthesis Paper) Technical Report NPS\/NER\/NRTR—2005\/021 by Norbert P. Psuty, Michele Grace, and Jeffrey P. Pace, Rutgers University September 2005  Bay Shoreline Physical Processes, Fire Island (Fire Island National Seashore Science Synthesis Paper) Technical Report NPS\/NER\/NRTR—2005\/020 by Karl F. Nordstrom, Rutgers University Nancy L. Jackson, New Jersey Institute of Technology September 2005  Water Quality and Ecology of Great South Bay (Fire Island National Seashore Science Synthesis Paper) Technical Report NPS\/NER\/NRTR—2005\/019 by Kenneth R. Hinga, University of Rhode Island September 2005  Conservation and Management of the Living Marine Resources of Fire Island National Seashore  (Fire Island National Seashore Science Synthesis Paper) Technical Report NPS\/NER\/NRTR—2005\/023 by David O. Conover, Robert Cerrato, and William Wise, Stony Brook University December 2005  Vector-borne Diseases on Fire Island, New York  (Fire Island National Seashore Science Synthesis Paper) Technical Report NPS\/NER\/NRTR—2005\/018 by Howard S. Ginsberg, University of Rhode Island September 2005  White-tailed Deer Ecology and Management on Fire Island (Fire Island National Seashore Science Synthesis Paper) Technical Report NPS\/NER\/NRTR—2005\/022 by H. Brian Underwood USGS-Patuxent Wildlife Research Center September 2005      Additional Natural Resources Reports and Technical Reports are also produced by or for the National Park Service.  Assessment of Natural Resource Conditions: Fire Island National Seashore Natural Resource Report NPS\/NRPC\/NRR-2009\/139 by Anne McElroy, Mark Benotti, Gregory Edinger, Aissa Feldmann, Christine O'Connell, Gillian Stewart, R. Lawrence Swanson, and John Waldman August 2009  Human Interaction with the Coastal Geomorphology of Fire Island Technical Report NPS\/NER\/NRTR-2008\/132 by Norbert P. Psuty and Tanya M. Silveira September 2008  Land Regulation at Fire Island National Seashore, History and Analysis, 1964 - 2004 by Ned Kaufman and Charles Stark September 2008  Anthropogenic influences on the dune\/beach morphology of a moderately developed barrier island: Fire Island, New York Technical Report NPS\/NER\/NRTR-2008\/131 by Meredith G. Kratzmann and Cheryl J. Hapke October 2008  A Review of Sediment Budget Estimations at Fire Island National Seashore Technical Report NPS\/NER\/NRTR-2008\/114 by Erika E. Lentz, Cheryl J. Hapke, and William C. Schwab March 2008  The Role of Disturbance in the Long-Term Viability of a Coastal Maritime Forest Fragment  Technical Report NPS\/NER\/NRTR 2008 104 by Jodi A. Forrester, Donald J. Leopold and H. Brian Underwood January 2008  Deer, People and Parks: Perspectives of Residents in Communities Near Fire Island National Seashore HDRU Series Publication 07-8 by William F. Siemer, Kirsten M. Leong, Daniel J. Decker, and Karlene K. Smith December 2007  Identifying Capacity for Local Community Participation in Wildlife Management Planning; Case 1: White-tailed Deer Issues at Fire Island National Seashore HDRU Series Publication 07-1 by Kirsten M. Leong and Daniel J. Decker, Human Dimensions Research Unit, Department of Natural Resources, Cornell University, February 2007  Evaluation of Marsh Development Processes at Fire Island National Seashore: Recent and Historic Perspectives Technical Report NPS\/NER\/NRTR-2007\/089 by C. T. Roman, J.W. King, D. R. Cahoon, J.C. Lynch, and P.G. Appleby July 2007  Recommendations for a Barrier Island Breach Management Plan for Fire Island National Seashore, including the Otis Pike High Dune Wilderness Area, Long Island, New York Technical Report NPS\/NER\/NRTR-2007\/075 by S. J. Williams and M. K. Foley, National Park Service February 2007  Ethnographic Overview and Assessment, Fire Island National Seashore by Setha M. Low and Dana H. Taplin July 2006  Historical and Recent Shoreline Changes, Impacts of Moriches Inlet, and Relevance to Island Breaching at Fire Island National Seashore, NY by James R. Allen, Charles L. LaBash and Peter V. August, and Norbert P. Psuty April 2002       Other recent publications provide valuable background information to help you better understand the resources and natural processes of Fire Island National Seashore.  Long Island's Dynamic South Shore: A Primer on the Forces and Trends Shaping Our Coast New York Sea Grant: J. Tanski November 2007  Additional comprehensive research and studies have been conducted by the U. S. Army Corps of Engineers to identify, evaluate and recommend long-term solutions for hurricane and storm damage reduction for homes and businesses within the floodplain extending along 83-miles of ocean and bay shorelines from Fire Island Inlet to Montauk Point. This study area includes the shoreline of Fire Island National Seashore.  Fire Island Inlet to Montauk Point Reformulation Study http:\/\/www.nan.usace.army.mil\/fimp\/ Reports",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/science-synthesis-papers.htm"
}
