{
    "title": "Fire Island National Seashore: 1977 GMP",
    "body": "1977 General Management Plan       Fire Island National Seashore was established on September 11, 1964. The park's first planning document was prepared in 1965 and adopted in 1967. Additional plans were initiated in 1971, before work on the current plan began in July 1975. Fire Island National Seashore's current General Management Plan was published in late 1977, and signed (with an addendum) in March 1978. Funding was received in 2006 to start the planning process for an updated GMP for Fire Island National Seashore.      View the 1977 GMP (30,609 KB PDF) This document has also been divided into smaller sized files for quicker download. Cover, Contents, Figures, Tables  (pp. i-v) (9,650 PDF) Introduction (pp. 1-4 ) (8,813 KB PDF) Existing Conditions (pp.5-20) (922 KB PDF)  General Management Plan    Planning Premises (pp. 21 - 23) ( 227 KB PDF) Management Objectives (pp. 24-28) ( 3,195 KB PDF) Resources Management (pp. 29-42) ( 1,581 KB PDF) Land Classification (pp. 43-62 ) ( 7,356 KB PDF) Federal Activity Areas (pp. 63-83 ) (4,608 KB PDF) Interpretation (pp. 84-89) (222 KB PDF) Access and Transportation (pp. 90-99) (808 KB PDF) Land-Use Controls Within Fire Island Communities (pp. 100-107) ( 178 KB PDF) Land Acquisition (pp. 108-113) ( 807 KB PDF) Regional and Cooperative Planning Needs (pp. 114-117) (90 KB PDF)  Appendixes\/Selected Bibliography\/Planning Team (pp. 119 - 148) (617 KB PDF)  Appendix A: Fire Island Area Parks Annual Visitation (p. 121) (37 KB PDF) Appendix B: Regional and Subregional Recreational Acreage (p. 122) (32 KB PDF) Appendix C: Outstanding Natural and Cultural Resources of Fire Island National Seashore and Vicinity (p. 123-125) (97 KB PDF) Appendix D: Trends in Development of Fire Island Communities 1928-1973 (p. 126) (44 KB PDF) Appendix E: Legislation (p. 127-132) (403 KB PDF) Selected Bibliography (p. 133-144) (495 KB PDF) Planning Team, Consultants, and Contributors (p. 145-148) back cover is blank  (94 KB PDF)     Addendum to 1977 Fire Island National Seashore General Management Plan March, 1978   Adobe® Acrobat Reader® (6.0 or later) is needed to access these PDF documents. PDF documents will open in a new window.      1977 Fire Island National Seashore GMP Final Environmental Statement",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/1977-general-management-plan.htm"
}
