{
    "title": "Fire Island National Seashore: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       A number of laws and policies guide the management of the National Park Service and its individual parks. Starting with the founding legislation that created Fire Island National Seashore, specific legislation and selected federal regulations are provided below. Enabling Legislation for Fire Island National Seashore   September 11, 1964: Congress passed Public Law 88-587 to establish Fire Island National Seashore. October 9, 1965: Public Law 89-244 authorized the Secretary of the Interior to accept a donation of the William Floyd Estate for addition to Fire Island National Seashore. November 10, 1978: Public Law 95-625 authorized boundary changes. December 23, 1980: Public Law 96-585 designated approximately 1,363 acres of land within Fire Island National Seashore as the \"Otis Pike Fire Island High Dune Wilderness,\" with approximately 18 acres of potential wilderness. July 18, 1984: Public Law 98-369 authorized New York State's conveyance of 125 acres of land to Fire Island National Seashore. October 17, 1984: Public Law 98-482 modified land acquisition and disposal policies for Fire Island National Seashore.  For more information:  Legislative History of Fire Island National Seashore (13 page PDF) Fire Island National Seashore Management Documents Laws relating to the National Park Service       Special Regulations in Effect for Fire Island National Seashore Park rangers enforce a number of federal regulations in the park, including the United States Code (Titles 16, 18, 21), and the Code of Federal Regulations, Title 36 (36 CFR). 36 CFR includes special regulations which have also been promulgated for Fire Island National Seashore.  Fire Island National Seashore: Zoning Standards (36 CFR Ch. I Part 28) Fire Island National Seashore Special Regulations (36 CFR Ch. I, Section 7.20) including a) Operation of Motor Vehicles; b) Operation of Seaplanes and Amphibious Aircraft; and d) Personal Watercraft  Within 36 CFR, park superintendents are granted the right to make park-specific regulations to maintain public health and safety, protect environmental or scenic values, protect natural and cultural resources, aid in scientific research, provide for equitable use of facilities, and avoid conflict among visitor use activities. These park-specific regulations are found in the Superintendent's Compendium, updated each year and available by request. Please email FIIS_Information@nps.gov for a copy of the Superintendent's Compendium. National Park Rangers at Fire Island National Seashore also enforce New York State fishing, hunting, and motor vehicle laws, as well as other applicable state laws.   Fishing Waterfowl Hunting Public Nudity  Please email FIIS_Information@nps.gov for a copy of the Superintendent's Compendium.     Firearms in National Parks The law governing possession of firearms inside a national park changed on February 22, 2010. Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws. The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. More information on New York State gun laws. Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances.      For more information about the policies that guide the National Park Service as a whole, including Management Policies 2006 and specific policy topics, visit the NPS Office of Policy website.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/lawsandpolicies.htm"
}
