{
    "title": "Fire Island National Seashore: Park Statistics",
    "body": "Explore This Park    Learn About the Park     Management     Park Statistics              Park Statistics       Acreage The boundary of Fire Island National Seashore extends approximately 4,000 feet into the bay, and approximately 1,000 feet seaward of the ocean shoreline. The park includes several islands, sand flats and wetlands landward of the of the barrier island. Within its boundaries, Fire Island National Seashore encompasses 19,580.29 acres of marine and terrestrial property.  14,663.9 acres Aquatic or Submerged Lands   20% Atlantic Ocean (including 26 miles of Atlantic Ocean coastline) 80% Great South Bay (75 miles of bay-side shoreline, including 26 bay islands)     5,863.5 acres Upland or Terrestrial Lands   On Fire Island   40% wetlands (salt marsh, freshwater marsh) 25% open (beach, swale, fields) 25% developed (by either the National Park Service or the 17 local communities on Fire Island) 10% forested (includes the Sunken Forest and other areas)   At William Floyd Estate   65% forested 25% wetlands 5% open space 5% developed      Federal (6,241.95 acres):   3,090.44 acres owned by the National Park Service (NPS Fee Acres)   including 1,380 acres of federally-designated Fire Island Wilderness developed facilities at Watch Hill, Barrett Beach\/Talisman, Sailors Haven, the Fire Island Lighthouse Sunken Forest Preserve on Fire Island, NY other undeveloped bay-to-ocean parcels on Fire Island 617.79-acre William Floyd Estate in Mastic Beach, NY 11-acre park headquarters and maintenance facilities in Patchogue, NY   3,151.51 acres (NPS or Other Federal Less Than Fee Acres) (This includes an easement over the waters of the Atlantic Ocean from mean high water [MHW] to 1,000 feet offshore.)   Non-Federal (13,338.34 acres):  12,422.73 acres of Other Public Lands   Smith Point County Park (approx. 1,030 acres) Village of Bellport Beach (approx. 16.4 acres) Atlantique Beach (Town of Islip) Leja Beach\/Davis Park (Town of Brookhaven) Publicly-owned bay bottom and bay islands   915.61 acres of privately owned lands within the designated boundary of Fire Island National Seashore, including homes and businesses within the 17 Fire Island communities  Designations Fire Island National Seashore - September 11, 1964 (Public Law 88-587) See Legislative History in Park Planning: Management Documents.      Visitation Statistics The busiest months at Fire Island National Seashore are July and August, and the busiest days are on the weekends. In 2004, Fire Island National Seashore recorded its peak visitation figure of 975,236.  819,161 recreational visits 156,075 non-recreational visits  These figures are for visitation to park-owned sites only, and do not reflect the actual number of people spending time within the boundaries of Fire Island National Seashore.   It is estimated that more than 2.2 million people annually come to Fire Island, either into one of the 17 Fire Island communities, on waters surrounding the island, or to one of the national seashore facilities.  The National Park Service Public Use Statistics website includes detailed visitation data for Fire Island from 1967 to the present, as well as statistics for other National Park Service areas. The National Park Service Social Science Division produces a number of reports and publications, including its Money Generation Model (MGM) Reports, which summarize the economic benefits to local communities from national park visitation and payroll. The NPS Social Science Program also oversees an annual Visitor Survey Card Project, conducted by the University of Idaho, Park Studies Unit (UI PSU) at many NPS areas, including Fire Island National Seashore.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/management\/statistics.htm"
}
