{
    "title": "Fire Island National Seashore: Plan A Field Trip",
    "body": "Plan A Field Trip     Make Fire Island Your Outdoor Classroom Enhance your educational program with a hands-on learning experience at Fire Island National Seashore. You may arrange a visit to Fire Island by ferry in the fall or spring, or get to Fire Island Lighthouse, Fire Island Wilderness, or William Floyd Estate by bus year-round. Call ahead and schedule a volunteer- or ranger-led program, or ask for free materials to enrich your self-guided tour.   For More Information   Download our Educator's Resource Guide for background on Fire Island, field trip planning tips, and a list of our free lesson plans. To plan your Fire Island Lighthouse visit, call the Fire Island Lighthouse Preservation Society at 631-661-4876. Call 631-687-4780 to learn more about visiting Sailors Haven, Watch Hill, and Otis Pike Fire Island High Dune Wilderness. To schedule visits to the William Floyd Estate call 631-399-2030.             Watch Hill   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:55 seconds  Take a closer look at the educational opportunities at Watch Hill in this one-minute video featuring Fire Island National Seashore's 2013 Teacher-Ranger-Teacher.             Fire Island Wilderness   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute   You can visit this Fire Island site year-round and explore a variety of topics with your students. Learn more in a short video featuring Fire Island National Seashore's 2013 Teacher-Ranger-Teacher.             Fire Island Lighthouse   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:49 seconds  Watch a short overview of educational opportunities at the Fire Island Lighthouse featuring Fire Island National Seashore's 2013 Teacher-Ranger-Teacher.              Sailors Haven\/Sunken Forest   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute   Fire Island National Seashore's 2013 Teacher-Ranger-Teacher highlights educational opportunities at Sailors Haven\/Sunken Forest.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/education\/planafieldtrip.htm"
}
