{
    "title": "Fire Island National Seashore: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger               Be A Junior Ranger              Fire Island National Seashore has a vibrant and growing Junior Ranger program, with booklets to complete on your own, and ranger-guided programs to help you learn more. Some Fire Island National Seashore Junior Ranger activity booklets can be completed in a single day, while other booklets may require multiple visits or more research. Whether you have a day or a week, participating in the National Park Service Junior Ranger Program is sure to be fun! Pick up a free copy of any of the Junior Ranger activity booklets at any of the park's visitor centers.      Junior Ranger Programs During National Park Week the Seashore hosts an annual Junior Ranger Day event. Junior Ranger Day is a day of fun-filled, place-based activities and programs. Every Saturday during summer is Junior Ranger Saturday. Children ages 8-12 will be offered a variety of self-guided activities and ranger-led programs covering a different Seashore topic each week, including national parks, the seashore environment, or maritime history.   Self-guided Junior Ranger booklets are also available and encourage kids and their families to explore the park on their own. Topics covered include: Fire Island orientation and overview (three separate booklets geared for ages 5-7, 8-12 or 13 and up), Safe Boating, and Horse Shoe Crabs. During the spring, fall and winter, the park conducts 1.5 hour Junior Ranger family programs once every other month. These programs engage children in a variety of topics including beach dynamics, wilderness, night skies, leave-no-trace, maritime plants and wildlife, coastal stewardship.     At the William Floyd Estate a self-guided Junior Ranger activity booklet is available upon request. Park ranger-led Junior Ranger programs are generally offered four times each summer.   Additional Junior Ranger Booklets Most Junior Ranger programs are completed at national parks but some can be found online before you visit. There are also several National Junior Ranger activity booklets that explore topics like the Underground Railroad, Archeology, Fossils, and more! Find them online.  Our park partner, the National Park Foundation, supports additional Junior Ranger programs around the country.   Explore National Park Week  First Bloom Edition Kid Power Eco-Activity Book",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/kidsyouth\/beajuniorranger.htm"
}
