{
    "title": "Fire Island National Seashore: Teacher Workshops",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher Workshops                Teacher Workshops        Learn about Fire Island's dynamic barrier island shoreline and more during our educator's workshops.          Free Teacher Workshop Saturday, October 3, 2015, 12:30 pm - 4:30 pm Wilderness Visitor Center, Fire Island National Seashore Explore the wind, waves, and sand, and use Fire Island National Seashore as your outdoor classroom. Discover the forces that shape the barrier island with this hands-on educator's workshop, designed to address NYS Learning Standards for middle and high school grades. Activities will include beach profiling, mineral identification, and wind and wave measurements. Workshop participants will receive a certificate upon completion. To register for this workshop, e-mail us or phone: 631-687-4773. Free Educators Open House Sunday, October 25, 2015, 12 pm – 4 pm Wilderness Visitor Center, Fire Island National Seashore   Fire Island National Seashore offers endless opportunities for student learning and discovery. Educators of all grade levels and disciplines are invited to this open house to learn about the many ways Fire Island can be utilized as an informal classroom to meet student learning objectives. Shoreline dynamics, climate change, succession, the needs of animals, plant and animal adaptations, local history are just a few of the topics that can be explored. Learn how to book a field trip, pick up free lesson plans, and more.     For more information contact e-mail us  or call 631-687-4773   Teacher Workshops Our free workshops are open to all educators and youth group leaders. Learn all you need to know to bring school groups to the park, and enage your students in what's special about Fire Island and the critical coastal resource issues facing future decision-makers. You'll also get an update on Fire Island National Seashore's Traveling Trunk Program, and information about other educational opportunities at the park.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/education\/development\/teacherworkshops.htm"
}
