{
    "title": "Fire Island National Seashore: Booklets and Awards",
    "body": "Junior Ranger Booklets and Awards       Pick up Junior Ranger activity booklets at a park visitor center. Complete the booklet and return it to a ranger at a visitor center to receive a special patch, badge, sticker or pin.           Learning All About Fire Island National Seashore is an introductory workbook geared for ages 8-12.  This 16-page activity book is designed to teach children about Fire Island National Seashore and includes activities such as a visitor center treasure hunt, a Sunken Forest wildlife word search, a recreation crossword puzzle, a safety exercise and more! Upon completion of this Junior Ranger workbook, children may earn either a patch or a badge.         Bernie the Boater, geared for ages 8-12, is a workbook on boating safety and protecting marine resources. The activities also touch on climate, weather, energy conservation and Fire Island's marine wildlife. Complete this fun and colorful workbook, then bring your booklet to one of the park's visitor centers to claim your vibrant pin! National Park Service boat patrol rangers distribute these workbooks during their summer Safe Vessel Checks on the Great South Bay.         Lucky the Horseshoe Crab, an activity booklet geared for ages 8-12, depicts the evolution of the horseshoe crab while teaching children about these living fossils and their migration. A significant resource in the park's natural ecosystem, these arthropods are very unique and special! The booklet covers their life cycle, an important role these creatures play in medical research and helpful tips on protecting and assisting these fascinating animals.         Exploring the Seashore is geared for ages 5-7. This 10-page activity booklet teaches about the habitats of Fire Island through the eyes of Kadin the fox. Activities include a Sunken Forest maze, Lighthouse connect the dots, Beachcombing Bingo and more! The booklet teaches children safety awareness while hiking, the different habitats found throughout Fire Island and the diet and nocturnal lifestyle of one of Fire Island's mammals, the red fox.           Learning All About Fire Island National Seashore: Advanced, geared for ages 12 and up, is a 24-page in-depth booklet about national parks, Fire Island's communities, plant-life in the maritime forest, the salt marsh and more! This booklet may require some research or more than one visit to the park to complete. Upon completion, a special bar will be awarded.        NPS\/USFS  Wilderness Explorer Junior Ranger Program is designed for kids ages 8 to adults. Download a copy of this 24-page Wilderness Explorer Junior Ranger Activities booklet",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/kidsyouth\/junior-ranger-booklets-and-awards.htm"
}
