{
    "title": "Fire Island National Seashore: Biennial Science Conference",
    "body": "Fire Island Biennial Science Conference              10th Biennial Science Conference - April 22 and 23, 2016  Since 1997, Fire Island National Seashore has hosted a biennial conference to present scientific information from National Park Service-funded projects. This conference provides an opportunity to learn about natural and cultural resource research projects currently or recently conducted on Fire Island and at the William Floyd Estate, as experts from academia, government, and conservation organizations provide information about their work.   On Friday, April 22, 2016, National Park Service staff and researchers from U.S. Geological Survey, University of Rhode Island, Stony Brook University, Virginia Polytechnic Institute, and Rutgers University will present their work on topics ranging from coastal change to marine and terrestrial wildlife throughout the day.  The Science Conference will take place at the Patchogue-Watch Hill Ferry Terminal with the Science Conference beginning at 9:00am and continuing until 4:00pm.   On Saturday, April 23 a guided field trip to the Wilderness Breach will be offered. Field trip participants will view relics of Hurricane Sandy and see first-hand the natural recovery processes taking place on this 3-mile round-trip hike. Dr. Cheryl Hapke, Dr. Charles Flagg, and Dr. Chris Schubert will lead the walk. Space is limited and field trip registration is required.  Click here to register for the 2016 Science Conference   Natural & Ecological Research Discussions (NERD) Night - CANCELLED      Biennial Science Conference Abstracts Digital copies of conference abstracts providing a brief synopsis of the presentations from Fire Island National Seashore's past biennial can be made available for the following years:  9th Biennial Science Conference March 28, 2014   8th Biennial Science Conference April 27 & 28, 2012   7th Biennial Planning, Science and Research Conference April 21 & 22, 2010  6th Biennial Planning, Science and Research Conference May 9 & 10, 2007   5th Biennial Science and Cultural Resource Conference April 5 & 6, 2005  4th Biennial Science Conference March 24, 2003    Please email us to request a copy.       Please e-mail us for more information.",
    "url": "https:\/\/www.nps.gov\/fiis\/scienceconference.htm"
}
