{
    "title": "Fire Island National Seashore: Deer Movement Study",
    "body": "White-tailed Deer Movement Study        A female white-tailed deer with a GPS-enabled radio tracking collar on Fire Island. Collars are designed to automatically release from the animal after 12 months.        Deer Movement Study  In 2014 the National Park Service, in cooperation with the U.S. Geological Survey and the State University of New York School of Environmental Science and Forestry, began a White-tailed Deer Movement Study on Fire Island. In phases over the course of three years, researchers will fit female deer with small, GPS-enabled radio-collars to track how the deer move about the island.    Monitoring Deer Health and Safety Bait stations are used to draw deer within a safe distance for the remote delivery of an approved anesthetic. While the collar is being fitted and placed around the deer's neck, the animal is under anesthesia. During this time, researchers continuously monitor the animal's vital signs (temperature, pulse, respiration) to make sure the animal is calm and doing well under anesthesia. In addition, researchers will draw blood and collect ticks for further analyses to obtain baseline information on the health of the deer in the study. A reversal agent will then be administered and the animal's recovery from sedation will be monitored.   The collars are designed to automatically release from the animals after about 12 months. This means it will not be necessary to handle the animals a second time. During the 12-month period, radio frequency transmitters affixed to the collars allow technicians to monitor the health and safety of each collared animal every week.   Better Understanding of Deer on Fire Island  The Deer Movement Study is part of a larger, three-year research project developed in response to Hurricane Sandy. The project will assess the re-establishment of maritime vegetation at four locations impacted by sand deposition, salt water intrusion, and canopy mortality. The research also focuses on how white-tailed deer influence post-storm vegetation re-establishment at these locations. In addition the Deer Movement Study will complement existing deer population and vegetation monitoring efforts essential to the implementation of Fire Island National Seashore's Final Deer Management Plan\/Environmental Impact Statement (Deer Plan\/EIS). The Deer Plan\/EIS will address issues associated with the number, distribution, and behavior of deer on Fire Island.           Studying White-tailed Deer Fire Island National Seashore has been involved in a number of vegetation and deer research and monitoring programs for more than 50 years.  During surveys of plants in the Sunken Forest in the late 1960s no deer were reported. From studies conducted in preparation of the Seashore's draft master plan and 1978 general management plan (GMP), signs of deer browse were evident in the Sunken Forest and 46 deer were observed in an island-wide aerial census conducted in 1971.  In 1974 Fire Island's deer herd was estimated at 50 individuals. By the early 1980s deer abundance and their impacts on vegetation were beginning to be noticeable across the island, and by 1989 the deer population was close to 500. By the mid-1990s deer had become abundant within the Fire Island communities, and a deer fertility study was initiated on Fire Island. In 2003 the deer population was estimated to be 500-700. From population density studies conducted over the past several years, it is estimated that approximately 300 deer now live on Fire Island.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/white-tailed-deer-movement-study.htm"
}
