{
    "title": "Fire Island National Seashore: Nonnative Species",
    "body": "Nonnative Species              Fire Island National Seashore is a complex park with a number of historic and modern structures, landscapes, and natural areas, including wilderness and dynamic coastal dunes with accompanying vegetation. Beyond the usual assortment of urban and rural pest issues, extensive populations of exotic invasive plants present an additional challenge. Invasive plants and animals often find their way into the park through neighboring non-federal lands.      The most prominent invasive plant species on Fire Island include:  Japanese Black Pine (Pinus thunbergiana) Autumn Olive (Eleagnus umbellata) Mugwort (Artemesia vulgaris)  The common reed (Phragmites australis) is very extensive on Fire Island, especially on the eastern end of the wilderness area. This plant, which can grow up to 20 feet high, forms dense stands by a network of roots and rhizomes. One plant can spread more than 10 feet in a single growing season. However, there may also be a native genotype of this species (Phragmites australis americana) on Fire Island, which would need to be identified and protected. Fire Island National Seashore has not yet implemented an inventory and management program for invasive common reed.       Invasive Plant Surveys on Fire Island   2002 Invasive Plant Species Survey for Fire Island National Seashore 2008 Invasive Plant Inventory and Control Program Report for Fire Island National Seashore  Learn More   National Park Service's Nature & Science Program Invasive Species Management  U. S. Department of Agriculture's National Invasive Species Information Center  Fire Island National Seashore's Pest Management Program       Fire Island National Seashore has a monitoring program for West Nile virus and other mosquito-borne diseases through its mosquito surveillance and management program. You can learn more about invasive plant species through the National Invasive Species Information Center. New York State Department of Environmental Conservation also has various invasive species management programs.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/nonnativespecies.htm"
}
