{
    "title": "Fire Island National Seashore: Water Quality",
    "body": "Water Quality          Water Resources More than three-quarters of Fire Island National Seashore is marine or estuarine habitat. Of the 19,580 acres within the park's designated boundaries, approximately 14,664 acres are open water. The Seashore boundary extends 1,000 feet into the Atlantic Ocean from Moriches Inlet to Robert Moses State Park, and up to 4,000 feet into the Great South Bay, and Bellport, Narrow and Moriches bays. Aquatic ecosystems are highly sensitive to changes in water quality, so this is a resource that the National Park Service monitors and helps protect.       A variety of factors influence water quality in the ocean and bays surrounding Fire Island, and this affects the habitat for the plants and animals that live here (including us!). Clean, safe water for recreation is an important resource. Drinking water for the south shore of Long Island comes from sources deep within the aquifers beneath the surface of Fire Island. As a typical East Coast barrier island-lagoon system, circulation of higher salinity water from the Atlantic Ocean-flushing regularly through inlets on each end of Fire Island-is commingled in the estuary with fresh water from mainland Long Island and to a lesser degree from Fire Island.    Salinity and water temperature primarily affect the biology of the waters around Fire Island, but nutrients and turbidity also affect where plants and animals can survive. The chemicals and organisms in the water can also affect human health and safety.  Other federal, New York State, and Suffolk County agencies conduct research and water quality monitoring programs within the boundaries of Fire Island National Seashore or adjacent waters. The National Park Service (NPS) has created a protocol to monitor estuarine nutrient enrichment for its Vital Signs Monitoring Program of the Northeast Coastal and Barrier Network.       A series of Science Synthesis Papers was published in 2005 to support the preparation of a General Management Plan for Fire Island National Seashore, and includes the following report:    Water Quality and Ecology of Great South Bay (Fire Island National Seashore Science Synthesis Paper) by Kenneth R. Hinga, University of Rhode Island        The U.S. Geological Survey (USGS) National Water-Quality Assessment Program (NAWQA) provides an understanding of water-quality conditions and how those conditions may vary locally, regionally, and nationally; whether conditions are getting better or worse over time; and how natural features and human activities affect those conditions. USGS Water Resources Divsion has conducted a number of studies on Fire Island and in the Great South Bay. Most of the drinking water on Fire Island is now provided through Suffolk County Water Authority (SCWA), which supplies water to the majority of people in Suffolk County. Their drinking water supplies are tested to ensure that federal, state and local water quality standards are met. A detailed annual report is available on the SCWA's web site. The U. S. Environmental Protection Agency (EPA) and New York State Health Department prescribe regulations that limit the amount of certain contaminants in drinking water provided in public water systems. Suffolk County Department of Health Services (SCDHS) Office of Ecology also conducts water quality testing within the boundaries of Fire Island National Seashore, and monitors public bathing beaches to ensure that bacterial levels do not exceed State criteria.      Learn More Suffolk County Water Authority's Education Page includes a link to its \"Water Cycle on Long Island\" Demo. National Park Service Water Resources Water Quality Program NPS Northeast Coastal Barrier Network (NCBN) Inventory & Monitoring Program:  Monitoring Nutrient Enrichment  United States Geological Survey (USGS) Inventory of Data Sources Used for Watershed Condition Assessments of Fire Island National Seashore, Gateway National Recreation Area, and Sagamore Hill National Historic Site, New York and New Jersey New York State South Shore Estuary Reserve Environmental Protection Agency Office of Water Water Quality Standards Drinking Water Standards",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/waterquality.htm"
}
