{
    "title": "Fire Island National Seashore: Breaches",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Breaches                 Post Hurricane Sandy Breaches        Dr. Charles Flagg, Stony Brook University       A Powerful Storm  The force of the wind and storm surge caused by Hurricane Sandy on Monday, October 29, 2012, caused numerous overwashes and resulted in three breaches (where water freely flows between the ocean and the bay) on barrier islands along the south shore of Long Island. Two of those three breaches were on Fire Island and within the boundaries of Fire Island National Seashore: one at Old Inlet (within the Otis Pike Fire Island High Dune Wilderness) and another in Smith Point County Park. Within 48 hours of the storm the Breach Contingency Plan (BCP), put in place in 1997 to address any breaches that impact coastal Long Island from Fire Island Inlet east to Montauk Point, was implemented by a multi-agency group including the National Park Service (NPS), U.S. Army Corps of Engineers (USACE), and New York State Department of Environmental Conservation. The BCP calls for filling breaches which do not occur in the federally designated wilderness area. For the breach at Smith Point County Park, which is within Fire Island National Seashore boundaries but is not within the wilderness area, BCP actions were implemented immediately to close the breach by mechanical means. Closure was completed in November 2012. The Wilderness Breach  For a breach within Fire Island National Seashore's wilderness area, the BCP calls for the NPS to monitor and evaluate the breach for a period of 45 to 60 days to determine if the breach will close naturally. That initial monitoring period passed at the end of December 2012. Since the breach was relatively stable, the BCP team decided to continue monitoring at that time. Between January and mid-March 2013, when a series of winter storms affected the island, the new inlet migrated to the west and its channel deepened. The breach remains dynamic, but by early 2014 no monitoring data has triggered the immediate closure of the breach.      The Breach Contingency Plan and Breach Management  The National Park Service is one of several agencies involved in an interagency breach management response for the south shore of Long Island, as part of the U. S. Army Corps of Engineers Fire Island to Montauk Point Reformulation Study. After Hurricane Sandy's arrival, the 1997 Breach Contingency Plan for Fire Island was implemented.  Fire Island National Seashore Finding of No Significant Impact (FONSI), April 9, 1996 for the Draft Fire Island to Montauk Point, Long Island, New York, Breach Contingency Plan (U. S. Army Corps of Engineers) 582 pages August 1995, Revised January 1996 Impacts of Barrier Island Breaches on Selected Biological Resources of Great South Bay, New York New York Sea Grant March 2001 Recommendations for a Barrier Island Breach Management Plan for Fire Island National Seashore, including the Otis Pike High Dune Wilderness Area, Long Island, New York Technical Report NPS\/NER\/NRTR-2007\/075 Abstract by S. J. Williams and M. K. Foley National Park Service February 2007 Long Island's Dynamic South Shore: A Primer on the Forces and Trends Shaping Our Coast by Jay Tanski New York Sea Grant 2007\/Revised 2012       Fire Island National Seashore's enabling legislation (Public Law 88-587, September 11, 1964) allows for shore erosion control or beach protection measures within park boundaries, under certain criteria. (See Sec 8) The Otis Pike Fire Island High Dune Wilderness Act (Public Law 96-585, December 23, 1980) designated approximately 1,363 acres as wilderness in Fire Island National Seashore. This wilderness designation does not preclude the repair of breaches that occur in the wilderness, under specific circumstances. See (d) A 1983 Wilderness Management Plan (WMP) for Fire Island National Seashore also addresses breaches in the wilderness area. (See page 18 of the WMP.)      Breach Management Plan\/EIS     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Fire Island National Seashore.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/post-hurricane-sandy-breaches.htm"
}
