{
    "title": "Fire Island National Seashore: Pests",
    "body": "Pests       Exotic Invasive Species Fire Island National Seashore is a complex park with a number of historic and modern structures, landscapes, and natural areas, including wilderness and dynamic coastal dunes. But an assortment of urban and rural pests, such as exotic invasive plants and animals, often find their way into the park through neighboring non-federal lands. Some species were established before the park was designated.  Invasive plants and animals pose a severe long-term threat to biodiversity and ecosystem stability as they crowd out native species. Some exotic species also pose health risks and adversely affect outdoor recreation and fisheries. Sometimes, native species become \"pests\" when they find food and shelter or take up residence under unnatural circumstances.      Common Invasive Species The most prominent invasive plant species on Fire Island is the common reed, or Phragmites australis. This plant, which can grow up to 20 feet high, forms dense stands by a network of roots and rhizomes. One plant can spread more than 10 feet in a single growing season.   The Japanese black pine (Pinus thunbergii) and the black locust (Robinia pseudoacacia) are large exotic trees found on Fire Island and at the William Floyd Estate. Fire Island's most abundant weeds include the autumn olive (Eleagnus umbellata), which is an especially prevalent shrub at the William Floyd Estate, nodding thistle (Carduus nutans) and spotted knapweed (Centaurea aculosa).        Integrated Pest Management The National Park Service is charged with protecting its natural resources and the people who use those resources. Managing nonnative invasive species and other pests helps protect people and natural resources. Integrated pest management (IPM) is a comprehensive approach to managing pests that seeks to minimize the use of harmful pesticides and other ecologically unsound practices. Pests are first controlled by exploiting known facts about their behavior to find and remove sources of food and shelter. Pesticides are used only if no other method will work or if a quick remedy is necessary, such as in a human health emergency. The use of low-toxicity pesticides or other non-toxic methods for managing pests results in a low-risk pest management approach. Managing pests that may affect historic structures or cultural landscapes must be accomplished in a manner that does NOT compromise the resource, landscape or character-defining features. Fire Island National Seashore started measures to manage Norway rats in park buildings in 2004. The park’s comprehensive IPM Plan was completed in 2006. A three-year project to locate and remove invasive plant species at the William Floyd Estate and in the Otis Pike Fire Island High Dune Wilderness will begin in 2007. Park visitors and residents of the private communities within the boundaries of the park can also be proactive in helping reduce invasive and exotic species on Fire Island.      Learn More The National Park Service implements a nationwide Integrated Pest Management Program to reduce risks to the public, park resources, and the environment from pests and pest-related management strategies.  NPS Integrated Pest Management Program  Integrated Pest Management Plan for Fire Island National Seashore.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/pests.htm"
}
