{
    "title": "Fire Island National Seashore: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality              Take a Deep Breath At Fire Island National Seashore, it's reported that you can see the skyline of Manhattan from the top of the Fire Island Lighthouse on a very clear day. Most days on Long Island are not quite that clear, but clean air is one of the qualities that makes Fire Island such a special, magical place.      Air Quality Monitoring Locally air quality is still monitored at Islip, New York. States are responsible for the attainment and maintenance of national air quality standards developed by the Environmental Protection Agency.  Through a web site managed by the U. S. Environmental Protection Agency, you may track regional trends of the following pollutants. Use the zip code for Ocean Beach (11770) to see where Fire Island stands.  Carbon Monoxide Ground-level Ozone Lead Nitrogen Dioxide Particulate Matter Sulfur Dioxide  Elevated concentration of these pollutants can have adverse impacts on park resources and visitors.      The National Park Service has a responsibility to protect air quality under both the 1916 Organic Act and the Clean Air Act (CAA). Vegetation, visibility, water quality, wildlife, historic and prehistoric structures and objects, cultural landscapes, and most other elements of a park environment are sensitive to air pollution and are referred to as \"air quality-related values.\" The NPS seeks to perpetuate the best possible air quality in parks to preserve natural resources and systems; to preserve cultural resources; and to sustain visitor enjoyment, human health, and scenic vistas.   Air Resources in our National Parks Visibility in Our Nation's Parks and Wilderness Areas (EPA) Ozone and Particulate Matter Health Advisories for Selected National Parks New York State Air Quality Hotline: 1-800-535-1345  While Fire Island National Seashore does not qualify as a Class I area under the Clean Air Act (national parks over 6,000 acres and national wilderness areas over 5,000 acres that were in existence on August 7, 1977), park management considers the impacts of air pollution in all its operations and planning.  Fire Island National Seashore is in a Class II area, meaning that the state may permit a moderate amount of new air pollution as long as neither ambient air quality standards, nor the maximum allowable increases over established baseline concentrations are exceeded.      Learn More You can explore interactive educational material on visibility science, issues and laws and regulations through the following links:  Educational Material on Visibility Science and Regulations",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/airquality.htm"
}
