{
    "title": "Fire Island National Seashore: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants              The plant life of Fire Island is diverse and reflects the great variation in such environmental factors as wind, salinity, the availability of soil moisture,and the extent of human activity. Many habitats, like the beach and primary dune face, are so severe that only a few plant species can survive. However, just a few feet away in a more protected habitat, many species may thrive. When the park was surveyed in 1971 and 1974, fourteen major vegetation types or subtypes were identified on Fire Island. These included the beach grass grasslands, beach heather and bearberry dwarf scrubs, thickets, pitch pine woodland, broadleaf forest, and a variety of wetlands and salt marsh. Vegetation recorded at that time for the William Floyd Estate included upland forests, lowland forests, thickets, upland meadow, cultivated fields, residential land, common reed grassland, and tidal marsh. In recent years, more advanced classification and recording systems have been adopted to help us better understand plant species associations. More than 30 vegetation associations were mapped for Fire Island National Seashore by 2002. At least 237 plant species have been identified within the Seashore. The casual observer, however, may only be interested in knowing a few of the most obvious plants.        Beach grass is able to withstand harsh oceanfront conditions, and stabilizes the sand to form dunes.   Plants on the Primary Dune   Onshore winds desiccate vegetation on the oceanfront dunes and periodically mist the vegetation with salt spray. Roots and underground stems of beach grass (Ammophila breviligulata) and a few other plant species stabilize dunes. Leaves and aerial stems of plants trap wind-blown sand, which may eventually engulf and cover low vegetation.  Eventually a dynamic equilibrium becomes established: the plants help stabilize the dunes and the vegetated dunes ameliorate the harsh environmental conditions for plants growing behind the dunes. The diversity of plant species generally increases with distance from the ocean and the density of cover.         Low-growing woolly beachheather, which blankets the back side of many dunes with its yellow blossoms in the spring, is able to grow on bare sand where other plants may not survive.   Common Plants of the Interdunal Swale and Dune Shrubland Wooly beachheather (Hudsonia tomentosa) and seaside goldenrod (Solidago sempervirens) are early colonizing plants behind the dunes. On backdunes, dunelets, secondary dunes and in swales, shrubs grow with many other species of herbaceous plants. Dense thickets of beach plum (Prunus maritima), northern bayberry (Myrica pensylvanica), Virginia creeper (Parthenocissus quinquefolia), and poison ivy (Toxicodendrum radicans) form behind dunes. In swales behind the dunes, the availability of soil moisture, the salinity of the water, and the depth to the water table are major determinants of the distribution of vegetation types on Fire Island.  Winds and salt spray that pass over the foredunes or through gaps in their crests control the height of the shrub canopy, and the height increases northward, away from the ocean. The shrubs of the backdune zone can tolerate limited burial by sand.        The sun pokes through the leaves and twisting branches of shadblow trees, lending a mysterious feel to Fire Island's globally rare Sunken Forest.   Plants of the Thickets and Forests  Further back on the island other vegetation communities may also be found. Thickets of black cherry (Prunus serotina), northern bayberry (Myrica pensylvanica), highbush blueberry (Vaccinium corymbosum) and black chokeberry (Aronia melanocarpa) may grow in more protected areas behind the primary dunes. The pitch pine woodland, predominated by Pinus rigida, eastern poison ivy (Toxicodendrum radicans), northern bayberry (Myrica pensylvanica) and catbrier (Smilax sp.), may grow in protected depressions near the northern portion of the island. Maritime forests comprised of American holly (Ilex opaca), sassafras (Sassafras albidum), serviceberry (Amelanchier canadensis), and other hardwoods are able to develop behind tall secondary dunes.  In low depressions where fresh water can accumulate, bog species may grow. Red maple (Acer rubrum), blackgum (Nyssa sylvatica), blueberry (Vaccinium sp.) and other shrubs, and sphagnum moss and ferns are found in this habitat.           Plants of the Salt Marsh Smooth cordgrass (Spartina alterniflora) grows near the water's edge and into the intertidal zone, while the taller saltmeadow cordgrass (Spartina patens) grows on higher ground in the salt marsh, forming a mat dense mat at the end of each growing season. Inland saltgrass or spike grass (Distichlis spicata) grows around the edges of tidal pools and at the high-tide mark in the salt marsh.                Gray catbird sits on its eggs in a nest made of local grass, stems, twigs and leaves, hidden from view in a thick shrubby tree.   Many of the plant species of the barrier island have large edible fruits that serve as food sources for a wide variety of bird species. In return, migrating birds provide a means of plant dispersal as they follow the Atlantic flyway.  Plants also provide homes for nesting birds, and food and cover for other forms of wildlife.       Learn More Fire Island National Seashore USGS - NPS Vegetation Mapping Program  Final Report of the NPS Vegetation Mapping Project at Fire Island National Seashore  April 2002 (205 page PDF)  Vegetation Descriptions for Fire Island National Seashore (2002) List of Plant Species from USGS-NPS report, see pages 177 - 186.      Ecological Studies of the Sunken Forest, Fire Island National Seashore, New York; 1976 NPS Scientific Monograph No. 7   Vegetational Patterns of the Atlantic Barrier Islands Vegetational Patterns of the Sunken Forest Area",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/plants.htm"
}
