{
    "title": "Fire Island National Seashore: Mollusks",
    "body": "Mollusks              Fire Island forms an interface between two distinctly different marine environments: the nearshore waters of Atlantic Ocean on its southern border and the Great South Bay and other estuarine environments on its northern exposure. The estuary is one of the most productive habitats on earth, with its phytoplankton, eelgrass beds and salt marshes. In the Great South Bay, that means home for a variety of sea life. Detritus from the marshes is washed into the bay, where it is used as food by many organisms, including mollusks. Economically important shellfish include hard-shell clams (Mercenaria mercenaria), soft-shell clams (Mya arenaria), bay scallops (Argopecten irradians), blue mussels (Mytilus edulis) and oysters (Crassostrea virginica). These mollusks are all bivalves. Other bay bivalves include the ribbed mussel (Geukensia demissa) and Morton's egg cockle(Laevicardium mortoni), and the tiny gem shells (Gemma gemma). Univalve mollusks or gastropods in the bay include mud snails (Ilyanassa obsoleta, Littorina littorea) and slipper shells (Crepidula fornicata and C. convexa).          The open water of the Atlantic Ocean along the southern shore of Fire Island does not provide the protection for organisms that is afforded by the less turbulent, estuarine waters of the bay. However, a number of invertebrates—including mollusks—dwell in the sand on the bottom of the continental shelf along Fire Island. The economically important surfclam (Spisula solidissima) lives on the ocean side of the island. It is harvested far off-shore, but its shells frequently wash onto the beach. You may even see a flock of gulls fighting over one of these live mollusks on the beach. Other ocean mollusks include the bivalve razor clam (Enis directus) and the univalve conch (Busycotypus canaliculatum).      Learn More  Conservation and Management of the Living Marine Resources of Fire Island National Seashore David O. Conover, Robert Cerrato, and William Wise, Stony Brook University, December 2005.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/mollusks.htm"
}
