{
    "title": "Fire Island National Seashore: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles              More than 30 species of reptiles (turtles and snakes) and amphibians (frogs, toads and salamanders) have been known to live within or visit Fire Island National Seashore, on the south shore of Long Island, from the Fowler's toad to the giant leatherback sea turtle. However, in a recent herpetological study, only 2 species of amphibians and 8 reptile species were documented as residents on Fire Island.  See Inventory of Amphibians and Reptiles at Fire Island National Seashore, September 2010.      Reptiles Reptile species identified within Fire Island National Seashore include the eastern mud turtle (Kinosternon subrubrum subrubrum), spotted turtle (Clemmys guttata), northern diamondback terrapin (Malaclemys terrapin terrapin), snapping turtle (Chelydra serpentina), eastern box turtle (Terrapene carolina), eastern garter snake (Thamnophis sirtalis), and northern black racer (Coluber constrictor constrictor). Northern diamondback terrapins are found on the backbay sides of barrier islands. The turtles forage in tidal creeks of marshes and in the open bays. The northern diamondback terrapin feeds on marine snails, clams, and worms. The species typically comes ashore along the bay in June to lay eggs, which hatch in late summer.      Five species of sea turtles have been documented around Fire Island, although none nest in the area. All are federally threatened or endangered species. The Kemp's ridley turtle (Lepidochelys kempii), leatherback turtle (Dermochelys coriacea), and hawksbill turtle (Eretmochelys imbricata) are federally endangered species. The loggerhead turtle (Caretta caretta) and green turtle (Chelonia mydas) are federally threatened. Four of these species may be found seasonally in the coastal waters of New York, normally from May 1 to November 30. The sea turtles in northeastern nearshore waters are typically small juveniles.  The loggerhead and Kemp's ridley turtles are the most abundant. Coastal Long Island waters are sometimes warm enough from June through October to support green sea turtles. The leatherback, when found in the waters off Long Island, may be pursuing their preferred food source, jellyfish.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/reptiles.htm"
}
