{
    "title": "Fire Island National Seashore: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature              Nature Quick Links   Plants Birds Horseshoe Crabs White-tailed Deer Marine Mammals  Nationally Significant Natural Resources  Fire Island National Seashore consists of 26 miles of the 32-mile long barrier island called Fire Island (See Park Map). The Seashore encompasses 19,579 acres of marine and terrestrial property within its boundaries, including Smith Point County Park located at the eastern end of the island, and 17 communities that pre-dated the Seashore's establishment. The Seashore also includes several islands, sand flats, and wetlands north of the of the barrier island. Approximately 15,000 acres of the Seashore are submerged in the Great South Bay or Atlantic Ocean.      A Globally Rare Ecosystem and New York State's Only Federal Wilderness   Unique resources include the Sunken Forest, a federal wilderness area, and eel grass beds. The Sunken Forest on Fire Island is a 16 hectare maritime holly forest occurring behind the secondary dune, one of only a few mature maritime forests in the New York area and the northernmost holly-dominated maritime forest on the Atlantic barrier island chain.   Both federal and New York State endangered species either breed or germinate in the park, along with eleven other species of concern.       The William Floyd Estate  The William Floyd Estate, a unit of Fire Island National Seashore located across Great South Bay on the Long Island mainland, is quite different from the Seashore's barrier island habitat. The William Floyd Estate is 65% forested, 25% wetlands including salt marsh, 5% open space, and 5% developed around the estate house area. Wildlife found here include the eastern box turtle, spring peeper tree frog, white-tailed deer, great horned owl, and a variety of water birds and songbirds.      Science and Research  Researchers and resource specialists study Fire Island's natural systems - from long-term change in shoreline position to the population dynamics of Eastern box turtles at the William Floyd Estate and more.   Learn more about conducting research at Fire Island National Seashore.      Protecting Fire Island's Natural Resources  The National Park Service is mandated to preserve and protect the natural resources, processes, systems, and values of the units of the National Park System in an unimpaired condition to perpetuate their inherent integrity and to provide present and future generations with the opportunity to enjoy them. Fire Island National Seashore's natural resources are managed according to the criteria found in the Current Management Policies, Chapter 4.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/nature\/index.htm"
}
