{
    "title": "Fire Island National Seashore: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections       Fire Island National Seashore Museum Collections  The National Park Service actively collects and maintains large museum collections related to the cultural and natural history of all parks. The Service classifies its collections into seven major categories: Archeology, History, Archives, Ethnography, Biology, Paleontology and Geology. Park collections are used for a variety of purposes. Museum objects are used in permanent and temporary exhibits, such as the furnishings in the Old Mastic House at the William Floyd Estate. The collections are also used in the park’s interpretive programs. For example, mounted plant specimens from the nearly 1,500 cataloged biology specimens are used to show visitors the characteristics of plants species found on Fire Island.         The majority of the Fire Island National Seashore's museum collections are related to the Floyd Family. However, there are objects and documents related to the United States Life Saving Service, the Fire Island Light Station, the history of Fire Island and its communities, and a collection related to the history of the park. The materials that are not on permanent exhibit are housed in the Curatorial Storage Facility for preservation and protection. The Historic Collection, dating from the late 1600s until the 1970s, contains over 25,000 objects. These include oil on canvas paintings, lithographs, steel engravings, shirts, socks, shoes, rifles, sabers, uniforms, hats, bodices, gloves, books, drawings, silverware, cups, saucers, plates, plates, glasses, bottles, rings, fans, dresses, wagons, blueprints, maps and magazines, and many other objects related to the use and occupancy of the Old Mastic House and the property by the Floyd Family.        Drawing of Fire Island Lighthouse, with its new black and white bands (its \"daymarks\"), dated February 16, 1891.   The Archival Collection contains over 35,000 documents from bills, receipts, letters, Last Wills and Testaments, school notebooks, newspaper clippings, Deeds, and Indentures, dating from the late 1600s to the 1970s. These documents provide approved researchers an opportunity to work with primary sources. This collection also contains materials related to the developmental history of the park. The “No Fire Island National Seashore” posters and “I want a Fire Island National Seashore” bumper stickers are stored right near the blueprints for the Watch Hill development and the materials related to the public hearing on the first General Management Plan from the mid–1970s. The Archeological Collection of over 32,000 objects represents the materials recovered in 6 different archeological projects conducted on the property for specific research projects. In addition to documenting the use and activities of an area, these collections are used by researchers for comparison of bricks, glass and ceramic wares.      Materials in the park's collections are available, on a limited basis, for bona-fide research purposes. All requests for use of park collections for research must be submitted in writing to the park's curatorial staff. Due to limited staffing and facilities, not all requests may be accommodated at the specific needs of the researcher. In order to limit the extent that materials are handled, requests should be as specific as possible. The park's Curator will review and approve all requests for research in the park’s collections. Access to the materials is predicated upon the physical condition and the level of processing. All research must be accomplished on site.     For additional information, please contact the park’s curatorial office. Phone: 631-395-9693",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/collections.htm"
}
