{
    "title": "Fire Island National Seashore: The Wreck of the Louis V. Place",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Wreck of the Louis V. Place                Wreck of the Louis V. Place         U.S. Life Saving Service crewmen launch a surfboat. NPS Photo  The Louis V. Place The wreck of the Louis V. Place is one of the best known wrecks that occurred on Fire Island. The small schooner carrying a cargo of coal from Baltimore to New York stranded on a sand bar east of the Lone Hill lifesaving station in the icy conditions of February 1895. The small crew of eight men faced days of difficulty early in their journey. By February 5 heavy weather began to cause the Place's sails, rigging, and hull to ice up. By the 7 the ship would essentially be what was described as a \"drifting iceberg.\" The near frozen ship stranded on February 8. The Lone Hill crew spotted it first and telephoned for assistance. Two adjacent stations were already working to rescue a ship, the John B. Manning, which had stranded several hours earlier between the Lone Hill and Blue Point stations, about a mile away from the Place. Lifesavers from the Lone Hill station were joined by the Blue Point and Point O'Woods crew. Unfortunately they quickly realized that ice and strong waves made it impossible to launch a rescue boat; the Place's crew would have to be rescued by the breeches buoy. USLSS crew fired the Lyle gun but the hypothermic and frostbitten crew on the Place was unable to retrieve the line due to hypothermia. By this time two men, Captain William Squires and the cook, Charlie Morrison, had fallen from the rigging where the men had taken shelter from the freezing water. Other rescue attempts were unsuccessful. Lifesavers waited until morning when they found only two of the four remaining men on board were still alive. By midnight of the second day they were able to launch a rescue boat and retrieve the two men, 40 hours after the boat first became stranded. Six crew members perished during the rescue efforts, two were rescued, only one survived. Eight plots were placed in the Lakeview Cemetery in Patchogue for the lost sailors, but only four are buried there, Gustave Jaiby, Charles Allen, August Olson and Fritz Oscar Ward.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/wreck-of-the-louis-v-place.htm"
}
