{
    "title": "Fire Island National Seashore: Fire Island Lighthouse 1858-Present",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Fire Island Lighthouse 1858-Present                History of the Fire Island Lighthouse        Portion of an 1838 drawing from the U. S. Coast and Geodetic Survey archives shows the first Fire Island Lighthouse (1826-1858) and its keepers quarters in the background, close to the Fire Island Inlet.        Pre-Lighthouse Era on Fire Island: 1783-1824 After the American Revolutionary War, New York became one of the busiest ports in America. Many ships destined for New York sailed to port parallel to the southern coast of Long Island. Fire Island was part of this shoreline, one in a series of gently sloping barrier beaches. With offshore sandbars lying six to nine feet below the surface and about a quarter mile from the shoreline, this area could be treacherous for ships. Most shipwrecks off the southern coast of Long Island hit the sandbar and snapped their masts. The rise and fall of the sea could then destroy their hull. Approximately 200 known and an estimated 640 unidentified ships wrecked off the coast of Fire Island since the mid-1600s. On August 7, 1789, the federal government assumed jurisdiction over lighthouses, which had previously been administered separately by the states. Lighthouses were not present along the coast of Long Island prior to the change in jurisdiction. The Montauk Point Lighthouse, constructed on the easternmost tip of Long Island in 1797, was the first federally funded lighthouse in the country and was the first of several lighthouses that would guide ships along the coastline into New York Harbor. The Fire Island Light, placed into service in 1826, was the second lighthouse along the coast of Long Island.      First Fire Island Lighthouse: 1825 - 1858 The first Fire Island Lighthouse was built on the western end of Fire Island and put into service in 1826. Constructed of Connecticut River blues split stone, the tower was octagonal in shape and 74 feet tall, tapering from a 32-foot diameter base to a diameter of 16 feet at its top. Its lantern room was 12 feet in diameter. With a focal plane (or height above sea level) of 89 feet, its light could be seen for about 10-14 nautical miles out to sea.      The Second Lighthouse is Constructed: 1857-1858 The The current Fire Island Lighthouse was completed in 1858, with a state-of-the-art revolving first order Fresnel lens produced in France by the Henry-Lepaute company. It was equipped with a first order hydraulic lamp, with 5 concentric wicks, and used Colza oil or whale oil. The 16-foot-tall, beehive-shaped glass and brass apparatus was rotated by means of a clockwork mechanism with flying pendulum. It emitted a 5-second flash once every minute. With a focal plane of 166 feet above sea level, this light could be seen from ships at least 21-23 nautical miles at sea.  This original first order Fresnel lens served as a beacon to mariners from the top of the Fire Island Lighthouse from 1858 through 1932. In 1933, it was taken out of service and displayed at the Franklin Institute in Philadelphia until 2000.           The Fire Island Lighthouse Preservation Society The Fire Island Lighthouse Preservation Society (FILPS), a nonprofit organization which was instrumental in the preservation of the deteriorating Fire Island Lighthouse in the late 1970s, now operates visitor services at the site under a cooperating agreement with the National Park Service at Fire Island National Seashore. Since 2006, FILPS has also maintained the Fire Island Light as a private aid to navigation under an agreement with the United States Coast Guard. FILPS is authorized as a fundraising partner to support maintenance and improvements at the Fire Island Lighthouse, and since 2005 has raised more than $500,000 for the construction of the new building to display and interpret Fire Island's original first order Fresnel lens.      Learn More  History of Fire Island History of the Fire Island Lighthouse Fire Island Lighthouse Preservation Society The Fire Island Light Station was listed on the National Register of Historic Places on September 11, 1981. See Cultural Landscapes Inventory for Fire Island Light Station, 2004             Original artwork created by Steve Harrington for National Park Service.  .The 1858 Fire Island Lighthouse was originally a cream color. It didn't get its distinctive black and white daymarks until 1892.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/fire-island-lighthouse-history.htm"
}
