{
    "title": "Fire Island National Seashore: History of Fire Island's Fresnel Lens",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     History of Fire Island's Fresnel Lens                History of the 1858 Fire Island Lighthouse 1st Order Fresnel Lens          When the present Fire Island Light began operation on November 1, 1858, it was illuminated by a state-of-the-art first order Fresnel (pronounced fray-nel') lens, an intricate beehive-shaped mass of brass and glass prisms, rotating on a clockwork assembly. This lighting apparatus served as a beacon to mariners from the top of the Fire Island Lighthouse from 1858 to 1933. See animation \"How a Fresnel Lens Works,\" from www.pbs.org. After an absence of 78 years, this Fresnel lens returned to Fire Island on March 8, 2011. It was unveiled in its new home on July 22, 2011.          The first Fire Island Lighthouse was built in 1826, and was dismantled when the current light station was constructed in 1857-58.  Its foundation remains just to the west of the current Fire Island Lighthouse terrace. Original artwork created by Steve Harrington for National Park Service.  Brief History of Fire Island's Fresnel Lens The first Fire Island Lighthouse (1826-1858), 74 feet tall, was built on the western end of Fire Island in 1826; its light could be seen for 10 nautical miles out to sea. In 1852,following the recommendation of the United States Lighthouse Service, Congress ordered the Fresnel-type of apparatus to be installed in all newly constructed lighthouses. Plans were begun to replace the first Fire Island Lighthouse.      The current Fire Island Lighthouse, completed in 1858 with a state-of-the-art revolving first order Fresnel lens and Funck hydraulic lamp using whale oil, had a focal plane of 166 feet above sea level, so that this light could be seen from ships at least 21 nautical miles at sea. This was a part of a national initiative to improve maritime safety. It is significant today as a symbol of the commercial and maritime heritage of the United States, and the evolution of communication and navigational technologies. The Fresnel lens helps tell that story. This original first order Fresnel lens, an intricate beehive-shaped mass of brass and glass prisms, served as a beacon to mariners from the top of the Fire Island Lighthouse from 1858 to 1933. After being taken out of service, it was displayed at the Franklin Institute in Philadelphia from 1939 to 2000. A \"Return of the Lens\" has long been envisioned. In 1986, Fire Island National Seashore (FINS) identified the lens as an important artifact that was envisioned for inclusion in the park's cultural history collection. When the lens was slated for removal from the Franklin Institute in 2000, FINS and FILPS began formal discussions with USCG for the transfer of the object to the National Park Service (NPS) on a long-term, renewable loan. By 2001, more than 30 crates of the disassembled lens were being stored by the NPS, awaiting construction of a suitable display facility. On March 8, 2011, the Fire Island Light Station's first lighting apparatus - now more than 150 years old - made its way back to Fire Island...still in crates. Its future home, an intriguing new building designed specifically to display the impressive 16-foot-tall artifact, was completed in 2011. The Fresnels Lens Building was open to the public in July, 2011. The new facility is open during regular hours for the Fire Island Lighthouse, which is operated by the Fire Island Lighthouse Preservation Society. There is no charge to enter the Fresnel Lens Building, but an interpretive fee is collected for lighthouse tower tours. For more information, please call 631-661-4876.        Learn More  History of Fire Island History of the Fire Island Lighthouse Fire Island Lighthouse Preservation Society The Fire Island Light Station was listed on the National Register of Historic Places on September 11, 1981. See Cultural Landscapes Inventory for Fire Island Light Station, 2004             Fire Island Lighthouse Preservation Society  The Fire Island Lighthouse Preservation Society (FILPS), a nonprofit organization which was instrumental in the preservation of the deteriorating Fire Island Lighthouse in the late 1970s, now operates visitor services at the site under a cooperating agreement with the National Park Service at Fire Island National Seashore. Since 2006, FILPS has also maintained the Fire Island Light as a private aid to navigation under an agreement with the United States Coast Guard. FILPS is authorized as a fundraising partner to support maintenance and improvements at the Fire Island Lighthouse, and since 2005 has helped raise more than $400,000 for the construction of the new building to display and interpret Fire Island's original first order Fresnel lens.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/fresnel-lens-history.htm"
}
