{
    "title": "Fire Island National Seashore: The Wreck of the Elizabeth",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Wreck of the Elizabeth                Wreck of the Elizabeth         Storm waves crash onshore. NPS Photo  The Wreck of the Elizabeth The Elizabeth was one of the most publicized shipwrecks preceding the founding of the United States Lifesaving Service. The 530-ton vessel wrecked in a summer storm off of what is now the Point O'Woods area on July 19, 1850. The Elizabeth was sailing from Italy, carrying a cargo that included marble, silks, oils, and soaps, with five passengers and a crew of fourteen. The Elizabeth was particularly memorable because of the high-profile passengers who perished in the wreck. Ten people ultimately lost their lives; most notable among them was Margaret Fuller, a noted author, scholar and feminist, and one of the few women known among her male literary peers, who included Henry David Thoreau and Ralph Waldo Emerson. After a week at sea, the captain of the Elizabeth fell ill and died of smallpox. The ship was left in the hands of an inexperienced first mate. At 3:30 a.m. on July 19 the ship struck a sand bar sending the cargo of marble through the ship's side and flooding the hold. Some passengers and crew abandoned ship and swam for shore. Others, including Fuller and her husband and son went down with the ship, drowning as a few volunteer lifesavers attempted to throw lines out to the ship. Many more curious onlookers focused their efforts on combing the beach for the valuable cargo washing up. Forty people were later found guilty of stripping the wreck. Margaret Fuller's death, due to the loss of the Elizabeth, was publicized by her fellow authors, adding to the increased pressure to reform lifesaving measures. When Point O'Woods was founded as a summer resort fifty years later, a bronze plaque was erected to commemorate the wreck and Fuller's death. Ten years later the plaque washed away into the sea.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/wreck-of-the-elizabeth.htm"
}
