{
    "title": "Fire Island National Seashore: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Multimedia Presentations       Check out Fire Island National Sesahore's latest videos on YouTube!         Take a virtual tour of Fire Island National Seashore:   Orientation to Fire Island National Seashore  25 MB mov Video: 75 MB mp4 Duration: 13 minutes     Overview of the park's natural and cultural resources, and its major facilities and recreational opportunities. Includes aerial views of Fire Island and a glimpse of a guided tour of the William Floyd Estate.      Learn more about the significance and the stories of Fire Island National Seashore's cultural resources:  Orientation to the Fire Island Lighthouse 20.3 MB mov 60.8 MB m4v Duration: 11 minutes 30 seconds Orientation to the Fire Island Lighthouse Audio: 9,219 KB mp3 Duration: 11 minutes 30 seconds  Tours into the tower are offered daily, and special guided tours of the Light Station grounds are offered periodically. Curriculum-based education programs are also conducted by the Fire Island Lighthouse Preservation Society.                 Horseshoe Crabs and Citizen Science on Fire Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 16 seconds  In this short 3-minute video, take a closer look at this fascinating creature and the citizen scientists helping us learn more about the spawning population of horseshoe crabs on Fire Island.                The William Floyd Estate    Learn more about William Floyd, and the estate located in Mastic Beach on Long Island.  Duration:6 minutes, 24 seconds                   Fire Island National Seashore 40th Anniversary Commemoration September 11, 2004  Ocean Beach, Fire Island While this historic anniversary program wasn't officially or professionally recorded, its content was captured on amateur video. Some of these programs are available on the Friends of Fire Island National Seashore web site to share this perspective on the establishment of of the seashore on September 11, 1964. Introductions Keynote Address by Lee Koppelman Reminiscences by Walter Reish Historic Readings by Bartley Horton Reminiscences by Claire Siegel Remarks by Murray Barbash Conclusion by Irving Like",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/photosmultimedia\/multimedia.htm"
}
