{
    "title": "Fire Island National Seashore: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 02, 2016  National Park Service Invites Everyone to Find Your Park during the Centennial Birthday Month  Celebrate the National Park Service Centennial and \"Find Your Park\" at Fire Island National Seashore during August.   June 10, 2016  Find Your Park through Art at Fire Island National Seashore  A variety of art free art exhibits, interactive workshops, and contests are planned throughout the summer at Fire Island National Seashore to celebrate the National Park Service Centennial.   May 23, 2016  William Floyd Estate Celebrates National Park Service Centennial with New Exhibit  The William Floyd Estate opens Friday, May 27 with a new exhibit honoring the National Park Service Centennial.   May 02, 2016  National Park Service Approves Fire Island National Seashore White-tailed Deer Management Plan  Fire Island National Seashore Superintendent Chris Soller announced today that National Park Service (NPS) Northeast Regional Director Michael Caldwell approved the Seashore's White-tailed Deer Management Plan through a Record of Decision, available on the NPS Park Planning, Environment, and Public Comment website. The plan sets forth an integrated management strategy to protect and restore native vegetation and other natural and cultural features within federal tracts of the Seashore, including the globally rare Sunken Forest.   April 29, 2016  Tourism to Fire Island National Seashore Creates Over 23 Million in Economic Benefits  Report shows visitor spending in 2015 supported 218 jobs and had a cumulative benefit to the local economy of $23.5 million.   April 28, 2016  Free Fire Island Lighthouse Tower Tours for Fourth Graders with Every Kid in a Park Pass  Fourth graders and one caregiver are invited to climb the Fire Island Lighthouse for free with the Every Kid in a Park pass.   April 04, 2016  Find Your Park on Long Island during National Park Week, April 16-24, 2016  #FindYourPark at Long Island's national parks during National Park Week, April 16-24, 2016.   February 26, 2016  Public Scoping Comment Report for Wilderness Breach Management Plan Now Available  The Public Scoping Comment Summary Report for the Wilderness Breach Management Plan is now available online.   February 23, 2016  William Floyd Elementary School Fourth Graders Explore Fire Island National Seashore through National Park Foundation Grant  The entire fourth grade class from William Floyd Elementary School will be visiting three Fire Island National Seashore sites in 2016, a program supported by National Park Foundation grant funding.   January 05, 2016  National Park Service Releases Final Deer Management Plan for Fire Island National Seashore  The Fire Island National Seashore Final Deer Management Plan\/Environmental Impact Statement is available on the National Park Service Planning, Environment, and Public Comment website. A January 8 Federal Register Notice will begin a 30-day no action period.   December 17, 2015  National Park Service Accepting Applications for Artist-in-Residence Program at Fire Island National Seashore  The National Park Service will be accepting applications for its 2016 Artist-in-Residence program through February 5, 2016.   December 03, 2015  Fire Island to Moriches Inlet Stabilization Project Underway on West End of Fire Island  Off-road driving permit holders will be required to use the interior route while construction on the second phase of the Fire Island to Moriches Inlet (FIMI) Stabilization Project is underway east of the Lighthouse.   November 24, 2015  Dredge Underway to Provide Safe Access to Fire Island National Seashore Marinas  A dredge operation is underway at Sailors Haven and Watch Hill. The project, initiated in 2014 and funded through Hurricane Sandy relief aid, is slated for late December completion.   October 22, 2015  Bats, Beach Change, and the Fire Island Beacon Featured at Free Open House for Educators  Fire Island National Seashore invites educators of all disciplines and grade levels to attend a free open house workshop to learn more about the Seashore's teacher resources.   October 05, 2015  National Park Service Celebrates Gift of William Floyd Estate  Special ranger-led tours of the Old Mastic House and Fire Island National Seashore's museum collection are planned for October 10 and 11 to celebrate the 50th anniversary of the gift of the William Floyd Estate.   September 28, 2015  Watch Hill Mosquito Sample Tests Positive for West Nile Virus  Fire Island National Seashore's weekly Mosquito Monitoring Program will be extended into October in response to the detection of West Nile virus in a pool of mosquitoes collected September 16.   September 21, 2015  Mosquito Monitoring Efforts Increased on Fire Island  A mosquito sample collected from Watch Hill on September 9 tested positive for West Nile Virus.   September 11, 2015  Fire Island National Seashore Welcomes Volunteers for International Coastal Cleanup and National Public Lands Day  Special volunteer events are planned this September to celebrate the International Coastal Cleanup and National Public Lands Day.   September 10, 2015  Fire Island National Seashore Welcomes Fourth Grade Students through Every Kid in a Park Initiative  Fire Island National Seashore invites fourth grade students to explore the national park in their backyard and discover our national treasures with free entry to national parks and federally managed lands.   September 09, 2015  National Park Service Seeks Input on Fire Island Wilderness Breach Plan  Fire Island National Seashore Superintendent Chris Soller announced the National Park Service will prepare a Breach Management Plan\/Environmental Impact Statement   August 24, 2015  West Nile Virus Found on Fire Island  Mosquitoes collected August 14 as part of Fire Island National Seashore's Mosquito Monitoring Program have tested positive for West Nile Virus. Visitors are encouraged to avoid areas with high densities of mosquitoes.   August 19, 2015  Find Your Park on Long Island and Celebrate the 99th Birthday of the National Park Service  You're invited! In honor of the National Park Service's 99th birthday, two national park sites on Long Island are offering reduced rates and all are hosting special programs.   July 31, 2015  Reduced Rates to Celebrate Founders Day at Fire Island National Seashore  Fire Island National Seashore will offer special programs, reduced ferry fares, and discounted Lighthouse tower tour tickets in celebration of the Seashore's 50th anniversary and the 99th birthday of the National Park Service.   July 29, 2015  50th Anniversary Panel Discussion and Exhibit Recall Citizen’s Campaign to Establish Fire Island National Seashore  Fire Island National Seashore will host special 50th anniversary events to highlight the citizen's campaign to establish a national seashore in New York.   July 09, 2015  Portuguese Man O’ War Reported on Fire Island and Long Island South Shore Beaches  The National Park Service continues to monitor lifeguarded beaches at Fire Island National Seashore sites for Portuguese Man O' War, a jellyfish-like marine creature that has been reported at beaches on Long Island's South Shore.   June 25, 2015  Fire Island National Seashore Continues 50th Anniversary Celebration: Special “River Runs to It” Exhibit Opening July 2  Fire Island National Seashore began its 50th anniversary celebration in September 2014 and the festivities continue this summer with a special exhibit, lecture series, and events throughout the summer.   June 16, 2015  Fire Island National Seashore’s Draft General Management Plan Available for Public Review and Comment  Fire Island National Seashore has released its Draft General Management Plan\/ Environmental Impact Statement (Draft GMP\/EIS) for public review and comment. The comment period begins on June 15, 2015 and extends until September 17, 2015.          Archived News Releases",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/news\/newsreleases.htm"
}
