{
    "title": "Fire Island National Seashore: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Major storms can reveal hidden treasures like the remains of the shipwreck, Bessie White.        History & Culture Quick Links  People Places Stories  Maritime History  Fire Island's maritime history precedes colonization of Long Island. Native Americans hunted and fished in the vicinity long before Colonial settlements were established. The economy and life patterns of residents have centered around the Great South Bay and Fire Island since the area was first settled. The whaling industry, the era of the U. S. Life Saving Service, shipwrecks, habitation of the island, and the local fishing industry are some of the stories you may learn about at the Fire Island Lighthouse. Fire Island also has a long heritage of waterfowl hunting and shellfishing on the Great South Bay. Fire Island Communities  Seventeen communities had been developed on Fire Island before the establishment of the park. When Fire Island National Seashore was established in 1964, its enabling legislation stated that these communities and preexisting commercial uses would be allowed to remain, as long as development was consistent with specific zoning standards. William Floyd Estate  Fire Island National Seashore also includes the ancestral home of one of New York's four signers of the Declaration of Independence: the William Floyd Estate. Here you may learn about 250 years of family history, including the family, the land, and the house - and how it evolved through the centuries.  Historic Places Commemorating the Signing of the Declaration of Independence  As the nation reflects on the 150th anniversary of the Civil War (1861-1865), we find there are connections to Fire Island National Seashore. William Floyd's great-grandson served in the Civil War, and his first-hand accounts are shared through letters back home to Old Mastic. Learn more about Fire Island during the Civil War. Learn More  National Register of Historic Places The William Floyd House in Mastic Beach, Suffolk County, New York, was listed on the National Register of Historic Places on October 15, 1980. The Fire Island Light Station was listed on the National Register of Historic Places on September 11, 1981 New Listing: Cherry Grove Community House & Theater, Fire Island, New York (not a Fire Island National Seashore property) listed 6\/4\/2013        Suffolk County Libraries Suffolk Historic Newspapers  Long Island Maps, Stony Brook University  Suffolk County Historical Society  History and Culture in Our National Parks",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/index.htm"
}
