{
    "title": "Fire Island National Seashore: First Fire Island Lighthouse 1826-1858",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     First Fire Island Lighthouse 1826-1858                First Fire Island Lighthouse: 1826-1858           The first Fire Island Lighthouse was built in 1826, but was dismantled when the current light station was constructed in 1857-58. Original artwork created by Steve Harrington for National Park Service.  The first Fire Island Lighthouse was built on the westernmost end of Fire Island in 1826. It was 74 feet tall, constructed of Connecticut River blue split stone. With a focal plane, or signal height above sea level, of 80 feet, its light could be seen for 10 nautical miles out to sea. Whale oil for the lighthouse was stored in barrels at the base of the tower, with the lamps and lighting apparatus at the top of the tower.        From 1826-1842, the light from the first Fire Island Lighthouse was generated from three sets of six oil lamps. Original Artwork by Steve Harrington for National Park Service  The first lighting apparatus of the 1826 Fire Island Lighthouse initially consisted of 18 lamps, mounted as three sides of six lamps each. Each Argand lamp had a 15-inch reflector. Whale oil was used as the fuel source for the flame. The apparatus rotated and flashed a signal every 90 seconds. The clockwork mechanism was an external gear type. The Fire Island Lighthouse's 1842 lighting apparatus consisted of two sides of seven lamps, each with a 21-inch reflector. Whale oil was still used, and the apparatus rotated at a speed that allowed it to continue to flash every 90 seconds. The clockwork mechanism, however, was an internal gear type.           The lighthouse keeper and his family lived in an adjacent two-story keepers house. There was no bridge to Fire Island, so everything came by boat.      In 1852, Congress-following the recommendation of the United States Lighthouse Service-ordered the Fresnel-type of apparatus to be installed in all newly constructed lighthouses. By 1858, the first Fire Island Lighthouse had been replaced by the current Fire Island Lighthouse, complete with its state-of-the-art revolving first order Fresnel lens and Funck hydraulic lamp. With a focal plane of 166 feet above sea level, this light could be seen from ships at least 21 nautical miles at sea. The first lighthouse and its keepers house were removed, with the materials recycled into the new lighthouse and terrace. All that remains is the foundation, which can still be viewed today beside the new Fresnel Lens Buidling. Learn more about the Fire Island Light Station's First Order Fresnel Lens.      Learn More  History of Fire Island History of the Fire Island Lighthouse Fire Island Lighthouse Preservation Society The Fire Island Light Station was listed on the National Register of Historic Places on September 11, 1981. See Cultural Landscapes Inventory for Fire Island Light Station, 2004",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/historyculture\/first-fire-island-lighthouse.htm"
}
