{
    "title": "Fire Island National Seashore: Archive",
    "body": "News Archive              Subscribe  | What is RSS     May 18, 2015  Watch Hill Marina Opens for Season  Fire Island's Watch Hill marina and visitor facilities opened May 16, with improved water-based access and special event planned throughout the season to celebrate the Seashore's 50th anniversary.   April 30, 2015  White-tailed Deer Movement Study Continues on Fire Island  Researchers fitted 15 female white-tailed deer with GPS-enabled radio tracking collars in 2015 as part of a three-year Deer Movement Study.   April 23, 2015  Tourism to Long Island National Parks Creates $21,460,500 in Economic Benefits: Report shows visitor spending supports 201 jobs in local economy  A new National Park Service (NPS) report shows that 403,662 visitors to national parks on Long Island in 2014 spent $17,043,600 in communities surrounding Sagamore Hill National Historic Site and Fire Island National Seashore. That spending supported 201 jobs in the local area and had a cumulative benefit to the local economy of $21,460,500.   April 21, 2015  Hurricane Sandy-funded Marina Construction Underway: Sailors Haven Marina Closed to Private Boaters Through July 20  Work to upgrade the Sailors Haven marina is now underway. The marina will be closed to private boaters during construction, scheduled to be completed by July 20.   April 20, 2015  Nesting Bald Eagles at William Floyd Estate for First Time in Decades: Park Areas Closed to Protect Nesting Birds  A pair of nesting bald eagles was discovered at the William Floyd Estate, a unit of Fire Island National Seashore. Areas of the Estate will be closed to protect the eagles during this sensitive time.   April 08, 2015  Fire Island National Seashore Joins National Find Your Park Movement  Fire Island National Seashore invites you to Find Your Park during National Park Week.   March 31, 2015  National Park Service Responds to Southern Pine Beetle Infestation at Fire Island National Seashore  A National Park Service Arborist Incident Response team will cut down roughly 600 trees at the William Floyd Estate on Long Island and within the Sunken Forest on Fire Island in response to confirmed southern pine beetle infestations at Fire Island National Seashore.   March 25, 2015  Fire Island Dredge Operation Underway  H&L Contracting of Bay Shore, New York resumed dredge operations at Watch Hill on Fire Island this week after delays due to sever winter weather and extensive ice in the Great South Bay.   January 12, 2015  Call for Artists-in-Residence at Fire Island National Seashore  Fire Island National Seashore is inviting artists of all disciplines to apply to its new Artist-in-Residence program.   December 23, 2014  Dredging to Begin at Sailors Haven and Watch Hill on Fire Island  A dredge project, funded through the Hurricane Sandy Disaster Relief Act, will begin next week on Fire Island. The project will restore the Watch Hill and Sailors Haven navigation channels to pre-Sandy dimensions.   October 17, 2014  Long Island Century Bat Survey Completed in Time for National Bat Week  The Long Island Century Bat Survey was completed this year on Fire Island National Seashore. The first ever National Bat Week will be celebrated October 26 through November 1.   August 18, 2014  Fire Island National Seashore Turns 50  FINS will celebrate its 50th anniversary with a variety of events to reflect and reminisce on the past fifty years and to embrace a shared vision for the ongoing stewardship of Fire Island into the next fifty years. Mark your calendars as the celebrations will begin shortly after Labor Day!   August 04, 2014  William Floyd Biographer Signs Book at William Floyd Estate Comes to Patchogue Exhibit  William Floyd Estate biographer Larry Lowenthal will stop by the \"William Floyd Estate Comes to Patchogue\" exhibit at the Patchogue-Watch Hill Ferry Terminal for a book signing on Saturday, August 16, 2014.   August 01, 2014  Tourism to Fire Island National Seashore Creates $11,952,500 in Economic Benefit  Visitors to Fire Island National Seashore spent nearly $12 million in local communities in 2013.   July 30, 2014  Seashore to Host Open House Workshops on Draft White-tailed Deer Management Plan  Fire Island National Seashore will host two open house public meetings for public review and comment of the draft White-tailed Deer Management Plan\/EIS.   July 24, 2014  Fire Island National Seashore Prohibits Alcohol on Federal Lands Between Atlantique and Corneille Estates  Beginning August 1, 2014, alcohol will be prohibited on federal lands between Atlantique and Corneille Estates on Fire Island.   June 25, 2014  Photo Exhibit Offers New Look at Historic House  Long Island artist\/photographer Xiomaro captures the historic William Floyd Estate in a new light. A selection of his photographs, commissioned by the National Park Service, will be on display at the Patchogue Ferry Terminal from July 4-August 17, 2014.   June 10, 2014  Amphibious Vehicle to Aid in Shoreline Research  Scientists with the US Geological Survey will be using a variety of tools, including an amphibious vehicle, to collect shoreline data June 10 - 19.   May 22, 2014  Book Signing - William Floyd Biographer Spends the Day at the William Floyd Estate  William Floyd biographer Larry Lowenthal will visit the William Floyd Estate on May 31, 2014 to discuss and sign copies of his book.   April 17, 2014  Fire Island National Seashore to Proceed with Dredging Projects  Dredge project to reestablish safe, public access to National Park Service facilities in aftermath of multiple storms will proceed.   March 17, 2014  Deer Movement Study Underway  Researchers begin three-year white-tailed deer movement study on Fire Island.   March 07, 2014  Tourism to Fire Island National Seashore creates $19,258,500 in Economic Benefit  National park tourism is a significant driver in the national economy. A new National Park Service (NPS) report shows that 483,334 visitors to Fire Island National Seashore in 2012 spent $19+ million in communities near the park. That spending supported 206 jobs in the local area.   February 25, 2014  Fire Island National Seashore 9th Biennial Science Conference  This two-day conference will highlight the latest research and monitoring efforts at Fire Island National Seashore.   February 11, 2014  Fire Island National Seashore's 2014 Superintendent's Compendium Released  Fire Island National Seashore's 2014 Superintendent's Compendium was signed on January 31, 2014 and is available on the park website.   November 22, 2013  Celebrate the Chilly Season at Fire Island National Seashore  A variety of programs are offered for late November and December 2013 at Fire Island National Seashore.   October 31, 2013  Fire Island Lighthouse Celebrates its 155th Birthday; Festivities on Saturday, November 2  An afternoon of special activities and programs conducted by past residents are among the festivities planned by the Fire Island Lighthouse Preservation Society on November 2, 2013.   October 31, 2013  Additional Sandy-Funded Projects for Fire Island National Seashore  Funding for storm damage repairs and for additional research projects has been approved for Fire Island. Some work begins this fall.   October 22, 2013  Fall Programs Resume at Fire Island National Seashore  A variety of ranger- and partner-led programs are scheduled for November and December 2013.   October 22, 2013  Public Comment Period Extended for Fire Island National Seashore Dredging Projects  Closing date for comments about the environmental assessment for proposed dredging projects will be extended from October 9 to October 27, 2013, due to the government shutdown. Funded projects are still expected to begin this fall.   September 12, 2013  New Education Programs for Fire Island, New NPS Website for Teachers  Fire Island National Seashore has completed two new lesson plans, just in time for announcement of the National Park Service's new web tool for teachers!   September 09, 2013  Public Comment Period Opens for Fire Island National Seashore Dredging Projects  Comments about the environmental assessment for the proposed projects will be accepted September 9 through October 9, 2013. Funded projects are expected to begin this fall.   August 17, 2013  Fire Island Offers Diverse Late Summer\/Early Fall Programs  A variety of programs and special tours are offered as the summer comes to a close on Fire Island.   July 15, 2013  Public Scoping for Fire Island National Seashore Dredging Projects  Comments about the proposed projects will be accepted July 15 through August 5, 2013, and the public will have an opportunity to comment on the environmental assessment by early September 2013.   June 28, 2013  Civil War Stories at William Floyd Estate on July 4th Weekend  \"The Civil War and the Floyds\" provides a glimpse into the personal lives of one family from 1862-1864.   June 25, 2013  Art Shows At Fire Island Lighthouse and Patchogue Ferry Terminal Open this Week  Annual art shows help park partners support the park.   May 22, 2013  Fire Island Lighthouse Reopens May 25, 2013  The reopening of the Fire Island Lighthouse has awaited reopening of Robert Moses State Park, where lighthouse visitors park in Field 5.   May 15, 2013  New Reservation System for Wilderness-Backcountry Camping at Fire Island  A  new reservation system for wilderness\/backcountry camping permits goes online on May 15, 2013, for overnight stays starting May 25, 2013. Check-in and access to each camping zone is now required through Watch Hill.   May 07, 2013  Additional Fire Island Facilities Reopen in May 2013  All Fire Island National Seashore facilities are expected to be open by Memorial Day weekend.   April 15, 2013  2013 National Junior Ranger Day at Fire Island Wilderness Visitor Center  Kids of all ages can enjoy a variety of activities on Fire Island during National Park Week and on National Junior Ranger Day, April 20, 2013.   March 27, 2013  Status of Old Inlet Breach on Fire Island  Five months after Hurricane Sandy created a breach on Fire Island at Old Inlet, the National Park Service and other members of a breach contingency monitoring team continue to track its position.   February 14, 2013  Great Backyard Bird Count at Fire Island Wilderness and William Floyd Estate on February 16  Join a worldwide citizen science effort by documenting winter birds at Fire Island National Seashore.   February 12, 2013  Fire Island National Seashore Releases its 2013 Superintendent's Compendium  On February 4, 2013, the annual compendium of public use limits, closures, permit requirements, and other restrictions was signed by the park superintendent. A copy is posted on the park's web page.   February 07, 2013  Post-Storm Recovery Continues at Fire Island National Seashore  While the Wilderness Visitor Center and William Floyd Estate are back to near-normal operations, other park facilities remain closed to the public. The typical mid-May reopening of Fire Island-based facilities could be delayed during post-storm recovery in 2013.   January 03, 2013  Winter Hikes and Programs on Fire Island and at William Floyd Estate in 2013  Although parts of Fire Island remain closed due to post-storm recovery, ranger-guided hikes and other special programs are scheduled for the William Floyd Estate and the Wilderness Visitor Center throughout the winter.   November 20, 2012  Fire Island National Seashore Continues Wilderness Breach Evaluation  Following protocol of a multi-agency 1997 Breach Contingency Plan, the NPS continues to monitor conditions at a post-Hurricane Sandy breach of Fire Island within the federal wilderness area.   November 16, 2012  Most Fire Island Facilities Remain Closed During Post-Sandy Clean-up  While most of Fire Island National Seashore's island-based facilities are closed at this time of the year, those that are usually open year-round were closed due to the impacts of Hurricane Sandy on October 29, 2012. The Fire Island Lighthouse remains closed, but the Wilderness Visitor Center has reopened on weekends, and there is limited pedestrian access to the beach at that site.   November 03, 2012  Fire Island National Seashore Remains Closed Following Hurricane Sandy  Fire Island National Seashore remains closed following the arrival of Hurricane Sandy. Damage assessments have been underway.   October 26, 2012  Fire Island Preparing for Hurricane Sandy  Pre-storm preparations are underway in advance of Hurricane Sandy.   October 23, 2012  Coastal Harvest Presentation Celebrates Nature’s Bounty for Thanksgiving  Learn about foods derived from the barrier island and its surrounding waters.   October 22, 2012  Boats & Beaches, Bass & Bluefish, Fluke & Flounder: Fishing Fire Island  Presentation of recent recreational marine fishing information gathered at Fire Island National Seashore.   October 18, 2012  Fall 2012 Programs at Fire Island National Seashore  From walks and talks to annual celebrations, a variety of programs will be held at Fire Island National Seashore this fall.   October 03, 2012  Special Programs this Columbus Day Weekend at William Floyd Estate and on Fire Island  The season is winding down with the closure of some facilities and the end of this year's ferry service to Watch Hill and Sailors Haven, but some programs and activities are still available all year.   October 02, 2012  West Nile Virus Detected in Mosquitoes near Watch Hill  West Nile virus (WNV) was detected from a sample of mosquitoes collected in late September between Watch Hill and the community of Davis Park on Fire Island. Although temperatures are dropping and mosquitoes are not as abundant, people should continue to make efforts to avoid being bitten by mosquitoes.   September 12, 2012  International Coastal Cleanup on Fire Island  Fire Island National Seashore is hosting  beach clean-up events during September 2012.   August 23, 2012  Celebrate National Park Service's 96th Birthday: Enjoy a Fire Island program on August 25  Celebrate 96th anniversary of the establishment of the National Park Service on August 25, 1916. Enjoy one of many ranger-guided interpretive programs on Fire Island this Saturday, August 25, 2012.   August 13, 2012  More Special Programs at William Floyd Estate, Fire Island in August 2012  There's still time to catch a number of interesting and educational programs at Fire Island National Seashore this summer.   August 01, 2012  Increased Vigilance for West Nile Virus on Fire Island and at William Floyd Estate  West Nile virus (WNV) was detected from a sample of mosquitoes collected at the William Floyd Estate. No positive samples have been detected on Fire Island, but people should make efforts to avoid being bitten by mosquitoes.   July 19, 2012  Special Programs this Summer on Fire Island and at William Floyd Estate  A wide variety of activities and tours are offered from July 1 through Labor Day. The Summer 2012 Program Guide provides a list of special things to do on Fire Island and at the William Floyd Estate.   June 27, 2012  This Week's National Park Getaway: Fire Island National Seashore  Fire Island National Seashore was selected as the featured park for this week's National Park Getaway.   June 26, 2012  Fire Island Lighthouse 11th Annual Art Show open through July 15  As an annual fundraiser, the Fire Island Lighthouse Preservation Society is exhibiting and offering for sale a selection of nautical, Fire Island-related  original art work.   June 26, 2012  2012 \"Essence of Fire Island\" Photography Exhibition Opens June 28 in Patchogue  The Friends of Fire Island National Seashore will conduct their 3rd annual photography\/art show fundraiser at the Patchogue-Watch Hill Ferry Terminal on weekends from June 30 through August 5.   June 07, 2012  National Get Outdoors Day is Saturday, June 9: Take a Hike on Fire Island  Plan to get out for a hike or a stroll on Saturday, June 9, 2012, to celebrate National Get Outdoors Day.   May 03, 2012  Fire Island's May 2012 Programs feature Migratory Birds, Horseshoe Crabs, Night Skies  Fire Island National Seashore's special programs for May 2012 reflect the progression of spring along the South Shore of Long Island: the return of migratory birds, spawning horseshoe crabs, and observation of the night sky.   April 22, 2012  Teachers Workshop, Science Conference Provide Opportunities to Explore Fire Island Resources  An annual teachers workshop in May and the biennial science conference in April 2012 provide opportunities for educators and tour leaders to learn more about Fire Island resources and current issues.   April 16, 2012  Fire Island's National Junior Ranger Day Program on Saturday, April 21  For 2012, Fire Island National Seashore is celebrating National Junior Ranger Day with a full slate of activities for kids and their families from 11:00 am to 4:00 pm at the Fire Island Lighthouse.   April 04, 2012  Fire Island's Biennial Science Conference Set for April 27-28, 2012  Presentations, posters and a field trip to research sites are features of Fire Island's 2012 Science Conference.   March 29, 2012  Piping Plovers Return to Fire Island; Pet Restrictions March 15 through Labor Day  Annual return of the piping plover initiates protection measures for threatened and endangered species on Fire Island.   March 05, 2012  Fire Island's Special Programs for March 2012 celebrate history, welcome spring  Celebrate Women's History Month, the arrival of spring and the return of migrating birdlife. Learn more about night skies and celestial navigation, too.   March 01, 2012  Fire Island National Seashore's 2012 Volunteer Recruitment Day on March 24  Learn about the latest volunteer opportunities on Fire Island and at the William Floyd Estate.   February 28, 2012  National Parks bring visitors, money and jobs to Long Island  New NPS report shows local benefits of national parks on Long Island at Sagamore Hill National Historic Site and Fire Island National Seashore.   February 24, 2012  From Vestiges of Winter to Harbingers of Spring: 2012 Great Backyard Bird Count at Fire Island National Seashore  From the Snowy Owl to the first Eastern Bluebirds, the 2012 Great Backyard Bird Count at Fire Island National Seashore captured a snapshot of the diversity of birdlife along the South Shore of Long Island's Atlantic Flyway.   February 07, 2012  Great Backyard Bird Count at Fire Island, William Floyd Estate on February 18  Fire Island National Seashore is supporting this year's Great Backyard Bird Count with programs at three sites.   January 24, 2012  USGS Continues Coastal Research at Fire Island this Winter; Program January 28  In order to better understand how beaches are changing and why, the National Park Service partners with other federal agencies to study and monitor coastal processes at Fire Island.   January 17, 2012  Winter Hikes and Programs Planned on Fire Island, at William Floyd Estate  A variety of winter programs geared for a wide range of people reflect the diversity of Fire Island National Seashore's appeal throughout the year.   November 18, 2011  Take a Hike! Join Fire Island's Wintertime Activities to Minimize Holiday Stress  Hikes and other outdoor activities are scheduled during the winter holidays at Fire Island National Seashore.   November 08, 2011  Fire Island Photography Workshop on November 13, 2011  Fire Island Photography Workshop  includes an indoor lecture followed by an outdoor excursion to practice nature and wildlife photography skills.   November 04, 2011  Sailors Haven Channel Dredging Begins; Bayside Sediment Transport Project Underway  The latest Sailors Haven Marina channel dredging project began on November 3, 2011; dredged material will be used in bayside shoreline stabilization project to protect Sunken Forest.   November 01, 2011  Enjoy Getting Outdoors during Fire Island's November 2011 Programs  Fire Island National Seashore is offering a variety of special activities this November. Get outdoors and learn about the park's diverse natural and cultural resources and fun Things-To-Do.   October 11, 2011  Enjoy Fire Island's Annual Fall Migration: \"Birding for Beginners\" on October 15  Learn to recognize both resident species and migrating birds on this valuable Atlantic flyway stopover.   October 03, 2011  Fire Island Offers Special Programs in October 2011  A variety of tours and seasonal activities are planned for October 2011.   September 22, 2011  Preliminary Management Alternatives for William Floyd Estate available for review  Preliminary management alternatives for the William Floyd Estate are now available for public review.   August 30, 2011  Fire Island National Seashore reopens after Hurricane Irene: most facilities open by Labor Day Weekend  Most facilities and services will reopen by Wednesday, August 31.   August 26, 2011  Fire Island National Seashore closures during Hurricane Irene  Fire Island National Seashore facilities and programs have been closed due to the approach of Hurricane Irene. Suffolk County issued a mandatory evacuation notice for Fire Island effective 3 pm on Friday, August 26.   August 18, 2011  Historic Demonstrations at William Floyd Estate: Decoy Carving, Spinning Flax  Watch and learn as local artists share their knowledge of the historic skills of carving wooden waterfowl decoys and spinning flax into linen.   July 15, 2011  Fire Island Light's Fresnel Lens Building opens July 23; Ribbon-cutting Ceremony Friday Evening  New display building for the original Fire Island Lighthouse Fresnel lens will be open for tours on July 23. Ribbon cutting ceremony to be held on Friday, July 22 at 5:30 p.m.   June 30, 2011  July 4th Program at Home of William Floyd, Signer of Declaration of Independence  Join a July Fourth program about the life and times of one of New York's four signers of the Declaration of Independence at his birthplace and home.   June 17, 2011  Public Scoping for Fire Island White-tailed Deer and Vegetation Management Plan  Announcement of public scoping period for Fire Island National Seashore Deer and Vegetation Management Plan: open for comment from June 17 through July 24, 2011.   May 13, 2011  Horseshoe Crab Programs on Fire Island in May, June 2011  Interpretive programs scheduled to coincide with the annual spawning of the Atlantic horseshoe crab are planned for May and June 2011. New spawning surveys are also underway at Fire Island National Seashore.   May 12, 2011  USGS to Conduct Coastal Research Investigations off Fire Island during May and June 2011  USGS to Conduct Coastal Research Investigations within Fire Island National Seashore. 120-foot-long research vessel, several small watercraft, and an airborne laser system will be employed offshore between May 18 and June 9, 2011.   May 06, 2011  2011 \"Essence of Fire Island\" Photography Exhibition Opens May 15 in Patchogue  No abstract supplied.   May 02, 2011  New Watch Hill Ferry Service Contract Awarded to Davis Park Ferry Co., Inc.  Davis Park Ferry Co., Inc., was awarded a new concession contract for passenger service between Fire Island National Seashore's Patchogue Ferry Terminal and Watch Hill, on Fire Island.   April 29, 2011  May 2011 Programs at Fire Island feature Migratory Birds, Horseshoe Crabs  Fire Island National Seashore's special programs in May 2011 focus on the observation of migratory bird life and horseshoe crabs.   April 15, 2011  National Junior Ranger Day Program at Fire Island National Seashore on April 23  An afternoon of special activities and programs geared for children and their families.   March 30, 2011  National Park Week Activities on Fire Island April 16-24  Fire Island National Seashore has planned a variety of activities for children and their families during National Park Week 2011.   March 16, 2011  Piping Plovers Return to Fire Island  Fire Island National Seashore implements its annual protective measures as this tiny threatened shorebird returns to nest on the beach. Pets are restricted on some Fire Island beaches from March 15 through Labor Day.   March 03, 2011  Get Outdoors! Special Walks and Tours for March 2011  Fire Island National Seashore is offering a variety of guided hikes and other special programs in March 2011, providing more incentive to get outside and enjoy America's Great Outdoors.   February 17, 2011  Great Backyard Bird Count at William Floyd Estate on February 19, 2011  As part of the 14th Annual Great Backyard Bird Count (February 18-21, 2011), a guided bird identification walk will be offered at the William Floyd Estate on Saturday, February 19, 2011.   January 28, 2011  William Floyd Estate Winter Hikes  A variety of hikes are offered at William Floyd Estate during the winter, when the Old Mastic House, the home of one of New York's signers of the Declaration of Independence, is closed for the season.   January 20, 2011  Bids Solicited for Ferry Service from Patchogue to Watch Hill  Availability of prospectus for 8-year ferry contract at Fire Island National Seashore.   January 10, 2011  Public Review of Environmental Assessment for Replacement of Watch Hill Well; Comments Due by January 25  Comments are due by January 25 on an environmental assessment for a project to replace a water well within Fire Island National Seashore.   January 07, 2011  Winter Hikes and Special Programs at William Floyd Estate and on Fire Island  A variety of special winter walks and other programs are offered at Fire Island National Seashore.   September 03, 2010  Fire Island National Seashore Operations Disrupted as Hurricane Earl Passes  Park facilities closed as Hurricane Earl passes to the east.   May 27, 2010  Fire Island National Seashore GMP Planning Meeting on June 17, 2010  Preliminary Management Alternatives for new General Management Plan (GMP)to be reviewed 7 - 9 p.m. at the Patchogue Ferry Terminal. GMP Newsletter open for public review and comment through September 6, 2010.   May 25, 2010  \"Essence of Fire Island\" Art Show Extended Through July 5  The Friends of Fire Island National Seashore art show, \"Essence of Fire Island,\" will be on display at the Patchogue Ferry Terminal on weekends, 1-4 pm, through July 5.   April 17, 2010  National Junior Ranger Day Activities at Fire Island Lighthouse on April 24  An afternoon of activities and programs for families and kids of all ages. Earn special National Junior Ranger Day patch and more!   April 05, 2010  National Park Week Activities on Fire Island April 17-25  Fire Island National Seashore is offering a wide variety of programs during National Park Week, April 17-25, reflecting the rich diversity of cultural and natural resources and recreational activities available at this National Park Service area.   March 17, 2010  Fire Island Hosts 7th Biennial Science Conference on April 21-22  Registration is required by April 12 for Fire Island National Seashore's 7th Biennial Science Conference, which will be held on April 21 & 22 in Patchogue.   March 10, 2010  Friends of Fire Island National Seashore Call for Artists  No abstract supplied.   February 09, 2010  Explore the Night Sky on Fire Island  No abstract supplied.   February 04, 2010  Fire Island Facility Manager Receives Regional Natural Resource Award  Facility Manager Jim Dunphy received the 2009 Northeast Regional Director's Natural Resource Award for Natural Resource Stewardship through Maintenance.   January 29, 2010  Winter Walks and Seasonal Programs on Fire Island and at the William Floyd Estate  A variety of winter walks and special programs are offered in February and March at Fire Island National Seashore.   January 28, 2010  Fire Island National Seashore Nominated for Designation as a National Marine Protected Area  Fire Island National Seashore has been nominated for designation as a National Marine Protected Area. Public comments are accepted through February 22, 2010.   December 23, 2009  Deputy Superintendent Sean McGuinness Named Superintendent of Upper Delaware Scenic and Recreational River  Fire Island National Seashore's Deputy Superintendent Sean McGuinness has been selected as the new superintendent for Upper Delaware Scenic and Recreational River.   December 21, 2009  Holiday Programs at Fire Island Lighthouse, Wilderness Visitor Center  Between December 26 and January 2, several winter hikes and special programs are offered at Fire Island National Seashore facilities.    November 11, 2009  Fall Programs at Fire Island National Seashore  A wide variety of programs are offered at Fire Island National Seashore throughout the year, at facilities that remain open year-round.   September 29, 2009  American Recovery and Reinvestment Act provides $6.3 million for Fire Island National Seashore projects  No abstract supplied.   September 25, 2009  Fall Deer Darting on Fire Island  The National Park Service is continuing another season of a long-standing deer immunocontraceptive project on Fire Island. Darting started on September 17 and will continue through the end of this month.   September 21, 2009  National Park Service Plans a Day of Celebration and Service on September 26  On Saturday, September 26, national parks across the country are hosting special events and activities to celebrate America’s Best Idea—national parks. Fire Island National Seashore will show previews of Ken Burns’ new documentary, The National Parks: America’s Best Idea, at three visitor centers (Fire Island Lighthouse, Sailors Haven, and Fire Island Wilderness), and offer additional programs and tours throughout the day.   September 04, 2009  West Nile Virus Detected on Fire Island  One infected mosquito sample found near Wilderness Visitor Center.   August 28, 2009  Swimming Restricted August 29-30 Due to Predicted Hazardous Surf  For a second consecutive weekend,  Fire Island National Seashore will close its beaches to swimming due to hazardous surf conditions.   August 21, 2009  Swimming Restricted August 22-23 Due to High Surf  Due to hazardous surf conditions, Fire Island National Seashore will close its beaches to swimming through this weekend.   August 11, 2009  A World of Birds: International Bird Migration Program at Fire Island Lighthouse  Park Flight Program international volunteer Pilar Velasquez Jofre, from Guatemala, will present a program on Saturday, August 15, at 7:00 p.m. at the Fire Island Lighthouse.   June 30, 2009  Celebrate the Signing of Declaration of Independence at William Floyd Estate  No abstract supplied.   June 09, 2009  Still Time to Register for Fire Island Trek  No abstract supplied.   June 08, 2009  New Rip Current Awareness Posters at Fire Island National Seashore  No abstract supplied.   May 29, 2009  Horseshoe Crab Programs at Fire Island National Seashore  Learn more about these fascinating arthropods as they come ashore to spawn.   May 22, 2009  Piping Plovers Return to Fire Island; Symbolic Fencing\/Monitoring Expanded with Beach Nourishment Projects  A Federally threatened, New York State endangered bird species, the piping plover, has returned to Fire Island. Symbolic fencing and additional protective measures have been expanded this year, where beach nourishment projects were conducted in 2009.   May 04, 2009  Migratory Bird Programs at William Floyd Estate on May 9 and 17  No abstract supplied.   April 23, 2009  Science Conference on May 11-12  Fire Island National Seashore is hosting its seventh biennial science conference on May 11 and 12, 2009. Registration is required by May 4 for this informative 2-day workshop.   April 07, 2009  National Park Week Activities April 18-26  No abstract supplied.   April 02, 2009  Permit for Fire Island Beach Nourishment Project Extended Through April  Fire Island Community Short-term Storm Protection beach nourishment project, which began on Fire Island in late January and was projected to be completed by March 31, has been extended through April 25, 2009.   March 30, 2009  Deer 4-Poster Study to Continue at Fire Island National Seashore  Research permit has been issued to New York State Department of Conservation to continue tests of deer 4-poster tickicide device in communities within boundaries of Fire Island National Seashore.   March 23, 2009  Volunteer Recruitment at Fire Island National Seashore on March 28  Learn about this year's opportunities for volunteer service at Fire Island National Seashore. Positions available for indoor and outside work at Fire Island Lighthouse, Watch Hill, Sailors Haven, and more.   March 01, 2009  Programs This March at Fire Island National Seashore  No abstract supplied.   January 23, 2009  Winter Programs at Fire Island National Seashore This February  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/fiis\/learn\/news\/newsarchive.htm"
}
