{
    "title": "Fire Island National Seashore: Centennial Art Exhibition",
    "body": "Explore This Park    Plan Your Visit     Calendar     Centennial Art Exhibition              Centennial Art Exhibition       Find Your Park Juried Art Exhibition    Dates: July 31–September 5, 2016 Reception: Thursday, August 25, 6:00–8:00 pm Application Deadline: June 10, 2016    The National Park Service turns 100 on August 25, 2016. Join the celebration by sharing your artistic interpretations of \"America's Best Idea.\"    This exhibition is open to visual artists working in media including: drawing, painting, photography, mixed media, textiles, possibly sculpture and installation work depending on available space and display options. Submitted work should reflect thoughts, perceptions, and\/or emotions evoked by experiences with any of our wondrous national parks.    Requirements and Restrictions      Size Limitations—2-D work cannot exceed 42\" in any dimension. 3-D work cannot exceed 6' in height or 36\" in width or depth.  Display Requirements—All work must be professionally presented and appropriate for family viewing, at the discretion of the curator and NPS representative. Wall hangings must be wired and ready to hang. No pedestals are available. Sculptors must supply their own pedestals, in good condition and appropriate for display.  All artists must be 18 years of age or older.   How to Submit Entries      No Fee.  Artists may submit up to 3 entries.  Online Submission Only.    Digital images must be in a JPEG format and no larger than 1 MB each.  Email your completed application form and images in one file titled with your first and last name.  Label each image with your name and the title of your image. Example: yourname_title.jpeg ″Email to: FIIS_FindYourParkArt@nps.gov    Submissions that do not adhere to the above instructions will not be considered.   Find Your Park Juried Art Exhibition Application. Deadline is June 10, 2016.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/centennial-art-exhibition.htm"
}
