{
    "title": "Pipe Spring National Monument: Lizards",
    "body": "Lizards       There are many lizards that make Pipe Spring National Monument their home. Below, you will find information on the species you may find while visiting Pipe Spring National Monument.           Desert Short Horned Lizard   Desert Short-Horned Lizard: (Phrynosoma Hernandesi)   These wide, flat-bodied, spiky lizards rely greatly on camouflage for defense. They are indeed difficult to spot. Their diet consists mainly of ants and beetles.        Desert Spiny Lizard   Desert Spiny Lizard: (Sceloporus Magister)   One of the most frequently seen lizards at Pipe Spring. Desert Spiny lizards perch on tree trunks, rocks and fences, waiting for ants, beetles, and other prey. They can be seen basking on Pipe Spring’s walkways as well. They are thick-bodied lizards and have a dark, wedge shaped marking at their neck.        Eastern Fence Lizard   Eastern Fence Lizard: (Sceloporus Undulatus)  Frequently seen on rocks, tree trunks and fences, these lizards have a rough-scaled appearance but lack the black, collared marking of the larger Desert Spiny Lizard. They sit and wait for their prey, then dart quickly to catch it. Adult males have bright blue markings on their bellies and throats.        Great Basin Collared Lizard   Great Basin Collared Lizard: (Crotaphytus Bicintores)   These are the largest and most colorful lizards at Pipe Spring, and the most seldom seen. Collared lizards can be found mostly on rocky slopes, such as along Pipe Spring National Monument’s Ridge Trail. They sometimes run on two legs.        Leopard Lizard   Leopard Lizard: (Gambelia Wislezenii)  These spotted lizards are the second-largest species at Pipe Spring. They sometimes prey upon smaller lizards. The females have a bright orange stripe along their side.        Sagebrush Lizard   Sagebrush Lizard: (Sceloporus Graciosus)  It is often difficult to distinguish between the Eastern Fence Lizard and the Sagebrush Lizard. Sagebrush lizards have a black bar in front of their shoulder , smoother scales than the Eastern Fence lizard, and dark crossbars that form a striped pattern along their back. Although they are named for the sagebrush, they can be found near a wide variety of vegetation types.        Side-blotched Lizard   Side-blotched Lizard: (Uta Stansburiana)  These are orange-brown to brown colored lizards with fairly smooth scales. They are named for the blue-black bloches just behind their front legs. They often have tiny turquoise-blue spots on their back and tail.        Western Whiptail   Western Whiptail: (Cnemidophorus tigris) In appearance, whiptails can be distinguished from other desert lizards by long tails and lengthwise stripes. Although it takes training to identify different species of whiptails, the western whiptail's stripes fade with maturity, and the adult skin patterns are marbled or even uniformly brownish-tan. Western whiptails tend to prefer desert to grassland areas.",
    "url": "https:\/\/www.nps.gov\/pisp\/learn\/photosmultimedia\/lizards.htm"
}
