{
    "title": "Fire Island National Seashore: Wilderness Camping",
    "body": "Wilderness Camping              Wilderness Area Backcountry Camping  Backcountry camping is available by reservation for overnight stays in the Otis Pike Fire Island High Dune Wilderness area. This can be one of the best ways to experience the qualities of wilderness preserved in this section of Fire Island. Late fall through early spring are the best times to camp to avoid ticks and mosquitoes.  Reservations may be obtained at www.recreation.gov for wilderness\/backcountry camping permits.      Reservations and Permits  There is a $20 fee to reserve a wilderness\/backcountry permit which can be paid by credit card when the reservation is made online. Two backcountry camping zones are available within the Otis Pike Fire Island High Dune Wilderness, the eastern and western zones. Camping is restricted to no more than 12 people at a time in the eastern zone (with a maximum group size of 4 campers\/site) and no more than 24 people the western zone (with a maximum group size of 8 campers\/site). See Wilderness-Backcountry Camping Zones map. From March 15 to Labor Day (when seasonal driving restrictions are implemented), backcountry campsites may be selected on the beach in front of the eastern zone or western zone, in areas where there are no restrictions or closures (e.g., for the protection of nesting shorebirds or other protected species, or where beach conditions are not suitable). At least one member of each camping party must be 18 years of age or older in order to obtain a backcountry camping permit. There is a 3-night limit of stay for wilderness camping.  While the breach at Old Inlet remains open, all access to Fire Island wilderness\/backcountry camping will be through Watch Hill, with check-in at the Watch Hill Visitor Center. Ferry service is available from the park's Patchogue-Watch Hill Ferry Terminal (150 West Avenue, Patchogue, NY 11772) to Watch Hill on Fire Island. Choosing a Campsite  Campsites are not assigned, but you must select a suitable site which will not disturb vegetation, dunes, or nesting shorebirds. Your site must also be no closer than 300 feet from other campers. Additional rules and regulations and safety information will be posted on the Recreation.gov web site. Please be aware that you and your party will need to hike on soft sand from 1 to 3 miles to reach the western camping zone, and from 4 to 5 miles to reach the eastern camping zone. This is a carry-in, carry-out area, and there is no water once you leave Watch Hill. Be prepared for ticks and mosquitoes when the weather is warm! Bring drinking water and all necessary supplies, and carry out all garbage. Open fires are prohibited; use a backcountry stove for cooking. If you have additional questions, call the Office of Interpretation at 631-687-4780.         NPS\/Abell       Check Your Pack - and the Ferry Schedule   Between Labor Day and March 14, campsites should be north of the primary dune, in a sandy area with no vegetation, and at least one mile inside the wilderness boundary.  There are limited dune crossings from the wilderness to the beach. No bicycles or other wheeled vehicles are allowed in the wilderness area.  No dogs\/pets allowed March 15 - Labor Day (plover nesting season); at other times they are permitted but must be on a 6' leash at all times.  Take safety precautions for ticks and mosquitoes. Plan for quickly changing weather conditions.  Bury human waste in a hole 300 feet from water and 6\" from land surface; no trenches allowed.  Leave no trace of your campsite: \"Take only pictures, leave only footprints.\"",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/wilderness-camping.htm"
}
