{
    "title": "Pipe Spring National Monument: 14c - Assimilation and Transition",
    "body": "14c - Assimilation and Transition          Schooling   Kill the Indian in him and save the man.   Henry Richard Pratt, Superintendent         Carlisle Indian School   The U.S. Government established boarding schools in the late 1800s as part of its plan to \"civilize\" American Indian people. The programs were designed to do away with \"unacceptable\" Indian cultural customs. Indian children were forced to cut their hair, wear uniforms, and punished for speaking their native languages or using their native names.  The first federal programs for the Kaibab Paiutes began in 1898. A day school was established on the Shivwits Reservation, outside St. George, Utah. A Paiute boarding school also operated at Panguitch, Utah from 1904 to 1909. Kaibab children continued to be sent to federal boarding schools across the west through the 1960s. Many Kaibab were placed with Mormon families while attending distant schools.  And then when I got a little older they sent me to school. Some of the children had to stay at the school all the time and not come home because they kept doing things wrong and acting bad. So they stayed there all summer....but we always came home.   Kaibab Paiute, Mabel Drye         recalling her days at the Panguitch school.         The Threat of \"Termination\"   From the beginning, the use of federal lands for Indian reservations was criticized. Congress experimented with programs to grant land to individual Indians to speed their assimilation into American culture. Granting private property rights to Indians would also eventually eliminate the need for reservations, opening more land to private entry and development.  The \"termination\" movement of the 1950s led by Utah Senator Arthur Watkins called for the end of federal trust responsibility with Indians. Tribal governments and reservations would be eliminated. Senator Watkins' focused on the Southern Paiute bands of Utah - the Shivwits, Kanosh, Koosharem, and Indian Peaks. These bands were terminated in 1954. The Kaibab were lucky to be in Arizona - outside the area of Watkins' influence. Nevertheless, they witnessed their relatives lose tribal lands and federal assistance programs.     Ultimately the Federal government found termination to be ineffective and even detrimental to the Indians. In 1980 the Southern Paiutes of Utah regained status as a federally recognized tribe.  Tribal Government  Indian tribes were encouraged to \"modernize\" their governments under the Indian Reorganization Act of 1934. That law called upon tribes to develop a constitution creating a tribal council, and encouraged tribal courts and law and order codes. The Kaibab constitution was formally approved by the Secretary of the Interior in 1934, and a council established that same year.  The Kaibab government grew and evolved over the years, ensuring a stronger voice for the people in regional and federal arenas, and protection of the rights and privileges of tribal members.        << back      continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/14c-assimilation-and-transition.htm"
}
