{
    "title": "Fire Island National Seashore: William Floyd Estate",
    "body": "Explore This Park    Plan Your Visit     Places To Go     William Floyd Estate              William Floyd Estate              A Sense of Place Two hundred and fifty years of history are preserved at the William Floyd Estate. The Old Mastic House contains a variety of architectural features and artifacts from three centuries of American life, the story of the family and their use and enjoyment of this place.  The Estate, which was authorized as an addition to Fire Island National Seashore in 1965, is located on the mainland of Long Island in Mastic Beach, New York. The estate contains the ancestral house, grounds, and cemetery of the William Floyd family. William Floyd, a signer of the Declaration of Independence, was born in the house in 1734. In 1976, the Floyd family donated the contents of the house to the National Park Service.   Between 1718 and 1976, eight generations of Floyds managed the property and adapted it to their changing needs. The family used the house and property in different ways over the years. In colonial times, the Floyds ran a huge plantation; later, the family turned to business and politics, and the lands were used for outdoor recreational pursuits like hunting and fishing. The 25-room \"Old Mastic House,\" the twelve outbuildings, the family cemetery and the 613 acres of forest, fields, marsh and trails all graphically illuminate the layers of history.      Things to Do   Guided Tours of the Old Mastic House are offered every half-hour from 10:00 am to 4:00 pm Friday through Sunday and holidays from Memorial Day to Veterans Day. Walk through 25 rooms and more than 250 years of American history on these hour-long tours.    Education Programs   Exhibits - Special \"Recollections, Collections, and 100 Selections\" Exhibit on display in the Old Mastic House in 2016 in honor of the National Park Service Centennial. View 100 never-before-seen items from the Seashore's museum collection representing recollections of life in Mastic and paint an idyllic picture of the \"House and Place in Time.\"    Wildlife Viewing   Exhibits are available throughout the house, including historical photographs of the William Floyd Estate and the Floyd family. The Old Mastic House is filled with furnishings accumulated by eight generations of Floyd family members.  The William Floyd Estate is a recognized South Shore Estuary Reserve Bayway Destination.   Directions to the William Floyd Estate  Open Friday through Sunday and holidays from Memorial Day to Veterans Day. For more information please call 631-399-2030.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/williamfloydestate.htm"
}
