{
    "title": "Fire Island National Seashore: Sunken Forest",
    "body": "Sunken Forest        In the heart of the Sunken Forest, it's hard to image you're so close to the  Atlantic Ocean on a narrow barrier island, where growing condtions are harsh, at best. This special forest is comprised of a rare assemblage of plants.        Fire Island's Sunken Forest is a rare ecological community. The Maritime Holly Forest is only found behind well-established sand dunes along the Atlantic coast from New Jersey to Massachusetts. It is one of six forest types recognized in the National Vegetation Classification System. According to the New York Natural Heritage Program, this state's maritime holly forest was ranked as \"globally rare,\" meaning there are few remaining occurrences of this assemblage of plants throughout the world. Today you can easily visit this rare habitat from May to October, when ferries run from Sayville to Sailors Haven. Throughout the year you may stroll along the boardwalk, although facilities (restrooms) and other services are not available when ferry service is not operating.      The Sunken Forest Preserve  First protected from development in the early 1950s by a concerned group of private citizens, a 50-acre tract of beach, dunes and ancient holly forest just east of Point O'Woods was gradually cobbled together through a fundraising campaign spearheaded in 1952 by the Wildlife Preserves, Inc, and The Nature Conservancy. Sunken Forest Sanctuary was officially dedicated as the Sunken Forest Preserve in 1960. The entrance plaque can still be seen along the western trail entrance. In May 1966, the Sunken Forest Preserve, Inc. donated the property to the recently established (1964) Fire Island National Seashore, under the condition that the property shall always be maintained in its natural state and operated as a sanctuary, and that no public road or highway shall be built through it.         Learn More Ecological Studies of the Sunken Forest, Fire Island National Seashore, New York  Henry Warren Art, 1976 2.0.CO%3B2-W');\">Origin and History of Maple Bog in the Sunken Forest, Fire Island, New York Leslie A. Sirkin, 1972 Sunken Forest Trail Guide (1977, revised 1988) Although the trail numbers have been rearranged and some of the scientific names have changed, this out-of-print booklet includes a lot of good information for study. Visit the Sunken Forest and compare the plants and animals you can see today with those identified in this booklet, and you may be able to see how some conditions have changed over the past twenty years.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/sunken-forest.htm"
}
