{
    "title": "Fire Island National Seashore: Boating",
    "body": "Boating              You can enjoy a variety of boating opportunities within Fire Island National Seashore. Motorboats, sailboats, and kayaks are common summer adornments on the Great South Bay.  However, the use of personal watercraft (PWCs)—also known as \"Jet Skis\"—is restricted within the boundaries of Fire Island. PWCs are not allowed near the shoreline or in channels leading to any park facilities or marinas. PWCs may only be operated in the channels to specific Fire Island communities. Please click here for more information on operating a PWC.      Overnight Stays You may anchor off-shore, outside of channels, in much of the Great South Bay. There is a 14-consecutive-day limit for all overnight stays at park facilities or inside park boundaries, except in the designated wilderness, with a 3-night limit of stay.      Boaters may stay overnight at the Watch Hill or Sailors Haven marina, operated within Fire Island National Seashore by Fire Island Concessions, LLC. Both electric and non-electric sites are available, and rates vary by size of vessel. Amenities at each site include limited food service (full-service restaurant at Watch Hill open on weekends), showers (no hot water), ranger-guided interpretive programs, and a lifeguarded beach during the summer. Other public marinas on Fire Island include the Town of Brookhaven's Davis Park Marina and Great Gun Marina (see map), which provide lower fees for town residents but may accommodate non-residents' vessels; hourly rates may also be available at these facilities. The Town of Islip maintains a marina on Fire Island at Atlantique Beach, with a similar rate structure. The Village of Ocean Beach also operates a marina. Private marinas on Fire Island include those at Cherry Grove and Fire Island Pines, (which have seasonal and limited transient slips) and several commercial establishments that provide a place to dock on a short-term basis.      Barrett Beach Barrett Beach, once a Town of Islip marina located between the communities of Water Island and Fire Island Pines, is now a Fire Island National Seashore dock used only for loading\/unloading and for charter ferry use. Many smaller boats anchor near this dock and the adjacent Talisman bayside beach. Most boaters stay for the day, with a few overnight boats at anchor. There are seasonal restrooms and a few picnic tables, but no other amenities.      Boat ramps for private vessels are available at nearby Captree State Park-on the eastern end of Jones Beach Island and north of the Fire Island Inlet-and several other nearby state parks, and at Smith Point County Marina.       Always Boat Safely  Earn your New York State Safe Boater Certificate Additional sources of safety information and instruction include:  American Canoe Association (Kayak & Canoe Recreation) U. S. Coast Guard Boating Safety National Safe Boating Council New York State Boater's Guide",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/boating.htm"
}
