{
    "title": "Fire Island National Seashore: Sailors Haven \/ Sunken Forest",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Sailors Haven \/ Sunken Forest               Sailors Haven        NPS Photo\/Sucena       A Centuries-Old Forest Sailors Haven is home to one of the best known areas of Fire Island National Seashore—the Sunken Forest. It is located near the center of the island, across the Great South Bay from Sayville, New York. It is accessible by Sayville Ferry, private boat, and foot only.  The well-developed secondary dune system and rare maritime holly forest are among the natural features at this site.      Things To Do Join a ranger-guided tour of the globally-rare Sunken Forest, seine in the Great South Bay, or comb the beach for sea shells. Explore the touch table and fish tanks in the visitor center or grab a snack or souvenir at the snack bar or gift shop.  In addition to a one and a half mile long boardwalk trail through the Sunken Forest, Sailors Haven also offers a visitor center; snack bar\/convenience store\/gift shop; picnic tables and grills; lifeguarded beach (summer only); a 45-slip public marina with electricity, water and a free boat pump-out station; restrooms and showers. (See this year's dates and rates.)       Sail to Sailors Haven The Sailors Haven Marina can accommodate boats with a draft to 5 feet and a 15-foot beam. All slips have electric and water (extra fee charged). There is a 14-day limit on each stay. Reservations are not accepted at this time.  Pets Pets are not permitted on the ocean beach at Sailors Haven from March 15 through Labor Day. You're welcome to bring your dog, but remember that this may restrict your options for enjoyment of Sailors Haven. Pets must always be leashed, and you're required to properly dispose of your pet's excrement. Important Phone Numbers (Seasonal, mid-May - mid-October)  Sailors Haven Visitor Center: 631-597-6183  Sailors Haven Marina, Snack Bar, Gift Shop: 631 597-6171  Sayville Ferry Service: 631-589-8980",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/sailorshaven.htm"
}
