{
    "title": "Fire Island National Seashore: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Fire Island National Seashore Campgrounds             Watch Hill Family Campground  Phone: 631-567-6664 (campground message) On-line Reservations Accessible by private boat or ferry, Watch Hill is located directly across the Great South Bay from Patchogue, and the campground is a 1\/4-mile walk from the ferry dock. Campground is within walking distance of visitor center, marina, general store, ocean beach (lifeguarded during summer months), showers and bathhouse, nature trails, and Otis Pike Fire Island High Dune Wilderness.  The Watch Hill campground has 26 tent sites and one group campsite. Most sites have a sandy base, so you'll need appropriately long tent stakes. There is one universally accessible site on a raised platform. For fee information and a detailed campground map, visit Fire Island Concessions' web site at www.watchhillfi.com.      Wilderness Backcountry Camping  On-line Reservations are required. Effective May 15, 2013, reservations for wilderness camping (backcountry camping) permits for the Otis Pike Fire Island High Dune Wilderness area must be obtained online at Recreation.gov for overnight stays. A cost-recovery fee is charged for each reservation. There are two camping zones within the Otis Pike Fire Island High Dune Wilderness, the \"East\" and \"West\" zones. Access to both East and West wilderness\/backcountry camping zones will be through Watch Hill, since the breach at Old Inlet doesn't allow access to camping areas from the east. See Watch Hill Visitor Center hours (631-597-6455; mid-May to mid-October). Call 631-687-4780 for more information. You must be prepared for ticks, mosquitoes and heat if you intend to camp during the summer. For more information, see Wilderness Camping.  Additional camping opportunities are available at Smith Point County Park. Learn more about Camping on Fire Island.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/campgrounds.htm"
}
