{
    "title": "Pipe Spring National Monument: 14b - Assimilation and Transition",
    "body": "14b - Assimilation and Transition          Church Involvement   As their traditional lifestyle became more difficult to follow, some Kaibab Paiute moved closer to Mormon settlements, such as Kanab. In 1879 the Church gave the Kaibab one-third of the water rights to Moccasin Spring, in part to draw them away from Kanab. They also set up an Indian mission beside Moccasin where the Paiutes were invited to live and learn the ways of agriculture. In the words of an early Mormon resident, it was an attempt \"to get them to settle down at Moccasin and live like white people, farming and cattle raising, instead of roaming over the country in search of a living.\"  Federal Involvement  In 1873, government explorer and administrator John Wesley Powell recommended that the Kaibab Paiutes be placed under Federal jurisdiction, in order to provide them with food and land for farming. However, no Federal action was taken. Powell then recommended that they move to the Ute or Moapa Paiute reservation. The Utes were their traditional enemies and the Moapa area was too far from their homeland. The Kaibab remained.  The Kanab or Kaibab Indians are in very destitute circumstances; fertile places are now being occupied by the white population, thus cutting off all their means of subsistence except game....The foot hills that yielded hundreds of acres of sunflowers...the grass that grew so luxuriantly when you were here...and many other plants that produced food for the natives is all eat out by stock....I should esteem it a great favor if you could secure some surplus merchandise for the immediate relief of their utter destitution.   Jacob Hamblin to John Wesley Powell, 1880          Establishment of the Reservation  In 1907, the General Land Office withdrew 138,000 acres of public lands from settlement \"for the use of the Kaibab.\" In an attempt to prevent land disputes, in 1908 the Kaibab were moved from Moccasin to \"Indian Moccasin\", which later became Kaibab Village. These actions were also aimed at making the Kaibab \"self-sufficient\" as ranchers and farmers. By 1914, the tribe's cattle herd grew to 400 animals and 45 acres of crops were being irrigated. Conflicts soon developed between the Indians and their neighbors over limited range resources and water.       << back      continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/14b-assimilation-and-transition.htm"
}
