{
    "title": "Fire Island National Seashore: Watch Hill",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Watch Hill              Watch Hill              Notice to visitors: There are currently no plans to close the Watch Hill marina for the 2015 or 2016 summer seasons. A project to upgrade the marina is in the development phase and will likely begin in the fall of 2016. When further information on marina closure becomes available, it will be posted on this page and under park alerts. Escape to Watch Hill Watch Hill is located on the western edge of the Otis Pike Fire Island High Dune Wilderness, directly across the Great South Bay from Patchogue, Long Island. It is accessible by Watch Hill Ferry, private boat, and foot only. The Watch Hill area offers a visitor center, a family campground, ranger-led interpretive programs (including guided canoe trips), a 183-slip transient marina with water, electric, and pump-out station; a small convenience store, snack bar, self-guiding nature trail, picnic area, lifeguarded beach (summer only), restrooms, bathhouse, and pay phones. The Pier at Watch Hill, a concession-operated full service restaurant with seating for 90, accepts reservations and transient dockage is available for patrons. The Watch Hill General Store and Snack Bar are open daily mid-May through mid-September, then weekends through mid-October.  Boat to Fire Island The Watch Hill Marina can accommodate boats with a draft to 5 feet and a 10- to 13-foot beam. A few slips can handle up to 20-foot wide vessels. Most slips have water and 50 amp electricity (120 volt and 208 volt; extra fee charged). There is a 14-day limit on each stay. Limited reservations will be accepted by phone at 631-597-3109 on the day of arrival, after 8:30 a.m. (See this year's dates and rates.)      Share the Beach  Watch Hill is a relatively pet-friendly site. However, during most summers piping plovers nest near the Watch Hill beach, and additional restrictions on pets and the use of kites may be enforced from early summer through mid-August. Pets are never allowed on lifeguarded beaches. You may walk your dog on the trails at Watch Hill or on the bay beach, but please remember: Pets must always be leashed.      Important Phone Numbers   Watch Hill Visitor Center Hours of Operation 631-597-6455 Watch Hill Ranger Station 631-597-7021  Watch Hill Campground 631-567-6664  Watch Hill Marina, Snack Bar and Store 631-597-3109 The Pier at Watch Hill Restaurant 631-597-9060  Watch Hill Ferry Service 631-475-1665",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/watchhill.htm"
}
