{
    "title": "Fire Island National Seashore: Birdwatching",
    "body": "Birdwatching        While birdwatching can be enjoyed throughout the year, late fall through early spring are the best times to linger along salt marsh trails.        Fire Island's barrier island habitats and location along the Atlantic Flyway make it a great place to find both resident and migratory birds. The tidal marsh on the Great South Bay, especially at Watch Hill, is a good place to look for waterfowl, herons and egrets, and red-winged blackbirds.  The Sunken Forest, a mature maritime forest at Sailors Haven, provides dense cover for migrating warblers. Other birds, such as the Eastern towhee, can be heard rustling the leaves on the forest floor.   Near the Fire Island Lighthouse, the fall migration of hawks is monitored by the Fire Island Raptor Enumerators from September through mid-November. Varied habitats of the William Floyd Estate include woods and fields, creeks and salt marsh, providing additional opportunities for bird watching.         Become a Citizen Scientist Local Audubon Society groups participate in \"citizen science\" by conducting annual Christmas Bird Count censuses and the Summer Breeding Bird Census in parts of the park. The National Audubon Society and Cornell Laboratory of Ornithology sponsor an annual Great Backyard Bird Count in February. Participants can log on and get the easy-to-follow instructions and checklists needed to submit a report from their own backyard or local park or refuge. If Fire Island National Seashore is a part of your \"backyard,\" join the count and provide your observations. For the rare bird alert recording for New York City and Long Island Region (New York State Ornithological Association's Kingbird Region 10), phone 212-979-3070.          Occasionally uncommon birds like the whimbrel are sighted in the park.   For More Information Learn more about Fire Island National Seashore's birdlife online or join a guided bird walk. Several programs are scheduled during the spring and fall at the Fire Island Lighthouse, Wilderness Visitor Center and at the William Floyd Estate (Old Mastic).",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/birdwatching.htm"
}
