{
    "title": "Fire Island National Seashore: Public Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Public Transportation              Public Transportation               By Bus  Bus routes operated by Suffolk County Transit provide access to the park's gateway communities, but you'll have to walk or take a taxi to get to your destination in the park. By Plane  Islip MacArthur Airport (ISP) on Long Island is the closest to Fire Island National Seashore facilities. You can also fly into LaGuardia (LGA) or John F. Kennedy (JFK) airports, closer to New York City, then use a rental car, taxi, or train to your destination. From JFK, the Airtrain links directly to the Long Island Railroad (LIRR) at Jamaica Station.  By Train  Long Island Railroad stations are near three ferry terminals: Patchogue, Sayville, and Bay Shore. Take the Montauk Branch from Penn Station in New York City. The Bay Shore and Babylon stations provides access to the Fire Island Lighthouse, and the Mastic-Shirley Station provides access to the William Floyd Estate and Wilderness Visitor Center. Contact the Long Island Railroad for train schedules. Ferries to Fire Island depart from the following locations: Patchogue, Sayville, and Bay Shore.  Taxi Service  Several taxi companies provide connecting service between Long Island Railroad stations or bus terminals and park sites. In Mastic-Shirley (to reach the William Floyd Estate or Wilderness Visitor Center, beside Smith Point County Park), contact Four Ones Taxi at 631-281-8581. Lindy's Taxi Service at 631-475-6213 operates in Patchogue and Sayville. Colonial Taxi at 631-589-0203 provides service in Sayville, and also provides connections to all local airports. For service in the Bay Shore and Babylon areas, contact Comfort Ride at 631-274-3434. Sunset Taxi 631-661-0027 also provides service from the Babylon Station to the Fire Island Lighthouse parking area at Robert Moses State Park, Field 5.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/publictransportation.htm"
}
