{
    "title": "Fire Island National Seashore: Getting to Fire Island",
    "body": "Getting to Fire Island       By Public Ferry  Many people get to Fire Island and Fire Island National Seashore facilities by boat. Ferries to Fire Island are passenger ferries only and depart from the following locations:  Patchogue: The Davis Park Ferry runs to Watch Hill, a National Park Service site with a 180-slip marina, snack bar, gift shop, visitor center, family tent campground, and access to the Otis Pike Fire Island High Dune Wilderness and wilderness\/backcountry cmaping.  The Davis Park Ferry also operates ferry service to the community of Davis Park from the ferry terminal at Sandspit Park.   Sayville: The Sayville Ferry Service operates ferry service to Sailors Haven.  The Savyille Ferry Service also runs ferries from the Sayville ferry terminal to the communities of Cherry Grove and Fire Island Pines.   Bay Shore: Fire Island Ferries runs ferries to the westernmost Fire Island communities. Ferries operate on a full schedule during July and August, with fewer ferries in spring and fall. The ferry terminals on Long Island can be reached by car, bus, train, taxi or shuttle van. For directions to ferry terminals, please visit: Getting to Long Island and Fire Island Portals      By Car  There are two bridges to Fire Island. You may get to two of Fire Island  National Seashore's island-based facilities by car. The Robert Moses Causeway on the western end of Fire Island leads to parking lots at Robert Moses State Park. From parking lot Field 5, you may walk to the Fire Island Lighthouse.  The William Floyd Parkway leads to Smith Point County Park on the eastern end of Fire Island, where there is also a parking lot. From there, you may walk to the Wilderness Visitor Center and the Otis Pike Fire Island High Dune Wilderness.   Parking fees are charged at both of these lots.  Please Note: There are no paved roads on Fire Island between these two point.      By Private Boat  Many Fire Island sites can be reached by private boat from the Great South Bay, with marinas at Watch Hill, Sailors Haven, and some island communities.  The bay is shallow, and boaters occasionally moor offshore near park sites.  When on Fire Island, water taxis can shuttle you from point to point at some locations.  Please note: The Sailors Haven marina is undergoing construction and will be closed to private boaters through July 20.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/getting-to-fire-island.htm"
}
