{
    "title": "Fire Island National Seashore: Bicycling Information",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Bicycling Information              Bicycling Information       Getting to Fire Island by Bike  You may ride your bike to several entry points for Fire Island National Seashore, but designated bike routes are not yet fully established on Long Island. Neither bicycles nor pedestrians are currently permitted to cross the bridge to Robert Moses State Park. A few bicycle lockers are located on Long Island near some of the Long Island Railroad stations. Be aware that an MTA bicycle permit is required to carry your bike on the train, and there are some restrictions. Ferries to Fire Island may charge an additional fee or may require that bicycles be shipped separately on a freight boat.      On Fire Island There are currently no specially designated bicycle routes within Fire Island National Seashore, and bike riding is not permitted on Robert Moses State Park roadways. However, you may ride your bike on established routes designated for off-road motor vehicle travel. These are primarily sand roads, which frequently don't provide a very pleasant or effortless ride. You may find yourself pushing your bike along some stretches of deep sand, and you may expose your bike to salt air. Always remember that you may be sharing the road with much larger vehicles that may not be able to see you. Please note: Bicycles are not permitted in the Otis Pike Fire Island High Dune Wilderness area, on boardwalks or other pedestrian walks at National Park Service properties, and may not be ridden around park marinas.      Within Fire Island Communities  Peddling around a relatively vehicle-free island community is a family tradition on many parts of Fire Island. Be sure to check biking restrictions within Fire Island communities.  Village of Ocean Beach Village of Saltaire Town of Brookhaven",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/bicyclinginformation.htm"
}
