{
    "title": "Fire Island National Seashore: Getting to Long Island",
    "body": "Getting to Long Island and Fire Island Portals       Fire Island National Seashore includes sites on Fire Island, a barrier island located off of Long Island's South Shore, and the William Floyd Estate in Mastic Beach on Long Island.   You can get to Fire Island by various modes of transportation. Please allow time for Long Island traffic conditions in your travel plans and, if you are traveling by passenger ferry, always be aware of current seasonal ferry schedules.    By Car  You can drive to either end of Fire Island, but there are no paved roads between these two points. Driving to Fire Island Lighthouse  The Fire Island Lighthouse is located on the west end of Fire Island, adjacent to Robert Moses State Park. Take Robert Moses Causeway to Robert Moses State Park Field # 5 (fee charged in season) for access to the Fire Island Lighthouse. Driving to Wilderness Visitor Center  Take William Floyd Parkway (Route 46) to Smith Point County Park for access to the Wilderness Visitor Center. Parking is available in the Smith Point County Park parking lot (fee is charged in season) just east of the Wilderness Visitor Center, a small round building to your right as you are headed south. The William Floyd Estate is also located off William Floyd Parkway. Driving to the William Floyd Estate  From the Long Island Expressway (495) take Exit 68 South to William Floyd Parkway. From Sunrise Highway (27) take Exit 58 South to William Floyd Parkway.  Once on William Floyd Parkway (Route 46), continue approximately 3 miles south to Havenwood Drive traffic light. There will be a William Floyd Estate sign on your right and a Mastic Beach Business District sign on your left. Make a left onto Havenwood Drive which turns into Neighborhood Road. Continue approximately 2 miles east to end of Neighborhood Road. Turn left onto Park Drive. The park entrance is located approximately 1\/4 mile on your right. Driving to Ferry Terminals on Long Island  Please see Fire Island Ferries, Sayville Ferry Service, or Davis Park Ferry Co. websites for directions to ferry terminals. Parking is available at ferry terminals in Bay Shore, Sayville, and Patchogue (daily fees charged), for access to most Fire Island destinations via passenger ferry.       By Plane  The closest commercial airport on Long Island is the Islip MacArthur Airport (ISP). You can also fly into LaGuardia (LGA) or Kennedy (JFK) airports closer to New York City. Rental cars, taxis, van shuttles or trains can get you to the ferry terminal providing access to your destination in the park. From JFK, the Airtrain links directly to the Long Island Railroad (LIRR) at Jamaica Station.  By Train  Long Island Railroad (LIRR) stations are near the three mainland ferry terminals for Fire Island. From Penn Station in New York City, you may take the Montauk Branch of the LIRR to get to Bay Shore, Sayville, and Patchogue. You may easily walk from the Patchogue station to the Watch Hill ferry terminal, but a taxi or van may be welcomed for the longer distance between the other trains and ferries. Contact the LIRR for train schedules. Ferries to Fire Island depart from the following locations: Patchogue, Sayville, and Bay Shore. Special one-day beach get-away packages are available during the summer for Kismet\/Fire Island Lighthouse, Watch Hill and Sailors Haven. By Bus  Bus routes operated by Suffolk County Transit provide access to the park's gateway communities of Mastic Beach and Smith Point County Park, Patchogue, Sayville and Bay Shore, New York. You may have to walk or take a taxi to get from the bus stop to the ferry terminal providing access to your destination in the park. See more at Public Transportation By Bicycle  Long Island bicycle routes are being developed and improved, but all portals to Fire Island National Seashore are not currently accessible by bike. See Bicycling Information. By Private Boat  Fire Island can be reached by some private vessels. The Great South Bay is fairly shallow. Marinas are located on the bay side of Fire Island, between Moriches Inlet and Fire Island Inlet. See Things To Do: Boating.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/directions-to-long-island-and-fire-island.htm"
}
