{
    "title": "Fire Island National Seashore: Parking and Transportation Fees",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes     Parking and Transportation Fees                Parking and Transportation Fees       While there are no entrance fees for Fire Island National Seashore, expect to pay parking and\/or transportation fees in order to get to most parts of Fire Island. Fire Island Lighthouse To get to the Fire Island Lighthouse, on the western end of the national seashore, you must either park at Robert Moses State Park which charges a fee in season, or walk from the nearest community of Kismet.   Interpretive and educational program fees are charged by one of the park's cooperating associations, the Fire Island Lighthouse Preservation Society.  Wilderness To visit the Wilderness Visitor Center, on the eastern end of the park, you must park at Smith Point County Park which also charges a parking fee in season.  Suffolk County residents may purchase a Green Key card from the County, which provides reduced fees for park activities in Suffolk County Parks. Non-residents must purchase a Green Key to make camping reservations at Smith Point County Park. Please call 631-854-4949 for more information on Green Key cards.  Sailors Haven To get to Sailors Haven from Sayville, expect to pay for parking in addition to your ferry fares. For parking and ferry information, please see Sayville Ferry Service.   If you are traveling to Sailors Haven by private boat and plan to stay overnight, please check Fire Island Concessions, LLC marina rates.  Watch Hill The ferry from Patchogue to Watch Hill provides free parking at this time. For ferry rates and schedules, please see Davis Park Ferry Company.  Additional fees are charged by a park concessioner, Fire Island Concessions, LLC, for use of the marina at Watch Hill and for the family campground at Watch Hill. Reservations for wilderness\/backcountry camping must be made through www.recreation.gov, and a cost recovery fee will be charged for each permit. Permits Fees are charged for permits associated with several other activities within park boundaries.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/transportationfees.htm"
}
