{
    "title": "Fire Island National Seashore: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets              Where can I take my dog?  Leashed pets can join you in many areas on Fire Island. Be sure to bring extra water for them, keep them in the shade on warm days, and check the pet rules for the area you plan to visit. Please note: pets are restricted March 15 through Labor Day on Fire Island National Seashore's ocean beaches (Lighthouse, Sailors Haven, Watch Hill, Talisman, and Wilderness) and within the Fire Island Wilderness.  From March 15 through Labor Day, pets are restricted on ocean beaches and in the Fire Island Wilderness. During this time, your leashed pet can join you in some areas: On Ferries and Water Taxis  On the ferry from Patchogue (Davis Park Ferry Company) to Watch Hill or Davis Park on Fire Island On the ferry from Sayville (Sayville Ferry Service) to Sailors Haven, Cherry Grove, Fire Island Pines and Water Island On the ferry from Bay Shore (Fire Island Ferries) to the western Fire Island communities Between communities and park destinations via Fire Island Water Taxi  At Fire Island National Seashore Facilities   On park boardwalks On bayside beaches at the Fire Island Lighthouse, Sailors Haven, Talisman\/Barrett Beach, and Watch Hill. (Low tide is best, but not all bayside shorelines are suitable for a stroll.) On your boat in the park's concession-operated Sailors Haven Marina or Watch Hill Marina. In the concession-operated Watch Hill Campground (but they may not be left unattended)       Please Note  While Fire Island National Seashore offers some areas where you and your pet may enjoy the park together responsibly, the National Park Service does not allow pets (excluding service animals) in buildings, on ocean beaches from March 15 through Labor Day, in picnic areas, or in areas closed for wildlife protection. Pets must be leashed at all times. During the summer, when piping plovers and colonial nesting birds are nesting, all stretches of federally-owned beach are closed to pets, and pets are not allowed in the wilderness area at that time.  All pet excrement in public use areas or on the beach must be picked up and disposed of properly.  For the safety of your pet, the park's resources, and other visitors, your pet must be kept on leash and under control. Leashes must be six feet in length or less. With a leash, your pet is less likely to be exposed to ticks (which may transmit Lyme disease), poison ivy (oils can be transferred from your pet's fur to your skin, causing a rash), or other plants with thorns or burs. It also decreases the chance of a dangerous encounter with wildlife or other pets.  Rules and restrictions on pets vary in the Fire Island communities. If you plan to visit one of the 17 communities, Robert Moses State Park, or Smith Point County Park, please contact them directly for their current regulations regarding pets.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/pets.htm"
}
