{
    "title": "Petrified Forest National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         Family Fun on Giant Logs Trail NPS  Entrance Fees Auto\/7-day pass to PEFO  $20.00 Bike\/per person                  $10.00 (per person) Motorcycle                         $10.00 (flat fee) PEFO Annual Pass           $30.00 Subject to change. Fee Free Days 2016  January 18: Martin Luther King Jr. Day April 16 through 24: National Park Week August 25 through 28: National Park Service Birthday September 24: National Public Lands Day November 11: Veterans Day          Petrified Forest National Park Annual Pass: $30.00 Subject to change.     America the Beautiful PassesThe Federal Lands Recreation Enhancement Act established a new pass program to replace the National Park Pass and Golden Eagle, Golden Age, and Golden Access Passports. The National Parks and Federal Recreational Lands Pass program provides a number of pass options for the public to use at federal recreation sites where entrance or standard amenity fees are charged.        2016 Annual Pass Gregory Teller, 2014 Share the Experience Photo Contest  National Parks and Federal Recreational Lands Pass Annual Pass:  $80  The Annual Pass replaces the National Park Pass and Golden Eagle Passport. It is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or buy online.        Senior pass   National Parks and Federal Recreational Lands Pass Senior Pass: $10 The Senior Pass replaces the Golden Age Passport. This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. The pass can only be obtained in person at a park site. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.         Access pass   National Parks and Federal Recreational Lands Pass Access Pass: Free This pass replaces the Golden Access Passport. This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. The pass can only be obtained in person at the park.   The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.        2016 Military pass Gregory Teller, 2014 Share the Experience Photo Contest  National Parks and Recreational Lands Pass Annual Pass for Military: Free To honor our active military personnel and dependents, admission is free at sites that charge entrance or standard amenity fees. It is available to active military personnel and dependents with proper identification (CAC Card or DD Form 1173). The pass admits the pass owners and any accompanying passengers in a private non-commercial vehicle at per vehicle fee areas, or the pass owner and up to additional 3 adults at sites that charge per person.         2016 Volunteer pass Gregory Teller, 2014 Share the Experience Photo Contest  National Parks and Federal Recreational Lands Pass Volunteer Pass: Free  This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. Find out more about volunteer opportunities in Petrified Forest National Park.        4th Grade Pass Patrick Toth, Share the Experience Photo Contest  National Parks and Recreational Lands Pass Annual 4th Grade Pass: Free to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) As part of the Every Kid in a Park initiative, a special pass gives US 4th grade students and their families free access to hundreds of parks, lands, and waters for an entire year. The pass is valid for the duration of the 4th grade school year through the following summer (September-August). Paper passes must first be obtained by visiting the Every Kid in a Park website and can then be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity fees (Day Use Fee). Digital versions of the paper pass (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass.      National Parks and Federal Recreational Lands Pass Frequently Asked Questions All National Parks Passes, Golden Eagle, Golden Eagle Hologram, Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes.       Commercial Fees If you are conducting an income generating tour of the park, you are subject to commercial tour fees. The fee amount varies by vehicle size: Large tour bus with capacity of 26 or more: $150 (for 7 days) Small bus with capacity of 16-25: $60 (for 7 days) Van with capacity of 7-15: $50 (for 7 days) Passenger vehicle with capacity of 1-6: $20 (for 7 days) A commercial tour consists of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure\/recreational purposes by an organization that realizes financial gain through the provision of the service. Falling within this definition are tours which require the use of a vehicle: bus, van, or sedan as the primary means of transport during the road-based tour. The tour operator is using National Park Service roads as the primary means of accomplishing the tour. WARNING. Removal of petrified wood or any natural or cultural object is strictly prohibited and punishable by federal law. Make sure all passengers are aware of park regulations and that they follow resource protection and safety guidelines. The tour guides may be held responsible for the actions of their clients. Noncommercial Fees Organized, noncommercial groups are charged $5\/person. Excluded from the per person charge are a driver, a guide, anyone 15 years and under, and passengers who have any of the above mentioned federal passes.",
    "url": "https:\/\/www.nps.gov\/pefo\/planyourvisit\/fees.htm"
}
