{
    "title": "Fire Island National Seashore: Watch Hill Facilities",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons     Watch Hill Facilities                Watch Hill Facilities             Watch Hill Marina - Open SeasonallyPlease visit www.watchhill.com for more information. Phone: 631-597-3109Notice to visitors: There are currently no plans to close the Watch Hill Marina for the 2016 summer season. A project to upgrade the marina is in the development phase and will likely begin in the fall of 2016. When further information on marina closure becomes available, it will be posted under park alerts. Watch Hill Family Campground - Open Seasonally  Sleep under the stars behind the dunes at Watch Hill on Fire Island. Twenty-six sand sites available for either two two-man tents or one five-man tent. Reservations are required; sites are selected on first come, first serve basis. Walk-ins are welcome but there is no guarantee that sites will be available.  Watch Hill Campground Rules Watch Hill Campground Reservations Please visit www.watchhill.com for more information. Phone: 631-567-6664  Watch Hill Visitor Center - Wilderness\/Backcountry Camping Check-In Stop in at this National Park Service visitor center to learn more about Fire Island, upcoming ranger-led programs like the free, guided canoe tour of the Watch Hill salt marsh, and to check in for wilderness\/backcountry camping. Backcountry camping is available by reservation only. Please visit www.recreation.gov for more information and to make reservations onilne. Phone: 631-597-6455 Watch Hill General Store & Snack Bar- Open Seasonally Please visit Fire Island Concessions for more information.The Pier at Watch Hill Restaurant - Open Seasonally Please visit The Pier at Watch Hill for more information. Phone: 631-597-9060      Watch Hill Ferry Please see schedule from Watch Hill Ferry Service Phone: 631-475-1665",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/watchhillfacilities.htm"
}
