{
    "title": "Fire Island National Seashore: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons               Operating Hours & Seasons              Operating Hours   Seashore Headquarters    (631) 687-4750 Open all year, Monday - Friday, 9:00 am to 4:00 pm. (Closed on federal holidays.)  Fire Island Lighthouse    (631) 661-4876 Open Daily. Please call for hours of operation and tower tour availability.   Wilderness Visitor Center    (631) 281-3010 Through June 25, 2016: Weekends, 9:00 am to 4:00 pm. June 25 through September 5, 2016: Wednesday through Sunday, 9:00 am to 4:00 pm.   William Floyd Estate   (631) 399-2030  Through November 11, 2016: Grounds open Friday through Sunday and holidays, 9:00 am to 5:00 pm. Through November 11, 2016: House Tours Friday through Sunday and holidays, every half-hour from 10:00 am to 4:00 pm.   Watch Hill Facilities    Backcountry\/Wilderness camping within the Otis Pike Fire Island High Dune Wilderness, accessible via Watch Hill, is available year-round. Reservations and permits are required. Please visit www.recreation.gov for more information.   Watch Hill Family Campground, (631) 567-6664   Watch Hill Marina and Snack Bar, (631) 597-3109   Patchogue-Watch Hill Ferry service, (631) 475-1665    Watch Hill Visitor Center    (631) 597-6455 Through June 25, 2016: Open weekends, boardwalk tours Saturday and Sunday, 11:30 am. June 25 through September 5, 2016: Wednesday through Friday, 9:30 am to 5:00 pm; Saturday and Sunday, 9:00 am to 6:00 pm.   Sailors Haven Visitor Center   (631) 597-6183 Through June 25, 2016: Open weekends. June 25 through September 5, 2016: Wednesday through Friday, 10:00 am to 5:00 pm; Saturday and Sunday, 10:00 am to 6:00 pm.  Sailors Haven Marina, (631) 597-6171      National Park Service Facilities Open all year (hours vary by season)  Fire Island Lighthouse Wilderness Visitor Center Park Headquarters in Patchogue  Open mid-May through mid-October   Sailors Haven Watch Hill Barrett Beach\/Talisman Patchogue-Watch Hill Ferry Terminal  Open mid-May through mid-November   William Floyd Estate  Please Note: Parts of Fire Island are accessible all year, but most people come during the summer months (late-June through September) when the weather is most favorable for beach related activities. In the off-season (October through April), public transportation to the island may be limited, and some services on various parts of the island are unavailable.",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/hours.htm"
}
