{
    "title": "Dayton Aviation Heritage National Historical Park: Milton Wright's Family Tree",
    "body": "Milton Wright's Family Tree       Catherine Reeder Wright March 17, 1800 – September 24, 1866 Milton Wright's mother was born to George Reeder and Margaret Van Cleve in Cincinnati, Ohio. Margaret Van Cleve was one of the first women of European ancestry to live in the Miami River basin. By 1818, Catherine lived in Centerville, Ohio, where she met her future husband, Dan Wright, Jr. They married there on February 12, 1818. She and Dan had seven children, five of whom survived to adulthood. Milton Wright was their fifth surviving child and fourth son. In 1821, Catherine and Dan Wright moved to a farm in Rush County, Indiana. They relocated a short distance in 1823 and moved to a farm in Fayette County, Indiana that grew to a full quarter-section (160 acres) in size in 1840. Modern historians mention little else of Catherine’s life in their writings; she died in the autumn of 1866 and is buried at her farm in Indiana. Dan Wright, Jr. September 3, 1790 –October 6, 1861 Milton's father was born in Thetford, Vermont, to Dan Wright, Sr., and Sarah Freeman. The third of six children, Dan married Catherine Reeder in Centerville, Ohio, on February 12, 1818, after moving to Montgomery County with his parents and siblings. While he taught school for a term in Vermont before moving west, Dan spent most of his life as a farmer. In 1821, Dan, Catherine, and their two young sons moved to an 80-acre farm in Rush County, Indiana. After wintering in a crowded cabin with the family of the land’s seller, Dan built his own cabin, complete with a wood floor. The Wrights grew corn on this farm; lacking livestock, they plowed their furrows by hand. In 1823, Dan sold this farm and moved his family to a farm 1.5 miles (2.4 km) southwest of their first home. This second farm grew over the years to cover a full 160-acre quarter section. Catherine gave birth to Milton Wright, the fifth of five surviving Wright children, at this farm in 1828. Later in life, Milton Wright described his father as “grave in his countenance, collected in his manners, hesitating in his speech, but very accurate.” After converting to Christianity in 1830, Dan – who worked in a distillery for a time while living in Centerville – became a teetotaler who avoided alcohol and refused to sell his corn crop to distillers to convert into whiskey. Dan also strongly supported the abolition of slavery, voting for Liberty Party candidate James G. Birney in the presidential election of 1844 (an election won by Democrat James K. Polk). Dan also opposed the activities of secret fraternal societies such as the Masons. Milton inherited strong views towards religion, slavery, and fraternal societies from his father. In 1840, Dan sold the second Rush County farm and moved to another in Orange Township, Fayette County. He died at this farm in 1861 – the site of Lorin Wright’s birth in 1862.      Milton's Life Story November 17, 1828 – April 3, 1917 Milton, a bishop in the Church of the United Brethren in Christ, was born in Rush County, Indiana, to farmers Dan Wright, Jr., and Catharine Reeder. He was their fifth child (of an eventual seven) and fourth son. Dan Wright was a teetotaler who accepted lower payments when he sold his corn, so it would not be made into whiskey, and an uncompromising abolitionist. Milton also supported these causes, transmitting these values to his children. At the age of 12, Milton moved with his family to a farm in Fayette County, Indiana. It was while working in the fields of his parents’ farm at the age of 15 that he experienced a religious conversion. In 1848, the Reverend Joseph Ball baptized Milton into the Church of the United Brethren in Christ. In 1850, the United Brethren licensed Milton to preach. He was admitted to the church’s local governing body in 1853 and was ordained as a minister in 1856. While a student at Hartsville University in 1853, Milton met Susan C. Koerner. After courting for several years, and after Milton served as a missionary for the United Brethren in the western United States, they married in Indiana on November 24, 1859. Milton and Susan had seven children, five of whom survived infancy. Susan died in 1889 of tuberculosis; Milton never remarried. Milton and his family first moved to Dayton in 1869 when he became editor of the United Brethren periodical, The Religious Telescope. His prominence within his denomination grew, and in 1877 Milton’s colleagues elected him bishop. The next year his duties expanded to include the administration of the church’s Western conferences. He and Susan moved their family to Cedar Rapids, Iowa, to allow Milton to live closer to the churches he served. Milton cared greatly about the intellectual development of his children and maintained a large and varied library in which they read. His gift of a toy helicopter to Wilbur and Orville in 1878 helped develop their interest in aviation. The Wright family returned to Dayton, home of the United Brethren’s publishing house, for a final time in 1884 when Milton desired to live closer to the United Brethren headquarters and publishing house during the culmination of years of theological conflict between Radical and Liberal elements of the church. Milton, a leader of United Brethren members known as Radicals who were loyal to the denomination’s old constitution, was instrumental in an 1889 denominational schism. Milton was a respected elder statesman of the United Brethren in Christ – Old Constitution until his retirement from the active ministry in 1905. Milton continued to live with sons Wilbur and Orville and daughter Katharine after his wife’s death in 1889. He flew once, with Orville at Huffman Prairie in 1910, and moved with Orville and Katharine to Hawthorn Hill in Oakwood in 1914. He conducted extensive genealogical research into the ancestry of his family and maintained a diary that chronicled nearly sixty years of his life. Milton died at Hawthorn Hill on April 3, 1917. He is buried in Dayton’s Woodland Cemetery.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/miltonwrightfamilytree.htm"
}
