{
    "title": "Dayton Aviation Heritage National Historical Park: Wilbur Wright",
    "body": "Wilbur Wright's Life Story       Wilbur Wright April 16, 1867 – May 30, 1912 Aviator and inventor, Wilbur was born near Millville, Indiana, to Milton Wright and Susan Koerner. He was the third of seven children born to the Wrights, five of whom survived infancy. Wilbur moved often as a child due to his father’s ministry in the Church of the United Brethren in Christ, and he attended primary schools in Iowa and Indiana. He attended high school in Richmond, Indiana, but did not receive his diploma with the rest of the class of 1884 as his family moved to Dayton, Ohio, before his commencement ceremonies. In Dayton, Wilbur enrolled in the college preparatory program at Central High School, but a freak hockey injury during the winter of 1885-1886 caused him to convalesce at home for three years. During those years he nursed his ill mother, who died of tuberculosis in 1889, and read widely in his father’s extensive library. In 1889, Wilbur and brother Orville – four years his junior – decided to form a business partnership and open a printing shop. Between May of 1889 to August of 1890, they published two local newspapers, the West Side News and the Evening Item. The newspapers failed in a saturated journalistic market, but their printing shop fared better. In 1890, they moved it to new quarters in the recently-built Hoover Block on West Third Street near the Wright family home. It was there that the Wrights printed the Dayton Tattler, a short-lived newspaper for the local African American community that was edited by a high school acquaintance of Orville’s, Paul Laurence Dunbar. Dunbar later gained national renown for his poetry.  Though printing became an overly predictable business to Wilbur and Orville, they maintained their shop until 1899, when they sold their press and type. Meanwhile, in the spring of 1893, they responded to the bicycling craze sweeping the United States by opening a bicycle repair and sales shop. Business at the cycle shop boomed, and it overtook the printing shop to become their primary business. While other companies produced most of the bicycles the Wrights sold, they also sold cycles made at their own shop. Few bicycles built by the Wrights exist today. The Wrights left the bicycle business in 1908.  Milton piqued the interests of Wilbur and Orville in aviation in 1878, when he gave them a toy helicopter after one of his trips in the west. The 1896 death of German aviation pioneer Otto Lilienthal in a glider crash, rekindled the brothers’ latent interests in flying. Drawing upon similarities between bicycling and flying, Wilbur and Orville began researching aerodynamics, propulsion, and control. Their research did not occur in a vacuum; they investigated the experiments of other aviation pioneers, writing to the Smithsonian Institution in Washington, D.C., for suggestions of relevant readings in 1899. The Wrights progressed from kite to glider research and, valuing privacy while needing consistently high winds, moved glider experimentation to the sand dunes of Kitty Hawk, North Carolina. Research and development activities took place at the cycle shop on West Third Street in Dayton. Through experimentation at the cycle shop using a small, homemade wind tunnel, the Wrights designed the airplane that made the first powered, controlled, sustained flight on December 17, 1903. Experimentation and flight testing over the next decade at Huffman Prairie, eight miles (13 km) east of Dayton, and at Kitty Hawk, resulted in the development of practical airplanes that could remain airborne for as long as fuel reserves permitted. Wary of competitors copying their designs while patents pended, Wilbur and Orville did not fly between late 1905 and the spring of 1908. That spring, they signed a contract with the U.S. Army for an airplane capable of flying for one hour at a speed of forty miles per hour and negotiated an agreement with French entrepreneurs interested in selling Wright airplanes in France. While Orville remained in the United States for the trial flights for the Army, Wilbur traveled to Europe to demonstrate their invention. Wilbur erased widespread doubts concerning the new technology and quickly became a celebrity, attracting attention from royalty and the elites of European society. In 1909, the Wrights and several prominent industrialists created the Wright Company to produce and market Wright airplanes. Wilbur became the first president of the company, which maintained a factory and testing facility in Dayton. Wilbur also led efforts to protect the patents that he and Orville received for their inventions, filing lawsuits in the United States and Europe against perceived infringers. These lawsuits brought mixed results to the Wrights. Amid his business and legal activities, Wilbur developed typhoid fever in early May of 1912, likely from eating contaminated oysters. He grew sicker throughout the month and died at 7 Hawthorne Street on May 30, ending what his father described in his diary as “A short life, full of consequences.” Wilbur, who never married, is buried at Dayton’s Woodland Cemetery.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/wilburwrightslifestory.htm"
}
