{
    "title": "Fire Island National Seashore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           120 Laurel Street  Patchogue, NY 11772                 Directions         Via Long Island Expressway\/I-495: Take Exit 61 (Patchogue-Holbrook Road) to Waverly Ave. Head south on Waverly Ave to West Ave. Turn right onto Laurel Street. Via NY-27: Take Exit 52 onto Waverly Ave. Head south on Waverly Ave to West Ave. Turn right onto Laurel Street.  Directions Details           Operating Hours & Seasons         Fire Island Lighthouse The Fire Island Lighthouse is open daily April to mid-December, with extended hours in the summer. From mid-December through March, the Lighthouse is open weekends and holidays from noon to 4:00 pm. Please call for tower tour availability.   Standard Hours    Sunday: 9:30 AM - 5:00 PM   Monday: 9:30 AM - 5:00 PM   Tuesday: 9:30 AM - 5:00 PM   Wednesday: 9:30 AM - 5:00 PM   Thursday: 9:30 AM - 5:00 PM   Friday: 9:30 AM - 5:00 PM   Saturday: 9:30 AM - 5:00 PM      Additional Information View More       Open weekends and holidays mid-December through March:   December 15  - March 31   Sunday: 12:00 PM - 4:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: 12:00 PM - 4:00 PM           Sailors Haven and Watch Hill National Park Service facilities at Sailors Haven and Watch Hill are staffed most days of the week mid-May through mid-October, opening shortly after the first ferry arrives and closing shortly before the last ferry departs. Marinas and snack bars at both sites have separate hours; please check elsewhere for listing.   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM      Additional Information View More       Columbus Day  - Memorial Day  Closed          Wilderness Visitor Center The Otis Pike Fire Island High Dune Wilderness is accessible year-round by car, with parking available at Smith Point County Park (fee in season). The Wilderness Visitor Center is open weekends year-round and is staffed Wednesday through Sunday in summer.   Standard Hours    Sunday: 9:00 AM - 4:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: 9:00 AM - 4:00 PM      Additional Information View More       Memorial Day  - Labor Day   Sunday: 9:00 AM - 4:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM           William Floyd Estate The William Floyd Estate, located in Mastic Beach on Long Island, is open Friday through Sunday and holidays from May through mid-November. Special programs on the grounds of the Estate are offered in winter.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Veterans Day  - Memorial Day  Closed          Seashore Headquarters Fire Island National Seashore's Headquarters are located in Patchogue on Long Island. General information, program calendars, and America the Beautiful passes are available at 120 Laurel Street in Patchogue Monday through Friday from 9:00 am to 4:00 pm (closed federal holidays).   Standard Hours    Sunday: Closed   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 PM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: Closed             Weather           Spring: Temperatures may range from high 30s to low 50s (F). Rain and sun are equally common. Summer: Temperatures usually range from 65 F to 90 F. Fall: Temperatures from 70 F in early autumn to 40 F later in the season may be expected. Winter: Temperatures in the 30s (F) are common, with below freezing temperatures possible.         Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 There are no entrance fees for Fire Island National Seashore but plan to pay parking and\/or transportation fees for most sites.         Visitor Centers       Fire Island Lighthouse The Fire Island Lighthouse is on the western part of Fire Island National Seashore, adjacent to Robert Moses State Park. The Fire Island Lighthouse area offers exhibits, a nature trail, interpretive programs and curriculum-based fourth grade education programs (school groups by reservation only). There is walking access to the Lighthouse Beach (no lifeguards).   Sailors Haven Visitor Center In addition to a one and a half mile long boardwalk trail through the Sunken Forest, Sailors Haven also offers a visitor center; snack bar\/convenience store\/gift shop; picnic tables and grills; lifeguarded beach (summer only); a 45-slip public marina with electricity, water and a free boat pump-out station; restrooms and showers.    Watch Hill Visitor Center The Watch Hill area offers a visitor center, a family campground, ranger-led interpretive programs (including guided canoe trips), a 183-slip transient marina with water, electric, and pump-out station; a small convenience store, snack bar, self-guiding nature trail, picnic area, lifeguarded beach (summer only), restrooms, and a bathhouse.   William Floyd Estate The Estate, which was authorized as an addition to Fire Island National Seashore in 1965, is located on the mainland of Long Island in Mastic Beach, New York. The Estate contains the ancestral house, grounds, and cemetery of the William Floyd family. William Floyd, a signer of the Declaration of Independence, was born in the house in 1734.   Wilderness Visitor Center The Fire Island Wilderness Visitor Center includes a ranger contact station, second floor viewing area, and exhibit space. Rangers issue permits for backcountry camping, and for recreational driving and waterfowl hunting in season.                      Fire Island is a favorite summer stop for many but fewer people enjoy its beauty in the spring, fall, and winter. No matter when you plan to visit, you will want to plan ahead. When and where you go will determine whether you can take your own car or boat, or a passenger ferry to get there. Visit the links below for more information or check out our Frequently Asked Questions.   Getting to Fire Island    Public Transportation from New York City to Fire Island Portals By Passenger Ferry (from Long Island; seasonal) Planning to drive? You can drive to either end of Fire Island National Seashore but you cannot drive from one end to another.  Getting Around on Fire Island     Hiking Bicycling Boating Water Taxi - Please note that lateral transportation typically takes place on foot or by water. There are no land taxis and bicycles are not permitted on all boardwalks.  Staying on Fire Island    Camping options include primitive\/backcountry camping and a family tent campground on Fire Island, and a tent and trailer campground within Smith Point County Park. Lodging within Fire Island communities. Goods & Services Pets are permitted in many places on Fire Island but are not allowed on ocean beaches from March 15 through Labor Day.   Fun on Fire Island    Kids Activities  Programs & Events   Safety",
    "url": "https:\/\/www.nps.gov\/fiis\/planyourvisit\/basicinfo.htm"
}
