{
    "title": "Dayton Aviation Heritage National Historical Park: Katharine Wright",
    "body": "Katharine Wright's Life Story       Katharine Wright Haskell August 19, 1874 -March 3, 1929 The only surviving daughter of Milton and Susan Koerner Wright, Katharine was born in Dayton, Ohio, at the Wright residence on Hawthorne Street. The youngest of the Wright siblings (more than thirteen years younger than eldest brother Reuchlin), Katharine developed close relationships with the younger of the four brothers, Wilbur and Orville. With the death of Susan Wright in 1889, Katharine assumed much of the responsibility for managing the Wright household, especially during Milton's frequent absences. While Milton was rather demanding of Katharine in domestic matters, instructing her in household tasks in letters sent from across the United States, he did not want her to neglect her intellectual development. Katharine attended Dayton's Central High School and entered Oberlin College in 1893. She graduated from Oberlin with a bachelor's degree in 1898 and eventually obtained a job as a teacher of Latin and English at Dayton's Steele High School. Katharine taught there until 1908. Katharine left teaching in September of 1908, after the crash of a Wright airplane piloted by Orville during a demonstration flight for the U.S. Army at Fort Myer, Virginia; a crash that killed Lt. Thomas Selfridge. She stayed with Orville during his convalescence, and after his recovery traveled with him to meet Wilbur in France for a promotional tour. Katharine actively assisted her brothers' careers, serving as a confidant and sounding board.  Katharine's relationship with Orville, who never married, became especially close after the deaths of Wilbur in 1912 and Milton in 1917. She served as a director of the Young Woman's League of Dayton, supported efforts to gain women the right to vote, and remained active in Oberlin College affairs, leading its alumni group and gaining election to its board of trustees. She also married a college friend, Kansas City newspaper owner and editor Henry J. Haskell, at Oberlin on November 20, 1926. While Lorin Wright heartily approved of the marriage, it ruptured Katharine's relationship with Orville, who believed that through it Katharine rejected him as a brother. He refused to interact with the couple, who lived in Kansas City, shunning Katharine until days before her death from pneumonia on March 3, 1929. Orville asked Henry to allow Katharine to be buried in Dayton, and she was interred with her parents and brother in Woodland Cemetery.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/katharinewrightslifestory.htm"
}
