{
    "title": "Scotts Bluff National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           190276 Old Oregon Trail  Gering, NE 69341                 Directions         Visitors traveling east-west on Interstate 80 can exit at Kimball, Nebraska and drive 45 miles north on Highway 71. Follow National Park Service signs three miles west of Gering, Nebraska on Old Oregon Trail (State Highway 92 West). Visitors following Old Oregon Trail along the North Platte River using State Highway 26 or 92, should follow the National Park Service signs.  Directions Details           Operating Hours & Seasons         Scotts Bluff National Monument These hours are for the grounds and trails only. The hours for the Visitor Center and Summit Road are different.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Additional Information View More       Summit Road - Christmas Day Closure:   December 25  - December 25       Summit Road - New Year's Day Closure:   January 1  - January 1       Memorial Day  - Labor Day       Thanksgiving Day:   -       Labor Day  - Memorial Day   -                  Weather           Summers at Scotts Bluff are generally dry and high temperatures are usually in the 80's and 90's, although they can reach above 100 on occasion. Hikers are strongly advised to carry water. Winter daytime temperatures are usually in the 40's or low 50's, with overnight lows below freezing and, on occasion, below 0 degrees Fahrenheit. Although it can be windy any time of the year, spring is the windiest season.         Fees & Passes     Entrance Fees:   Scotts Bluff Entrance Fee - Per vehicle - $5.00 This fee covers 15 people in a personal vehicle for seven (7) days. Access to the visitor center\/museum, trails and summit road during operating hours is included.   Scotts Bluff Entrance Fee - Per Motorcycle - $3.00 This fee covers up to two people on one motorcycle for seven days. It includes access to the visitor center\/museum, trails and summit road during hours of operation.   Scotts Bluff Entrance Fee - Per Person - $3.00 This fee covers one person, over the age of 15 years old, who enters the park on foot or on a bicycle for seven days. It includes access to the visitor center\/museum and trails during operating hours   Entrance Passes:   Scotts Bluff Annual Pass - $15.00 The Scotts Bluff Annual Pass is valid for one year from purchase. It covers the card holder and everyone in their personal vehicle if they drive in. It covers the cardholder and three adults (over 15 years of age) if they walk in. Two people may sign the card and share it.         Visitor Centers       Scotts Bluff Visitor Center Scotts Bluff visitor center and museum was built in 1935 and added to in 1938 and 1949. Exhibits and a 15-minute video give visitors a good background on the geology, paleontology and human presence at the bluffs.               Scotts Bluff National Monument preserves 3,003 acres of unusual landforms, prairie habitat and historic trails. Facilities The visitor center has museum exhibits and an introductory film. There is also a bookstore inside. Restrooms are located outside, to the east of the main building. Soda and bottled water machines are available between the restrooms, next to the Visitor Center. There is a water bottle filling station in the visitor center and a drinking fountain and spigot near the Saddle Rock trailhead and restrooms. All facilities are at the visitor center, take care of your needs before going to the top of the bluff. Sheltered picnic tables are located in the overflow parking area. Campgrounds are located in town, the monument does not have any. Summit Road (Open year-round) Built in the 1930's, the road to the summit is narrow and runs through three vehicular tunnels. Vehicle height and length restrictions are in effect for the Summit Road. Vehicles longer than 25 feet and\/or higher than 11 feet 7 inches are prohibited. All trailers are prohibited. Visitors have the option to access the summit using our Summit Shuttle. NOTE: Hiking or bicycling on the Summit Road is only allowed during daylight hours when closed to vehicular traffic. (Before 8 a.m. and after 5:30 in winter; after 7:30 in summer) Hiking Trails The monument trails are open from sunrise to sunset, and the entrance station gates are locked at sunset. If you are planning to hike, be sure to bring plenty of water and appropriate clothing for the time of year.  Be advised, the rock along the Saddle Rock Trail is soft and crumbly; therefore, leaving the trail is extremely dangerous.  Pets are allowed on trails, but must be kept on a leash. Courtesy bags are provided near the Saddle Rock and Prairie View trailheads. Please clean up after your pet.   Rattlesnakes in the area are shy, but will strike if threatened. Please do not disturb wildlife, or deface natural features.  Due to the unstable bluff conditions - the following areas are closed for public use:  Off-trail areas on the summit Dome Rock Crown Rock Eagle Rock Sentinel Rock Saddle Rock  In addition, climbing on rock faces is prohibited.  Hiking is allowed on the South Bluff; however, there are no developed trails in this area. Please check-in at the Visitor Center first, and be aware of rattlesnakes. Horseback riding is permitted; however, riding on or adjacent to the remnants of the Oregon Trail, the paved trails, the Summit Road, and parking lots is prohibited.",
    "url": "https:\/\/www.nps.gov\/scbl\/planyourvisit\/basicinfo.htm"
}
