{
    "title": "Dayton Aviation Heritage National Historical Park: Alice Ruth Moore Dunbar",
    "body": "Alice Ruth Moore Dunbar's Life Story       Alice Ruth Moore Dunbar-Nelson July 19, 1875 – September 18, 1935 Poet, critic, and wife of Paul Laurence Dunbar, Alice was born in New Orleans, Louisiana, to Patricia Wright, a washerwoman and former slave. Her father’s identity is disputed; her birth certificate lists a Monroe Moore, while other sources state that her father was a seaman named Joseph Moore or another man named John Moore. Neither potential father was a presence in Alice’s life. Alice graduated from Straight University (today Dillard University) in New Orleans in 1892 and became a teacher in the city’s public schools. Her first published work, Violets and Other Tales, appeared in 1895. Her writing and photograph in the April 1895 issue of Boston’s Monthly Review brought her to the attention of Paul. Dunbar, who at the time lived in Dayton, initiated what became a two-year relationship via letters. Alice first met her future husband two years into their correspondence, at a farewell party in Massachusetts prior to one of his trips to Europe in February of 1897. Dunbar proposed marriage to her that evening. Alice’s family did not support the engagement, and she and Dunbar eloped and married secretly in New York on March 6, 1898. For most of their married life, they lived in Washington, D.C. Alice continued to write during their marriage, publishing The Goodness of St. Rocque and Other Stories in 1899. She endured four years of an abusive marriage to Paul before leaving him after he assaulted her in January of 1902. Alice and Paul never divorced, and Alice used his name and was considered his widow after Paul’s 1906 death from tuberculosis. After leaving Paul, Alice moved to Wilmington, Delaware. There she became a teacher and administrator at Howard High School. She married for a second time in 1910, but her union with teacher Henry Arthur Callis (1887–1974), a founder of the Alpha Phi Alpha fraternity, lasted only three years. In 1916, she married journalist and civil rights activist Robert J. Nelson (b. 1873; fl. 1944). Alice wrote poetry, essays, and columns for newspapers in the decades after 1902, generally publishing in periodicals, and worked to obtain votes for women, anti-lynching laws, and civil rights. While she was older and wrote in a more traditional style than did other poets of the Harlem Renaissance, contemporary scholars include her as one of its poets. She served on the State Republican Committee for Delaware and, with Robert Nelson, edited the Wilmington Advocate. She died of heart disease in Philadelphia on December 18, 1935 and was cremated; her ashes were scattered over the Delaware River.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/aliceruthmooredunbarslifestory.htm"
}
