{
    "title": "Dayton Aviation Heritage National Historical Park: Susan Koerner Wright's Family Tree",
    "body": "Susan Koerner Wright's Family Tree       Catherine Freyer (or Fry) Koerner November 30, 1796 – January 20, 1889 Susan Koerner Wright’s mother, was born near Hillsboro in Loudon County, Virginia, to John Philipp Freyer and Dorothea Boger. While little is known of her early life, she was the tenth of twelve children. Catherine married Johann (John) Gottlieb Koerner in Loudon County on April 10, 1820; they had five children. Catherine and John moved from Virginia to a farm in Union County, Indiana, in 1832, an area where several of Catherine’s relatives already lived. The Koerner farm, which covered nearly 180 acres, earned a description by Catherine’s descendants as having enough buildings to comprise a small village. After her husband’s death in 1876, Catherine Koerner lived in Richmond, Indiana, with her daughter and son-in-law. Milton Wright often visited her when in Richmond on business for the United Brethren Church. Catherine Koerner died in Richmond and is buried in the Franklin Church Cemetery near Liberty, Indiana. John (Johann) Gottlieb Koerner February 16, 1791 – December 3, 1876 Susan Koerner Wright's father was born in Förthen, Saxony (Germany), to Johann Thomas Koerner and Eva Elisabeth Polion. In 1807, he was apprenticed to Johann Samuel Zeimer as a wagon-maker. He was declared a master wagon-maker after a two-year apprenticeship. In 1817 or 1818, he emigrated to the United States to avoid military conscription. Upon reaching the United States, John Koerner worked for awhile as a carriage-maker in Baltimore, Maryland. On April 10, 1820, he married Catherine Fry (or Freyer) and moved with her to her parents’ seventy-acre farm near Hillsboro, Virginia, in Loudon County. Over the years of their marriage, John and Catherine had five children. John worked in the farm’s carriage shop and at a forge in Hillsboro. John and Catherine sold their land to William Brown in 1832 and moved west to Union County, Indiana, a place to which several relatives preceded them. There they acquired a 170-acre farm, where they grew crops and John practiced his carriage trade. Later Wright family accounts told of a farm with tens of buildings that seemed like a small village. John converted from Presbyterianism to the United Brethren in Christ soon after his arrival in Indiana; he was active in this church until his death in 1876. He is buried in the Franklin Church Cemetery near Liberty, Indiana. Susan Catherine Koerner Wright April 30, 1831 – July 4, 1889 Born in Virginia, she moved with her family to Indiana in 1832. Susan was a member of the Church of the United Brethren in Christ and attended Hartsville College, where she met Milton. They were married in 1859. The marriage welcomed seven children, a set of twins, Otis and Ida died shortly after birth. Susan died from tuberculosis on July 4 in her home in Dayton. She is buried in the Wright family plot at Woodland Cemetery.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/susankoernerwrightfamilytree.htm"
}
