{
    "title": "Dayton Aviation Heritage National Historical Park: Paul Laurence Dunbar",
    "body": "Paul Laurence Dunbar's Life Story       Paul Laurence Dunbar June 27, 1872 – February 9, 1906 Poet and writer, Paul was born in Dayton, Ohio, to Joshua Dunbar and Matilda Murphy. He was the eldest of two children born to Joshua and Matilda, who were former slaves, and had two half-brothers through his mother. Paul attended Dayton’s public schools. He was the only African American in the Central High School class of 1890; so few African Americans attended high school at the time that segregated public secondary schools were financially unfeasible in Dayton. At Central High, Paul edited the school newspaper and was a member of the literary and debate societies. Future aviator, Orville Wright, was a member of Paul’s high school class but did not graduate. However, Wright printed a newspaper that Paul published and edited for the African American community of west Dayton, the Dayton Tattler; this paper ceased publication after three issues in December of 1890. Paul hoped to attend college or secure a job in journalism upon graduating from high school, but he did not have enough money for additional education and job prospects for a young African American man were limited in Dayton. He eventually secured a position as an elevator operator for the Callahan Building in downtown Dayton. Paul wrote poetry and short stories in his spare time and received a fortuitous break in 1892, when a former teacher invited him to speak at the convention of the Western Association of Writers in Dayton. Poet James Newton Matthews applauded Paul’s reading at that meeting in an article published throughout the Midwest.  Attention generated through Matthews’ article encouraged Paul to publish his first poetry collection, Oak and Ivy, in 1893.  Paul continued to write at the 1893 World’s Columbian Exhibition in Chicago, where he received the praise of civil rights leader Frederick Douglass. A review of Paul’s dialect poems for Harper’s Weekly by prominent literary critic William Dean Howells in 1896 brought Paul national acclaim and sales, and he began touring the United States and Great Britain to deliver public readings. In 1897, Paul accepted a job as a research assistant at the Library of Congress in Washington, D.C. However, his health deteriorated as his literary success grew, and he soon left this job. After a stormy engagement, Paul eloped with fellow poet Alice Ruth Moore, whom he courted for several years chiefly by letter. They married in New York on March 6, 1898. The couple had no children.  Physicians diagnosed Paul as having tuberculosis in 1899.  This diagnosis – in an age without antibiotic medications – disrupted his relationship with Alice. Paul medicated himself by drinking heavily and developed into an alcoholic; his alcoholism and continued abuse of Alice led her to leave him in 1902.  While Alice refused to have contact with Paul for the remainder of his life, the couple did not divorce; she retained his name and promoted his writing until her death in 1935. Paul, who wrote novels, play, and song lyrics in addition to poetry, lived the last three years of his life with his mother in a house on Summit Street (today Paul Laurence Dunbar Street) in Dayton, where he died on February 9, 1906. His poetry influenced Harlem Renaissance writers James Weldon Johnson, Langston Hughes, and Claude McKay during the 1920s and continues to influence contemporary American literature.  Paul is buried in Dayton’s Woodland Cemetery.      Find out more about Dunbar's legacy.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/paullaurencedunbarslifestory.htm"
}
