{
    "title": "Dayton Aviation Heritage National Historical Park: Nature Quest",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Nature Quest              Nature Quest          Nature Quest at Dayton Aviation Heritage NHP  Interested in helping your children learn about the outdoors, natural science, and how to feel comfortable interacting with nature? Join the staff at Dayton Aviation Heritage National Historical Park for a three-part series of programs called Nature Quest. There is no charge for these programs. Nature Quest is designed to provide children ages 6 to 12 with knowledge and skills that will encourage them to explore the natural world around them. This is an opportunity for children to experience nature and learn about natural science in a structured and safe environment.      2016 Nature Quest Dates & Times  Dates: February 11th, March 10th, April 7th (Click a date to jump to program description) Times: 10:00 am to 12:00 noon Place: Huffman Prairie Flying Field Interpretive Center on Wright Brothers Hill.  Visit the Directions page for information and directions on planning your trip to the site. Each program will include nature-based learning experiences through hands-on science based activities and experiments. If the weather permits, a hike or outdoor activity will explore the concept of the day. Be sure to have the children dress for the weather! Limited Space is available, so please sign up ahead of time. Please include the age of each child, number of children, and which programs you wish to attend. To sign up for Nature Quest call the park at 937-225-7705 or email us. Please note: all children must be accompanied by an adult.       First Program: Get to Know your H2O!  Where Does all the Water Go?   February 11th, 2016   Everything that is alive depends on water, but when it rains where does the water go? How does it get to our lakes and oceans? And why is it important to know where all this H2O ends up? Participants will gain a deeper understanding of the watershed in the Miami Valley and how it impacts our lives.There will also be an introduction to the two different habitats, wetland and upland, which will be explored in the later sessions.       Second Program: Exploring Habitats: Up on the Hill, Trees, and Woods March 10th, 2016 Trees are everywhere on Wright Brothers Hill. They provide food and shelter for animals and even for other plants. Students will learn how trees benefit wildlife, how they fit into our urban environment, and how they provide tremendous benefits to our lives.       Third Program: Exploring Habitats: Down in the Prairie, Grasses, and Forbes  April 7th, 2016 What is a prairie? How does it differ from a forest? Students will study the prairie habitat and learn about the differences between animals and plants that live in each habitat. They will learn the importance of wetlands and they will investigate how water played an important role in creating and preserving the Huffman Prairie.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/kidsyouth\/nature-quest.htm"
}
