{
    "title": "Dayton Aviation Heritage National Historical Park: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers       Projects at Dayton Aviation Heritage National Historical Park   At Dayton Aviation Heritage National Historical Park, the selected teacher(s) may have the opportunity to prepare and present a variety of formal and informal programs including general interpretive programs and educational programs for children and adults. TRT's learn about park stories including the achievements of the Wright brothers in their hometown of Dayton, Ohio, throughout the United States, and the world. The park also spotlights the accomplishments of African-American writer Paul Laurence Dunbar, as well as the history of turn-of-the century Dayton. Final educational projects will be identified based on the interests of selected teachers and the needs of the park. Projects are selected in consultation with park education staff.   Apply To Be an Dayton Aviation Heritage National Historical Park Teacher Ranger Teacher Dayton Aviation Heritage National Historical Park is looking for one Teacher-Ranger-Teacher for the summer of 2016.   To apply for this professional development opportunity, please:   Review the materials on this webpage and visit the University of Colorado Denver's Teacher Ranger Teacher webpages Download and review the announcement and application Complete the application Submit your completed application as directed for consideration. Please be sure to include the letter of support from your principal or assistant principal and to include contact information for two professional references  This professional development opportunity will remain open until filled.            Click the logo to be taken to the NPS Teacher-Ranger-Teacher website   General Information on the Teacher-Ranger-Teacher program The National Park Service Teacher-Ranger-Teacher (TRT) program is an extended professional development opportunity for educators from K-12 schools to learn about the resources and educational materials available through the National Park Service. Program Goals:  Increase outreach to underserved students by providing professional development training opportunity to their teachers. Provide teachers with place-based learning experiences Provide access to the rich resources of the national parks for inclusion into classrooms and schools Provide teachers with new knowledge and teacher skills related to the resources and themes interpreted in the National Park Service Provide parks with the expertise of teachers to inform and shape park education programs and services  Visit the National Park Service Teacher Ranger Teacher website to learn more about the program.  You can also find more information about receiving graduate credit, project work and regional contact information.  Please note: TRT positions at any available park is subject to budgetary appropriations.  Please check with park staff to find out if a seasonal TRT position is available at the park of your choice.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/education\/development\/teacher-ranger-teachers.htm"
}
