{
    "title": "Dayton Aviation Heritage National Historical Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       The staff at Dayton Aviation Heritage National Historical Park is committed to preserving the unique aviation history for the enjoyment of this and future generations. We work closely alongside Federal, state, local and private partners to accomplish our mission, and maintain close, positive relationships with our communities, area businesses, local citizens and many friends of the park.        The arrowhead was authorized as the official National Park Service emblem by the Secretary of the Interior on July 20, 1951.   The following statements are taken from the park's General Management Plan, approved in 1997. A PDF of the full plan is available for download here (7MB).   Park Purpose  The purpose of the park is:   to commemorate the legacy of three exceptional men - Wilbur Wright, Orville Wright and Paul Laurence Dunbar - and their lives and works in the Miami Valley. to recognize the national significance of the contributions made by Paul Laurence Dunbar and the Wright Brothers and the city of Dayton's role in their contribution. to promote preservation and interpretation of resources related to the lives of these three men and the invention of flight through a management framework based on cooperation among the diverse groups that share an interest in aviation history and Paul Laurence Dunbar.      Park Significance The park is significant because:   it is situated in the neighborhood where the Wright Brothers first became interested in and investigated the basic principles of flight. it contains the only existing original buildings at their original locations and resources associated with the Wright printing and bicycle businesses. it is the place where the world's first successful, heavier-than-air, power-driven, and controlled airplane was designed and built. it contains the world's first practical airplane and the first flying school it contains the home of renowned African-American author\/poet Paul Laurence Dunbar.    Park Mission   To preserve, enhance, and interpret the historic and cultural structures, districts, and artifacts associated with the Wright Brothers, the Invention and Development of Aviation, the Life and Works of Paul Laurence Dunbar through the creation of partnerships.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/management\/index.htm"
}
