{
    "title": "Dayton Aviation Heritage National Historical Park: Education",
    "body": "What do Bicycles, Airplanes, Parachutes and Poetry have in common? Find out when you and your students visit Dayton Aviation Heritage National Historical Park.  During your visit, education staff will provide your students with the opportunity to explore the significance of these creative ideas during curriculum-based education programs. Contact us today to ask about our fun-filled programs or view and download lesson plans to be used in your classroom.  Plan a field trip to the park to learn more and to supplement your classroom lessons. Read More                 Lesson Plans View and download various types of lesson plans for kids in grades K through 12.  You can download complete teachers guides or individual plans. Read More        Teaching with Historic Places \"Teaching with Historic Places\" lesson plan will help students and educators discover the importance of the park. Read More        Field Trips to the Park Plan a field trip to Dayton Aviation Heritage NHP to supplement the online material or expand your class's historical curriculum. Read More        America's Greatest Classrooms Hey teachers - the National Park Service has a new website, designed just for YOU! This short video showcases how it can help you in the classroom. Read More        How do we know? How do we know what we know about the Hopewell?  For answers, watch this video produced by our summer Teacher-Ranger-Teacher, Trina Strausbaugh. Read More        Ohio's 8th National Park Site, the Nation's 401st Ohio now has nine Nat'l Park Service sites throughout the state! The newest site is Charles Young Buffalo Soldiers National Monument in Wilberforce. Read More        Photography of Wilbur and Orville Wright Witness Orville & Wilbur Wright's life through their camera lens as the photos of the brothers are publicly displayed. Event is free of charge. Read More        1913 Flood In the early morning hours of Tuesday, March 25, 1913, church bells rang and whistles blew throughout the city warning of impending disaster. Read More        Visitor Center Hours The park's two visitor centers (Wright-Dunbar Interpretive Center & Huffman Prairie Interpretive Center) are now open seven days a week. Read More",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/education\/index.htm"
}
