{
    "title": "Dayton Aviation Heritage National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Orville Wright (2nd from right) at the dedication of the Wright Memorial, Wright Brothers Hill, Dayton, Ohio, 1940. Wright State University Special Collections and Archives  People, Places & Stories  Like any other national park in the country, it's the people, the places and the stories which form the heart and soul of each park.  Stories of the people and the places which tell us more about the history of each site and a little bit about the history of our country and about who we are as Americans.  Here at Dayton Aviation Heritage National Historical Park, you'll find an evolving story of two ingenious brothers and one America's greatest African-American poets.  But the stories don't begin and end with just these three amazing men.  Their stories coalesce around the many people who supported and loved them and the places where the magic of these brilliant minds were showcased. Learn more about the people, the places and the stories which make up Dayton Aviation Heritage National Historical Park. x x           The 1905 Wright Flyer III on display at Carillon Historical Park. Photo courtesy of Dayton History  National Historic Landmarks   There are five National Historic Landmarks and a National Register Historic District located within Dayton Aviation Heritage National Historical Park. These include the Wright Cycle Company building, Hoover Block, Huffman Prairie Flying Field, 1905 Wright Flyer III, Hawthorn Hill, and the Paul Laurence Dunbar State Memorial. Together these sites tell the stories of the lives and legacies of Wilbur Wright, Orville Wright, and Paul Laurence Dunbar.   Wright Cycle Company Building The fourth location of the bicycle shop operated by the Wrights is the only building remaining as testament to their bicycle business.  Designated a National Historic Landmark in 1990.   Hoover Block Wilbur and Orville Wright operated Wright & Wright, Job Printers, on the second floor of the Hoover Block from 1890 to 1895. The building is part of the Wright-Dunbar Visitor Center.  Added to the National Register as part of the West Third Street Historic District in 1988.   Huffman Prairie Flying Field Retrace the footsteps and flight paths of the Wright brothers, who made the airplane a practical invention at Huffman Prairie Flying Field in 1904 and 1905. The nearby Huffman Prairie Flying Field Visitor Center discusses the Wrights' accomplishments at the flying field and the history of Wright-Patterson Air Force Base.  Designated a National Historic Landmark in 1990.   1905 Wright Flyer III The world's first practical airplane, built by the Wright brothers in 1905 and flown at Huffman Prairie Flying Field, is the centerpiece of the Wright Brothers Aviation Center at Dayton History's Carillon Historical Park. Designated a National Historic Landmark in 1990.   Hawthorn Hill In 1914, Orville Wright, Katharine Wright, Milton Wright, and servants Charles and Carrie Kayler Grumbach moved into this large Georgian revival style mansion in Oakwood. Orville lived at Hawthorn Hill until his death in 1948.  Designated a National Historic Landmark in 1991.   Paul Laurence Dunbar House Historic Site Paul Laurence Dunbar lived in this house in west Dayton with his mother, Matilda Dunbar, from 1904 until his death in 1906. After Matilda Dunbar's 1936 death, the state of Ohio acquired the property and opened it for public visitation as the first house museum commemorating an African American.  Designated a National Historic Landmark in 1962.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/index.htm"
}
