{
    "title": "Dayton Aviation Heritage National Historical Park: Wright-Dunbar Village",
    "body": "Wright-Dunbar Village       Best known as the home of Paul Laurence Dunbar and Orville and Wilbur Wright, the Wright-Dunbar Village developed as a Dayton streetcar suburb in the half century following the civil war, and it was annexed to the city of Dayton in 1869. The area includes a residential neighborhood and the Wright Dunbar Business Village, also known as the West Third Street Historic District.   In the late 1890's, Wright-Dunbar became home to a diverse urban population, including Hungarians, Romanians and Eastern Europeans of the West Side Colony. These workers came to work in Dayton factories and formed a tight community with a host of businesses, churches, and social organizations to meet their needs. Connected to the city by five streetcar lines, it attracted increasing numbers of middle class residents who left the old city center to reside in the new western suburb.   In the years following World War I, the area emerged as the cultural and commercial center of Dayton's African-American community. African American-owned businesses, such as the Palace Theater, built a strong African-American community. The population shifted in this area in the years after the war and there was a widespread movement of African Americans from the South to the “Industrial North”. Housing segregation also brought many African-American residents to West Dayton.   The destruction of residences and businesses resulting from the construction of Interstate 75 in the early 1960's and later by U.S. Route 35 had a devastating effect on many neighborhoods but most notably on the West Dayton commercial districts. The face and character of the area changed even more drastically on September 1, 1966, when racial disturbances broke out in the commercial district. This single event further contributed to a pattern of disinvestment in the neighborhood.   Although a large portion of the area was lost in the 1950's and 1960's to interstate construction, urban renewal, and civil unrest, the remaining structures in Wright-Dunbar Village are experiencing a period of revitalization. A large amount of the work began with the launch of an effort to rebuild a West Dayton neighborhood that had once been home to the Wright brothers and poet Paul Laurence Dunbar. Innovative housing strategies by the city of Dayton, combined with Dayton Aviation Heritage National Historical Park and the work of Wright-Dunbar, Inc. have assisted in creating a viable urban neighborhood and a resource for Dayton history.        Refurbished Fitch House. National Park Service  Residential information  The oldest house in the neighborhood is the Fitch House, constructed in 1856 (at what is now the corner of South Williams Street and Fourth Street). It was owned by Daniel Grant Fitch and was home to his wife, Sarah Miller Fitch, and their five children. Fitch was associated with publishing the Western Empire newspaper from 1848 - 1870. The home remained in the Fitch family until 1925. It is currently under restoration.        Wright family home at 7 Hawthorne Street, Dayton, circa 1890. Wright State University Special Collections and Archives  As the neighborhood developed, the average homes were one or two story frame structures. One of the first families to purchase one of the new homes was the Milton Wright family. Their home was constructed on the lot at 7 Hawthorn Street in 1868. The family lived there from 1871 to 1914, when Milton, Orville, and Katharine, the three family members still living in the home, moved into Hawthorn Hill in Oakwood. The 7 Hawthorn Street home was a modest, two-story Victorian frame dwelling that stood out due to its Victorian porch that wrapped around the front and one side of the house. Wilbur and Orville built the porch, using a lathe that Orville had made from scrap metal and wood. The lot was less than forty feet wide. The home now resides in Dearborn, Michigan as part of the Henry Ford Museum and Greenfield Village, and the lot contains a replica of the front porch and several interpretive panels to give visitors an idea of what used to be on the lot and the history of the Wright family and their lives in Dayton, Ohio. One of the few brick homes in the neighborhood is located at 30 S. Williams Street. Constructed post-1869, it was owned by Frank Hamburger, a gentleman who owned and operated a hardware store along West Third Street. Rehabilitated by the city of Dayton, the home is now the location of the administrative offices of Dayton Aviation Heritage National Historical Park. The Queen Anne style house located at 803 West Fifth Street was the residence of Captain Robert H. Mallory, known for his relentless efforts on behalf of Dayton’s African-American community. Following his military service as a captain in World War I, Mallory served as Executive Director of the Linden Community Center for seventeen years, devoting his life to furthering the interests and quality of life of Dayton’s African-American community. Among the residential homes, are some commercial structures. At 907-915 West Fifth Street is one of the oldest African-American YMCA’s in the country. Through the efforts of several leaders in the community, including Captain Robert Mallory, Edward T. Banks, and Dr. Lloyd Cox, this facility opened on New Year’s Day, 1928. In 1978, the YMCA relocated to a new facility on Dayton-Liberty Road. The building was rehabilitated in the 1990s, and it is currently the location of the Dayton Urban League.      Commercial District Information  The commercial district is comprised of two and three story brick buildings built between 1885 and 1924. As is typical of turn-of-the-century commercial districts, most of the buildings originally had stores on the ground level with offices and residences above. The style of the buildings is predominately Romanesque Revival, with several examples of Italianate and Classical Revival buildings enlivening the mix. Located along the edge of the commercial district, The Wright Cycle Company building at 22 S. Williams Street was constructed by two brothers, Abraham and Joseph Nicholas, in 1886. In 1895 the Wright brothers leased the entire building for $16 a month. After falling into disrepair, the building was rehabilitated by Aviation Trail, Inc, and on January 25, 1989, The Wright Cycle Company was designated a National Historic Landmark.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/historyculture\/wrightdunbarvillage.htm"
}
