{
    "title": "Dayton Aviation Heritage National Historical Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions         View of the downtown Dayton skyline.   Local Attractions    After you've visited the park, there are plenty of options to complement your visit to the park and the Dayton area. Here are a few of the major area highlights that are sure to please everyone!        Aerial view of the National Museum of the U.S. Air Force. Photo courtesy of the U.S. Air Force  National Museum of the U.S. Air Force  If you're a fan of aviation, have we got the place for you after you've completed your tour of Dayton Aviation Heritage NHP. Situated to the northeast of downtown Dayton is the Wright-Patterson Air Force Base which is home to the world-renowned National Museum of the U.S. Air Force. The museum is home to over three hundred and sixty aerospace vehicles and missiles.  Visitors to the museum will find the largest and oldest military aviation museum in the entire world.  Aircraft of all shapes and sizes are on display along with special exhibits and events throughout the year.  The museum has varied hours of operation.  There is free admission to the museum but there is a charge for access to flight simulators and 3D theater.  Please visit the museum's website for more details on admission requirements and other visitor services.           The National Aviation Hall of Fame was chartered nationally by an act of the U. S. 88th Congress, public law 88-372 signed by President Lyndon B. Johnson. National Aviation Hall of Fame  National Aviation Hall of Fame Another great aviation-related place of interest located on Wright-Patterson Air Force Base is the National Aviation Hall of Fame.  You'll find the Hall of Fame located on the grounds of the National Museum of the U.S. Air Force.  Here you'll discover over 14,000 square feet of interpretive displays, flight simulators and interactive exhibits that pay homage to past Hall of Fame enshrinee's.  Admission and parking are free.  Contact the Hall of Fame for information on hours of operation and directions. x x x     x x x x           Wright State University Special Collections & Archives  Whether you're a student looking for information on aviation history or a history buff looking to expand your wealth of knowledge, the Wright State University Libraries Special Collections & Archives may contain what you're in search for.  The Special Collections & Archives is open to the public during normal library hours of operation, no appointments are necessary to visit.  Visitors are not allowed to remove materials from the collections area and you must register upon each visit.  For more information on visiting and accessing the materials, please visit Special Collections & Archives website.          Dayton Air Show Gather up the family for two days chock-full of aviation fun!  After your visit to the park, head on over to the annual Dayton Air Show.  Held annually at the Dayton International Airport, the air show provides a full slate of feature air performers and multiple aircraft on static display.  From leisurely watching the Wright B Flyer float across the sky to attentively staring at the thrilling, super-sonic precision of the U.S. Air Force Thunderbirds, the Air Show is sure to put an exclamation point on your visit to the park and the Dayton area!  Please check the air show website for information on tickets and special offers.          The Wright \"B\" Flyer museum   Wright \"B\" Flyer, Inc.  A few miles south of the park is the museum and hanger for the Wright \"B\" Flyer, Inc.  Those at the Wright \"B\" Flyer Inc, operate and display \"look-alikes\" of the world's first production aircraft, the Wright Model B Flyer.  Visitors can tour the museum and view a static model of the Flyer and peruse the historic pictures and artifacts relating to the Wright Brothers.  Admission to the museum is free.  Hours of operation vary so please visit the website to check when the museum is open.  x           Click the Dayton CVB logo above to visit their website.   Dayton Convention & Visitors Bureau For a comprehensive list of additional attractions in Dayton and the surrounding area, please visit the Dayton Convention and Visitors Bureau website.  From prehistoric Indian cultures to professional baseball, Dayton has what you and your family have been looking for.           Ohio's National Parks  The National Park Service has a total of nine national park sites and three other sites\/areas in Ohio. In addition to Dayton Aviation Heritage National Historical Park, they are: Click on site's full name to be taken there. Park's \"alpha code\" is bolded in parenthesis. See map at bottom of page for geographic locations of these Ohio NPS sites.  Click on the park's alpha code on the map to be taken to their website.  Charles Young Buffalo Soldiers National Monument (CHYO) commemorates the achievements and legacy of Colonel Charles Young and the African-American men who comprised the famed Army regiments of the Buffalo Soldiers. Colonel Young was the third African-American to graduate from the Military Academy at West Point and the first African-American National Park Superintendent in 1903 (Sequoia National Park).  Cuyahoga Valley National Park (CUVA) preserves over 33,000 acres of the pastoral Cuyahoga River Valley between Akron and Cleveland. First Ladies National Historic Site (FILA) preserves and interprets the roles of America's First Ladies and their impacts on our nation's social and political history. Hopewell Culture National Historical Park (HOCU) preserves and protects the remnants of Earthen mounds and embankments forming huge geometric enclosures built by Native American hands over 2,000 years ago. James A. Garfield National Historic Site (JAGA) preserves and interprets the story and personal belongings of the 20th President of the United States, James A. Garfield. Perry's Victory and International Peace Memorial (PEVI) commemorates the Battle of Lake Erie during the War of 1812. William Howard Taft National Historic Site (WIHO) commemorates the only man to serve as Chief Justice of the Supreme Court of the U.S. and President of the United States. David Berger National Memorial (DABE) honors the memory of David Berger, an American citizen who was one of 11 Israeli athletes killed during the 1972 Olymplic Games. (This site is located at the Mandel Jewish Community Center of Cleveland). Fallen Timbers Battlefield and Fort Miamis National Historical Site (FATI) recognizes, preserves and interprets U.S. military history and Native American culture between 1794-1813. (Site is managed by Metroparks of Toledo). North Country National Scenic Trail (NOCO) links scenic, natural, historic, and cultural areas across seven states (NY, PA, OH, MI, WI, MN & ND), allowing visitors to experience a variety of northern landscapes.        Click on a site \"alpha code\" to be taken to their web page.  Dayton Aviation Heritage NHP's \"alpha code\" name is DAAV. NPS \/ Tom Engberg",
    "url": "https:\/\/www.nps.gov\/daav\/planyourvisit\/nearbyattractions.htm"
}
