{
    "title": "Dayton Aviation Heritage National Historical Park: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia         Wright brothers print shop at Wright-Dunbar Interpretive Center NPS Photo \/ T. Engberg  Museum & Collections The searchable NPS Museum online database provides access to thousands of images and records from NPS museum collections. Online visitors can perform simple or advanced searches by keyword, park name, object name, people, places, and date. Visitors can also browse or search collection highlights and park summaries. The records found in this database will vary in the level of detail. Currently more than 100 national parks are contributing to the online database. Dayton Aviation Heritage National Historical Park has also submitted images to the online database. Online visitors can view 2 catalog records with images of Dayton Aviation artifacts, with more to come in the future.    Visit the NPS Museum Dayton Aviation Heritage NHP collection        NPS Photo \/ T. Engberg  Park Photo Gallery Dayton Aviation Heritage National Historical Park now has official park photos available online. Visit the Park Photo Gallery to view official park photos.          Podcasts & Videos        News Articles & Podcasts   See Ohio First  Listen to a short podcast about Ohio rich aviation history: Tour #2 - Bicycles, Bi-Planes, Moon Landings: Ohio's Aviation History (2 min) WSYO.ORG  New Ohio Guide: Huffman Prairie By: Aileen LeBlanc  Short Podcasts by aviation commentator, Dan Patterson of WYSO, regarding various aspects of aviation history.           Inventing Flight  View a short film (11 min), Inventing Flight, from ThinkTV about how the Wright brothers invented the airplane.       Interactive Media            Jump through time and explore with this interactive timeline.  Click the photo to visit the timeline. NPS Photo  Timeline  Take a trip through time and explore the history and curiosities from the 1860's to the 1940's.  This interactive timeline features six different themes: US and World Events, Inventions & Technology, the Wright brothers, Paul Laurence Dunbar, American Letters, and Dayton Events through the interactive timeline. Choose a theme, then choose a decade to begin your excursion into the past.      The Quest for Practical Flight   When Wilbur and Orville came home from Kitty Hawk in December 1903, they knew that they were standing at a crossroads. They had proved that mechanical flight was possible, but hadn't proved that it was practical.   The Wright brothers never wanted to invent just a scientific curiosity, or a marvelous plaything. As the Wright brothers stated…\"From the beginning, the prime object...was to devise a machine of practical utility, rather than a useless and extravagant toy…\"   By October 1905, the Wright brothers' new machine took off and landed safely, turned gracefully in the sky, and flew for as long as the gas tank held fuel. A remarkable machine, it was the world's first practical airplane.    Kings of the Air  In addition to designing and building the world's first practical airplane, Wilbur and Orville had to teach themselves to become the world's first airplane pilots. However, doubts about the Wright brothers' claims to flight were running high in Europe until August 8, 1908.  On that date, Wilbur took off in front of a small crowd near Le Mans, France. Word spread quickly. Critics apologized. Businessmen, politicians, celebrities, and royalty from all over rushed to crown the Wright brothers, \"Kings of the Air.\"    The Wright's invention of the airplane changed much in the world. Now, you can learn more about their Quest for Practical Flight in this interactive media player.  Choose from The Miracle of Flight movie, the Learning to Fly animated cartoon, Riding the Wind movie, the Age of Flight movie and view 3-D animated models of the planes the Wright Brothers built between 1901 - 1905.           The Wright's invention of the airplane changed much in the world. Now, you can learn more about theirQuest for Practical Flightin this interactive media player. Choose from The Miracle of Flight movie, the Learning to Fly animated cartoon, Riding the Wind movie, the Age of Flight movie and view 3-D animated models of the planes the Wright Brothers built between 1901 - 1905.",
    "url": "https:\/\/www.nps.gov\/daav\/learn\/photosmultimedia\/index.htm"
}
