{
    "title": "Dayton Aviation Heritage National Historical Park: Bike With A Ranger",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours     Bike With A Ranger                Bike With A Ranger        Bike with a Ranger bicyclists take a break near a river overlook in Dayton. NPS Photo       Explore Dayton's national park on a ranger guided bicycle tour -a mode of transportation connected with the Wright brothers. Hear stories about the people and places that helped to make Dayton the birthplace of aviation. Visit the homes of Orville Wright and Paul Laurence Dunbar or learn about the history of Wright-Patterson Air Force Base.  2016 Bike with a Ranger Schedule   Paul Laurence Dunbar Tour - 4 miles  June 27 & September 4, 10:00 am - 12 Noon - Ride the Wolf Creek Trail to the final home of poet and author Paul Laurence Dunbar. See exhibits on Paul's life and works, and tour the home where Paul lived with his mother Matilda until his death in 1906. This ride is a great way to get comfortable with cycling.    Hawthorne Hill Tour - 8 miles July 10 & August 21, 10:00 am - 12 Noon - Visit the post-1914 home of Orville, Milton, and Katharine Wright. Learn about life with the Wright family, and Orville's experiences in this historic home. This ride features some moderate hills so make sure your bicycle can shift gears.    Wright State Archive Tour - 10 miles  July 27, 6:00 PM - 8:00 pm - Bike the Huffman Prairie Trail and take a behind the scenes tour of Wright State University's Special Collections and Archives Center. See artifacts from the Wright Brothers Collection and explore exhibits relating to their lives.    Bike the Aviation Trail Tour - 14 miles August 7, 10:00 am - 1:00 pm - Ride the Aviation Trail and learn about some of the sites that make up Dayton Aviation Heritage National Historical Park. Earn stamps towards an Aviation Trail water bottle and get a introduction to sites along the trail.    Founder's Day Ride - 2 miles August 25, 11:00 am - The National Park Service is celebrating its birthday and EVERYONE is invited to join the party! Take a family-friendly bike tour of neighborhood gardens and pollination zones. Learn about what you can do to help pollinators and receive free wildflower seeds.   Important Information regarding bike tours:   To register for a tour, email us or call us with your full name and contact information.  All participants must register at least seven days prior to the start of each tour.  Plan on arriving twenty minutes before each tour start for sign-in and orientation. Riders should be in good physical condition and feel comfortable shifting gears. Inclement weather may cause tour cancellation. Huffman Prairie may close without prior notice as it is located on an active military installation.  You can call the park if you have questions regarding tour status. Participants are required to bring their own bicycles and personal gear, including snacks or lunch. Proper wear of helmets is required. Bicycles should be in good operating condition and are subject to safety inspections.",
    "url": "https:\/\/www.nps.gov\/daav\/planyourvisit\/bike-with-a-ranger.htm"
}
