{
    "title": "Dayton Aviation Heritage National Historical Park: For Kids",
    "body": "Explore This Park    Plan Your Visit     Things To Do     For Kids              For Kids       S.T.E.A.M. LEGO Project Challenge Beginning Wednesday, May 4th, join a Ranger at Dayton Aviation Heritage National Historical Park's Wright-Dunbar Interpretive Center each day to help build a model LEGO Super Star Destroyer Executor!  This unique S.T.E.A.M. (Science, Technology, Engineering, Art, Math) LEGO project transcends the boundaries of reality and fantasy by exploring aviation themes in a fun, engaging process by promoting aspects of science, technology, engineering, art, and math.  This project has no formal end date and will proceed until the entire model is assembled. The finished project will be on display at the Wright-Dunbar Interpretive Center through December 31, 2016. All are welcome! Children must be supervised by a parent or adult chaperone.     Visit the LEGO website for more information about their STEM involvement in schools.         A Lego Super Star Destroyer model          2013 1st Place - Age 20 & Over, Joy McCarns (Reliving the Rails) Joy McCarns  The Great Wright Brothers Aero Carnival Photo Contest  Date: TBA Deadline: TBD Two age categories:  7 – 15 years old & 16 years old and over Categories for photos:   Aircraft (modern or historic), aviation facilities (airports, hangars, etc.), and events (Like the Dayton Air Show)   Aviation Trail sites or National Aviation Heritage Alliance sites.  Includes buildings at the sites, monuments and site related events.  Locations can be found on the Aviation Trail and National Aviation Heritage Alliance websites. Visit the Aero Carnival's official website for photos, videos and information.      Still looking for some fun things to do?  Make your very own paper airplane!  Visit the Wright-Dunbar Interpretive Center or Huffman Prairie Flying Field Interpretive Center for Junior Ranger activities.         NPS Photo",
    "url": "https:\/\/www.nps.gov\/daav\/planyourvisit\/justforkids.htm"
}
