{
    "title": "Dayton Aviation Heritage National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions            Brick facade between the front entrances of the Wright-Dunbar Interpretive Center. NPS \/ T. Engberg         Getting There Visitors are encouraged to start their visit at either The Wright Cycle Company Complex\/Wright-Dunbar Interpretive Center or the Huffman Prairie Flying Field Interpretive Center. Once arriving at one of the interpretive centers, visitors can receive directions to the other sites.   Plane  The nearest airport for scheduled passenger flights is Dayton International Airport. Other major airports within close proximity are Port Columbus International Airport and Cincinnati\/Northern Kentucky International Airport. Nearby general aviation airports include Dayton Wright Brothers Airport, Moraine Airpark, and Greene County Airport.   Car  Construction on I-75: The north and south bound EXITS for FIRST, SECOND and THIRD Streets are now closed. See below for alternative routes to our park or you can follow the designated detour.     For complete information on construction of the I-75 downtown Dayton modernization, visit the Ohio Department of Transportation's official web page.  Interchanges that affect transportation to the park are primarily located in Phase 2.   The following ramps will remain open throughout construction and serve as primary detours to access downtown: Jefferson Street off U.S. 35, Main Street off I-75, Edwin C. Moses Boulevard off I-75.   Maps are available for downloading and printing to supplement your directions.       Directions to Wright-Dunbar Interpretive Center & Wright Cycle Company Complex   From Cincinnati and all points south:   Follow I-75 North and take U.S. Route 35 West (Exit 52b) Keep right and follow signs for State Route 4\/Germantown Turn slightly right onto S. Williams St. Continue to Fourth Street & turn right and proceed into parking lot on your left. Visitor Center will be directly next to parking lot   From Vandalia and all points north:   Follow I-75 South and take U.S. 35 West (Exit 52b) Keep right and follow signs for State Route 4\/Germantown Turn slightly right onto S. Williams St. Continue to Fourth Street & turn right and proceed into parking lot on your left. Visitor Center will be directly next to parking lot   From Springfield via U.S. 35 Westbound:   Take U.S. 35 west Exit at Perry St. (LEFT-SIDED EXIT) Turn right onto Perry St. Turn left onto Washington St. Go over river and take first right onto Edwin C. Moses Blvd Turn left onto Third St. Turn left onto South Williams, park will be on left Follow South Williams to Fourth Street & turn left and proceed into parking lot on your left.  From Indianapolis via U.S. 35 Eastbound:   Take U.S. 35 east Exit at James H. McGee Blvd Turn left onto James H. McGee Blvd Turn right onto West Third Street Turn right onto South Williams The Wright Cycle Company Complex will be on your immediate left Follow South Williams to Fourth Street & turn left and proceed into parking lot on your left.          Directions to Huffman Prairie Flying Field Interpretive Center   From Eastbound or Westbound I-70:   Take I-675 South (Exit 44) Follow to Wright-Patterson Air Force Base exit (Exit 15) Turn left onto Colonel Glenn Highway and stay in left lane Turn left onto National Road Turn left onto Kauffman (National road dead-ends into Kauffman) Proceed 0.4 miles and turn left into drive (before you get to bridge and traffic light) Proceed through stone fence\/gateway, up the hill Visitor center will be on left and parking will be on left, past building.   From all points via S.R. 4:   Exit S.R. 4 at S.R. 444 Go EAST towards air base onto Kauffman Rd. Turn right onto drive immediately after bridge Proceed through stone fence\/gateway, up the hill Visitor center will be on left and parking will be on left, past building.   The Huffman Prairie Flying Field Interpretive Center is located near the National Museum of the United States Air Force at the intersection of State Route 444 and Kauffman Road. 2380 Memorial Road, Wright-Patterson Air Force Base.        Directions to Paul Laurence Dunbar House Historic Site   From the Wright-Dunbar Interpretive Center:   Take Williams Street north Turn left onto 3rd Street Turn right onto Paul Laurence Dunbar Street Go 3 blocks on Paul Laurence Dunbar Street Paul Laurence Dunbar house will be on left.          Public Transportation The nearest Greater Dayton Regional Transit Authority bus stop to The Wright Cycle Company Complex is located at the intersection of West Third and Williams Street. There is no public transportation to the Huffman Prairie Flying Field Interpretive Center.",
    "url": "https:\/\/www.nps.gov\/daav\/planyourvisit\/directions.htm"
}
