{
    "title": "Dayton Aviation Heritage National Historical Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         Huffman-Prairie Interpretive Center on Wright-Patterson AFB NPS \/ J. Hart  Dayton's National Park    There are many great national park places to visit in the Dayton area when it comes to invention, innovation and literature.  From the Wright-Dunbar Visitor Center to the Huffman Prairie Flying Field Interpretive Center, all of these great locations will enhance  your aviation knowledge and inspire you to want more. If you want to learn about the Wright brothers and Paul Laurence Dunbar then Dayton's national park sites are the places to be!      Interpretive Centers  Learn more about the park's two interpretive centers, or visitor centers, located in Dayton.  Either one or both of them will serve as great starting points as you begin your aviation heritage tour.          Paul Laurence Dunbar House Historic Site    Six blocks from the Wright-Dunbar Interpretive Center, you can visit and take a tour of the Dunbar House. Once there you can learn about the renowned poet, Paul Laurence Dunbar and his mother Matilda. The house also documents Dunbar's travels, lifestyle and poetry.  Dunbar purchased this house for his mother in 1904 and completed his last work here before his death in 1906. This gifted and prolific writer produced over 400 poems, novels, plays, short stories, and lyrics. Designated a National Historic Landmark in 1977. For more information, visit the park's Paul Laurence Dunbar Historic House page.      National Aviation Heritage Area   National Aviation Heritage Area (NAHA) is a private, not for profit corporation which manages the heritage area.  It seeks to conserve, interpret, develop and promote the historic resources of the NAHA.  Visit the NAHA website to learn more about their mission and upcoming events.     Carillon Historical Park   From one of our visitor centers, we can provide you with information about one of the park's partners, Carillon Historical Park.  There, you can sign up for a tour of Hawthorn Hill (Orville Wright's mansion) or view the original 1905 Wright Flyer III.     The Wright Cycle Company  The fourth bicycle shop operated by the Wrights is the only building remaining as testament to the bicycle business. It is also in this shop in which the Wrights' passive interest in flying turned to active research and development. Designated a National Historic Landmark in 1990.  The Wright Cycle Company is located next to the Wright-Dunbar Interpretive Center.  Huffman Prairie Flying Field  Gate 16A, Wright-Patterson Air Force Base On this 84-acre patch of rough pasture outside Dayton, the Wright brothers learned to control and maneuver their powered machine and taught themselves to fly during 1904 and 1905. Designated a National Historic Landmark in 1990. The Flying Field is located on an active military installation and subject to unannounced closure. Visitors are urged to call 937-425-0008 for field closures. Wright Memorial 2380 Memorial Road, Wright-Patterson Air Force BaseAdjacent to the Interpretive Center, the Wright Memorial on Wright Brothers Hill is a 27-acre designed landscape honoring Dayton's native sons. The monument, a 17-foot pink granite obelisk, was dedicated on August 19, 1940, Orville's 69th birthday.  The monument is steps away from the Huffman Prairie Interpretive Center.         Ohio's National Park Service Sites  If you're in Ohio and you have a few days to spare after your visit to Dayton Aviation Heritage NHP, consider visiting Ohio's other national park sites.  Ohio has eight total National Park Service sites with three of them located within 100 minutes from Dayton Aviation Heritage NHP.  Learn more about Ohio's national parks and experience your national parks in Ohio!",
    "url": "https:\/\/www.nps.gov\/daav\/planyourvisit\/placestogo.htm"
}
