{
    "title": "Dayton Aviation Heritage National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      Fees For Dayton's National Park and Area Partners   The Wright-Dunbar Visitor Center 16 South Williams Street Dayton, Ohio 45402 FREE Reservations required for all school groups and large groups. Call 937-225-7705. The Wright Cycle Company 22 South Williams Street Dayton, Ohio 45402 FREE Reservations required for all school groups and large groups. Call 937-225-7705. Huffman Prairie Flying Field Interpretive Center 2380 Memorial Road Wright-Pattersen Air Force Base Fairborn, Ohio FREE Reservations required for all school groups and large groups. Call 937-425-0008. Huffman Prairie Flying Field Gate 16A off State Route 444 Fairborn, Ohio FREE Reservations required for all school groups and large groups. Call 937-425-0008. Dayton History at Carillon Park  1000 Carillon Boulevard Dayton, Ohio Members free $8.00 Adults $7.00 Seniors (aged 60 and over) $5.00 Children (aged 3-17) Reservations required for all school groups and large groups. Call 937-293-2841. Paul Laurence Dunbar House 219 North Paul Laurence Dunbar Street Dayton, Ohio FREE The Dunbar House is available for tours Friday, Saturday and Sunday from 10:00am to 4:00pm (last tour at 3:30pm). Fro more information call 937- 224-7061. Other times and dates are available for school groups and large groups by advanced reservations.         The 2014 America the Beautiful National Parks & Federal Recreation Lands Pass Series. USGS Photo  Park Passes  The park no longer sells the America the Beautiful National Parks & Federal Recreation Lands Pass (as of 01\/01\/15).  However, you can go online to purchase select passes and to order select passes.  You can also visit in person William Howard Taft National Historic Site in Cincinnati or Hopewell Culture National Historical Park in Chillicothe to purchase\/obtain one of these passes.  Most passes are available to be purchased through a mail-in application, online or by calling (See notes for each card below). These cards are valid for entry of up to four people in a single vehicle at all National Park Service fee sites.  Additionally, the passes are also accepted at four other federal recreation agencies that have entrance fees, U.S. Forest Service, U.S. Fish & Wildlife Service, Bureau of Land Management and Bureau of Reclamation. The pass series consists of the Annual Pass, the Senior Pass, the Access Pass and the free Annual Pass for U.S. Military. Children under the age of 16 are admitted free at all NPS fee sites.  The Annual Pass is available to anyone over the age of 16. The cost is $80.  NOTE: Can be purchased online or via telephone at 1-888-ASK-USGS (1-888-275-8747), Ext. 3, Monday through Friday, 8:00 am to 4:00 pm MST. The Senior Pass is available to U.S. citizens or permanent residents age 62 or older. The cost is $10 with documentation of age and residency or citizenship.  NOTE: There will be an additional $10 application processing fee to order the card via a main-in application. The Access Pass is free to ALL U.S. citizens or permanent residents with a permanent disability (Applicants must provide documentation of permanent disability and residency or citizenship - Vehicle disability hang tags are not acceptable).  NOTE: There will be a $10 application processing fee to order the card via a main-in application. The Annual Pass for U.S. Military is free to all active duty military members and their dependents. Applicants must present a Common Access Card (CAC) or Military ID (Form 1173) to receive the pass.  NOTE: This pass must be obtained in person, at a federal facility which offers it.  Additional information on the pass series or to order a pass online. PLEASE NOTE: Golden Access and Golden Age Passports are no longer sold. However, these passes will continue to be honored according to the provisions of the pass.",
    "url": "https:\/\/www.nps.gov\/daav\/planyourvisit\/fees.htm"
}
