{
    "title": "Dayton Aviation Heritage National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           16 South Williams Street  Dayton, OH 45402                 Directions         From I-75, take U.S. Route 35 West (Exit 52b).  Keep right and follow signs for State Route 4\/Germantown. Turn slightly right onto S. Williams St. Continue to Fourth Street & turn right and proceed into parking lot on your left. Visitor Center will be directly next to parking lot.  Directions Details           Operating Hours & Seasons         Winter Hours The park operates on seasonal hours with limited days and times for the winter season.  See park website for exact dates of seasonal hours of operations.   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Non-Winter Operating Hours The following is the schedule for non-winter operations, typically March through October.  Check the park website for exact dates and times of seasonal operations.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           The park lies in a humid continental zone with a generally temperate climate. Winters are mildly cold with average temperatures around 39 degrees (F). Summers are hot and humid with an average temperature around 74 degrees (F). Average annual total rainfall is just above 41\". Snowfall in the winter is generally light with an average total snowfall of about 25\".         Fees & Passes     Entrance Fees:   No Entrance Fees - $0.00 There are no entrance fees to Dayton Aviation Heritage National Historical Park   Entrance Passes:   America the Beautiful Pass - $80.00 The park no longer sells the America the Beautiful National Parks & Federal Recreation Lands Pass (as of 01\/01\/15). However, you can go online to purchase select passes and to order select passes. You can also visit in person William Howard Taft National Historic Site in Cincinnati or Hopewell Culture National Historical Park in Chillicothe to purchase\/obtain one of these passes.         Visitor Centers       Wright-Dunbar Interpretive Center Wilbur and Orville started their careers as printers and operated their second print shop, outside the home, here as Wright & Wright Job Printers. In this location, the Wrights edited and published newspapers for the West Side patrons. The Dayton Tattler, written by Paul Laurence Dunbar, was also printed at this location. Designated as part of the West Third Street National Register Historic District in 1988.   Huffman Prairie Interpretive Center Exhibits focus on the Wright brothers' development of the world's first practical airplane at Huffman Prairie in 1904 and 1905, their flying school starting in 1910, and the accomplishments of Wright-Patterson Air Force Base.               Dayton Aviation Heritage National Historical Park is located in western Ohio, in the city of Dayton. The park's average annual visitation is about 57,500 visitors.                  Operating Hours & Seasons               Fees & Passes               Permits & Reservations               Weather               Brochures             Let Us Help You Plan Your Visit   Dayton Aviation Heritage National Historical Park is located in the western Ohio area. There are two Visitor Centers which you can visit.  Stop by the Directions page to determine the best way to reach the Visitor Centers. You can visit the Paul Laurence Dunbar House Historic Site to learn more about one of the most famous African-American poets, Paul Laurence Dunbar.  There are no admission fees to the site. Before you begin your journey to the park, be sure to check on the current traffic and Road Conditions around the park and Dayton area.   Check on the normal Operating Hours for Dayton Aviation Heritage NHP. See what Tours are being offered during your visit to the park. Finish your trip planning by visiting the Eating & Sleeping page to find local area eateries and accommodations  If you are with a commercial photography or film crew, please review the requirements before visiting the park. Browse the park Calendar to see what events are planned for your visit. There are Entrance Fees to visit some of the Dayton Aviation Heritage National Historical Park.  The two main Interpretive Centers have no admission fees. View a list of Nearby Attractions to complement your visit to the park. Get the current Weather conditions for the park and surrounding area.   While the park has no camping or overnight facilities, there are variety of hotels, bed-and-breakfasts, and campgrounds are available within a short distance. For a list of accommodations in the area, visit the Lodging page. Food is not available for purchase within the park.  There are no vending machines on park grounds either.  There is a water fountain available in the visitor center.  A variety of restaurants are located near the park's visitor centers.  Visit the Restaurants page to view what options are available around the parks. Visiting the park with your pet? Find out where Pets can and cannot go while on park grounds. Looking for more National Park Service areas? You can stay right here in the Buckeye state and see seven more National Park Service sites throughout the state.",
    "url": "https:\/\/www.nps.gov\/daav\/planyourvisit\/basicinfo.htm"
}
