{
    "title": "Dayton Aviation Heritage National Historical Park: Park Home",
    "body": "Lives of Consequence  Three exceptional men from Dayton, Ohio, Wilbur Wright, Orville Wright and Paul Laurence Dunbar, found their creative outlet here through accomplishments and failures, and finally success. However, these men offered the world something far greater, they offered the world hope, and the ability to take a dream and make it a reality. Read More             Park Information   Before you leave your house, let us help you make your plans for your visit. Information on park hours and events can also be found here.            Wright-Dunbar Interpretive Center   The Wright-Dunbar Interpretive Center is one of two visitor centers in Dayton.  This visitor center is located near downtown Dayton.        Paul Laurence Dunbar House Historic Site   The Paul Laurence Dunbar House Historic Site now offers free tours and admission when open.              Charley Harper Traveling Art   Stop in to see ten beautifully colored and highly stylized art pieces created by the late artist. On display July 22 through August 7.        Park Calendar   See what events are coming up at the park with the searchable park calendar.            Directions   Let us help you get to the park with directions to the park's visitor centers and the Paul Laurence Dunbar house.            Parks as Classrooms   Educators, supplement your classroom learning when you visit the Education section for free, downloadable curriculum materials.        Teacher-Ranger-Teacher Program   Teachers, ever thought about working in a national park for the summer? Learn what opportunities exist for you at Dayton's national park.              Where's Wilbear?   Wilbear Wright, the official ambassador to the park, needs your help as we celebrate the 100th anniversary of the National Park Service!        Bike with a Ranger   The Bike with a Ranger program is back for another fantastic year!  See what tours we have lined up for this year.        Explore Dayton's Aviation Places   Whether you walk, run or hike to Dayton's aviation places, you can earn an official Aviation Trail water bottle.              Become a Junior Ranger   Opportunities for kids to earn their very own Junior Ranger badge exist at both visitor centers and the Paul Laurence Dunbar house.        Centennial Junior Ranger   The limited edition Centennial Jr. Ranger badges are now available!  Complete the booklet to earn your very own!        Every Kid In A Park Pass   4th graders can now earn their free parks pass!  This special pass waives entry fees to thousands of federal sites in the United States.              Official Park Photos   Photos grouped together in multiple galleries for viewing and downloading as well as the NPS Museum online database photos.        Volunteers In Parks   Looking for a rewarding and memorable experience? Become a Volunteer In Park (VIP) and help us fulfill our mission.              People, Places & Stories   Learn about the intriguing people, the historic places and the cherished stories that make up this park.        History & Culture   The print shop on Third and Williams streets in Dayton, Ohio where the Wright brothers worked prior to their bicycle and aviation days.        The Photography of Wilbur & Orville   Witness Orville and Wilbur Wright's life through their camera lens as the photos of the brothers are publicly displayed.              Partners   We can't do it alone.  Therefore, the park is fortunate to have lasting affiliations with many partners who help us in our mission.        Laws & Policies   Important information about the laws and policies pertaining to firearms and concealed carry in the park units.",
    "url": "https:\/\/www.nps.gov\/daav\/index.htm"
}
