{
    "title": "Pipe Spring National Monument: 11a - Ranching",
    "body": "11a - Ranching          Ranching  Areas without enough water for profitable farming, like Pipe Spring and other small springs on the Arizona Strip, were used by Mormon settlers primarily for ranching. Pipe Spring quickly became a major Mormon ranching enterprise on the Arizona frontier.  This is the best stock range in this Southern Country...west from here 30 miles or more is a sea of grass, and running north east from here thirty miles the same.    Edwin G. Woolley, Adjutant,                 Utah Territorial Militia,                 Pipe Spring - February, 1869   Church Ranching Systems  The Church created a system of tithing ranches. Each tithing ranch managed the livestock donated, or tithed, by Church members. This stock was used to support Church enterprises. Pipe Spring served as the ranch for the Southern Utah Tithing Office, which collected livestock from Fillmore, Utah in the north, to the Colorado River in the south. Dairy operations at Pipe Spring produced milk, butter and cheese for Church workers building the first Utah Mormon temple in St. George, completed in 1877.  The Church also created a system of corporate ranches. These were for-profit corporations, which bought and sold everything from livestock to agricultural goods. The Winsor Castle Stock Growing Company was the corporate arm of the Pipe Spring enterprise.       Pipe Spring Ranch, Dellenbaugh 1903       Limits and Effects on Ranching      The Land and Forage  In the 1860s ranching brought thousands of cattle and sheep to the Arizona Strip. Although Brigham Young promoted proper stewardship of the land, within just 10 - 20 years, the sheer number of livestock exceeded the grazing capacity of the high desert grasslands.  As the native grasslands deteriorated, wind and rain erosion and movement of livestock removed the thin desert topsoil. Ultimately sagebrush, other shrubs, and exotic species of plants replaced the grasslands. Natural cycles of drought resulted in huge cattle \"die-offs.\" The long-term result was the permanent reduction of ranching.      Ten years ago the desert spaces...were covered with abundant grasses, affording rich pasturage to horses and cattle. Today hardly a blade of grass is to be found within ten miles of the spring... The horses and cattle have disappeared, and the bones of many of the latter are bleached upon the plains in front of it...There is little doubt that during the last ten or twelve years the climate of the surrounding country has grown more arid...grasses perished even to their roots before they had time to seed... Even if there had been no drought the feeding of cattle would have impoverished and perhaps wholly destroyed the grass by cropping it clean before the seeds were mature.  Clarence E. Dutton, United States Geological Survey - at Pipe Spring, circa 1880         The Native People       The culture and society of the Kaibab Paiute and their ancestors depended on the desert grassland ecosystem of the Arizona Strip. The seeds of many grasses were primary staples of the Kaibab diet. Harvesting tools - seed beaters, winnowing baskets and others - were developed as a result of this direct dependence.  Ranching pushed the Kaibab Paiute from their water sources and garden plots. Cattle and sheep were in direct competition for the plants and seeds the Kaibab used in their daily life. Wildlife hunted by the Kaibab was also affected.     My grandmother used to gather...a little green plant, a little old bush, and she'd whip the seeds into a basket. That was good food... First she'd roast it... And then she used to grind it and it used to make real good soup or stew or sometimes she made it into gravy. Oh, it was really tasty.  One year I was going to take my daughters out into the hills to show them what kind of seeds my mother and grandmother used to gather, and there were some that year. But that following year they got some cattle into that area, and they just loved all of that. They cleaned it out. So there were no more seeds.    Kaibab Paiute elder - 1995      << back      continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/ranching.htm"
}
