{
    "title": "Hopewell Culture National Historical Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         National Park Service Volunteer logo   Volunteers In Parks (VIP) Become part of the VIP program by assisting park staff with interpretive, biological, archeology, or maintenance projects. Every year volunteers donate over 2,000 hours to Hopewell Culture! The work done by volunteers at Hopewell Culture is invaluable to the park, the community and visitors. Individuals or groups can volunteer at any time of the year. Contact the park's volunteer coordinator by phone at 740-774-1126 or send an email request for more information. The VIP program began in 1969 when congress passed the Volunteers in the Parks Act of 1969.  Read Director's Order #7: Volunteers in Parks, which has more information about volunteering in the national parks. Current Volunteer Opportunities         VIP's working with HOCU staff Biologist, Dafna Reiner   Natural Resources Bluebird Box Monitors Hopewell Culture NHP is seeking a dedicated volunteer to work on a bluebird monitoring project. The park has eight bluebird boxes at the Hopewell Mound Group site. The work typically starts in mid-March with the cleaning of the boxes, and installing new boxes to replace ones that were damaged during winter. Throughout the nesting season the boxes are visited once a week and monitored for activity, it takes about one hour to visit all the boxes. The volunteer will record data such as the presence\/absence of a nest, number of eggs laid, number of hatchlings etc. Some walking over mostly level ground will be necessary, as well as driving to\/from the site. The volunteer needs to be able to work a full season (mid-March to late summer). No skills are necessary, the park will provide all the training and materials needed. For more information and\/or to volunteer, please email park biologist Dafna Reiner or call her at the park during normal business hours at 740-774-1126.           VIP's Marilyn & Herb Hutson   Interpretation  Volunteers in the Division of Interpretation help with duties at the visitor center and assist with special events. If you've ever thought of doing some sort of public speaking, interacting with people in a high-traffic environment or possibly leading a group tour, then this would be a good fit for you. The Division of Interpretation currently has no open volunteer positions. Please check back for future volunteer needs. Online Interpretation Training Check out the online class Foundations of Interpretation on eppley.org. In addition to helping you determine if interpretation is for you, this course will explain what exactly interpretation is and why we do it, what skills are needed and how to prepare some interpretive programs. The cost is free, but you need to sign up and become a registered user with the site in order to access the course. Once you complete the course, you will receive a printable certificate of completion. Additional online courses in interpretation are available for free and for a fee.      Maintenance For current opportunities in the maintenance division, please call the park at 740-774-1126 or send an email inquiring about volunteering in maintenance.      Administration For current volunteering opportunities in administration, please call the park at 740-774-1126 or send an email requesting information about current volunteering opportunities in administration.",
    "url": "https:\/\/www.nps.gov\/hocu\/getinvolved\/volunteer.htm"
}
