{
    "title": "Hopewell Culture National Historical Park: Resource Stewardship Scout Ranger",
    "body": "Resource Stewardship Scout Ranger          The National Park Service, the Boy Scouts of America and the Girl Scouts of the United States of America team up to bring you the Resource Stewardship Scout Ranger and Girl Scout Ranger Programs.     This program is designed to increase scout visitation to national park units, promote a better understanding of the National Park Service (NPS) mission among scouts and their families, educate young people about their responsibility to conserve our natural and cultural resources, encourage volunteer service and promote good citizenship.    Boy and Girl Scouts of all levels are given the opportunity to earn a unit certificate and an individual patch based on their participation level in organized education programs or volunteer service projects. Individual scouts are encouraged to earn their \"Scout Ranger\" patch by participating in regularly scheduled NPS programs. The individual patch is available for distribution by NPS staff at participating parks. Scout Ranger program participants may earn the certificate or patch by participating in volunteer service projects or education programs at Hopewell Culture National Historical Park (NHP).    It is important for Boy and Girl Scouts to spend some quality time exploring park resources. Scouts are awarded a certificate to recognize their leadership development and resource stewardship activities after five hours at one or more national park sites. Five hours is an afternoon at a national park site. A patch is awarded after ten hours at one or more national park sites. Ten hours is two afternoons, or a month of volunteering 2 or 3 hours per weekend. The NPS strongly believes that with these set hour requirements, boys and girls will come away with not just a certificate or patch, but the reward of discovery, sense of awareness and hopefully an interest in something new.    Visit www.nps.gov\/gettinginvolved\/youthprograms to find out more information or call 740-774-1126 to find out about opportunities at Hopewell Culture NHP.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/kidsyouth\/resource-stewardship-scout-ranger.htm"
}
