{
    "title": "Hopewell Culture National Historical Park: Archeology Merit Badge",
    "body": "Archaeology Merit Badge          The highly sought after Archaeology Merit Badge is now achievable at Hopewell Culture National Historical Park! Hosted by Park Rangers certified as Merit Badge Counselors, Boy Scouts will be expected to participate in a one-day clinic which includes a tour of Mound City Group, a variety of hands-on activities and participation in a mock dig at Hopewell Culture NHP. By the conclusion of the day, most scouts will have completed all requirements for the merit badge.   Archaeology Merit Badge Clinics are scheduled during June, July and August. We will accept reservations in the spring.  Please check back for a more definitive time as to when dates will be available. Please call 740-774-1126 for more information.  Here are the basics:  Preparation of your scout troop is essential for success. Preliminary coursework in the Archaeology Merit Badge workbook must be completed by your participating scouts prior to your scheduled clinic date. Use the Boy Scouts of America Archaeology Merit Badge handbook (purchase from your local BSA store) to assist with completing the requirements at home. Requirements 4c, 5, 8c and 9 will be completed at Mound City. Scouts will not receive a completed merit badge form if pamphlet coursework is not completed at the end of their clinic day. There are 11 requirements that must be completed in order to receive the badge.  Contact Hopewell Culture NHP at 740-774-1126 and set your date for the clinic. Clinics are reserved as troops schedule and according to our staffing needs. Clinics are held on a appointment only basis, during the months of June, July and August, only.  Participation is limited to 16 scouts maximum and 4 scouts minimum per clinic day. Yes, scouts from different troops can and will be combined to get to the 4 scout minimum. Scheduling begins in May. Rain and inclement weather may cause the cancellation of the clinic.  There are no fees to participate in the clinics, and there are no admission fees at Hopewell Culture NHP. Anyone attending with the scouts are admitted free. Participants should dress comfortably, uniforms are not required unless instructed by troop leaders. Sunsreen and bug spray are a must. Food is not provided. Everyone present the day of the clinic needs to bring water containers, and food.  Mound City only has a water fountain and restrooms, and no vending machines.  There are no camping or food options available at Mound City, but you can visit the Eating and Sleeping section to see links for area restaurants, campgrounds and more.        Boy Scouts can earn their Archaeology Merit Badge by participating in a mock dig at Hopewell Culture National Historical Park.   We are looking forward to hearing from you!",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/kidsyouth\/archaeology-merit-badge.htm"
}
