{
    "title": "Hopewell Culture National Historical Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       Hopewell Culture National Historical Park partners with local organizations to fulfill its mission to preserve, protect, and interpret the remnants of the park's five earthwork complexes and one additional site co-managed with the Arc of Appalachia.          Click on the logo above to visit the bureau's website   Ross-Chillicothe Convention & Visitors Bureau  Find out all that the Ross County and the Chillicothe area has to offer when you visit the Ross-Chillicothe Convention & Visitors Bureau.  From local, down-home eateries to the beautiful, rolling hills in the foothills of the Appalachian Region, Ross County has a wealth of history and entertainment to discover.          The Arc of Appalachia Preserve System manages 14 nature preserves throughout southern Ohio.   The Arc of Appalachia Preserve System The Spruce Hill works are owned by the Arc of Appalachia Perserve System and co-managed by Hopewell Culture NHP and Ross County Park District. Spruce Hill is one of the best remaining examples of hilltop enclosures fabricated by the Hopewell Culture. The non-profit Arc of Appalachia Preserve System was founded in 1995 as a grassroots organization to preserve forest and associated Eastern eco-systems, as well as ancient earthworks and historical buildings. Visit The Arc of Appalachia website to learn more about their organization.  Read the Spruce Hill story to discover how The Arc rescued the site from auction.        View of the north slope of Seip Mound NPS Photo  Ohio History Connection Since the early 20th century, much of the Seip Earthworks unit was owned by the Ohio History Connection (OHC) (formerly known as the The Ohio State Archaeological and Historical Society and the Ohio Historical Society).  Between 1992 and 2014, The National Park Service partnered with the Ohio History Connection in co-owning and co-managing the Seip Earthworks site. More recently, after a decades worth of arranging and planning, the deed of ownership to Seip Earthworks was officially transferred from OHC to the National Park Service on September 3, 2014.  Even though the government-owned majority of Seip Earthworks is now solely under the possession and management of Hopewell Culture NHP, we will continue our proud partnership with OHC in meaningful and creative ways to preserve and protect the remnants of the Hopewell Culture.        The Ross County Park District was established in 1993.   Ross County Park District Recreational trails at the Hopewell Mound Group are the result of a partnership with the Ross County Park District. This partner helped convert a mile of abandoned B & O railroad corridor to the Tri-County Triangle Trail.  The Ross County Park District also co-manages Spruce Hill works with Hopewell Culture NHP and the Arc of Appalachia Preserve System.        Paved Tri-County Triangle Trail at Hopewell Mound Group, looking west. NPS Photo  Tri-County Triangle Trail The multi-use trail at the Hopewell Mound Group is a partnership with the Tri-County Triangle Trail, a non-profit organization. The trail connects the towns of Chillicothe, Frankfort and Washington Court House via a 28+ mile paved section. Parking and restrooms are located adjacent to the trail at the park's Hopewell Mound Group facilities on Sulphur Lick Road. Visit the Tri-County Triangle Trail website for more information.",
    "url": "https:\/\/www.nps.gov\/hocu\/getinvolved\/partners.htm"
}
