{
    "title": "Hopewell Culture National Historical Park: Bookstore",
    "body": "Explore This Park    Learn About the Park     Bookstore            Bookstore        Bookstore at the Mound City Group Visitor Center          Eastern National was founded by NPS rangers in 1947 at Gettysburg National Military Park.   Eastern National The park's cooperating association, Eastern National, manages the bookstore at the Mound City Group Visitor Center. We offer a variety of books, maps, postcards, games, and other educational materials related to the park's cultural and natural resources. We carry some popular, current publications and also some rare, hard-to-find scholarly publications in our bookstore. We also have many items that would be perfect for that special, memorable gift. A portion of the profits is returned to the park to support interpretive and resource management programs. You can also make purchases online by visiting our online bookstore, managed by Eastern National. Learn more about our Cooperating Association partner Eastern National.       Items available for purchase at the Mound City Visitor Center          Bill Huebner poses in front of the stained glass panels he created.  Top row from left: Hopewell Mound Group, Mound City Group and Hopeton Earthworks. Bottom row from left: Seip Earthworks, and Highbank Earthworks. Photo courtesy of Kevin Coleman  Stained Glass Art From the 2009 Hopewell Happenings park newspaper.  Story by Ranger Tiffany Best. As people explore the Hopewell earthworks, many find themselves inspired by the thousand year old culture's skills and designs. Over the years, members of the public have created their own Hopewell inspired works of art and donated them to the park. However, visitors are not the only ones who use their artistic talents to bring the Hopewell Culture to life. Park staff also make several of their own creative contributions to the National Park Service as is the case with of the park's latest artwork acquisition. Last summer, William Huebner, the park's Eastern National Bookstore associate, began designing his own creative interpretations of the five earthwork sites protected by Hopewell Culture National Historical Park. Based on maps created in the 1840s, William used stained glass to represent the geometric layouts of Mound City Group, Hopewell Mound Group, Seip Earthworks, Hopeton Earthworks and High Banks Earthworks. William has enjoyed working with stained glass for years. While mainly a hobby, he says he will continue to create panels as new inspirations come. Today, these panels can be seen hanging in the windows of the visitor center adding interest and interpretation to the park.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/bookstore.htm"
}
