{
    "title": "Hopewell Culture National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth        We Make Prehistory Fun!  The park is a cool place for kids to learn about what happened in Ohio during the last 10,000 years. Just wander through the park's museum, watch the short movie about the Hopewell culture, or stroll around the mounds. Kids can also learn about the plants and animals that live in the park by walking the trails around the Mound City Group Visitor Center.  The park also hosts activities throughout the year to educate kids about the cultural and natural resources at the park. Call the park at 740-774-1126 to learn more about fun activities like the Junior Ranger program or try any of the kid links below.        There is a lot to learn and discover at Hopewell Culture National Historical Park.  What will you explore? NPS Photo  Learn & Earn  Check out these cool pages for kids at Hopewell Culture NHP.  Learn about prehistoric Ohio and earn Junior Ranger SWAG!  Become a Junior Ranger   Resource Stewardship Scout Ranger   Boy Scouts of America Archaeology Merit Badge             4th Graders, click the logo above to take the quiz!   Every Kid in A Park  Attention all 4th graders!  Have we got a deal for you and your family!  Get out and visit your National Park Service sites this summer, for free!  That's right, for free!  Visit everykidinapark.gov and take the short online quiz.  Once you complete the quiz, you'll receive a voucher that you can print out and bring to any national park site in the U.S. for free entry to that site!  You can exchange your voucher for a hard plastic Every Kid In A Park card so you can show it off with pride.  Not only will this card get you and your family access to all of the national park sites, it will also get you and your family free entry to thousands of other federal recreation sites across the country!  So, what are you waiting for?  Get started NOW!  Visit everykidinapark.gov and take the quiz. Call ahead to the park site you will be visiting to make sure they have a supply of the Every Kid In A Park card.  Due to overwhelming demand, some parks may be temporarily out but others will likely have it.  Visit everykidinapark.gov for more information.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/kidsyouth\/index.htm"
}
