{
    "title": "Hopewell Culture National Historical Park: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers         Scroll down this page for more information on the TRT professional development program NPS \/ Univ. of Colorado  Hopewell Culture NHP 2013 Teacher-Ranger-Teacher During the summer of 2013, the park's Teacher-Ranger-Teacher (TRT), Trina Strausbaugh, produced a film essay to delve into the question \"How do we know what we know about the Hopewell?\" Trina interviewed staff and interns at the park in order to find out more about the basis of our understanding of these prehistoric peoples. Watch the TRT video below to discover the basics of our understanding of the people we know as Hopewell. Please allow time for video to load to avoid buffering.  HD-quality playback will require slightly longer times.  Download times will vary depending on your internet connection and\/or your internet speed.  There is also an option to download the video to your pc as well.             How Do We Know?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:14 minutes, 23 seconds  \"How do we know what we know about the Hopewell?\"  Many wonder about how we learn about this mysterious culture of people we know as the Hopewell.  Join us as we look into how we learn about these prehistoric Native Americans and answer the question \"how do we know?\"             Click the logo to be taken to the NPS Teacher-Ranger-Teacher website   General Information on the Teacher-Ranger-Teacher program The National Park Service Teacher-Ranger-Teacher (TRT) program is an extended professional development opportunity for educators from K-12 schools to learn about the resources and educational materials available through the National Park Service. Visit the National Park Service Teacher Ranger Teacher website to learn more about the program.  You can also find more information about receiving graduate credit, project work and regional contact information. Please note: TRT positions at any available park is subject to budgetary appropriations.  Please check with park staff to find out if a seasonal TRT position is available at the park of your choice.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/education\/development\/trt.htm"
}
