{
    "title": "Hopewell Culture National Historical Park: Parks as Classrooms",
    "body": "Parks as Classrooms        Curriculum Materials Are you searching for reliable & accurate information about the Hopewell culture to enhance your lesson plans? Would you like to include more archeology activities in your science or social studies lessons? Would you like to make your next fieldtrip to Hopewell Culture NHP a more rewarding experience for your students? \"Expeditions into Ohio's Past\" is just what you've been looking for. All Curriculum Materials   Teacher's Guide    Expeditions into Ohio's Past Learn More     Guest Speakers If you and your class can't make it to the park, we can come to you.  Rangers are available to visit your class and provide curriculum-based programs that feature actual prehistoric tools and artifacts.  Visits can be tailored to one class or multiple classes for the day. All Guest Speakers   Rangers in the Classroom    Invite a Ranger to your Class Learn More     Field Trips Bring your class to Hopewell Culture National Historical Park and immerse your students in the history and the culture that only a first-hand experience can deliver.  Walk amongst the mounds, explore the artifacts in the museum and learn about daily life during the Hopewellian period.  It's a unique  educational experience that your class will never forget. All Field Trips   On-site Visits    Field Trips at Mound City Group Learn More     Curriculum Materials National History Day in Ohio is the culmination of a year-long program in which students create a project for submission and review.  Projects are based in primary and secondary research.  Here you can find information about the annual theme, event details for Region 9 and information on participating in being a judge for the event.  Hopewell Culture is proud to co-host the Region 9 event. All Curriculum Materials   Co-Curricular Programming    National History Day in Ohio Learn More",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/education\/classrooms\/index.htm"
}
