{
    "title": "Hopewell Culture National Historical Park: Field Trips",
    "body": "Field Trips      Online Field Trip Scheduling The available dates for 2016 spring field trip season (April through June) have not yet been added.  We are hopeful that we can have dates available for online scheduling up soon.  In the meantime, if you would like to schedule a field trip please call the visitor center at 740-774-1126 and speak with a ranger to inquire about availability and scheduling. The Field Trips online scheduling page has not yet been fully implemented. Thank you for your patience and understanding as we continue to develop this new tool. Rangers in the classroom If you are interested in having a ranger visit your classroom, please see the Guest Speaker page. Planning your Field Trip Field trips are about 2 hours in length. We understand that some classes may not be able to take in all programs offered. Before your visit a Ranger will call you and speak with you about the details of your visit. Please be sure to advise us on the amount of time that your class will be able to spend on-site. Once we confirm the visit length of your field trip with you, the Ranger can then go over which programs would be best-suited for your class's scheduled time at the park.  ** We do not schedule on-site field trips for any Monday during the field trip season. Please call the park for field trip availability and scheduling. ** Please Note: If your class's trip will not fit in the parameters of a time slot that is offered, please reserve both slots for the day that you plan on attending. Also, if the total number of students exceeds the number alloted, you will need to press \"submit\" twice.     Results   Showing results 1-1 of 1    Sort By:  Title Date         School Field Trips to Mound City Group    Your class can benefit tremendously by visiting Hopewell Culture National Historical Park.  Tours can be tailored to suit your class's time and content needs.   Schedule your groups at least two months in advance and keep in mind that April, May, and October fill up quick.  No tours are available Saturday's, Sunday's or Monday's.If your class will go over the 2 hour time slot, please choose both slots for the day.  Also, if you have more than 50 people, you will need to press \"submit\" twice.    Type:Field Trips Grade level:Second Grade-Eighth Grade Subjects:American Indian History and Culture, Anthropology, Archaeology, Geography",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/education\/classrooms\/fieldtrips.htm"
}
