{
    "title": "Hopewell Culture National Historical Park: Vital Signs Monitoring",
    "body": "Vital Signs Monitoring       Knowing the condition of natural resources in national parks is fundamental to NPS's ability to manage park resources \"unimpaired for the enjoyment of future generations.\" Funded by the Natural Resource Challenge, NPS has implemented a strategy to institutionalize natural resource inventory and monitoring. The effort was undertaken to ensure that the 270 park units with significant natural resources possess the information needed for effective, science-based resource management decision-making. The national strategy consists of a framework having three major components: 1) completion of basic resource inventories upon which monitoring efforts can be based; 2) creation of experimental prototype monitoring programs to evaluate alternative monitoring designs and strategies; and 3) implementation of ecological monitoring in all parks with significant natural resources.  Parks with significant natural resources have been grouped into 32 monitoring networks linked by geography and shared natural resource characteristics. The network organization will facilitate collaboration, information sharing, and economies of scale in natural resource monitoring. Parks within each of the 32 networks work together and share funding and professional staff to plan, design, and implement an integrated long-term monitoring program. Hopewell Culture NHP belongs to the Heartland Inventory and Monitoring Network and Prairie Cluster Prototype Monitoring Program (HTLN), which is composed of fifteen National Park Service (NPS) units within the states of Arkansas, Indiana, Iowa, Kansas, Minnesota, Missouri, Nebraska, and Ohio.  Learn more about Vital Signs monitoring at Hopewell Culture NHP.  Learn more about the Heartland Exotic Plant Management Plan at Hopewell Culture National Historical Park.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/nature\/vital-signs-monitoring.htm"
}
