{
    "title": "Pipe Spring National Monument: 8b - Outside Contacts",
    "body": "8b - Outside Contacts            Outside Contacts: Spanish  The Southern Paiute were affected by European culture long before their first face-to-face contact. Some impacts were positive, such as the trade of small items like steel strikers for starting fires, metal knives and glass beads. The earliest, and biggest, negative impact came in the form of disease. Small pox and measles pandemics swept through the Americas in the early 1500s. By the 1870s, these diseases and others, had reduced most native populations by 80%.  In 1776 the first Spanish explorers (Dominguez and Escalante) arrived in the region, searching for a route from Santa Fe to the missions in California. Once routes were established, Spanish traders from New Mexico began trading Indian slaves in California and New Mexico. The effects of this slave trade on the Paiute were noted by people traveling through the area:         Every man's hand is against them. The New Mexicans capture them for slaves; the neighboring Indians do the same… The price of these slaves in the markets of New Mexico varies with the age and other qualities of person. Those from ten to fifteen years old sell from $50 to $100… Notwithstanding their horrible deficiency in all the comforts and decencies of life, these Indians are so ardently attached to their country, that when carried into the lands of their captors and surrounded with abundance, they pine away and often die in grief for the loss of their native deserts. In one instance, I saw one of these Paiuches die from no other apparent cause than this home-sickness...   Charles Wilkes                 United States Exploring Expedition             - circa 1840     Outside Contacts: Mormon     In the late 1840s, a new group with a unique outlook toward American Indians arrived on the scene. Under the leadership of Brigham Young, members of the Church of Jesus Christ of Latter-day Saints (Mormons), arrived in the Salt Lake Valley of northern Utah in 1847. Over the next 50 years they systematically settled throughout Utah, southern Idaho, eastern Nevada, northern Arizona, and even into Mexico. This expansion put them in direct contact, and sometimes conflict, with numerous Indian groups. But because of their religion, Mormons generally opposed the customary frontier theory that \"the only good Indian is a dead Indian\".     A central tenet of their religion was that Indians were descendants of the Lost Tribes of Israel who had come to the Americas in early Biblical days and practiced a form of Christianity. But through their \"abomination and loss of belief\" they eventually became \"loathsome…an idle people, full of mischief.\" Mormons believed it was their responsibility to help these \"Lamanites\", so that when they were \"restored unto the knowledge of…Jesus Christ…many generations shall not pass…save they shall be a white and a delightsome people.\" Thus the church urged its members to clothe and feed their \"Lamanite brethren\" and eventually try to convert them.       Jacob Hamblin   The Kaibab Paiute first encountered Mormons in the late 1850s when Jacob Hamblin led a group of missionaries across the Arizona Strip on their way to the Hopi lands.     Outside Contacts: Indentured Servitude       Mormons found themselves in an interesting predicament regarding the Spanish-Indian slave trade and their own religious views of Indians. Having heard stories of Indian slave children being killed by their captors if not purchased, Mormons took to buying them.  They [Utes] offered them to the Mormons who declined buying...[one of the Utes] became enraged, saying that the Mormons had stopped the Mexicans from buying these children; they had no right to do so, unless they bought them themselves...he took one of these children by the heels and dashed its brains out on the hard ground, after which he threw the body towards us, telling us we had no hearts, or we would have bought it and saved its life.   Daniel W. Jones, circa 1850       The Mormons justified the purchase and holding of Indians by defining the practice as “indentured servitude” rather than slavery. The Utah Territorial Legislature authorized indentured servitude when it enacted “An Act for the Relief of Indian Slaves and Prisoners” in 1852. This legalized the possession of an Indian by a “suitable person…to raise, or retain and educate…for the term of not exceeding twenty years.”      << back      continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/8c-outside-contacts.htm"
}
