{
    "title": "Hopewell Culture National Historical Park: Archeology Intern Blog",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Archeology Intern Blog                Digging in the Dirt       RSS  About This Blog Archeological research continues to be a big part of the mission of Hopewell Culture National Historical Park.  Archeological staff from Hopewell Culture NHP, staff from the National Park Services' Midwest Archeological Center and other professionals in the field of archeology conduct research every year so that we can learn more about this mysterious culture.  Along with these professionals, the park continually employs students who have decided to pursue a career in this rewarding field.  Follow this blog to read about some of the stories from these dedicated interns who have been chosen to work alongside some of the best in the profession.   To My Future Archeologists (Kids Only!)  August 15, 2013 Posted by: Cailey Mullins  0 Comments     Hi kids! My name is Cailey Mullins, and I'm an archeological intern at Hopewell Culture National Historical Park. That's basically a fancy term for someone who plays in the dirt to learn! I'd like to tell you a little about my field, and how you can be involved - either here at the park or even in your own backyard!      Meet the Archeologists  August 15, 2013 Posted by: Cailey Mullins  0 Comments     Here are the folks doing all the dirty work this summer!      Digging up the Past at HOCU  August 07, 2013 Posted by: Cailey Mullins  5 Comments     My name is Cailey Mullins, and I'm an intern here at Hopewell Culture this summer. For the first seven weeks of my internship, I worked out in the field doing archaeology with the park. As a future archaeologist, what I've learned here will benefit me for the rest of my life. This blog will talk about what I've done at the park this summer, and teach a little about the basics of my field.",
    "url": "https:\/\/www.nps.gov\/hocu\/blogs\/Digging.htm"
}
