{
    "title": "Pipe Spring National Monument: 6 - Kaibab Paiute Lifeways",
    "body": "6 - Kaibab Paiute Lifeways          Territories and Bands    Certain families owned, or were in charge of, specific springs and farming areas. Extended families and their kinship band had larger areas where they seasonally hunted and gathered. Beyond the family and local group there were several levels or layers of leadership.  Territories were agreed upon between bands. Each territory contained nearly all of the resources necessary for the complex lifestyle of the People. They did, however, regularly travel into other territories to gather certain plants or minerals. This travel resulted in contact, trade and intermarriage with the other Paiute bands and different tribes. Cultural traditions and practices were exchanged and passed on - including basketry, songs and dances, and various beliefs.            John K. Hillers, 1872.   Beliefs  The Kaibab Paiute passed on to their children and grandchildren their beliefs that they were to care for and nurture the land, which fed, cured and clothed them. They believed that when they were created they were given the right to use, and the duty to protect, the lands and resources. If plants and animals weren’t harvested and used appropriately, they would disappear and be gone from the People forever.  Knowledge  Knowledge was gained and passed on by and through the person who needed it and used it. Not everyone knew everything. This kept family members dependent upon each other and increased respect for individuals. Knowledge was passed on gradually over time. A lifetime of apprenticeship was the normal process for passing on the complex knowledge of an elder.      Work  The division of labor placed various tasks in the hands of the most skilled. Men worked to prepare the ground before planting; both men and women tended the fields; women were responsible for the harvest. Men hunted, after which the women in camp identified the most needy and distributed the meat accordingly. Women made all the food, clothing and baskets. The building of the family home, the kahn, was generally a joint effort.       Leisure time  Seasonal dancing and games were the primary leisure time amusements. Gambling was a common activity among adults, especially during large gatherings of the various bands and tribes. Children’s games were often instructional.       << back      continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/kaibab-paiute-lifeways.htm"
}
