{
    "title": "Hopewell Culture National Historical Park: Preservation",
    "body": "Preservation       Our nation's archeological sites are being destroyed at an alarming rate. As a result, scientific information is detroyed, the places where people lived long ago are aesthetidcally compromised, and Native Americans loose an important part of their heritage.  People enjoying recreation out-of-doors frequently discover an archeological site or artifact. By law, on public land, the artifact is to be left in place and the site left undisturbed. Removal of the artifact is theft. Discoveries of artifacts and sites should be reported to the land managing agency. In the case of Hopewell Culture National Historical Park property, please report your findings to a park ranger as soon as possible at 740-774-1126.         Archaeological Resources Protection Act (ARPA) The Archaeological Resources Protection Act (ARPA) of 1979, gives protection to archeological resources on public and Native American lands and encourages the sharing of information from sites. It also toughens penalties for the unauthorized excavation of or damage to archeological sites, and controls the sale of artifacts.         Native American Graves Protection and Repatriation Act (NAGPRA) The Native American Graves Protection and Repatriation Act (NAGPRA) of 1990, protects Native American grave sites on lands managed by the federal government, like Hopewell Culture National Historical Park. NAGPRA requires thousands of federally funded museums and agencies to inventory their holdings of human remains, grave goods, sacred objects, and other items important to Native American cultures. To learn more about NAGPRA and the National Park Service, please visit the NPS National NAGPRA website by clicking here.         Archeological sites on Private Lands Archeological sites and artifact preservation on private land is left to the responsibility of the land owner. The following link serves as a guide to the wide variety of tools available for protecting archeological sites on private lands. Click here to learn about Strategies for Protecting Archeological Sites on Private Lands.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/historyculture\/preservation.htm"
}
