{
    "title": "Hopewell Culture National Historical Park: Hopewell Ceremonial Earthworks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Hopewell Ceremonial Earthworks                Hopewell Ceremonial Earthworks          Dawn at Mound City Group.  Click the photo to read the full submission for the World Heritage Tentative List. NPS \/ T. Engberg           Click the logos above to visit the official World Heritage Ohio website. World Heritage Ohio & UNESCO World Heritage  World Heritage Ohio  For detailed information on the Hopewell Ceremonial Earthworks nomination, visit the official Hopewell Ceremonial Earthworks website.  You can also explore and learn about the other sites (Dayton Aviation Sites & Serpent Mound) in Ohio which are also vying for World Heritage status.  Visitors will find a trove of information on current news, partner links and ways to support this honorable cause.        A Distinguished & Renowned Global List  The Pyramids of Egypt, the Historic Sanctuary of Machu Picchu, Stonehenge; just a few of the well-known global locations that share the common distinction of being World Heritage sites. Could the Newark Earthworks, the Fort Ancient Earthworks & the five sites of Hopewell Culture National Historical Park in Ohio become the next property to join this elite list?  We at Hopewell Culture National Historical Park along with our partners at the Ohio History Connection (stewards of the Newark Earthworks and Fort Ancient) are organizing and strategizing to ensure that these remaining monumental works of the Hopewellian people make it to the renowned list of world-wide recognition and heritage.  The five earthworks at Hopewell Culture NHP, the Newark Earthworks and the Fort Ancient Earthworks, make up the World Heritage proposal known as the Hopewell Ceremonial Earthworks.          Click on the OHC logo above to be taken to the OHC World Heritage Nomination page Ohio History Connection  The Hopewell Ceremonial Earthworks & Our Partners To learn more about the sites that make up the Hopewell Ceremonial Earthworks, click on the following links: The five Hopewell Culture NHP sites The Newark Earthworks The Fort Ancient Earthworks To learn more about our longtime partner, The Ohio History Connection, and their efforts to help us secure a World Heritage nomination, visit their World Heritage nomination web page. Learn about The Ancient Ohio Trail which connects all of these sites and more.          Click the logo above to learn more about UNESCO World Heritage UNESCO World Heritage Centre  What is World Heritage?   Shortly after WWI, the idea of creating an international movement for protecting heritage emerged. In 1972, the World Heritage Convention was created by the United Nations Educational, Scientific & Cultural Organization (UNESCO) to do just that. The 1972 Convention concerning the protection of the world cultural and natural heritage developed from the merging of two separate movements: the first focusing on the preservation of cultural sites, and the other dealing with the conservation of nature. The World Heritage Convention aims to promote cooperation among nations to protect heritage around the world that is of such outstanding universal value that its conservation is important for current and future generations. It is intended that properties on the World Heritage List will be conserved for all time. The concept of World Heritage is universal in that World Heritage sites are shared by all the peoples of the world, irrespective of the territory on which they are located. Currently, the list contains 981 properties scattered around the globe on nearly every continent.  View and explore the complete list of World Heritage sites.   Nomination Process    The first step towards gaining entry onto the World Heritage List is to be placed on a country's Tentative List. The Hopewell Ceremonial Earthworks was placed on the United States' Tentative List in 2008.  The United States can select one cultural site from the Tentative List each year and prepare a full World Heritage Nomination. A formal advisory body, the International Council on Monuments and Sites (ICOMOS) evaluates the nomination to determine whether the property has \"Outstanding Universal Value.\" To meet the test, the property must meet one or more of the ten World Heritage criteria (Six cultural and four natural), possess integrity and authenticity, and must meet requirements for protection and management. On the basis of this evaluation, ICOMOS submits a recommendation to the World Heritage Committee. The World Heritage Committee includes representatives of 21 nations and meets once each year to render final decisions on nominations.  View and read the complete Tentative List Proposal for the Hopewell Ceremonial Earthworks.        Some of the international experts visiting with park staff Photo courtesy of Ohio History Connection  Experts assist with Hopewell Ceremonial Earthworks nomination  Recently, in August of 2013, national and international experts convened in Central Ohio to discuss technical aspects for preparing the Hopewell Ceremonial Earthworks for nomination.  Mr. Gustavo Araoz, President of the International Council on Monuments and Sites (ICOMOS), Honorable Glenna Wallace, Chief of the Eastern Shawnee Tribe of Oklahoma, Honorable Billy Friend, Chief of the Wyandotte Nation, Dr. Willem Willems & Dr. Douglas C. Comer, Co-Presidents of the International Committee on Archaeological Heritage Management (IACHM), Dr. Helaine Silverman from the Department of Anthropology at the University of Illinois & Phyllis Ellin from the National Park Service Office of International Affaris were some of the distinguished guests who toured the earthwork sites which make up the Hopewell Ceremonial Earthworks nomination.  Local, state and federal officials were also on hand to meet and discuss the nomination with the group as they traveled between Newark, Chillicothe and Lebanon, Ohio.  The experts provided valuable information and insight for the nomination committee while they interacted with officials at all of the Hopewell Ceremonial Earthworks sites.          Hope Taft, former First Lady of Ohio   Friends of Ancient Ohio Earthworks  To help push along the nomination, a Friends group has been established to raise awareness and to assist in raising the funds that will likely be needed to complete the nomination process.  The Friends of Ancient Ohio Earthworks is led by former First Lady of Ohio, Hope Taft.  Taft and Friends will be reaching out to those throughout the state and recruiting anyone who is willing to support this noble effort.  If you or someone you know may be interested in helping the Friends of Ancient Ohio Earthworks, you can contact Kathy Wyatt of the Ohio Historical Society's Office of Institutional Advancement at 1-800-647-6921.       What is the Hopewell Ceremonial Earthworks?  The following video has been produced to enlighten and inspire guests about the tremendous opportunity which has been presented to these special places that comprise the Hopewell Ceremonial Earthworks. We encourage guests to share this page as a link and to forward the video on to friends and family, near and far. Special thanks to the Ohio History Connection for producing this video.              Hopewell Ceremonial Earthworks Special Presentation   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 14 seconds  Experts from Hopewell Culture NHP, the Ohio History Connection and other professionals discuss the importance and significance of what these majestic places mean to Ohio and the world and why they should be preserved as World Heritage sites.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/historyculture\/hopewell-ceremonial-earthworks.htm"
}
