{
    "title": "Hopewell Culture National Historical Park: Spruce Hill Earthworks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Spruce Hill Earthworks                Spruce Hill Earthworks           A drawing of Spruce Hill Earthworks taken from Ancient Monuments of the Mississippi Valley, c.1846.  Click this image for a larger version of the original Squier and Davis plate. Squier & Davis  Spruce Hill is a small sliver of Ohio's geologic library, rich with a beautiful biodiversity, and laden with evidence of the prehistoric Hopewell culture.  Even the trail that leads up to the storied plateau area contains geologic \"windows\" that allow us to see back in time.  The sediment-washed trail has countless exposed layers of shale which date to almost 400 million years ago.  Rippled sandstone, which dots the trail, is direct evidence that the area was once under the cover of a sprawling ancient sea.  The lush woodland hillsides nurture rare and exotic flora and lively fauna of all shapes and sizes.   Built primarily of stone, a low perimeter walls encloses the 140-acre plateau of the mesa-like ridge top.  At intervals along the walls is evidence of mysterious burning that produced heat higher than an open fire can generate.  Spruce Hill proper is a prominent feature in the Paint Creek Valley, once affording grand vistas of the surrounding floodplain below that included the geometric ceremonial complexes of nearby Baum Earthworks and Seip Earthworks.   Spruce Hill Earthworks is not open for daily visitation.  However, you can obtain a pass to enter the gated parking lot to take a moderately strenuous hike to the top of the hill.  Please Contact Us to find out more about obtaining a pass to Spruce Hill Earthworks.  Every year, the park co-hosts a guided hike with a ranger.  Please check the park Calendar to see when the next hike is offered or you can Contact Us.    Read the 1998 Spruce Hill Summary Report that explored the feasibility of adding the site to the park.   Spruce Hill Earthworks if owned by park partner, the Arc of Appalachia.  Hopewell Culture NHP co-manages and provides interpretation of the site, together with the Arc of Appalachia.       A sea of Goldenrod covers the plateau of Spruce Hill Earthworks in the spring. NPS Photo \/ Tom Engberg        Exposed shale on the right side of the trail leading up to the plateau of Spruce Hill Earthworks. NPS Photo \/ Tom Engberg",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/historyculture\/spruce-hill-earthworks.htm"
}
