{
    "title": "Hopewell Culture National Historical Park: Historic Figures in Hopewell Archeology",
    "body": "Explore This Park    Learn About the Park     History & Culture     Historic Figures in Hopewell Archeology              Historic Figures in Hopewell Archeology       The people of the Hopewell Culture left behind many clues and objects, that upon discovery, defined who they were and helped modern society understand what daily life may have been like for these people. The profiles on this page represent the notable figures of modern archeology who dedicated their lives to uncovering the clues and teaching us about Hopewellian people. While it is not an exhaustive list of all who have worked in this field, it is a list of some of the most recognizable professionals whose work has contributed greatly to our understanding of these pre-historic American Indians.        Portrait of Caleb Atwater From: History of Ohio: the Rise and Progress of an American State (1912)  Caleb Atwater (1778 - 1867) Atwater was one of the first Anthropoligists to document ancient earthworks throughout the Ohio Valley. His professional career included that as a teacher, a minister, a State Representative, a Postmaster and a lawyer. Upon moving to Circleville from New York in 1815, Atwater continued practicing law, but he began to spend time studying the earthworks of the Hopewell and Adena. In 1820, Atwater authored \"Description of the Antiquities Discovered in the State of Ohio and Other Western States.\" This groundbreaking publication described earthworks throughout the Ohio Valley and contained some of the earliest descriptions and illustrations of Hopewell Mound Group, Seip Earthworks and Spruce Hill Works. View a copy of Atwater's original plate illustration that included Seip Earthworks and Spruce Hill.        Edwin H. Davis Image Courtesy of Ross County Historical Society  Edwin Hamilton Davis (1811 - 1888) Born in Ross county, Ohio, Dr. Edwin Davis was a well-known and respected medical doctor in addition to being a pioneer in the field of Archaeology. Davis practiced medicine in Chillicothe and in 1850, he took a teaching job at New York Medical College, where he taught for 10 years. He also was an editor for the American Medical Monthly. Early in his Archaeology career, he assisted Charles Whittlesey in exploring ancient mounds in 1836. From 1845 through 1847, Davis partnered with Ephraim G. Squier and the two undertook one of the most monumental Archarological endeavors ever attempted. Together, they surveyed nearly one hundred earthworks and hundreds of mounds. Many of these excavations were performed at his own expense. The works of Dr. Davis and Squier was published in 1848 as \"Ancient Monuments of the Mississippi Valley\" which formed the first published volume of the Smithsonian contributions to knowledge series. Throughout the years of opening and exploring the ancient mounds, Davis ammassed a vast collection of relics recovered from these mounds. After a bitter end to their professional relationship, Davis parted ways with Squier and left Chillicothe in 1850 with artifacts in tow. Unable to find an American buyer to purchase his collection, Davis sold his artifacts to William Blackmore for ten thousand dollars. Blackmore then established the Blackmore Museum in England which displayed the collection. The Blackmore Museum eventually became part of the British Museum. The Squier & Davis Collection can still be seen today at the British Museum. Edwin Davis passed away at his New York residence on May 15, 1888.  Read the Davis obituary as published in the New York Times. back to top        Ephraim George Squier NPS Collection  Ephraim George Squier (1821 - 1888) Ephraim G. Squier was born in Bethlehem, New York. The son of a minister, he grew up studying engineering, but ultimately decided upon a career in literature and journalism. Eventually, his professional career brought him to Chillicothe, Ohio in 1845 where he became editor for the weekly Scioto Gazette. It was during this time in Chillicothe that Squier met Dr. Edwin Davis. The two became professionally involved in the newly formed field of Archaeology as they both shared a common interest in the antiquities that dotted the Ohio valley. Both men felt a sense of urgency in documenting the earthworks and mounds as they were falling victim to the plow blade at an ever-increasing pace. From 1845 through 1847, Squier partnered with Davis and the two undertook one of the most monumental Archarological endeavors ever attempted. Together, they surveyed nearly one hundred earthworks and hundreds of mounds. The works of Squier and Davis was published in 1848 as \"Ancient Monuments of the Mississippi Valley\" which formed the first published volume of the Smithsonian contributions to knowledge series. After a bitter end to their professional relationship, Davis left for New York city and Squier went on to serve as a diplomat for the United States government. In 1849, he was appointed diplomat for all Central American states and negotiated treaties with several countries. He went on to publish several works on Central American culture. In 1862, President Lincoln appointed him as U.S. Commissioner to Peru. Squier began to prepare a literary work on the Inca works in Peru, and portions were published in Harper's Magazine. Unfortunately, he was unable to complete this work due to a mental health illness that plagued him for the remainder of his life. In 1874, he was declared insane. Ephraim Squier passed away at the residence of his brother in Brooklyn, New York on April 17, 1888.  Read the Squier Obituary as published in the New York Times. Many of Ephraim G. Squier's publications still exist and are available at The Latin American Library, maintained by Tulane University in New Orleans, La.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/historyculture\/historic-figures-in-hopewell-archeology.htm"
}
