{
    "title": "Hopewell Culture National Historical Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility          Park Entrance Areas  View and print site maps of all three park sites   Mound City Group Visitor Center:   Parking: Two spaces available, closest to building Entrance: Front and side doors to visitor center open outwards, manually operated. Trails: Paved from parking lot area, flat surface.  One paved sidewalk, slight decline when walking towards the nature trail and mound enclosure area.  Nature trail covered with mulch and pebbled dirt on north side of enclosure, south side of trail is grassy and flat. Restrooms: Men's and Women's both wheelchair accessible with wall-mounted baby changing stations in both. Water: Water fountains located inside visitor center between restrooms and one located outside off of parking lot sidewalk (outside fountain is shut off in winter). No pay phones Benches and picnic tables: Provided around the outside of visitor center building, including a few wheelchair-friendly picnic tables. Exhibits: Artifacts on display in glass cases, visually and physically available from a wheelchair.  Bench and interactive kiosk in rear of museum are wheelchair friendly.  Exit doors from museum to paved patio are manually operated. Mobility-Impaired: One All-Terrain wheelchair is available for first come, first serve use.  Wheels have deep, oversize tread to help with traction on mulch, dirt and grass trails.  Availability of All-Terrain wheelchair is during normal visitor center operating hours.  Hopewell Mound Group:  No visitor services building on site, small restroom facility available at parking area.   Parking: Two spaces available, closest to restroom facility. Trails: Paved from parking lot area, flat surface.  One paved sidewalk which ends about 250 feet from parking area.  Remainder of trails covered with mulch, pebbled dirt or grass.  Elevation gain on northeast portion of perimeter trail.  Slight elevation changes on north-side of perimeter trail.  Narrow, wooden bridge crossing low-lying stream on north-northwest portion of perimeter trail. Restrooms: Men's and Women's both wheelchair accessible. No pay phones Picnic shelter: Open-air, covered shelter provided on the south-side of parking area.  Paved sidewalk from parking area to shelter entrance.  Handicap accessible shelter with regular and wheelchair-friendly picnic tables.  Seip Earthworks:  No visitor services building on site, one small portable restroom available near abandoned house (house not open to the public).    Parking: Paved parking area, no designated spaces. Trails: Paved from parking lot area, flat surface.  Two paved sidewalks, one to covered shelter and the other to portable restroom.  Remainder of trails are grass covered on uneven terrain.  Restrooms: One small portable restroom available near abandoned house (house not open to the public), halfway between parking area and Central Mound on closed, paved access road. No pay phones Picnic shelter: Open-air, covered shelter provided on the west, southwest-side of parking area.  Paved sidewalk from parking area to shelter entrance.  Handicap accessible shelter with regular and wheelchair-friendly picnic tables.",
    "url": "https:\/\/www.nps.gov\/hocu\/planyourvisit\/accessibility.htm"
}
