{
    "title": "Pipe Spring National Monument: 2 - Cultural Relationships with Land",
    "body": "2 - Cultural Relationships with Land          Welcome to Neung'we Tuvip —homeland of the Kaibab Paiute— and Pipe Spring National Monument   This land is the home of the Kaibab Paiute people. This is the place of our origin. We were brought here by Coyote in a sack. This is where my Sehoo (umbilical cord) is buried, it is my connection to this land. It is the place to which I will return to make my leap into the spirit world.   Kaibab Paiute tribal member   Throughout the centuries many have used the land and water of the country between the Grand Canyon to the south and the high plateaus to the north. Ancestral peoples (E'nengweng), the Kaibab Paiute (Kai'vi'vits), and eventually members of the Church of Jesus Christ of Latter-day Saints, also known as Mormons, lived in the area.      Cultural Relationships with the Land       Within the lives of Southern Paiutes, there is an inherent understanding that all things are placed on this land with the breath of life, just as humans. This land is considered to be their home, just as it is for man, and it is taught that one must consider that rocks, trees, animals, mountains and all other things are on the same level as man. Each has a purpose in life, and the one who created every living thing on this earth placed all living things here to interact with one another….It is said that the plants, animals, and in fact, everything on this land, understands the Paiute language, and when one listens closely and intently enough, there is affirmation and a sense of understanding.   Kaibab Paiute tribal member     The increase of our children, and their growing up to maturity,increases our responsibilities. More land must be brought into cultivation to supply their wants. This will press the necessity of digging canals to guide the waters of our large streams over the immense tracts of bench and bottom lands which now lie waste…. In these great public improvements the people should enter with heart and soul, and freely invest in them their surplus property and means, and thus prepare to locate the vast multitudes of our children… and strengthen our hands, and solidify still more, make still more compact our present organized spiritual and national institutions.   Brigham Young, President         Church of Jesus Christ of         Latter-day Saints         1847 -1877       << back      continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/cultural-relationships-with-land.htm"
}
