{
    "title": "Hopewell Culture National Historical Park: This Week in Hopewell Culture Archeology",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     This Week in Hopewell Culture Archeology                This Week in Hopewell Culture Archeology       2014 Archeology Field Season  For the 2014 archeology field season at Hopewell Mound Group, Dr. Bret Ruby and crew of archeology technicians investigated and excavated the area known as the Great Circle.  Geophysical data showed a curious and interesting pattern of what appeared to be posts, spaced at equal distances inside of this now obliterated circular wall enclosure.  It was at this area of the Great Circle that the archeological team concentrated their efforts for the 2014 field season. The field season was documented with six video blog installments of a new informative film series titled \"This Week in Hopewell Culture Archeology.\"  All six episodes will be available here to view online or to download to your computer.       Sketch of Hopewell Mound Group (left) and geophysical data map of the Great Circle area (right). NPS \/ Squier & Davis \/ Jarrod Burks              This Week in Hopewell Culture Archeology Week 1   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 54 seconds  The 2014 archeology field season at Hopewell Mound Group gets underway with a review of week 1 progress within the area known as The Great Circle.               This Week in Hopewell Culture Archeology Week 2   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 53 seconds  The 2014 archeology field season at Hopewell Mound Group continues with a review of week 2 progress at The Great Circle excavation.               This Week in Hopewell Culture Archeology Week 3   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 19 seconds  The 2014 archeology field season at Hopewell Mound Group continues with a review of week 3 progress within the area known as The Great Circle.               This Week in Hopewell Culture Archeology Week 4   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:8 minutes, 59 seconds  The 2014 archeology field season at Hopewell Mound Group continues with a review of week 4 progress within the area known as The Great Circle.               This Week in Hopewell Culture Archeology Week 5   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 39 seconds  The 2014 archeology field season at Hopewell Mound Group continues with a review of week 5 progress within the area known as The Great Circle.               This Week in Hopewell Culture Archeology Week 6   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 22 seconds  The 2014 archeology field season at Hopewell Mound Group concludes with episode 6.  The final video blog for the field season explains to viewers what was learned after excavating a cross-section of the circle's wall.",
    "url": "https:\/\/www.nps.gov\/hocu\/learn\/photosmultimedia\/this-week-in-hopewell-culture-archeology.htm"
}
