{
    "title": "Pipe Spring National Monument: 3 - Role of Water",
    "body": "3 - Role of Water          Pah' (Water)    The rocky, high desert country of Northern Arizona and Southern Utah makes survival a challenge for the plants, animals and people in this region. But where canyon streams and springs are found, there is an abundance of life. Matungwa'va (Yellow Dripping Rock), or Pipe Spring is such a place.  Water? Here?  Springs form when snow melt and rain water very slowly soak through upper, porous layers of rock such as sandstone. When the water hits shale, or other non-porous layers, its downward trek is stopped and it flows horizontally until it flows out of the ground. At Pipe Spring, the water moves through light-colored Navajo and reddish Kayenta sandstone formations. When the water hits Moenkopi shales, uplifted along the Sevier Fault, it changes course and is forced out at the base of the cliff.  Water and People   The E'nengweng (Old Ones) to the Paiutes,  built permanent pueblos,farmed and hunted near the spring. The mobile Kaibab Paiutes lived at Matungwa'va and other springs along the base of the Vermillion Cliffs.They planted corn, beans and squash near these permanent water sources and always returned to them after hunting and gathering trips.  A man owned a little land around a spring and lived there with his relatives and friends. If someone else came around he could camp there too; a man liked to have company. He liked to move around and change springs too; he knew where he wanted to camp. But if he moved away, he would come back later to his own spring. When a man died they moved the camps but did not leave the spring.  Kaibab Paiute elder, ca. 1932       For the Kaibab, water possesses a life, a spirit, a power that is connected to all things. For this reason water was used, and is still used today, for ceremonial and medicinal purposes. As stated by one Kaibab elder,      They still use that [water] with their medicine, like when they have that little sweat house up there they get water…water they pray for and do everything, then they sprinkle it on the hot rocks when they’re going to do that, and its still used for… sacred things today…it has been for a long time.  In the 1860s Mormon settlers named this water source Pipe Spring and began to use the water for the thousands of cattle they brought to graze on the expansive grasslands of the Arizona Strip.      << back      continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/role-of-water.htm"
}
