{
    "title": "Hopewell Culture National Historical Park: Canoe & Kayak Ranger Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours     Canoe & Kayak Ranger Guided Tours                Canoe and Kayak Ranger Guided Tours         Paddlers floating on the Paint Creek with Copperas Mountain in the background. NPS \/ Rick Perkins  Paddle with a Ranger on Paint Creek!  Float along the beautiful, scenic Paint Creek while learning about the world famous American Indians that were building huge, geometric earthworks along the banks of the creek over 2,000 years ago! Each tour will being at Waters Edge Canoe Livery at 9:00 am and ends at about 2:30 pm. Plan on at least a 5 hour day, with at least 4 hours being on the water.  You may bring your own canoe or kayak or rent from Waters Edge. From Waters Edge Canoe Livery, boaters will be shuttled north of Seip Earthworks to put in at route 41 where the paddle begins. The paddle is approximately 6 miles and will last approximately 3-5 hours ending at the beautiful Copperas Mountain where boaters will be picked up and shuttled back to Waters Edge Canoe Livery. A short hike to the central mound of Seip Earthworks is included in this tour.  2016 Prehistoric Paddle Schedule Thursday's in July: July 7, 14, 21, and 28      General Information Pertaining to All Trips Canoes and Kayaks  Paddler Requirements for Trips (3-4 hours)  Difficulty level: moderate. This tour requires paddling and navigation skills. It is not recommended for beginner paddlers. At least one adult (18+) must be in each boat, Second paddler must be at least 14 yrs old. OPTIONAL middle floor seat. Children must be at least 10 yrs old and weigh at least 50 lbs If an adult with a child under 14 yrs old wants to sign up, they must find another adult to accompany them Maximum number of people per canoe is three (even if they are small); Kayak maximum is two. Participants must know how to swim. Particpants must wear a life jacket at all times. Life jackets are provided by Waters Edge. Participants must stay with the group. You are not permitted to paddle ahead or stay behind. Particpants must be physically able to to handle paddling of their boat and be able to navigate around waterborne obstacles such as trees, logs and other hazards.  What to Bring on the Trip:  Sunscreen and a sun hat of some kind Bottled water - recommended 4 liters per paddler Shoes which you do not mind getting wet Clothes which you do not mind getting wet - cotton not recommended Food: lunch and energy snacks Mosquito repellent Paddling gloves optional but recommended           Click to visit Waters Edge website   To make a reservation, please call the Mound City Group Visitor Center @ 740-774-1126 Be prepared to tell park rangers how many adults and how many children are in your party and whether you would like a canoe or kayak. * Remember: Each boat must have at least one paddler 18+ years old. The second paddler must be at least 14 years old. Children must be at least 10 years of age and are permitted only as the third party in a canoe. Fees:  Canoe and kayak rentals as well as a round-trip shuttle will be provided by Water's Edge Canoe Livery.If you have your own boats, the only fee will be for the rountrip shuttle. Rental and shuttle fees can be paid on the morning of the paddle. You are not requried to pay ahead, but are welcome to by calling Water's Edge at 740-779-3339. Kayak - $20 Canoe - $30 Round-trip shuttle to launch spot & back to vehicle: $10\/person   For more information, or to learn about addition paddling opportunities: Waters Edge Canoe Livery 10807 State Route 772 Phone: 740-779-3339 http:\/\/www.wecanoelivery.com         Postponement or Cancellation of Tour   All trips are subject to cancellation at the Waters Edge Canoe Livery's and Hopewell Culture National Historical Park ranger's discretion, e.g. due to bad weather, or water level.  Please follow us on our social media sites or check for an alert section on the top of this page the day before the trip. All postponements and\/or cancellation notices will be posted on these pages as they happen.  Please Contact Us at the park for more information or if you have questions",
    "url": "https:\/\/www.nps.gov\/hocu\/planyourvisit\/canoe-and-kayak-ranger-guided-tours.htm"
}
