{
    "title": "Hopewell Culture National Historical Park: Annual Special Events",
    "body": "Special Events         Kids will get their hands dirty, learn about archeology and earn a Junior Archeologist Badge at Junior Archeology Day! NPS\/Tom Engberg  The park hosts special events throughout the year. This page features annual events at the park that include lectures on cultural and natural resources, commemoration events, and special activities for children. Most programs are fee free and are open to visitors and groups of all ages. If you have any questions or would like more information than what is listed below, please contact us at 740-774-1126. If any event requires pre-registration, do not email your registration. Please call to register at 740-774-1126. Park Calendar View the detailed Park Calendar of Events and search for events based on dates. x x       Annually Occurring Park Events:         Laura Murphy address visitors during the 2013 Harness Lecture Series NPS \/ Tom Engberg  The Robert L. Harness Lecture Series Date: Thursdays in June & July Time: 7:00 pm Location: Mound City Group visitor center Whether you are a professional archeologist, or just interested in archeology the lecture series has something for everyone.Learn from experts in the many fields of archeology.Speakers and titles vary from year to year and always include visiting researchers conducting excavations in and around Ross County. This is your chance to ask questions and gain knowledge about many topics, including those pertaining to the Hopewell Culture.      Lecture Series Speakers: June 2, Robert Cook, Village Life During the Fort Ancient Period and Beyond June 9, Robert Genheimer, The Hahn Site and the End of Prehistory June 16, Heather Hansen, Prophets and Moguls, Rangers and Rogues, Bison and Bears June 23, Jarrod Burks, Ongoing Research at New and Old Earthwork Sites in Central Ohio June 30, Andrew Weiland, Hopewell Food Ways: Microscopic Evidence for Eastern Agricultural Complex Crops July 7, Cailey Mullins, Mann and The Hopewell Interaction Sphere: A Gateway Between East and West  July 14, Brian Redmond, Deer, Nuts, and Clay Floors: New Evidence for Earliest Village Life in Northern Ohio  July 21, Carolyn Heitman, Hopewell Culture: Historic Excavations and Web Accessibility         A kayaker takes in Copperas Mountain in the background during the ranger-guided canoe\/kayak tour. NPS \/ Brandi Nunnelee  Prehistoric Paddle on Paint Creek Dates: Thursdays, July 7, 14, 21 and 28 Time: 9:00 am Location: Meet @ Water's Edge Canoe Livery Fees: Canoe\/Kayak rental or bus shuttle fee apply * During the summer, you can join a Park Ranger from Hopewell Culture National Historical Park for a guided paddle on Paint Creek! Boaters begin the journey at Water's Edge Canoe Livery. You may bring your own boat or rent a Kayak or Canoe from the livery. From Water's Edge Canoe Livery boaters are shuttled north of Seip Earthwork at route 41 on the shores of Paint Creek where the program begins. The tour is approximately 6 miles and will last from 3 hours to 5 hours, ending at the beautiful Copperas Mountain, where boaters will be picked up and shuttled back to Water's Edge Canoe Livery.  A short hike to the central mound of Seip Earthworks is included in this tour.  Things to bring along: Sack Lunch, Water, Sunscreen and Sunhat Experienced paddlers only.  This tour is not for beginners.  If  you have any concerns or questions please call the park.  * For more information, visit the park Canoe\/Kayak Page for rental \/ bus shuttle fees info, dates and contact information.          Art supplies await the next round of students NPS \/ Susan Knisley  Arts Afire - Mound City Summer Art Program Experience Your National Park Through Art! Dates and Times: July 20 and 27 only Location: Mound City Group visitor center Join us at Mound City Group in July for our annual summer art program.  Throughout the program students will learn about famous artists, art styles, and art techniques, all while making connections to history and nature. Two sessions are available on Wednesday, July 20 and Wednesday, July 27 only.  Please call one week in advance to make reservations.  Do not email your reservation.  You must call the park at 740-774-1126 to reserve a spot for your child. 10:00am - 12:00pm: ages 5-8 1:00pm - 3:00pm: ages 9-12 All supplies will be provided.  Admission is free!  Please call one week in advance to make reservations at 740-774-1126. Please Note: Students must be accompanied by an adult during the entire program.  Students are not required to attend every session. Sign-up for a program according to the age of your child.          Junior Archeology Days Dates: September 3 and 17, and October 1 and 15 Time: 10:00 am - 12:00 pm Location: Mound City Group visitor center  The Junior Archeologist program is an opportunity for children to learn about the archeology at Hopewell Culture National Historical Park and have fun at the same time! Children ages 5 -12 are invited to participate in this event. Children will complete several hands-on activities, including a mock dig, to earn a Junior Archeologist badge! Parents and\/or Guardians, Please Note: you will be required to stay with your children during the entire program.  Space is limited. Call and reserve a spot for your child.  This is not a drop-in activity.  Your child must be present at 10 am and stay to complete the activities and earn the badge. Do not email your reservation. You must call the park at 740-774-1126 to reserve a spot for your child.            Visitors participating in a Yoga class at Mound City Group. NPS \/ Susan Knisley  Free Yoga in the Park!  Dates: Sundays and Saturdays, June 4, 5, 11, 12, 18, 19, 25, 26 and July 9, 10, 16, 17, 23, 24, 30, 31  Time: 9:00 am Location: Mound City Group Visitor Center Reservations required Join us at the Mound City Group Visitor Center on select Sunday's and Saturday's for free yoga with a certified yoga therapist. All fitness levels welcome!  Bring your own yoga mat, blanket or towel and enjoy a beautiful morning in the park as you stretch the body, mind and spirit. If weather does not permit an outdoor class, we will gather in the visitor center auditorium. Classes last approximately 60 minutes. Yoga in the Park supports the National Park Service's \"Healthy Parks, Healthy People\" initiative. Yoga in the park is made possible through partnerships with Terry Dunlap, owner of Living Balanced Yoga Studio. For more detailed information and to sign up, call the Mound City Group Visitor Center: 740-774-1126.         NPS \/ Susan Knisley  The Great Pumpkin Walk  Date: October 22, 2016 Pumpkin Carving: TBA Pumpkin Walk: TBA  Illuminate Mound City Group with your carved pumpkin!    Pumpkins are provided free, and yours to take home at 9 pm after the walk.  Groups larger than 5 people should call and reserve a spot.  All carved pumpkins will be displayed throughout the grounds of Mound City Group that evening. Mound City Group will re-open at 7 pm for a public viewing of these carved creations, illuminating the ancient monuments of the Hopewell!  Pumpkins are free and available on a first-com, first-served basis.  Bring your own carving tools.             Camp Sherman under construction, summer of 1917 Photo courtesy of the Ohio Historical Society  Remembering Camp Sherman: A Commemoration of Chillicothe's Contribution to World War I Date:  TBA 2016 Time: During regular visitor center hours, 8:30am - 5:00pm Location: Mound City Group Visitor Center  Hopewell Culture National Historical Park invites the public to Remembering Camp Sherman, a special exhibit in honor of Veterans Day.  Remembering Camp Sherman showcases World War I memorabilia and historic footage from Camp Sherman, where 120,000 soldiers trained from 1917 until the camp's decommissioning in 1921. Camp Sherman was one of 16 regional training centers established by the United States government during World War I and the third largest in the country.  Camp Sherman memorabilia and film footage will be on display each day. Visitors can view a 42 minute narrated slideshow, Camp Sherman: In Retrospect, featuring historic photos and oral history recordings from 16 individuals who had direct experience with Camp Sherman. Join us to honor veterans and commemorate Chillicothe's contribution to World War I through this special exhibit. This event will be held in the auditorium at the Mound City Group Visitor Center, located three miles north of Chillicothe on State Rt. 104.  To learn more about the history of Camp Sherman, visit the Camp Sherman page.",
    "url": "https:\/\/www.nps.gov\/hocu\/planyourvisit\/special-events.htm"
}
