{
    "title": "Hopewell Culture National Historical Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons         Mound City Group visitor center overlooking the Mound City Group. NPS \/ Tom Engberg  Mound City Group Visitor Center The park's Visitor Center is open 8:30 a.m. to 5:00 p.m. seven days a week. The grounds at Mound City Group are open from dawn to dusk.  There is no overnight camping allowed at any of the Hopewell Culture NHP sites.  The Visitor Center is closed January 1st, Thanksgiving Day, and December 25th but the grounds are always open from dawn to dusk.        NPS \/ Tom Engberg  Park Grounds Park grounds at the Mound City Group, Hopewell Mound Group, and Seip Earthworks units are always open from dawn to dusk.  Seip Earthworks  Currently, Seip Earthworks has limited visitor facilities consisting of a covered picnic shelter and portable restroom units which are located near the old Seip farmhouse at the end of the paved limited-access road.  Parking is available at the front of the grounds only, immediately off of U.S. Route 50. The road that extends to the old Seip farmhouse is gated and not available for public access. There are interpretive signs and mowed-grass trails throughout the grounds. Hopewell Mound Group Hopewell Mound Group has public restrooms, a covered picnic shelter, mowed-grass trails and 2.5 miles of interpretive trails. The parking lot has ample spots for cars and larger vehicles.  Hopeton Earthworks, High Bank Works & Spruce Hill Works Hopeton Earthworks and High Bank Works are closed to the public except during special events. Click here to view any current special events at the park.  Spruce Hill Works is open on a limited basis.  You must visit the Mound City Group visitor center to obtain a parking pass and an access code to enter the gated parking area.  You may also contact the Arc of Appalachia Preserve System to request access and obtain a parking permit as well.",
    "url": "https:\/\/www.nps.gov\/hocu\/planyourvisit\/hours.htm"
}
