{
    "title": "Hopewell Culture National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Welcome to Hopewell Culture National Historical Park         Steam fog rises from the Mound City Group in an early morning summer photo. NPS \/ Tom Engberg   Jump to the quick links for the Plan Your Visit section. This park in south-central Ohio contains remarkable groups of large geometric earthworks as well as exquisite artifacts crafted by those of the Hopewell culture. There is a sense of mystery surrounding the culture. Why did these people build the huge earthworks? Why did they bury thousands of objects under the mounds? What happened to the culture? What was so compelling about the culture that its influence was felt over a huge area of the midwestern and eastern United States? There are few answers and many intriguing theories. But the mystery only enhances the experience of walking among the mounds on a misty morning or viewing the beautifully crafted objects of these ancient peoples. There are five noncontiguous units within the park: Mound City Group, Hopeton Earthworks, Hopewell Mound Group, Seip Earthworks, and High Bank Works, all representing some of the finest examples of Hopewellian resources. Park lands cover nearly 1,200 acres. Upcoming projects to inventory cultural resources, to convert agricultural fields into native grassland, to blaze new trails, and to control invasive plant species provide an excellent opportunity for individuals and organized groups to lend their assistance through our Volunteer in Parks program. If you are interested, please contact our Volunteer Coordinator or visit the Volunteer Page. The staff of Hopewell Culture National Historical Park remains committed to the goals of resource protection and quality visitor service. You are our valued guest, so please let us know if you have concerns or comments. We hope that you will explore the park, enjoy the area, have fun, and return often. For a staff listing and email addresses, please visit the Staff page.       Quick Links   Basic Park Information   Directions & Transportation   Eating & Sleeping   Places to Go   Things to Do   Calendar   Safety   Accessibility   Nearby Attractions   Social Media",
    "url": "https:\/\/www.nps.gov\/hocu\/planyourvisit\/index.htm"
}
