{
    "title": "Hopewell Culture National Historical Park: Superintendent's Welcome",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Superintendent's Welcome              Superintendent's Welcome         SuperintendentDean Alexander NPS Photo  Welcome to the Park  One of the great things about working for the National Park Service is that you get a chance for some in-depth learning, on par with advanced college courses, about the main stories or themes at some of America's most significant places. Some people call the national park system the \"World's greatest outdoor university.\" That was certainly the case when I came to work at Hopewell Culture National Historical Park. What a great story we have here—huge geometric earthworks, sophisticated math and geometry, a deep understanding of complex astronomical cycles, artifacts from throughout North America, and all done by a society with a relatively small population that was just beginning to develop agriculture. Almost everyone I have met who studies the Hopewell culture has an \"I didn't know that\" story about when they first learned about the special and intriguing culture that developed in this region. The park also has an active archeology program which produces even more understanding of this fascinating and yet little recognized culture. This is a story that needs wider recognition. Every American should learn about the amazing accomplishments of the Native American inhabitants of south and central Ohio 2,000 years ago.   To further that goal, the park and our partners at the Newark Earthworks Center and Fort Ancient State Memorial are working on a World Heritage nomination, known as the Hopewell Ceremonial Earthworks. Inscription on the World Heritage list identifies a site or sites as being among the most significant in World. The list includes such well known places as the Pyramids of Egypt, Stonehenge, the Great Wall of China, and the Great Barrier Reef. The preserved Hopewell Culture sites were added to the World Heritage tentative list in 2008 along with two other sites in Ohio, Serpent Mound and a group of sites important for the invention of airplane in the Dayton area. Now we are preparing the nomination to be considered on a World stage. Making this international list should raise the recognition and interest in the Hopewell culture, and as a result, bring more visitors to the area.   The park is also trying to reach out to the public beyond those who can physically visit the park. This website has new features including video presentations, and we are reaching out through online sources such as Facebook, Twitter & Instagram. Take a moment to \"like\" us or follow us through social media.   I invite you to visit the park, either in person or on-line, and have an \"I didn't know that\" moment that leads to a deeper understanding of America's past.   Sincerely, Dean Alexander  Superintendent Hopewell Culture National Historical Park & Dayton Aviation Heritage National Historical Park",
    "url": "https:\/\/www.nps.gov\/hocu\/planyourvisit\/superintendent-welcome.htm"
}
