{
    "title": "Fallen Timbers Battlefield and Fort Miamis National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Fallen Timbers Monument COURTESY METROPARKS OF THE TOLEDO AREA  The Three Sites: Fallen Timbers Battlefield Fallen Timbers Battlefield consists of 187 acres of open field with a wooded area near the center. The property, owned by Metroparks of the Toledo Area, is bounded on the east by Interstate 475, on the south by US Highway 24, on the west by a proposed retail\/commercial development, and on the north by additional com-mercial property. A railroad spur cuts through the northwest corner of the battlefield. The property is generally flat, with a small swale in the woods on the south edge of the site and terminating at US 24. The site formerly thought to be the location of the battlefield, 0.25 mile south of the actual site and on the floodplain along the Maumee River, was included in the 1959 National Survey of Historic Sites and Buildings as one of 22 sites representing the national historic theme \"The Advance of the Frontier, 1763-1830.\" It was designated a National Historic Landmark in 1960, signifying \"the culminating event which demonstrated the tenacity of the American people in their efforts of western expansion through the struggle for dominance in the Old Northwest Territory.\" The National Historic Landmark designation is being corrected to identify the actual battle site. The battlefield is not yet open to the public. Fallen Timbers Monument The Fallen Timbers State Monument is a 9-acre site approximately 0.25 mile south of the battlefield. Listed as a National Historic Landmark, the monument is owned by the Ohio Historical Society and is managed by Metroparks of the toledo Area through an agreement. Monuments to the battle include the following:  • A 10-foot bronze statue of General Wayne, with an Indian guide to the right and a settler to the left, which is mounted on a 15-foot granite pedestal - As a National Historic Landmark, the monument has been found to possess exceptional value in commemorat-ing and illustrating the history of the United States. • Two stone markers in front of the monument - One recognizes U.S. troops killed and wounded in the battle, and the other memorializes the Indian casualties. • Turkeyfoot Rock - The rock is linked by Indian histories to the battle and was moved to the monument site in 1953 from its original location along the Maumee River. Based on conversations with representatives of the American Indian Intertribal Association, some individuals and groups continue to use Turkeyfoot Rock as the site of offerings and ceremonies.  The state monument is a fairly level site some 50 feet above the Maumee River floodplain. Visitors have an unobstructed view to the Maumee River, and this important natural corridor has not changed significantly since the time of the battle, showing visitors the ultimate prize of the battle - control of transportation and access along the Maumee River.  Fort Miamis The British fort, located several miles away on River Road, played a role in the Battle of Fallen Timbers and, later, the War of 1812. The park is open, and much of the earthworks used to create the fort are still visible. Archeological remains at the fort are available for future study and interpretation. Fort Miamis is in a Maumee residential area approximately 5 miles east of the battlefield and memorial. The south side of the fort falls off steeply to the Maumee River. The fort was previously owned and managed by the City of Maumee, but on November 7, 2005, the City Council voted to return ownership to Metroparks of the Toledo Area.",
    "url": "https:\/\/www.nps.gov\/fati\/planyourvisit\/index.htm"
}
