{
    "title": "James A Garfield National Historic Site: Volunteer",
    "body": "Volunteer           Rangers and volunteers work together to share our resources with the public. Image courtesy of James A. Garfield NHS.         Volunteers in Parks at the James A. Garfield National Historic Site enjoy a variety of experiences working both with the public and behind-the-scenes. Our VIP's provide interpretive tours of the Garfield Home, orient visitors in our Visitor Center\/Bookstore, and help rangers at various special events occurring throughout the year. James A. Garfield NHS is currently seeking volunteers to provide historic house tours, orient visitors in the Visitor Center\/bookstore, and assist staff at special events. Whether you are retired, looking for something fun and interesting to do over summer break, or seeking an enlightening place to spend your weekend days, our site has something for you! Students in need of service hours or internships may work with the ranger staff to develop a unique learning opportunity to fit your school's requirements. Contact Park Ranger Allison Powell, Volunteer Coordinator, at 440-255-8722 or e-mail us.      Boy and Girl Scouts The National Park Service, The Boy Scouts of America and the Girl Scouts of the United States have entered into an exciting partnership called the Resource Stewardship Scout Ranger program, which encourages young people in scouting programs to involve themselves in the resources of the National Park Service. Troops can earn a unit certificate for five hours of group volunteer service, and a specially designed Scout Ranger patch for ten hours of individual service. To achieve the certificate and patch, scouts may attend, participate, and\/or assist in events and programs at participating national parks sites, or create a special project specifically for their troop.         Boy Scout leaders please contact Park Guide Scott Longert for information, 440-255-8722 or e-mail us. The link to the National Park Service's Scout Ranger page is https:\/\/pwrcms.nps.gov\/gettinginvolved\/youthprograms\/scoutrangerprogram.htm      Girl Scout leaders please contact Park Ranger Allison Powell for information, 440-255-8722 or e-mail us. The link to the National Park Service's Scout Ranger page is http:\/\/www.nps.gov\/gettinginvolved\/youthprograms\/girlscoutrangerprogram.htm",
    "url": "https:\/\/www.nps.gov\/jaga\/getinvolved\/volunteer.htm"
}
