{
    "title": "James A Garfield National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       In addition to regular tours of President Garfield’s home, park rangers offer special monthly tours: “Behind the Scenes”, \"Behind the Ropes\", and \"Garfield in the Civil War\".  \"Behind the Scenes\" occurs the first Saturday of each month. This tour includes a visit to the basement, servants quarters, and third floor of the home, along with an inside look at the windmill and 1870’s barn—areas not visited during regular tours. Behind the Ropes, not to be confused with our popular Behind the Scenes tour, this special tour takes you into several of the rooms of the Garfield home BEHIND the normal public barriers and allows you to see and even handle some of the home's unique artifacts. Always wanted to see further into some of the home's most beautifulrooms? Then Behind the Ropes is the tour for you! Cost is $15.00 per person.Limited space; reservations required. Please call 440-255-8722 for reservations. Minimum age is 16. \"Garfield and the Civil War Tour\", the third Saturday of each month, discusses the Civil War career of James A. Garfield and that of his brother-in-law, Joe Rudolph. After learning about Garfield's experience at the Battle of Chickamauga and Sandy Valley, the tour moves to the third floor suite in the Garfield Home, where General Rudolph lived with his family during the late ninteenth and early twentieth century.   Each program is roughly 1 1\/2 hours, and begins at 11am in the Visitor Center. Reservations for both programs are required, and are limited to those visitors 16 years and over. Fee is $15\/person.  Group tours are available by appointment.    Admission to the site is $7 for adults; children 15 and under are free.    Contact us.      The National Park Service provides a travel itinerary which includes many presidential homes, libraries and other sites. Please click here to access this website.",
    "url": "https:\/\/www.nps.gov\/jaga\/planyourvisit\/things2do.htm"
}
