{
    "title": "Cuyahoga Valley National Park: Point Farm",
    "body": "Point Farm         Nathanial Point's farmhouse. NPS Collection  In a line of evergreen and maple trees, on a section of land that was once an ancient terrace of the Cuyahoga River, stands the Point Farm (now operated as Goatfeathers Point Farm). Just outside Everett, it is located on Akron Peninsula Road, north of Bolanz Road. From the 1870s farmhouse, Nathanial Point, Sr. could look north to his fields, east to his barn, south to a steep wooded hillside, and west to the bank of the Cuyahoga River. For almost a century (1857 to 1940), generations of Points lived and worked here. The history of the Point Farm illustrates how, after the Civil War, dairy farming and grain production rose in significance in Northeast Ohio.          In Their Own Words Click the topic to hear a story about Cuyahoga Valley life. Click here to read the text file.  The Landscape (1 minute) Helyn Toth, great-granddaughter of Nathanial Point, describes what the Point Farm looked like.       Business of Farming  Nathanial Point's successful dairy business took advantage of newer forms of transportation, including the canal and railroad, which carried his products to Akron. The Point family also raised other livestock, vegetables, and grains. Beginning with three or four cows, Nathanial built up a prosperous operation that depended on the accessibility of the city, the fertility of his land, and the perseverance of his family.          In Their Own Words Click the topics to hear stories about Cuyahoga Valley life. Click here to read the text file.  Dairy Farming (1 minute 7 seconds) Milk House (32 seconds) Helyn Toth describes the Point Farm's dairy operation and how changes in transportation supported the local dairy industry.         The Point-Biro property is now the Goatfeathers Point Farm, a Countryside Initiative farm. ©Jeffrey Gibson  Changes through Time In 1940, after the death of young Nathanial Point III, the family decided to leave their farm. Daniel Biro, a Hungarian immigrant, later purchased the property. His subsistence farm supported his four children and their families during lean times. They moved a large farmhouse from nearby Quick Road and split it in two, so everyone had a home. The Biros made additional income by selling gravel and topsoil. During the establishment of Cuyahoga Valley National Park, the National Park Service bought the historic farm. For a time, it was used as office space for the park friends' group. By the end of the 20th century, it was rehabilitated and became a Countryside Initiative farm. The property's agricultural heritage has been restored. Terry and Cindy Smith now run the Goatfeathers Point Farm here, humanely raising pastured meat goats and heritage breed turkeys.       One of the Point Farm barns is still in use today (now a part of the Goatfeathers Point Farm). ©Jeffrey Gibson       Click on the links to discover more:    Former Coliseum Property Conrad Botzum Farmstead Point Farm Welton Farm Heritage Farms",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/point-farm.htm"
}
