{
    "title": "James A Garfield National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           8095 Mentor Avenue  Mentor, OH 44060                 Directions         From Interstate 90 - exit at Route 306 and head north to Route 20. East on Route 20 about 1.5 miles. Site is on north side of Mentor Avenue. From Route 2 - exit at Route 306 and head south to Route 20. East on Route 20 about 1.5 miles. Site is on the north side of Mentor Avenue.  Directions Details           Operating Hours & Seasons         Visitor Center and Garfield Home The Visitor Center and Garfield Home are open seasonally: November - April hours are Fridays-Saturdays-Sundays 10am-5pm; May - October daily 10am-5pm. Timed tours of the Garfield Home are offered during open hours. Tour times vary each day, but the last tour of the day is always at 4:15pm.   Standard Hours    Sunday: 10:00 AM - 5:00 PM   Monday: 10:00 AM - 5:00 PM   Tuesday: 10:00 AM - 5:00 PM   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: 10:00 AM - 5:00 PM      Additional Information View More       Summer Season:   May 1  - October 31   Sunday: 10:00 AM - 5:00 PM   Monday: 10:00 AM - 5:00 PM   Tuesday: 10:00 AM - 5:00 PM   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: 10:00 AM - 5:00 PM                  Weather           Winter tends to be cold with snow and ice from January - early March. Summers are comfortable, but can be humid and reach into the 90's. There is a 300 yard walk between the Visitor Center and Garfield home; visitors are advised to check weather conditions prior to their visit.         Fees & Passes     Entrance Fees:   Entrance Fee - $7.00 Visitors 16 years and above are $7\/person. There is no charge for parking. The entrance fee allows each visitor to take a guided tour of the Garfield Home. Visitors 15 and under are free.   Youth 15 and under - $0.00 Youth ages 15 and under are FREE!         Visitor Centers       Visitor Center The Visitor Center at James A. Garfield National Historic Site is open 10-5 during regular operating hours. The VC contains an Eastern National bookstore, museum exhibits, and an 18 minute biographical film of the life of President James A. Garfield. Visitors spend an average of 45 minutes in this building.                Visitors to the James A. Garfield National Historic Site can enjoy the site in a number of ways:  the Visitor Center offers museum exhibits chronicling the life of James A. Garfield, from canal boy to President. An 18-minute video further highlights the accomplishments of the President throughout his lifetime. The Eastern National bookstore offers a range of print and souvenir materials to commemorate your visit. walking the grounds allows you to explore the remaining parts of the Garfield's 160 acre farm. Though we don't have crops or livestock anymore, with pictures and a little imagination one might imagine the rows of wheat, orchards of apple and pear trees, and hear the bleating of lambs and clucking of chickens as you stroll the paths.  the Garfield Home tour, offered with a ranger or volunteer, takes you back in time to the 1880's, the height of the Victorian era. Beautifully restored to how it looked when the Garfield family walked its' halls, the home contains 80% original furnishings that belonged to James Garfield and his family.  The Visitor Center is free; tours of the home are $7. Please see Fees and Passes section for details.",
    "url": "https:\/\/www.nps.gov\/jaga\/planyourvisit\/basicinfo.htm"
}
