{
    "title": "Cuyahoga Valley National Park: Welton Farm",
    "body": "Welton Farm       The Welton Farm, now operated as Greenfield Berry Farm, stands on Major Road, just north of Oak Hill Road. In addition to a house, barn, and other structures associated with life on the farm, a remarkable cheese factory once operated on the property. By the end of the 19th century, the dominant agricultural products in the Cuyahoga Valley shifted form corn and wheat to dairy. Following this trend, Allen Welton built the first and second cheese factories in Summit County, amassing considerable wealth and fame in the process. Click to learn more about cheese factories in the Cuyahoga Valley.       The Welton property included both a farmhouse (above) and a cheese factory during the 19th century. ©Denny Reiser       Dairy Farming and the Oak Hill Factory Allen Welton (1809-1878) and his family left New York and moved to Ohio in 1837, eventually settling on 125 acres in Peninsula in 1841. Allen cleared and cultivated the land and increased his property to 284 acres on the northern and southern sides of Major Road. He became a prominent dairy farmer, at one time owning 40 cows. Through hard work and ingenuity, Allen built a successful cheese factory on his property, the first in Summit County, and later operated a second factory in Bath. Records from the 1850 agriculture census indicate that Allen's farm produced 500 pounds of butter and 600 pounds of cheese that year. He also raised other livestock such as horses, swine, sheep, oxen, and beef cattle. Although the dairy business prospered for many years, the Weltons faced many of the hardships associated with 19th century life. For example, during the Civil War, Allen spent an entire summer searching and later caring for his son John, who was dangerously ill in an army camp. While Allen was away, his wife attended to all the farm and cheese factory work on her own. Sadly, in 1878, Allen Welton took his own life at age 69. The Welton Farm eventually passed to Allen's daughter Cora, and her husband Walter Hunt. After Walter's death, Cora and her son Elwin continued to live on and work the land until they died tragically in 1948.       Allen Welton's descendants at the farm. Courtesy\/Tricia Ann Provost       The Welton Farmhouse Nellie (Welton) Mayborn, a direct descendant of Allen Welton, described details about the Welton farmhouse for a paper she wrote titled, Family Records of the Welton Family and Cognate Branches. Nellie presented the following passage during a talk she prepared in 1925 for the fiftieth wedding anniversary of her uncle and aunt, Frank and Ella Welton.             \"Before closing I want to say a little more about the first home that Allen Welton built [about 1840] on Oakhill. Like his neighbors' homes it was built of logs. The first home was built north of the gully near the little spring, on the north side of the road, about 600 yards east of the place where the present house is standing. It was made of hewed logs and had two large rooms. A bed sink opened off the larger room, and back of that was a large closet. A large fireplace was also in this room, and the first wife [Sarah Welton] did all the cooking over this, as indeed was the custom of all the women at that time in their various homes. This place was enlarged and improved a good many times, and did for the family until the present house was built in about 1857. This old house had a flag pole near it. Allen being an ardent Whig raised a flag on it the day Franklin Pierce was elected [president in 1852], the flag bearing, of course, the name of Winfield Scott [the Whig who lost to Pierce]. This was the only flag pole on the hill. He also owned the first stove and first lamp there.\"  Nellie (Welton) Mayborn, 1925 Courtesy\/Welton Family        The Greenfield Berry Farm now operates on the Weltons' original land. NPS\/Ted Toth       The Farm Today Although no longer a dairy farm, the property has once again seen growth and harvest. In the early 2000s, the National Park Service, through its Countryside Initiative program, rehabilitated the Welton Farm. Farmer Daniel Greenfield currently manages a pick-your-own berry operation and a Community Supported Agriculture program on the property. Other farm products include honey, hickory syrup, berry jellies, vegetables, and cut sunflowers. Click to learn more and plan your visit to the Greenfield Berry Farm.      Click on the links to discover more:    Former Coliseum Property Conrad Botzum Farmstead Point Farm Welton Farm Heritage Farms",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/welton-farm.htm"
}
