{
    "title": "Cuyahoga Valley National Park: The Countryside Initiative",
    "body": "The Countryside Initiative         Lindley Barn after restoration. NPS\/Ted Toth  In an era of increasing industrialization, the Cuyahoga Valley National Park serves as an undeveloped island sustaining the preservation of American farm life. The National Park Service's Countryside Initiative program promotes living, working farms that represent the rural heritage of the Cuyahoga Valley, while also protecting the park's resources. Through the Countryside Initiative, the National Park Service keeps alive the idea of the family farm.          In Their Own Words Click the topics to hear stories about Cuyahoga Valley life. Click here to read the text file.  Countryside Initiative (3 minutes 26 seconds) Darwin Kelsey, Executive Director of Cuyahoga Valley Countryside Conservancy, describes the organization's history, goals, and how he helped inventory the valley's historic farms. Sustainable Farming (46 seconds) Beth Knorr, Local Food Programs Coordinator\/Markets Manager, explains how Countryside Conservancy makes sustainable farming more visible.         National Park Service educational program at Greenfield Berry Farm. NPS\/Ted Toth  The Cuyahoga Valley Countryside Conservancy was established in 1999 as a nonprofit cooperating partner of the National Park Service. During its first four years, Countryside Conservancy focused primarily on the Countryside Initiative farm rehabilitation program. Eleven Countryside Initiative farms were operational by 2009, and about 14 farms will be operational by 2015. During its first decade, Countryside Conservancy developed numerous educational programs to support new farmers, as well as to engage and educate the general public. For more information visit the Cuyahoga Valley Countryside Conservancy website.      Click the links to discover more: The Countryside Initiative Learning to Farm Diversity of Products Countryside Farmers' Markets",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/the-countryside-initiative.htm"
}
