{
    "title": "Cuyahoga Valley National Park: Community Events",
    "body": "Community Events        Meeting and celebration in Bath Township hall. Courtesy\/Bath Township Historical Society       Local celebrations and festivals were great ways to bring the community together. During Home Days and holiday events, large crowds shared food, games, and conversation. In Bedford, for example, the Memorial Day celebration included a morning parade and afternoon Sousa March by the local band. Reunions for alumni of Bedford High School were times for old and new friends to share memories. Bedford's Public Square has a history of special events; one of the grandest was the Centennial Homecoming in 1913. The city continues the homecoming tradition, with new activities added every few years. The 1981 event, for example, featured new contests for the \"most magnificent mustache\" and the champion horseshoe pitcher.          In Their Own Words Click the topic to hear a story about Cuyahoga Valley life. Click here to read the text file.  Northampton's Homecoming (54 seconds) Willis Meyers participated in Northampton's homecoming celebration every year as a child in the 1920s and 30s. Willis describes the food, games, and other festivities.       During the 1910s, Dorcas Snow grew up on Snowville Road in Brecksville on a farm that had been in her family since 1835. In the following passage, a part of her memoir Dear Brecksville, Dorcas recounts some memorable community events.  \"In the early days there was an annual Fair and the Town Hall was filled with displays of fruits and flowers. The best exhibits were awarded premium certificates from the judges. Athletic events were held at the Square, and at the close of the day there was a dance in the Town Hall. Refreshments were pink lemonade and gingerbread. There were [also] the Home Days and Fourth of July celebrations at the Center. A big blue tub of ice cream was brought from the city and there was a barrel of lemonade and popcorn balls.\" Dorcas Snow, Brecksville, 1976       Click on the links to discover more:   Community Events Social Organizations Dances Everett    Everett's Local Businesses School in Everett Church in Everett Fun in Everett",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/community-events.htm"
}
