{
    "title": "Cuyahoga Valley National Park: Brown-Bender Farm",
    "body": "Brown-Bender Farm        Bender barn with farmhouse in background. NPS\/Ted Toth       The Brown-Bender Farm, once one of the most productive local farms, still commands a panoramic view of the Cuyahoga Valley. Up a steep winding drive, Jim Brown's large 1840s farmhouse sits beside a spectacular barn. Today, you can see the barn roof peeking above dense trees and overgrowth along Akron Peninsula Road, just south of Ira Road. In 1907, dairy farmer Andrew J. Bender purchased the property as an investment in additional land to support his wife and twelve children. Andrew's son Earva, who lived there his entire life, managed the farm after his father's death in 1930. Weighing the costs and benefits of his father's dairy business, Earva chose another direction.        Brown-Bender barn rehabilitation. NPS\/Ted Toth  Through his perseverance and innovative spirit, Earva Bender developed a thriving vegetable farm that rivaled the neighboring Szalay Farm. Without children of their own to share the labor, Earva and his wife hired families to live and work on their property. As each new season arrived, Earva and his hired workers planted, harvested, and sold crops at a roadside stand and a farmers' market. Always thinking of new ways to improve his operation, Earva built a greenhouse that allowed him to bring ripe tomatoes to the farmers' markets earlier in the season than his competitors. Earva planted 100 acres of sweet corn, tomatoes, watermelons, and pumpkins on bottomland beside the Cuyahoga River. By the 1940s, the Benders' vegetable stand on Akron Peninsula Road had become a local landmark. Click to read more about the history of Brown-Bender Farm. Work on the farm never ceased, and every day brought new successes or failures to overcome. Listen below as Earva Bender's former workers share their experiences on the farm.          In Their Own Words Click to hear stories about Cuyahoga Valley life.  Click here to read the text file. Spring and Summer Activities (1 minute 1 second) Tomato Fights (29 seconds) Robert Grether describes his experiences working on the Bender Farm during the 1940s.  Click here to read the text file. Planting Tomatoes for Earva Bender (1 minute 17 seconds) Selling Vegetables from a Hay Wagon (27 seconds) Sweet Corn Competition (52 seconds) Painting the Bender Barn (1 minute 38 seconds) David Darst and his daughter Lee, describe daily life on Earva Bender's farm. David, his wife Marty, and their children lived and worked there for 30 years, from the 1950s through the 1970s.         Click on the links to discover more:   Brown - Bender Farm Hale Farm Hammond - Cranz Farm",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/brown-bender-farm.htm"
}
