{
    "title": "Cuyahoga Valley National Park: Training and Enrichment",
    "body": "Volunteer Training         Headwater Monitoring NPS\/ Ted Toth  CVNP VOLUNTEER HANDBOOK The Volunteer Handbook is designed as a reference and guide to Cuyahoga Valley National Park (CVNP) and our Volunteers-in-Parks Program. The Handbook was updated October 2014 and we invite you to devote special attention to the updated uniform (pg 14), workers' compensation (pg 29), and training (pg 34;66) sections. Click here to download your copy of the updated 2016 CVNP Volunteer Handbook. Addendums to the CVNP Volunteer Handbook: - Uniform Policy Click here to download the Uniform Policy. - Injury and Workers' Compensation Policy for Volunteers  Click here to download the Workers' Compensation Policy.  CVNP VOLUNTEER ORIENTATION Location given upon registration  Thursday, April 7, 2016, 6:30-8:30 p.m. Register Here Saturday, June 11, 2016, 10-noon Register Here Thursday, August 11, 2016, 6:30-8:30 p.m. Register Here Saturday, October 29, 2016, 10-noon Register Here  Want to volunteer in your national park? Attend this classroom-style orientation to learn more about CVNP and the Volunteers-in-Parks Program. Complete within your first six months of volunteering, but it is not required before you get started.          VOLGISTICS TRAINING Volunteer hour tracking is up and running in CVNP! If you've already completed training for using your personal profile on Volgistics, you can access your login page by clicking HERE.   If you have not completed training yet, you can now access the course materials including an E- learning tool, user manual, and frequently asked questions guide by clicking HERE.    If you are new to volunteering in the park, or have questions about your Volgistics account please contact the Volunteer Management Office at volunteer@forcvnp.org.            NPS\/Shelby Lewis  VOLUNTEER ENRICHMENT SERIES (Free; No pre-registration) Second Tuesday of the Month, 6:30 - 8 p.m. Happy Days Lodge (unless otherwise noted) Get the latest scoop about hot topics from park and community experts! This series will help you excel as a park steward. Refreshments begin at 6:30 p.m. (unless otherwise noted) and lectures are from 7 - 8 p.m., unless otherwise noted. You may bring a guest. Happy Days Lodge is located at 500 West Streetsboro Road (SR 303), 1 mile west of SR 8, Peninsula 44264. 2016 Topics and Speakers:  Tuesday, August 9, 2016, Refreshments begin at 6:30 p.m. The Frazee Legacy (Rebecca Jones Macko, Park Ranger) The Frazee House stands as a silent sentinel, the legacy of the Frazee family. Who were they and why did they build this house? What stories lie within the walls of this home? Who came after them? Park Ranger Rebecca Jones Macko will share the stories of the Frazee House, along with new images recently shared by descendants.    Tuesday, September 13, 2016, Refreshments begin at 6 p.m.    Improving Park Resources for 2021 (Lisa Petit, Chief of Resource Management)   Deer, Bio Blitzes, and the implementation of the park's river focused strategic action plan.2016 has been an exciting and sometimes challenging year for our park's resource managers.Volunteers are invited to join us for an informative evening with Chief of Resource Management Lisa Petit. Lisa will share highlights of the past year and provide insight into managing park resources into the future. Note: This Enrichment will be preceded by a volunteer award presentation. Refreshments begin at 6:00 p.m.        TRAINING IN SAFETY (Free) Location given upon registration Adult and Pediatric First Aid, CPR, & AED Participants will learn Full CPR for children, adults, and infants;AED;First Aid;and protecting yourself from bloodborne pathogens. ·Saturday, April 23 ·Saturday, April 30 ·Sunday, May 8 ·Monday, June 6 ·Wednesday, June 8 Click Here to Register for a Class. All classes are 9:30 a.m. to 3:30 p.m. Location given upon registration    All CVNP volunteers are invited to attend. CVNP volunteers required to attend have first priority, everyone else will be placed on a waiting list. Find the updated safety requirements by volunteer position in the Volunteer Safety Training Appendix.         Wildlife Watchers NPS\/Ted Toth   TRAINING IN INTERPRETATION (Free) Location given upon registration  Foundations of Interpretation  Sunday, March 6, 2016, 2 - 4 p.m.Register Here Sunday, March 20, 2016, 2 - 4 p.m.Register Here Sunday, April 10, 2016, 9:30-11:30 a.m.Register Here  This class can also be taken online for free. Please scroll to \"Online Training\" for more information. Designed to provide a basic understanding of the theory and practice of interpretation, the course is ideal for volunteers who are communicating to visitors the stories of the park. Informal Interpretation  Wednesday, March 16, 2016, 6:30 - 8 p.m.  Register Here Saturday, April 2, 2016 9 -11 a.m.Register Here Sunday, April 10, 2016, 1 - 3 p.m.Register Here  This course captures the spontaneous types of interactions interpreters have with visitors, both informational and interpretive. Foundations of Interpretation is a pre-requisite for this course. ONLINE TRAINING (Free) Online training courses are available through the Eppley Institute. Click on the course names below for more information:  Foundations of Interpretation The History of the National Park Service  If you take an online course, please send your certificate of completion to the volunteer office atvolunteer@forcvnp.orgor fax it to 330-657-2381. *To receive the discount code for classes that have a fee, contact Park Ranger Josh Bates at 330-657-2350 ore-mail us.This is an option if your volunteer position requires training in interpretation and you are not available to take the class when it is offered in the park.             PARK AMBASSADOR CONTINUING EDUCATION Park Ambassadors are responsible for providing excellent visitor services at Cuyahoga Valley National Park. To ensure volunteers have the knowledge base, all Park Ambassadors will be required to attend a total of two interpretive programs\/trainings per year. And, all Hike Assistants are required to hike four different additional trails per year while not on duty as a Hike Assistant.  Please track these programs and hikes on the Park Ambassador Continuing Education Form. Return the form to volunteer@forcvnp.org.",
    "url": "https:\/\/www.nps.gov\/cuva\/getinvolved\/supportyourpark\/volunteer-training.htm"
}
