{
    "title": "Cuyahoga Valley National Park: Local Businesses",
    "body": "Local Businesses        Main Street, Peninsula, 1950s, including Scotty's Place and the Peninsula Nite Club. Courtesy\/Peninsula Library & Historical Society         Wilson's Mill, 1957. Courtesy\/Cleveland Press Collection  Mid-19th century communities in the Cuyahoga Valley thrived as canal and mercantile towns that linked the growing cities of Cleveland and Akron. The Village of Peninsula, for example, received money and fame as canal traffic and boat building attracted visitors and new industry, including gristmills and cheese factories. Even after the canal's economic decline and eventual collapse, villages continued to act as commercial centers for surrounding farmers. A visitor to Peninsula in the late 19th or early 20th centuries could step off a train or canal boat and see a town hall, schoolhouse, meeting hall, tavern, and dance hall as well as several churches, general stores, and sandstone quarries. Although farmers were mostly self-sufficient, they still needed supplies and services from other businesses. Click the following topics to learn more about the local businesses that supported agricultural life throughout the 19th and 20th centuries.         Wilson Feed Mill  Alexander's Mill, renamed when the Wilson family bought it in 1900, is the last surviving gristmill in Cuyahoga County and one of only a few in Ohio. The mill currently serves as an important supplier of animal feed and other farm products. Click to learn more about the history and current operations at Wilson Feed Mill.        Peninsula advertisement. Courtesy\/Peninsula Library & Historical Society  General Stores General stores were places where rural inhabitants could buy supplies that they were unable to make themselves, as well as socialize with friends and neighbors. These stores also often served as post offices and gas stations. Read and hear more about the general stores in Everett during the early 20th century. Terry Lumber & Supply Company Terry Lumber & Supply Company is a third-generation business, started by John J. Terry Montequila in 1940. Terry started the business in the village of Boston, and eventually moved it to Peninsula, where he lived and grew up. He sold lumber, coal, farm machinery, and animal feed. Today, Terry Lumber & Supply still operates in Peninsula. Many residents remember how Terry Montequila helped their families during hard times. His dedication to the community illustrates the close relationships and cooperation between village neighbors in the mid-20th century.          In Their Own Words Click the topic to hear a story about Cuyahoga Valley life. Click here to read the text file.  Terry Montequila (53 seconds)  Daniel Schneider, former resident of the Schneider Farm (now the Coonrad Ranger Station), grew up with Terry Montequila's children. Daniel recalls how Terry helped the community.       Water Hauling  Historically, Cuyahoga Valley residents have dealt with limited access to groundwater. Throughout the 20th century, over half of the valley residents lacked wells on their property and were forced to purchase water from an outside source.          In Their Own Words Click the topic to hear a story about Cuyahoga Valley life. Click here to read the text file.  Water Hauling (40 seconds)  Warren Roller, who grew up on the former Coliseum property in Richfield, worked as a water hauler in the 1960s, bringing cans of water to over 400 families in the valley.       Boot-legging  The Cuyahoga Valley has a rich and colorful history of illegal side businesses. Bootlegging during the Prohibition Era was a lucrative trade. In the 1920s, some Cuyahoga Valley residents smuggled and sold alcohol from their farms for considerable profit.          In Their Own Words Click the topic to hear a story about Cuyahoga Valley life. Click here to read the text file.  Illegal Alcohol (48 seconds) Ott Wilson, who grew up in Bath, remembers learning about and witnessing Peninsula's boot-legging operations during the 1920s.           Click on the links to discover more:      What To Farm?    Growing Vegetables Orchards Raising Livestock -Cheese Factories Horses Straw and Hay Tree Nurseries  Selling Your Goods   Farmers Markets Roadside Stands and Markets Home Delivery   Local Businesses  Wilson Feed Mill      Changes In Technology    Railroads Scientific Farming Farming Equipment Electricity, Paved Roads, and Model Ts   Hardships   Flooding Water Shortage Hungry Wildlife Family Struggles   Women On The Farm",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/local-businesses.htm"
}
