{
    "title": "Cuyahoga Valley National Park: Planning",
    "body": "Planning       Planning, Environment, and Public Comment (PEPC) The National Park Service prepares a variety of planning and environmental documents to help guide management of park resources. Click here to visit Cuyahoga Valley National Park's Planning, Environment, and Public Comment (PEPC) website to learn more about current plans and projects.  What's new for Cuyahoga Valley National Park?  Cuyahoga Valley National Park's First Mountain Bike Trail  November 2, 2016 The National Park Service has announced the opening of the first phase of Cuyahoga Valley National Park's first mountain biking trail. A grand celebration of the first phase will occur in spring 2016. This first 2.3-mile section of the East Rim Trail system gives mountain bikers, hikers, and runners a challenging new trail to explore. Designed to follow the natural topography of the valley, the trail passes through dense woodlands and open meadows. The trail is accessible from the Summit Metro Parks Bike &Hike Trail near the trailhead on Boston Mills Road. Cuyahoga Valley National Park (CVNP) is now one of the few national parks in the country with mountain bike trails. When complete, the full East Rim Trail system will measure nearly 10 miles and connect to a system of bike trails over 100 miles long. Construction has already begun on the next phases (including a short \"expert\" section) and will continue as weather permits through the fall and into next year. Note that under-construction trail sections remain closed to the public. \"With the opening of the first phase of the East Rim Trail, I'm thrilled that visitors will have a new way to explore our national park,\" said CVNP Superintendent Craig Kenkel. \"The addition of mountain bike trails to Cuyahoga Valley National Park will also help put northeast Ohio on the map as a national destination for mountain bikers.\" Daily, the trail will be open from 6:00 a.m. until 11:00 p.m. for bikers and as posted for other trail users. In wet weather, the trail will be closed to all users to prevent damage. Riding, running, and hiking on wet trails can have a negative impact to the trail, causing ruts and footprints that would take hours to repair back to a smooth riding surface. Trail conditions will be monitored daily by volunteer Trail Stewards. To minimize resource impact and create different trail experiences, the direction of bike travel will alternate each day (counter-clockwise on Mon-Wed-Fri-Sun, clockwise on Tues-Thurs-Sat). Hikers are encouraged to travel in the opposite direction of bike travel. The trail status will be updated daily by volunteer Trail Stewards. Check CVNP's Twitter account @CVNPmtb, the alerts section of nps.gov\/cuva, or the posted signs at the trailhead to see whether the trail is open. Closures and the direction of travel will be enforced. The East Rim Trail system is part of the TRAILS FOREVER initiative to preserve, protect, and enhance the trails of Cuyahoga Valley National Park. TRAILS FOREVER is a partnership of the National Park Service and the Conservancy for Cuyahoga Valley National Park, the park's nonprofit friends group. Planning for the East Rim Trail system began when the project emerged as a priority in the park's 2013 Trail Management Plan. Subsequently, a national mountain bike trail consultant, Alex Stewart of Spectrum Trail Design, was hired for his design and layout expertise, with support from NPS and Conservancy staff. Volunteers from the Cleveland Area Mountain Bike Association (CAMBA) played a key role in layout and construction and members of the Americorps National Civilian Community Corps helped in construction. Funding for the East Rim Trail project was secured through National Parks Centennial Challenge funding of $183,000, matched by the Conservancy for CVNP with $198,000 from a John S. and James L. Knight Foundation grant for the national park's trails. To learn more and see photos of the East Rim Trail, visit www.nps.gov\/cuva or www.conservancyforcvnp.org\/eastrim. For daily updates about trail conditions, check the Twitter account for CVNP mountain bike trail updates (@CVNPmtb). September 29, 2015 The East Rim Trail, a new off-road biking and hiking trail, will be the first of its kind in the national park. Planning and design work began in 2014, with construction beginning on the first 2.5-mile section of the project earlier this summer. Crews are hoping to break ground on the second section—6.5 miles—later this year. To learn more about the East Rim mountain biking trail and see updates about the construction, visit www.conservancyforcvnp.org\/EastRim.          White-tailed Deer Management Implementation Begins December 18, 2015 The National Park Service (NPS) at Cuyahoga Valley National Park (CVNP) will begin their White-tailed Deer Management program starting January 1 through March 31, 2016. NPS has been studying and monitoring the deer population in the park since the late 1980's.  The Final White-tailed Deer Management Plan provides the park with a long-term approach to address high deer populations that are adversely affecting the park's vegetation and other wildlife. The final plan was approved in February 2015 by the Midwest Regional Director. NPS has secured permits by the Ohio Division of Wildlife to use sharpshooting on park property to reduce deer populations. NPS is contractingMost culling activities will be away from established trails, in open fields and meadows using truck mounted platforms or tree stands to ensure the humane and safe removal of deer.  NPS is partnering with Cleveland Metroparks and Summit Metro Parks for meat processing and donation to area food banks. Activities will take place between dusk and midnight, on weekdays (Monday through Thursday).  At times, specific areas will be temporarily closed to ensure public safety.  NPS staff will patrol the park during removal actions to ensure compliance with park closures and public safety measures, and accompany USDA-WS teams in the field.  The safety of the public is our first priority as we implement this new resource management program. Local law enforcement agencies have been notified of this activity and will be working with the park on any closures.  If you have questions about this program, please call 440-546-5975 or email e-mail us.  NPS Releases Final White-tailed Deer Management Plan and Environmental Impact Statement for Cuyahoga Valley National Park December 4, 2014  The purpose of the final plan\/ Environmental Impact Statement (EIS) is to develop a white-tailed deer management plan that supports long-term protection,preservation, and restoration of native vegetation and other natural and cultural resources in the park. The final plan\/EIS evaluates four alternatives for the future management of white-tailed deer at the park. The NPS has identified Alternative D as the preferred alternative. This alternative includes a combination of lethal and nonlethal actions. Sharpshooting and limited capture\/euthanasia would be used initially to quickly reduce deer herd numbers.Then, population maintenance could be conducted either via nonsurgical reproductive control methods, if certain criteria are met, or by sharpshooting. Both of these population maintenance methods are retained as options in order to maintain maximum flexibility for future management. Following a 30-day waiting period beginning on the date the EPA publishes a Notice of Availability in the Federal Register, the alternative or actions constituting the approved plan will be documented in a record of decision that will be signed by the Regional Director of the Midwest Region. The final plan\/EIS is available on the NPS Planning, Environment and Public Comment (PEPC) website at: http:\/\/parkplanning.nps.gov\/CUVAdeerplan. A limited number of hard copies are available at the park upon request.  Click here to download the FAQs in a pdf.                TRAILS FOREVER Program TRAILS FOREVER is a multifaceted program that builds on existing strengths of Cuyahoga Valley National Park (CVNP), the Conservancy for Cuyahoga Valley National Park, and our volunteers. Its purpose is to ensure that CVNP has a top-quality trail system, in perpetuity, insulated from fluctuations in federal funding by a strong base of local support.  Click here to learn more about TRAILS FOREVER.",
    "url": "https:\/\/www.nps.gov\/cuva\/getinvolved\/planning.htm"
}
