{
    "title": "Cuyahoga Valley National Park: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability            Sustainability       What is sustainability all about? Sustainability is managing the Earth's resources so they are passed on to future generations of all life in a healthy and abundant manner. Although sustainability has been a major mission in the parks beginning with the 1916 Organic Act, it is only in recent years that a full fledged commitment and mandate from the National Park Service has occurred. It touches all aspects of our operations-design, policy, management, and interpretation.              CVNP Climate Action Plan   Cuyahoga Valley National Park Climate Action Plan Cuyahoga Valley National Park has achieved the status of \"Climate Friendly Park\". As a participant in the National Park Service's Climate Friendly Parks program, Cuyahoga Valley NP now belongs to a network of over 100 parks nationwide that are committed to reducing resource consumption, cutting greenhouse gas emissions, understanding potential resource impacts from climate change, and educating park staff and the public about climate change and sustainability.  View the CVNP Climate Action Plan Summary here. View the full CVNP Climate Action Plan here.         Green Parks Plan: Advancing Our Mission through Sustainable Operations The NPS Green Parks Plan articulates an overarching vision that will make everything we do more sustainable by establishing environmental performance targets, empowering staff to be agents of change, collaborating with stakeholders, and engaging millions of visitors to support this effort during visits and while at home. We can all make a difference! Click here to read the NPS Green Parks Plan report. For more information on NPS sustainability operations visit http:\/\/www.nps.gov\/sustainability.      Our Green Commitment At Cuyahoga Valley National Park, sustainability is a priority. We're committed more than ever to preserve the landscape that we all cherish for future generations by monitoring our actions in order to reduce energy use, decrease waste, and lighten our footprint. To see how we're moving towards environmental sustainability visit our Green Practices page.  You Can Help Too! You can find recycling and waste management resources in your community by visiting  Earth 911 webpage.",
    "url": "https:\/\/www.nps.gov\/cuva\/getinvolved\/sustainability.htm"
}
