{
    "title": "Cuyahoga Valley National Park: Volunteer Opportunities",
    "body": "Volunteer Opportunities       DAYS OF SERVICE Everybody can make an impact on CVNP! Join us for our Days of Service, offered six times throughout the year. These events are great opportunities to bring out your friends and family to work with other individuals just like you to help preserve CVNP for future generations. Projects may include habitat restoration, trail maintenance and trail repair. For more information and to register, call 330-657-2299. Advanced registration is required.        Volunteers participate in National Public Lands Day. NPS\/ Ted Toth   2016 Days of Service  Mark your calendars now for these upcoming Days of Service! Registrations and event details will be listed soon. Founders Day- Saturday, August 20 National Public Lands Day- Saturday, Sept. 24 Make A Difference Day- Saturday, October 22        DROP-IN OPPORTUNITIES Help restore native habitat and trails in CVNP! Advance registration is recommended; and required for groups of five or more. To register, contact the volunteer office at 330-657-2299 or volunteer@forcvnp.org. Click on the project names below for details, dates, locations, and age minimums. On the day of the project, meet at the start time at the listed meeting location. On-site training is provided. Click on the project titles below; or you can view the drop-in projects and Days of Service in calendar view.        NPS\/ DJR     Habitat Restoration Projects  Plant Trees and Native Vegetation (April - June and September - October; ages 10 and up) Remove Invasive Plants (May - October; ages 10 and up) Collect Seeds from Native Plants (September - October; all ages)  Trail Maintenance Projects  Conduct light trail maintenance \"sweeps\" with Adopt-a-Trail (year-round; ages 10 and up) Repair trails with Cuyahoga Valley Trails Council (March - Nov.; ages 10 and up) Repair trails with Medina Ohio Horseman's Council (March - Nov., ages 10 and up)    Things to Know Before You Come to a Project: Wear comfortable work clothes, long pants, and sturdy shoes or boots (must be closed toe). Bring your completed Volunteer Agreement (Habitat Restoration Form or Trail Maintenance Form), hat, sunscreen; and a pack with a full water bottle, work gloves, and a snack\/lunch. Projects are rain or shine, with exception to thunderstorms and lightning.         Wildlife Watcher with visitors. NPS\/ Sue Simenic  SEASONAL AND LONG-TERM VOLUNTEER OPPORTUNITIES Are you interested in volunteering seasonally or year-round? Click on the titles to learn more and apply. If your preferred group or project is not accepting volunteer applications now, please sign up for our Volunteer Opportunities E-News to be updated on new openings.       Current Volunteer Opportunities        COUNTRYSIDE CONSERVANCY Grow your connection to local foods and your community. Countryside Farmers' Market opportunities include parking assistance, setting up and tearing down, taking photographs of market activities, doing cooking demonstrations, and playing music. Volunteer Ambassadors are also wanted to staff information booths and represent Countryside at various special events throughout the year. Read through their volunteer opportunities here. Countryside provides many different ways to get involved, and if one sounds like a good fit for you, contact marketassistant@cvcountryside.org or 330-657-2542 ext. 226.       CUYAHOGA VALLEY SCENIC RAILROAD Ever want to be behind the scenes of a real working railroad? Opportunities include special event assistants, conductors, mechanics, brakemen, trainmen, concessionaires, servers for beer and wine tastings and other special events, and office help. Elves are also needed to march alongside the Polar Express sleigh in parades. Enjoy a unique opportunity that combines the love and nostalgia for the railroad with the reward of helping passengers enjoy the heritage of the area. Find more information and complete their online volunteer application here.",
    "url": "https:\/\/www.nps.gov\/cuva\/getinvolved\/supportyourpark\/volunteer-activities.htm"
}
