{
    "title": "Cuyahoga Valley National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Start Your Journey Here! Whether you are planning a trip to Cuyahoga Valley National Park or doing research for a school project, we have lots of information just for kids. Click on the links below to start exploring. Keep your eyes peeled for over 70 special videos where local students got their questions answered by park experts. Under Park Fun, look for interviews with real kids about what they enjoy doing in the park. Under People of the Past, you will find writings by people who lived in and near the Cuyahoga Valley, describing their personal experiences. How did we do it all? Check out Behind the Scenes!        NPS      Park Basics  Being a Park Ranger  Being a Park Scientist  People of the Past  Changes in Transportation  Exploring Park Ecosystems  Park Geology  Earth-Friendly Living  Behind the Scenes             Every Kid in a Park Fourth graders can earn a free pass to visit public lands with their families! Complete a fun activity to get your pass and start exploring. Visit Every Kid in a Park for more information.            Get Up, Get Out & Go! Get Up, Get Out & Go! (GGG) is a FREE outdoor recreational program for kids ages 11 to 14 and their families to get out into their national park, Summit Metro Parks, and Cleveland Metroparks. Click here to learn what's happening in summer 2015.         Let's Move Outside Regular exercise in nature is proven to improve children's physical and mental health. Outdoor activity helps kids maintain a healthy weight, boosts their immunity and bone health, and lowers stress. Let's Move Outside, administered by the Department of Interior, was created to get kids and families to take advantage of America's great outdoors. Kids need at least 60 minutes of active and vigorous play each day to stay healthy, and one of the easiest and most enjoyable ways to meet this goal is by playing outside. Click here to visit our Schedule of Events page to find family-friendly outdoor activities at CVNP.   Click here to learn more about the Let's Move Outside campaign.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/kidsyouth\/index.htm"
}
