{
    "title": "Cuyahoga Valley National Park: Be A Junior Ranger",
    "body": "Be A Junior Ranger          Become a Junior Ranger! A Junior Ranger is a young person between the ages of 7 and 12 who completes the Junior Ranger activities and promises to help care for and learn more about their national park. Children 4 to 6 years old explore the park on their own level as a Junior Ranger, Jr. Park rangers and the Conservancy for Cuyahoga Valley National Park staff present year-round fun and exploration to earn badges and patches for both Junior Rangers and Junior Ranger, Jrs.  Find scheduled Junior Ranger and Junior Ranger, Jr. activities in our quarterly published Schedule of Events.  Children can also earn a badge by completing activities in the Cuyahoga Valley National Park Junior Ranger Handbook or with our Junior Ranger, Jr. activity cards. Both are available free to the public and can be obtained from CVNP visitor centers. When activities are completed, take your handbook or cards to a visitor center where a park ranger will help complete the steps to obtain a CVNP Junior Ranger badge. You can also click here to download CVNP's Junior Ranger Handbook. NEW! Become a Centennial Junior Ranger! We're having a birthday! In 2016, the National Park service turns 100 years old. By becoming a Centennial Junior Ranger you are helping us celebrate! Click here to download the NPS Centennial Booklet Bring your completed booklet to any national park visitor center to receive your official Junior Ranger Centennial Badge! You can also send your completed booklet to the National Park Service, National Junior Ranger Program Coordinator, 1201 Eye Street NW, 8th Floor, Washington, DC 20005. Completed booklets will be returned so make sure to include your address.   Another Junior Ranger opportunity is to become a Great Lakes Junior Ranger, exploring, protecting, and learning about the Great Lakes. Today, there are 15 national parks located on or near the Great Lakes. Click here to download the Great Lakes Junior Ranger Activity Book. When activities are completed, take your activity book to a visitor center where a park ranger will help complete the steps to obtain a Great Lakes Junior Ranger badge.        Welcome to WebRangers! Visit the WebRangers web site, the National Park Service's on-line Junior Ranger program for kids of all ages. Your adventure begins with a membership card and a chance to create your own on-line ranger station. Once you log-in, you can post stories or photos, scan the best park webcams, take online safety courses, and complete activities to earn rewards. When you have completed all the activities, you will earn the WebRangers patch.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/kidsyouth\/beajuniorranger.htm"
}
