{
    "title": "Cuyahoga Valley National Park: Institutes & Field Schools",
    "body": "Institutes & Field Schools      Cuyahoga Valley National Park provides an ideal setting for a variety of educational experiences. Day Programs are a chance for children to explore ecology, natural history, and Ohio history. The Resident Program is a 4-day, 3-night stay at the Cuyahoga Valley Environmental Education Center.        Results   Showing results 1-2 of 2    Sort By:  Latest Oldest         Cuyahoga Valley National Park Day Programs   Day programs allow students to explore ecology, natural and Ohio history, in either the Cuyahoga Valley National Park or in their own classrooms. Programs are provided for a wide age range of students from public school districts, independent and private schools, daycare centers and preschools.    Type:Institutes and Field Schools Programs:Adventure Programs Duration:1 to 2 hours Subjects:American Indian History and Culture, Anthropology, Aquatic Studies, Biodiversity, Biology: Animals, Biology: Plants, Botany, Climate Change, Earth Science, Ecology, Environment, Geology, History, Social Studies, Wildlife Biology National\/State Standards:Ohio Academic Content Standards        Cuyahoga Valley National Park Resident Program   All the Rivers Run is spent mostly outdoors discovering the diversity of plant and animal life in Cuyahoga Valley National Park, learning about sustainable living, and exploring the intricacies of the Cuyahoga River Watershed. Hiking, singing, creating, sharing and learning are all a part of this hands-on, high energy experience.    Type:Institutes and Field Schools Programs:Field Seminars Duration:4-day, 3-night program Subjects:Biodiversity, Biology: Animals, Biology: Plants, Botany, Ecology, Environment, Recreation Ecology, Wildlife Biology National\/State Standards:Ohio’s Academic and Common Core Standards Keywords:watershed, animlas, plants, biodiversity, sustainability",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/education\/classrooms\/schools.htm"
}
