{
    "title": "Cuyahoga Valley National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         The Ledges Overlook in CVNP ©TOM JONES  Mission Statement The park's mission statement pulls key language from the park purpose set by the law the created the park in 1974: To preserve and protect for public use and enjoyment the historic, scenic, natural, and recreational values of the Cuyahoga River Valley, to maintain the open space necessary for the urban environment, and to provide for the recreational and educational needs of the visiting public.    Foundation Document Every unit of the national park system is required to have a formal statement of its core mission that will provide basic guidance for all planning and management decisions. Click here to download the July 2013 Foundation Document Cuyahoga Valley National Park.      Vision Statement By fostering a culture of excellence, innovation, and superior public service, Cuyahoga Valley National Park will be widely recognized as a leader among national parks. The public will see Cuyahoga Valley National Park as a major regional asset and national tourism destination. This means that we will:  · Be a destination park for visitors from all 50 states. · Provide value and positive financial impact to the region. · Foster safety in everything we do. · Be considered a leader and innovator in:  o Education o Stewardship of resources in an urban setting o Visitor experience o Embracing and leveraging park partners for success o Environmental sustainability     Strategic Goals The goals that will define the park's strategic activities over the next several years are:  Goal #1 - Visitor Experience Goal #2 - Resource Stewardship Goal #3 - Park Management and Workforce Goal #4 - Leveraging Partners, Volunteers, and Funding       Discover the Story of Cuyahoga Valley National Park Western Reserve PBS created a one-hour documentary, Generations: Cuyahoga Valley National Park. This video tells the story of the park's natural wonders and the people whose lives have crossed its many paths. Click here to watch Generations: Cuyahoga Valley National Park online.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/management\/index.htm"
}
