{
    "title": "Cuyahoga Valley National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies         ©D.J. REISER   A number of laws and policies guide the management of Cuyahoga Valley National Park, starting with the enabling legislation that created the national park.           Park Creation Enabling Legislation by U.S. Congress  December 27, 1974, P.L. 93-555 (Cuyahoga Valley National Recreation Area). Managed by the National Park Service, a bureau of the U.S. Department of the Interior. Name Change Legislation by U.S. Congress October 11, 2000, P.L. 106-291 (Cuyahoga Valley National Park)  Legislative History A Green Shrouded Miracle: The Administrative History of Cuyahoga Valley National Recreation Area, 1992   NPS Policies For more information about the policies that guide the National Park Service as a whole, including Management Policies 2006 and specific policy topics, visit the NPS Office of Policy website.  Regulations Park rangers enforce a number of federal regulations in the park, including the Code of Federal Regulations, Title 36 (36 CFR), and the United States Code, Titles 18, 21 and 54. Within 36 CFR, park superintendents are granted the right to make park-specific regulations. The Superintendent's Compendium serves as public notice, identifies areas closed for public use, provides a list of activities requiring either a special use permit or reservation, and elaborates on public use and resource protection regulations pertaining specifically to the administration of the park.is the document that spells out Cuyahoga Valley National Park's regulations.  Permits Certain types of activities require a special use permit, such as organized runs, bike rides, walks or horse rides, weddings, photography, filming, specimen collecting, and many other events. Visit our permits page for more information.  Unmanned Aircraft (Drones) Legislation: As of June 20, 2014, National Park Service Director Jonathan B. Jarvis signed a policy memorandum that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service. Park User Responsibility: Unmanned Aircraft* is prohibited in the Cuyahoga Valley National Park and all National Park lands and waters. It is the Responsibility of visitors to understand and comply with the rules. Refer to Policy Memorandum 14-05. *Unmanned Aircraft means a device that is used or intended to be used for flight in the air without the possibility of direct human intervention from within or on the device, and the associated operational elements and components that are required for the pilot or system operator in command to operate or control the device (such as cameras, sensors, communication links). This term includes all types of devices that meet this definition (e.g., model airplanes, quadcopters, drones) that are used for any purpose, including for recreation or commerce.  Contact Information: Cuyahoga Valley National Park Chief Ranger's Office at (440) 546-5952 or (440) 546-5944    Firearms Regulations Legislation: As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65. Park User Responsibility: It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park. As a starting point, please visit our state's website: www.ohioattorneygeneral.gov\/Enforcement\/Concealed-Carry. Refer to the Ohio Revised Code for more information. Weapons Prohibited in Federal Facilities: Federal law prohibits firearms in certain facilities in this park; those facilities are marked with signs at all public entrances. This includes, but is not limited to, Park Headquarters buildings, Happy Days Lodge, Canal Exploration Center, Boston Store Visitor Center, Peninsula Depot Visitor Center, and Hunt House. It is also illegal to possess firearms within the boundaries of the Cuyahoga Valley Environmental Education Center property. Refer to 18 U.S.C. § 930. Hunting is Prohibited in the Park: Federal law prohibits hunting and the discharge of firearms in the park. Refer to 36 CFR 2.2(a)(1) and 36 CFR 2.4(a)(1)(iii). Contact Information: Cuyahoga Valley National Park Chief Ranger's Office at (440) 546-5952 or (440) 546-5944        White-tailed Deer Management  The National Park Service at Cuyahoga Valley National Park (CVNP) will begin their White-tailed Deer Management program starting January 1 through March 31, 2016. Follow this link for more information.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/management\/lawsandpolicies.htm"
}
