{
    "title": "Cuyahoga Valley National Park: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams         The Cuyahoga River and its tributaries provide habitat for park wildlife.   The Cuyahoga River is the central natural feature of Cuyahoga Valley National Park. Twenty-two of its one hundred miles run the length of the park from south to north. The river is fed by more than 190 miles of perennial (permanent) and ephemeral (temporary) streams.  Known internationally as the \"river that burned,\" the Cuyahoga River is on the rebound. Where at one time no living thing could survive, now there are spawning fish and rare insect species. Today the river looks like a river should; it no longer flows in colors of the rainbow. Instead, the river flows lazily past forests, fields, and towns, occasionally erupting in white ripples where rocks and pebbles interrupt its flow. The Cuyahoga is not completely healed, however. Even today, combined sewer overflows, runoff from fields and parking lots, and sediments continue to impair the river’s water quality (see water quality section for more information). Throughout Northeast Ohio people are looking out for the river, as government agencies, nonprofit organizations, and volunteers work together to return the Cuyahoga to an acceptable state. Someday, visitors to the park will once again be able to recreate safely on the river. Park streams, tributaries to the Cuyahoga, are diverse in character. Some are so small they flow only in times of heavy precipitation and remain unnamed to this day. Many are gently flowing streams wandering through forested ravines. Others are more assertive, flowing rapidly toward the Cuyahoga and sometimes dropping suddenly over scenic waterfalls. At over 28 miles, Tinkers Creek is the longest of the Cuyahoga River’s tributaries. Where there is water, there is life. Streamsides are lush, with water-loving vegetation and colorful spring wildflowers surrounding flowing waters. These areas provide excellent habitat for park wildlife. Insects and amphibians thrive in moist, shaded conditions. Birds and mammals take advantage of easy access to food and water.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/rivers.htm"
}
