{
    "title": "Cuyahoga Valley National Park: Scouting",
    "body": "Scouting          Boy Scouts  Become a Scout Ranger! Explore the national parks; learn about the National Park Service mission; and help protect the nation's natural, cultural, and historic resources. Participate in a volunteer service project and\/or educational program to earn a certificate or patch. Patches can be picked up at the Boston Store Visitor Center.         COURTESY BOY SCOUTS OF AMERICA  Becoming an Eagle Scout is a great accomplishment. Less than 5 percent of all Boy Scouts earn the Eagle Scout Award, making Scouting's highest rank a rare honor. Cuyahoga Valley National Park offers many opportunities to complete Eagle Scout Service Projects. Eagle Scouts in the past have completed such projects as rehabilitating brick walkways, building safety fences, and upgrading trails. Please submit a completed BSA Eagle Scout Application to Park Ranger Josh Bates at e-mail us or mail to Cuyahoga Valley National Park, Attn: Josh Bates, 15610 Vaughn Road Brecksville, Ohio 44141. Are you already an Eagle Scout? The National Park Service would like to congratulate you with a Certificate of Recognition.           Girl Scouts  Become a Girl Scout Ranger! Discover your national parks; learn about the mission of the National Park Service; and help protect the nation's natural, cultural, and historical resources. Earn a certificate or patch by participating in educational programs and\/or volunteer service projects.        COURTESY GIRL SCOUTS OF THE UNITED STATES OF AMERICA  Earning the Gold Award is a great achievement and is rooted in the Girl Scout Leadership Experience. Cuyahoga Valley National Park offers many opportunities to complete Bronze, Silver, and Gold Award Projects. In order to process all requests for projects please submit a completed Going for the Gold Application to Park Ranger Josh Bates or mail to Cuyahoga Valley National Park, Attn: Josh Bates, 15610 Vaughn Road Brecksville, Ohio 44141.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/kidsyouth\/scouting.htm"
}
