{
    "title": "Cuyahoga Valley National Park: Wetlands, Marshes and Swamps",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Wetlands, Marshes and Swamps                Wetlands, Marshes and Swamps         Scientists collect samples of species in the wetlands of CVNP. NPS\/TED TOTH   National parks, including Cuyahoga Valley NP, protect wetland areas throughout the country.  Wetland Monitoring The National Park Service has documented over 1,500 wetlands at Cuyahoga Valley National Park. Non-native invasive plant species and pollution are identified as the major management issues for the park. Wetlands provide numerous ecological services and are important sites of biodiversity, providing habitat for nearly half of all endangered species. As natural floodwater storage sites, wetlands store and assimilate nutrients and reduce stream erosion and storm water-caused flooding. Unfortunately, over half of the wetlands in the United States have been destroyed over the past two centuries. Roughly 90% of wetlands in Ohio have been eliminated. Human disturbances and invasive plants can alter natural wetland functions. Hydrological changes, such as increased storm water from upstream development or dewatering by drainage ditches and tiles, affect wetland water quality and quantity and often increase pollutant levels. Wetland size, hydrology, and biological composition may change as a result. Disturbances near or within wetlands create susceptibility to the colonization of invasive plant species, which often dominate plant communities. Heartland Inventory & Monitoring scientists are developing a long term monitoring protocol to document the condition of a subset of wetlands within the park and to track changes in their quality over time. The protocol also includes a watershed-level analysis to evaluate how land use affects wetland condition in specific watersheds. The monitoring data are designed to support park wetland management decisions and restoration efforts.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/wetlands.htm"
}
