{
    "title": "Cuyahoga Valley National Park: Lightscape \/ Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Lightscape \/ Night Sky                Lightscape \/ Night Sky         NPS \/ PETER WILSON  Astronomy in the Park The evening sky provides us a sense of wonder as we gaze upon the heavens in Cuyahoga Valley National Park. On clear crisp evenings, it is possible to see faint six magnitude objects with a pair of binoculars, and ninth magnitude ringed nebula with a small telescope. Head out to one of the following prime locations, and see what celestial adventures await you.      The Western View Take a quarter- mile stroll to the Beaver Marsh from Ira Trailhead, one of the best locations for watching Mercury and other setting bright celestial objects. This is also a good place for observing lunar eclipses where it is possible to see the unfolding event as a reflection on the marshland waters. The Jaite meadows, along the Buckeye Trail, are lowland areas that can easily be reached from parking locations near NPS Park Headquarters on Vaughn Road. During the summer and times of heavy dew it is best to observe along the banks of Horseshoe Pond on Major Road. The higher elevation and forested eastern banks help to offset the penetrating heavy lowland dews, typically allowing good observation well into the late evening before the pond mists set in. The Northern and Eastern Views The Pine Hollow parking area at Kendall Hills located on Quick Road has expansive views to the north is the best location for observing the Aurora Borealis. The secluded location of the Oak Hill Picnic Area on Oak Hill Road allows observation of the darkest skies, making this an ideal place to observe meteor showers and other pre-dawn celestial events. Each season there are astronomical highlights that provide spectacular observing in CVNP.           NPS\/Ryan Ainger  Celestial Events To view the NASA SKYCAL- Sky Events Calender, Click Here. Click here to go to our park addresses webpage.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/lightscape.htm"
}
