{
    "title": "Cuyahoga Valley National Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species       With its long history of disturbance, Cuyahoga Valley National Park contains a number of nonnative species. Plants A 1986 study found 186 nonnative plant species in CVNP, nearly 20 percent of the park’s 943 plant species. Ten species of nonnative plants are currently considered threats to the park’s natural ecosystems and native flora. These species have the potential to form large stands that crowd out native plants and provide only limited habitat value for wildlife. Purple loosestrife, garlic mustard, honeysuckle, Russian and autumn olive, reed canary grass, giant reed grass, Japanese knotweed, Japanese multiflora rose, narrow-leaved cat-tail, and European alder buckthorn can become so permanently established that their populations are extremely difficult to eradicate. Resources management staff uses a variety of control and management techniques to keep nonnative invasive plant species at levels that do not threaten natural conditions. Natural areas of the park are monitored periodically to ensure the efficacy of control measures. Learn more about non-native plants. Volunteer to help control these plants. Insects The nonnative insect of great concern is the gypsy moth. An exotic insect species from Europe, gypsy moths defoliated over 4,000 acres of forest in CVNP in 1999. Defoliation directly affects trees by decreasing their health and vigor, which can result in an increased susceptibility to disease and parasites and increased tree mortality. Defoliation and the loss of mature trees can change forest and understory composition, water quality in streams and lakes, and quality and availability of food for terrestrial and aquatic wildlife. These changes can alter the abundance and distribution of wildlife. The park has implemented a suppression program to help minimize and mitigate further moth defoliation effects. Learn more about the gypsy moth. The new pest is the emerald ash borer, an Asian wood-boring beetle that kills ash trees three to five years after infestation. Adults are dark metallic green, and fly from May through September to ash trees to mate and lay eggs. Larvae emerge and tunnel beneath the bark, chewing on vascular tissue and interrupting the tree’s circulatory system. An infestation only becomes apparent once the canopy thins, branches die back, and death begins. By then, the insect has long since moved on. The emerald ash borer has already killed millions of ash trees from Illinois to Maryland and up into Ontario. It is in at least 26 Ohio counties, including those in and near CVNP. The Ohio Department of Agriculture prohibits the transportation of ash tree materials and all non-coniferous firewood out of quarantined areas. Learn more about the emerald ash borer. These and other nonnative species in CVNP are evaluated and monitored by resources management staff. As directed by the park’s general management plan, exotic plant and animal species are controlled or eradicated when possible.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/nonnativespecies.htm"
}
