{
    "title": "Cuyahoga Valley National Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Great blue heron are found in the Cuyahoga River ecosystem. NPS\/ TIM FENNER  An Improved Cuyahoga Ecosystem Flourishes  Seeing a river otter sleekly swim by, hearing a soaring eagle overhead, or counting turtles on a log, are among natural wonders that can be experienced in Cuyahoga Valley National Park (CVNP). The diversity of animal life has increased within the park and the improved health of the Cuyahoga River is helping to provide healthy habitats wildlife need to flourish.  The history of the Cuyahoga River has been dramatic in scope. The American Indians used the river as a trade route for thousands of years and referred to the river as the \"Ka-ih-ogh-ha\" or crooked river. Early settlers of the Western Reserve viewed the rapidly falling river as unsuitable for travel but harnessed it as a source to fill the Ohio and Erie Canal built in 1827. The canal brought industrialization to Northeast Ohio but the rapidly developing industrialization came at a cost.  Sewage and industrial waste flowing into the river sparked a series of river fires with the first occurring as early as 1868. From that point on, eight additional river fires occurred with the most notable being the fire of 1969 which gained national attention. Newspapers of the time described the Cuyahoga River as the river that \"oozes rather than flows\" where a person \"does not drown but decays.\" The river fire of 1969 was among catalysts nationwide that resulted in the development of the Water Quality Improvement Act of 1970 and the Clean Water Act of 1972.      Today the health of the Cuyahoga River is a work in progress. There has been a strong effort to monitor water quality and the key habitats. A focus of the ongoing surveys is to analyze wetlands and neighboring tributaries. These surveys provide valuable insight as to the health of the of plant and animal communities within the river, and the immediate surrounding areas in and adjacent to Cuyahoga Valley National Park. Click here to learn more about water quality of the Cuyahoga River. The improved river quality of the Cuyahoga River ecosystem is now an attractive place for a variety of animals, including those that had vanished or were scarce. Today it is possible to see river otter, bald eagles, mink, tundra swans and several species of waterfowl, a variety of rare turtles, and several fish including the smallmouth bass and northern pike.  With continued efforts to improve the water quality of the Cuyahoga River coupled with monitoring of freshwater areas, future generations visiting Cuyahoga Valley National Park will leave with memories of swimming otter, counting turtles, and soaring eagle.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
