{
    "title": "Cuyahoga Valley National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         Frogs live in the park's wetlands. ©JERRY JELINEK  Amphibians (frogs, toads, and salamanders) are an important part of the ecological balance of many habitats. They are like sponges, soaking up water and air through their skin. Anything found in their environment becomes a part of them, making them prone to localized sources of contamination. They are, therefore, good indicators of environmental health. Current research efforts are ongoing to identify and quantify threats to amphibian populations and to provide useful information to park managers on environmental conditions. An early study identified nine species of salamanders, eight species of frogs, and one toad in CVNP. Most of these species can be heard or seen along remnants of the Ohio & Erie Canal that run the length of the park and in many of the wetlands and ponds that dot the landscape. A short walk on the Towpath Trail on a late spring morning allows visitors to hear the quick \"peep-peep-peep\" of the spring peeper or the low resonant \"rumm-rumm-rumm\" of the bullfrog. The park's salamanders are harder to find, hidden in the forest near small temporary ponds or other wet depressions. Occasionally, however, migrations of salamanders are observed during rainy spring nights as they cross roadways to reach their breeding ponds.          Spotted salamanders migrate to breeding pools in early spring. COURTESY ODNR  Park staff and volunteers have monitored frogs and marsh birds since 1995 as part of a long term Marsh Monitoring Program (MMP). The MMP established by Bird Studies Canada and Environment Canada in 1994 is a bi-national, long term monitoring program that coordinates the skills, interests, and stewardship of hundreds of citizens across the Great Lakes Basin to help understand, monitor, and conserve the region's wetlands and their amphibian and bird inhabitants. The program receives support from Environment Canada, U.S. Great Lakes Protection Fund, U.S. Environmental Protection Fund, and Great Lakes 2000 Cleanup Fund. The MMP has been monitoring trends in marsh birds and calling amphibians using data provided by more than 600 volunteer participants. Recent population trends for certain Great Lakes marsh birds appear to be emerging. Pied-billed Grebe and Common Moorhen, which require more “pristine” wetland conditions appear to be declining across the Great Lakes basin, while wetland generalist species commonly found along wetland edges (e.g., common yellowthroat, yellow warbler) are increasing. These results suggest habitat fragmentation and degradation are occurring throughout the region. MMP data also showed that most Great Lakes frog and toad species are declining, which further highlights the need for wetland conservation and restoration. Visit the MMP on the web at www.birdscanada.org\/mmpmain.html. Marsh birds and frogs are monitored at five sites in the park as part of this long term monitoring project. Marsh birds are monitored twice each spring using broadcast calling surveys. Frogs are monitored three times each spring using point counts. CVNP Amphibians List 2009 See also the CVNP Fish List 2009.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/amphibians.htm"
}
