{
    "title": "Cuyahoga Valley National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         Praying mantis in the fall ©JIM SCHMIDT   More species of insects exist than all other animal species combined.  Despite being the most diverse and abundant animals in natural ecosystems, insects and other related invertebrates (e.g. spiders, millipedes, etc.) are greatly under appreciated. They have survived on earth for more than 300 million years and may possess the ability to survive for millions more. Insects are vital to the complex cycle of life, furnishing food for other creatures and breaking down natural materials to chemicals and nutrients for recycling into new life. Whirling, buzzing, singing, chewing, vibrating with energy, they are all around us.        Argiope spider begins to spin a web. ©JIM SCHMIDT  Spiders are generalist predators and play an important role in the food web by stabilizing insect populations and providing an important food source for birds, amphibians, and other small vertebrates. Spiders are very sensitive to small changes in environmental variables and habitat structure. Therefore, spiders are good ecological indicators of contaminants, disturbance, vegetation complexity, and the diversity of other taxa. The Ohio Spider Survey reports that more than 580 spider species have been recorded in Ohio. Several hundred species may reside in the park. To learn more about the role that spiders play in the park, a preliminary spider inventory in major park habitats was initiated in 1999. Insects and their relatives, along with other species of plants and animals in the park, can be enjoyed through such activities as observation, study, and photography. They are protected from collection, harassment, or other activities that may injure or alter their environment.      Studies of invertebrates in CVNP include butterfly monitoring and inventories of dragonflies, bees, ants, and spiders. Butterflies are important pollinators and are also significant in nutrient recycling, both as consumers and as prey for other species. Many species are restricted to unique ecological conditions, making them valuable indicators of ecosystem quality and change. In 1996 CVNP was invited to participate in a long term butterfly monitoring program initiated by the Cleveland Museum of Natural History. After eight years of monitoring, a total of 54 species of butterflies have been recorded along the selected transect in CVNP. The long term project has grown to over 65 transects in 22 counties in all parts of Ohio. The 20 most commonly seen butterflies in CVNP are the pearl crescent, European cabbage white, little wood satyr, orange sulphur, eastern tailed blue, common wood nymph, European skipper, monarch, silver-spotted skipper, viceroy, great spangled frittilary, tiger swallowtail, clouded sulphur, American copper, wild indigo duskywing, Zabulon skipper, red-spotted purple, least skipper, black swallowtail, and Acadian hairstreak.        Dragonfly in summer meadow ©ED TOEREK  Dragonflies (Order Odonata) are among the best insect fliers, capable of hovering and even flying backwards. They have four silky transparent wings and huge wrap-around eyes. With names like jewelwing, dancer, rubyspot, damsel, and bluets, dragonflies are considered beneficial insects that feed on mosquitoes, gnats, and flies and are harmless to humans. The biggest threat to dragonflies is the loss of wetland habitats and pollution of streams.  A statewide census of dragonflies and related damselflies has identified 157 species in Ohio, approximately one-third of all species found in North America. Little is known about the dragonflies and damselflies in Northeast Ohio; information on abundance, distribution, and identification needs to be updated. Researchers are searching the Cuyahoga River and wetland areas within CVNP to establish the existence of rare or previously unknown dragonfly species of Northeast Ohio.                         Top 20 Butterflies   21 Photos",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/insects.htm"
}
