{
    "title": "Cuyahoga Valley National Park: Sense of Community",
    "body": "Sense of Community         Peninsula residents gather outside Harrington Store on Main Street, 1910. NPS Collection  Part of human nature is our desire to be social and form relationships. Farmers in the Cuyahoga Valley have relied upon the help of friends and relatives to endure economic and personal hardships that often threaten family survival. In the early 20th century, neighbors worked together in each others' fields to thresh wheat and make hay. During the Great Depression, farmers with enough produce shared food with their extended families. Participating in the local community meant that farmers could usually find the help and support they needed during tough times. Living in a small community brought a sense of safety and security. In the 19th and early 20th centuries, valley residents knew their neighbors. Many people did not lock their doors. If you needed a ride, there was usually someone to pick you up. Children played and explored outside for hours with little adult supervision. Valley residents also saw the community as a source of fun and entertainment. In communities like Everett, Peninsula, and Bedford, residents attended Home Days, local dances, and other events where they could enjoy themselves and strengthen neighborhood bonds. For families living on small farms participation in the local Grange provided vital continuing education and support.            In Their Own Words Click the topics to hear stories about Cuyahoga Valley life. Click here to read the text file.  Working Together (21 seconds) Jan Thomas, a resident of Everett, describes how farmers in her community worked together to share and exchange products. Knowing Your Neighbors (51 seconds) George Fisher, longtime resident of Peninsula, remembers how families knew all of their neighbors and how children could never keep secrets from their parents.        School friends in Bath Township. Courtesy\/Bath Township Historical Society       Click on the links to discover more:   Community Events Social Organizations Dances Everett    Everett's Local Businesses School in Everett Church in Everett Fun in Everett",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/sense-of-community.htm"
}
