{
    "title": "Cuyahoga Valley National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Forests are just part of CVNP's vegetation mosaic. ©TOM JONES  Cuyahoga Valley National Park includes a diverse mosaic of natural vegetation types alongside various human-developed land uses. The park’s natural vegetation is composed primarily of mixed-mesophytic forest (approximately 80%), which is characterized by a variety of deciduous tree species growing in conditions that are neither too wet nor too dry. The oak-hickory association is the most widespread; others include maple-oak, oak-beech-maple, maple-sycamore, pine-spruce, and hemlock-beech associations. Several large semi-contiguous tracts of forest remain, but most forested areas are heavily fragmented.  Interspersed among these forests are other natural habitats, including older field habitats in various stages of succession, wet meadows, and other wetland habitats. Additionally, a variety of developed lands, including residential areas, golf courses, ski areas and other suburban lands, exist within park boundaries. Agricultural activity, once widespread, continues at low levels within the park.  Many different plant species are able to survive in the park’s diverse habitats. A walk though any field or forest provides visitors with the opportunity to see many of the park’s 943 plant species. In the spring, bloodroot and spring beauty blanket the forest floor, while late summer stands of goldenrod and wingstem line the roads with gold. The park’s diverse habitats support 21 state-listed rare plant species, including sedges, grasses, wildflowers, shrubs, and one tree species. CVNP Vascular Plant List 2009  Nearly 20 percent of the park’s plant species are exotic (not native to the area). This high percentage is in part due to the longstanding history of human alteration of the Cuyahoga Valley landscape. Sixteen of these species are considered invasive, posing a significant threat to native plant communities. Visit the Invasive Plants web site to learn more. Exotic Plant Management Volunteer Program Here is an opportunity for people of all ages to assist the staff of Cuyahoga Valley National Park in removing exotic, invasive plant infestations. Click here for more information.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/plants.htm"
}
