{
    "title": "Cuyahoga Valley National Park: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Water quality of the Cuyahoga River is improving. ©TED TOTH  Cuyahoga Valley National Park's proximity to large urban areas, long history of use, and high visitation make it vulnerable to a variety of environmental concerns. More than two million people live within a short drive of the park, and the traffic, nearby development, and associated pollution can affect park resources. Water quality in the park's rivers and streams varies from good to poor. The Cuyahoga River, although much improved from its days as the \"river that burned,\" still has some pollution problems. Air pollution in northeast Ohio, especially unsafe amounts of ground level ozone, can become an issue on hot, hazy summer days. The Cuyahoga Valley has a long history of human habitation and use. It is, therefore, no surprise that disturbed lands are common in the park. Lands now within the park had many different uses in the past, including conventional agriculture; mining of topsoil, sand, and gravel; quarries; dumps; industry; and residential development. The park has often initiated actions to restore degraded areas to a more natural state when natural succession processes are insufficient. Many of these areas are now in various stages of succession, giving visitors the opportunity to see butterflies, birds, and other animals taking advantage of plentiful food and shelter. Nonnative species are another threat to the park's natural and scenic resources. Frequent disturbance probably contributed to the park's approximately 186 exotic plant species, ten of which are considered invasive and a threat to native plant species. The park is working to inventory, monitor, and control invasive plants. Gypsy moths, an exotic insect species from Europe, defoliated over 4,000 acres of forest in 1999. The park has since implemented a suppression program to help minimize and mitigate further moth defoliation effects. Park staff, volunteers, university researchers, local organizations, and other agencies help monitor these and other environmental concerns to identify problems, establish trends, and assist in management decisions.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/environmentalfactors.htm"
}
