{
    "title": "Cuyahoga Valley National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Yellow warbler feeds on green grub. ©JIM SCHMIDT   Cuyahoga Valley National Park's diverse landscape provides habitat for about 250 species of birds. A total of 28 of these species are of concern for conservation for which the park provides important habitat.   Songbirds Songbirds are found in CNVP throughout the year, though large numbers migrate through the area in spring and fall. To learn more about these songbirds, researchers are currently performing two studies. A study of the relative abundance of forest songbirds and their specific habitat requirements within the park is underway. Another study focuses on the potential value of electric utility corridors for migrating songbirds.      Wetland Habitats The park's riverine and wetland habitats support many different bird species. Great blue herons, not known to nest in the park before the 1980s, now raise young in three heronries within or adjacent to the park boundary. Wood ducks, Canada geese, and other waterfowl are found throughout the park.      Raptors Ten raptors are either summer or year-round residents of the Cuyahoga Valley. Since 2006, bald eagles have become a regular sight in Cuyahoga Valley National Park when they returned after a 70-year absense. For bald eagle updates click here.      Want to Learn More About Our Birds?  Read our Bird Watching at Its Best site bulletin. Investigate bald eagles, great blue herons, and peregrine falcons living in Cuyahoga Valley National Park.       Going Bird Watching? Take along our two bird lists:  CVNP Bird List (Alphabetically by Scientific Name) CVNP Bird Checklist (Taxonomic Order)  Throughout the year, join park rangers and volunteers to discover why the Audubon Society has designated CVNP as an Important Bird Area. All events are listed in our Schedule of Events. Visit the new Lake Erie Birding Trail website for information on visiting 83 other birding sites along Ohio's Lake Erie coast. Get up-to-date Ohio birding news from the American Birding Association. Record your bird sightings on eBird.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/birds.htm"
}
