{
    "title": "Cuyahoga Valley National Park: Stories",
    "body": "Stories         John Gilson and family at their farm on Oak Hill Road. The house is now part of Cuyahoga Valley Environmental Education Center. NPS Collection     \"What's a human being without a story?\" wrote author Tom Spanbauer.   The Cuyahoga Valley resonates with stories of people, past and present. They tell of discovery, self-expression, hardship, gain, love, and humor. Some describe how people modified their environment to make a living or how American history unfolded here. Many stories were never recorded and have become lost or dimmed through time. Whenever possible, Cuyahoga Valley National Park tries to preserve stories or their remnants. These stories can teach us where we have been and may help determine where we are going.          Vaughn Farm at Jaite railroad crossing. NPS Collection  Farming in the ValleyFor several years, the national park has partnered with Cleveland State University's Center for Public History and Digital Humanities to collect, archive, and share oral histories about different aspects of valley life. Since the park's last major effort was in 1980, not long after park establishment, we have many gaps in our collection.  In 2011 Cuyahoga Valley National Park received a Parks as Classrooms grant from the National Park Service to collect about 50 oral histories from current, former, and descendants of local farmers. Farming has long been an occupation here in the Cuyahoga Valley, beginning as early as 2,000 years ago with the prehistoric peoples. In the 19th and early 20th centuries, farming was the dominant way of life for most residents.         Gleeson House rehabilitation. ©SARA GUREN  Starting in the late 1990s, the national park began rehabilitating historic farmsteads and leasing them to farmers who use sustainable practices. This program, the Countryside Initiative, helps preserve the agricultural landscape, as well as sensitive natural and cultural resources. The valley is also home to vibrant farms on private land that sell a broad range of products: from fruit and vegetables to Christmas trees and Belgian horses. Follow the links to the left to learn more about the history of local farming, and hear incredible stories of success and hardship as farm families struggled to make a living in the Cuyahoga Valley. To learn more about our Parks as Classroom project, click the links below.  What is an oral history? Whom did we interview?  Who worked behind the scenes?",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/stories.htm"
}
