{
    "title": "Cuyahoga Valley National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Raccoons are abundant in CVNP. ©NEIL EVANS  Surrounded by urban areas, Cuyahoga Valley National Park's 33,000 acres contain forest, field, river, and wetland habitats that offer food, water, shelter, and open space to wild animals. The park's fragmented configuration and land use history have a strong effect on the types of wildlife found here. The recovery of the lower Cuyahoga River over the past several decades is not only evident in the improvement in the aquatic assemblages that inhabit the river water, but in the terrestrial wildlife associated with the riparian habitat of the river corridor. Efforts to improve water quality and preserve wetlands have transformed a once heavily polluted river into an attractive place for wildlife. Read more in our Cuyahoga River Recovers site bulletin.        Bald eagle parent and eaglet in the nest at Pinery Narrows, 2008 ©LISA ROMANIUK  The Cuyahoga River Valley is a refuge for a variety of wildlife species including a number of rare and endangered species of animals. Since 2007, the rebounding fish populations have created an ideal place for bald eagles to feed and nest successfully. Since 2008, a pair of state threatened peregrine falcons have nested beneath bridges high above the river. The spotted turtle, a state threatened species, has been recorded in the lower Cuyahoga along with the Blanding's turtle, a state listed species of concern. The Federally listed endangered Indiana bat, a tree roosting bat dependent on stream corridors and riparian areas that provide foraging sites, was recorded for the first time in 2002.  CVNP's bat population is threatened today by the spread of white-nose syndrome (WNS), a disease of cave-hibernating bats caused by a fungus, Geomyces destructans. Visit the NPS White-nose syndrome website for current information on the spreading of this disease to bat populations across America. Read more about CVNP's threatened and endangered species.        Beaver, once extirpated from CVNP, are now abundant. ©JOHN CATALANO  Numerous wildlife species-birds, mammals, amphibians, reptiles, and fish populations-depend upon the river's habitat for shelter, food resources, nesting, and breeding grounds. The success of several inland nesting colonies of great blue herons in the lower Cuyahoga river valley is a reflection of favorable habitat created by an abundant beaver population, along with protection of the valley by local land management agencies, watershed organizations and individuals. River otters, animals that prefer unpolluted waters with an abundance of slow moving fish have found a home at the Beaver Marsh along the towpath across from Howe Meadow. Abundant wildlife populations such as deer, coyote, muskrat, mink, and raccoon that use multiple habitat types also use the riparian area of the river for cover, water and food resources. The use of the river and its riparian habitat by a diversity of wildlife species including threatened and endangered and sensitive species is a direct result of improvement in water quality. Read more in our Watership Stewardship site bulletin.                 × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.       Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/nature\/animals.htm"
}
