{
    "title": "Cuyahoga Valley National Park: Raising a Family",
    "body": "Raising a Family         Family members worked together to run a successful farm. Courtesy\/Bath Township Historical Society  More than a place of work, each farm was a family home. Farming could be risky, and choosing that life for your family was a decision not taken lightly. Raising a family on a farm presented both challenges and rewards. An unsuccessful farm could bring poverty, sacrifice, and starvation. The family's livelihood often depended on uncontrollable and unpredictable factors, such as the weather and length of seasons. A fruitful harvest, however, could mean a bountiful supply of food and extra income. Even after many years on the farm, parents continued to make daily decisions based on the interests of their family's needs. Living in rural communities often meant more difficult access to education, health care, or other services. On the other hand, farm life instilled a solid work ethic and sense of community. Before electricity, automobiles, and television, farm families entertained themselves with social gatherings and large meals where neighbors could congregate and converse. For those who loved the land, the farm was a wonderful, if sometimes adventurous, place to raise a family.        Courtesy\/Arline Wellington  Women and Children on the Farm  The farm family has always worked as a cooperative unit. Mothers and fathers relied upon their children to help with chores and other farm duties. In the early 20th century, while the father was often responsible for selling products and taking them to market, his wife, sons and daughters were busy milking cows, churning butter, and picking corn. Mothers balanced planting, harvesting, and other farm labor with feeding, teaching, and disciplining their children. Young children could perform smaller tasks, while older children could handle heavier loads, as well as perform labor for pay on other farms. Being a farm family meant working together; without the help of his wife and children, the farmer's business could never succeed. Of course, at night, after completing the chores, the family relaxed on their front porch or around the dinner table, played music, and shared stories. Click to learn more and hear stories about women and children on the farm.          In Their Own Words Click the topics to hear stories about Cuyahoga Valley life.  Click here to read the text file.   Father's Decision to Buy the Farm (39 seconds)  Always Enough Food (1 minute 2 seconds)  Fun with the Family (25 seconds)  Josephine Davis, who grew up on her parents' farm in Brecksville, talks about living through the Great Depression and how her father's decision to move her family to the farm helped them survive. She also describes her love for the farm and the times she could spend with her family.   Mother's Cooking Skills (39 seconds) Willis Meyers and his son Ronnie describe Willis' mother's amazing cooking skills, and how farmers' wives were known for their meals.  A Mother's Role (31 seconds) Raising Children in the Valley (29 seconds) Hazel Broughton, who grew up in Everett, describes her mother's roles in the household and farm during the 1930s. She also remembers the sense of safety she enjoyed while raising her own family in the valley during the 1940s and '50s.        Courtesy\/Bath Township Historical Society",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/raising-a-family.htm"
}
