{
    "title": "Cuyahoga Valley National Park: People",
    "body": "People        Early nineteenth-century settlers began establishing farms and businesses in the dense wilderness of the Cuyahoga Valley, but Native Americans were here first.          American Indians called the Cuyahoga River “Ka-ih-ogh-ha”, meaning crooked. ©D.J. Reiser  Native Americans When Native American tribes seeking refuge arrived in the Ohio Country, they found relatively unoccupied land. The last permanent residents, the Whittlesey, had disappeared from the region in the early 1600s. Between the early 1600s and 1730, the valley had been used primarily as a transportation route for trade and hunting. American Indians forfeited all lands east of the Cuyahoga River when they signed the Treaty of Greenville in 1795. The result of a decisive loss to General Anthony Wayne at Fallen Timbers, near present day Maumee, Ohio, the treaty opened the Ohio Country to pioneers. Read more about period of history in our A Land of Refuge site bulletin and our Prehistoric People site bulletin.        Today's Canal Exploration Center was once operated as a tavern and store by the Gleeson family. NPS\/ Ted Toth  Moses and Polly Gleeson Imagine leaving civilization for the wilderness. By 1818, a Moses Gleeson and his wife Polly Richardson Gleeson had moved to Bedford, Ohio, at wilderness edge. Like many who came to the new state of Ohio looking for a better life, Mr. Gleeson was a farmer and a business man, farming and trying his hand at sawmilling, then at the tavern business. A business associate convinced him to purchase the property located at Lock 38 as an investment, speculating on the potential of the new Ohio & Erie Canal. Moses Gleeson bought the structure on the canal, then added to it to open it as both a tavern and a store. Eventually hard times found that tavern, and the building became a store, a residence, and a blacksmith shop, among other uses. The Gleeson family remained prominent in the area and in Bedford and in time Americanized the name to Gleason. For more of their story, visit Canal Exploration Center.",
    "url": "https:\/\/www.nps.gov\/cuva\/learn\/historyculture\/people.htm"
}
