{
    "title": "Cuyahoga Valley National Park: Safety",
    "body": "Safety       In Case of Emergency Dial 911 Suspicious Activity Reporting  If you notice a suspicious object or person, trust your instincts and get help.  Immediately contact the Communication Center at 440-546-5945. Report the facts: your name, place, time, and description of the person, vehicle, or package.  Move away from the area and don't get involved. Your job is done.   Keep Wildlife Wild  Enjoy wildlife from a distance; do not feed the animals.  Begging from humans causes harm to wildlife and to you.  Food from your plate threatens the health and survival of wildlife and causes them to lose fear of humans, increasing the likelihood of bites or attacks.   Preventing Tick-borne Diseases Tick-borne diseases can be transmitted only by the bite of an infected tick. An infected animal or person cannot pass the infection on to another animal or person. Ticks normally become infected by taking a blood meal from an infected animal. Use caution when removing ticks from pets and be sure to check yourself and loved ones after spending time in ticks' habitat. The risk of exposure to ticks and disease can be reduced by using these precautions: • Avoid tick-infested areas (i.e. wooded or weedy areas). • If exposure is unavoidable, tuck pants into sock tops or boots. • Wear light-colored clothing to make it easier to find crawling ticks. • Use repellants and follow label instructions carefully. • Check children for ticks frequently. • Use caution when handling ticks and dispose of properly. Ticks spread many diseases and are active in Ohio from early spring until late fall. Diseases spread by ticks include: Rocky Mountain spotted fever, Lyme Disease, and Ehrlichiosis.   Preventing Mosquito Bites  Mosquitoes lay their eggs in standing water, which includes puddles, stagnant ditches, and containers such as old tires, buckets, cans, neglected swimming pools, etc. Storm sewers, culverts, and catch-basins, etc. provide an outdoor resting place for mosquitoes most commonly associated with West Nile Virus (WNV). It is important to apply mosquito repellant when participating in any outdoor activity - especially when fishing, hiking or bicycling at night. In 2010, Ohio had 260 WNV positive mosquito pools from 8,843 total pools tested (totaling 316,623 mosquitoes). There were 25 horse samples tested for WNV by the Ohio Department of Agriculture; one was positive. In addition, five human WNV cases were reported in Ohio during 2010. Any person bitten by a mosquito infected with West Nile Virus (WNV) is at risk.   Poison Ivy  Three pointed and glossy leaflets grow alternately off the stem and usually have irregular teeth. Leaves are reddish when they first emerge in spring; green during summer; and various shades of red or yellow in autumn. To avoid poison ivy wear a long-sleeve shirt and long pants. Apply a pre-contact solution (available at drug stores) to exposed skin. If you must handle the plant, wear impermeable gloves. Remove and immediately wash clothing, gloves, and footwear in detergent or soap.   Download our Avoiding Poison Ivy site bulletin.   Insect Stings  Always take stings seriously and monitor the victim's reaction. If you or someone else experiences the severe symptoms noted above (or have a history of them), call 911 and don't hang up the phone until instructed by the dispatcher.   Hike Smart  Drink enough water. Tell someone where you are going. Use a trail map. During wet conditions, wear waterproof boots with a heavy tread and step carefully. Don't become distracted. Be aware of your surroundings and watch children closely. Don't endanger your dog, wildlife, or people. Keep dogs on a six-foot leash and hold them closer when others are near. Leave valuables at home, not in your car. Collect memories, not park resources. Program the CVNP Communication Center into your cell phone and carry it with you: 440-546-5945 or 800-433-1986.   Hiking Later in the Day  Use extra caution when hiking later in the day. Bring a trail map, flashlight, and cellular phone to avoid getting lost in the dark. Watch for tripping hazards and stay on the trail.   Hiking at the Ledges  Stay back from the edge. Footing is hazardous. Use extra caution if it has rained or snowed recently.   Hiking at Brandywine Falls Area  Do not climb Brandywine Falls or the fences and rocks in the falls area. Accidents at this location have led to serious injury and death. Stay back from the edge. Use extra caution if it has rained or snowed recently. Walkways, boardwalks, and stairs can be especially slippery. For your safety, park staff will close access to the lower platform during severe weather.   Bridle Trail Safety  Use extra caution on bridle trails. For everyone's safety, all other trail users must yield horses.  Keep small children and dogs calm and near as you wait for the horses to pass.    Bike Smart  Respect other trail users. Stay to the right and give a timely, audible signal before passing on the left. People, pets, and wildlife can move unexpectedly. Allow enough room and time to respond. Use extra caution in congested areas. Don't risk a head injury. Always wear a helmet when cycling.   Sledding Safety  Be aware of your surroundings. Avoid snow-covered bumps, ruts, branches, icy patches, and other hazards. If someone has built a ramp, report it to a park ranger or volunteer. Ramps can cause serious accidents. When returning up the hill, stay away from downhill riders. If you become too cold, warm up at the campfire or return to your vehicle.",
    "url": "https:\/\/www.nps.gov\/cuva\/planyourvisit\/safety.htm"
}
