{
    "title": "Cuyahoga Valley National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       Schedule of Events The Schedule of Events is produced quarterly and is the official schedule of Cuyahoga Valley National Park. It is available in several formats: Summer 2016 Schedule of Events (Events are for June, July, August) A chronological listing of all summer programs (without graphics and accompanying articles is available). Planning ahead? Check out the 2016 Fall Schedule of Events (Events are for September, October, and November) Printed Copies: Pick up your FREE schedule at our visitor centers. Click here for hours.      Music & Arts in the Valley Cuyahoga Valley National Park offers a diverse selection of cultural activities all year. From art to concerts to dancing, your park is the destination for interesting and fun activities.  Click here to go to the Music & Arts in the Valley page.      Event Calendars Opportunities for exploring the park and its neighbors are numerous. Whether you want to join a hike, learn about wildlife, ride the train, or attend a concert, you can find that information here. Ohio & Erie Canalwayis a National Heritage Area - designated by Congress in 1996 - to help preserve and celebrate the rails, trails, landscapes, towns and sites that grew up along the first 110 miles of the canal.Click here to access this calendar. Special Use Permit Calendar: In addition to National Park Service programs, CVNP issues Special Use Permits to other user groups for events in various park locations. To ensure you are aware of events that may result in high visitor use of an area or impact parking availability, we are including a list ofSpecial Use Permit events here. Parknet Calendar below includes a comprehensive listing of events offered by the National Park Service at Cuyahoga Valley National Park.          Keyword       By Date     Start Date      End Date          Search       Event Results  Sorry, but there are no events between 08\/10\/2016 and 09\/09\/2016",
    "url": "https:\/\/www.nps.gov\/cuva\/planyourvisit\/calendar.htm"
}
