{
    "title": "Cuyahoga Valley National Park: Scenic Train Ride",
    "body": "Scenic Train Ride       Experience the adventure, romance, and nostalgia of a vintage train ride through the heart of Cuyahoga Valley National Park.           A train is an exciting experience for a young rider. ©TED TOTH    Train Excursions Cuyahoga Valley Scenic Railroad (CVSR) operates regular excursions and special excursions from Rockside Station in Independence to Akron Northside Station. During Summer\/ Fall: Train Runs Wednesday- Sunday  All Day Pass Enjoy a roundtrip ride on the train, or get off and explore the park and then return on a later train.  Fee: Includes the Voices of the Valley audio Tour Adult Coach: $18, Child Coach (ages 3-12): $13 Adult First Class: $23, Child First Class (ages 3-12): $18 Adult Dome Tickets: $28, Child Dome Tickets (ages 3-12): $23   To purchase tickets, call 800-468-4070 or visit www.CVSR.com. Bike\/Hike Aboard! Bike the Trail, Ride the Rail! Bike the Towpath Trail in one direction, then hop on the train for a relaxing ride back to your car-or do it in reverse! The train can be flagged down at boarding stations by waving both arms. Please arrive 10 minutes prior to the train's scheduled arrival. Pay your fare when you board. One way for bicyclists: $3 per person ages 3 and up with bike. One way for runners and hikers: $8 per person ages 3 and up. No guaranteed seats. Bike Aboard! service runs May through October and is offered during regular excursions. Visit www.CVSR.com for schedules.  Winter Activities The Polar Express: Buy tickets early to enjoy a train ride to the North Pole. Enjoy hot chocolate entertainment and Santa! Scenic Winter Excursions: Take a leisurely roundtrip, or get off in Peninsula to shop and dine then return on a later train.           History of the Cuyahoga Valley Scenic Railroad The history of trains in the Cuyahoga Valley stretches back more than 100 years. In 1880, the Valley Railway began operations, transporting coal to Cleveland, Akron, and Canton from the Tuscarawas River Valley and providing passenger service along the way. It became another way to escape the pressures of urban industrial life, and leisure excursions were supplemented by the Guide Book for the Tourist and Traveler over the Valley Railway!  After a decade of operation, the Valley Railway became part of the Baltimore & Ohio Railroad. In the 20th century, competition from automobiles, trucks, and buses caused the decline of both freight and passenger service. Interest in the line was renewed in 1972 as a scenic excursion route and the Cuyahoga Valley Preservation and Scenic Railway Association was born. Originally known as the Cuyahoga Valley Line, the scenic railroad now operates as Cuyahoga Valley Scenic Railroad. Cuyahoga Valley Scenic Railroad is a private sector, volunteer supported, not-for-profit 501(c)(3) organization operating in partnership with Cuyahoga Valley National Park and dedicated to the preservation of passenger rail transportation in Cuyahoga Valley and the historic Ohio & Erie Canalway.",
    "url": "https:\/\/www.nps.gov\/cuva\/planyourvisit\/train.htm"
}
