{
    "title": "Cuyahoga Valley National Park: Hiking",
    "body": "Hiking       Over 125 miles of hiking trails are available for your hiking pleasure in CVNP. These trails range from nearly level to challenging, and pass through various habitats including woodlands, wetlands, and old fields. Some trails require you to cross streams with stepping stones or log bridges, while others, including the Ohio & Erie Canal Towpath Trail, are nearly level and are accessible to all visitors. Descriptions of some easy family hikes are provided here. A portion of Ohio's Buckeye Trail also passes through the park.   Trail maps showing the park's hiking trails are available at most visitor centers or by clicking the maps webpage link below. Several books, leaflets, and maps, including the Trail Guide Handbook: Cuyahoga Valley National Park, 3rd Edition, contain helpful information about hiking opportunities and locations in the park. This book is published by the Cuyahoga Valley Trails Council and is available for sale at all CVNP visitor centers. It is the source of most of the following trail information.    Click here to go to our maps webpage, where you can download and print the most current versions of our maps.          TRAIL NAME   DETAILS & LOCATIONS    Ohio & Erie Canal Towpath Trail - (See Ohio & Erie Towpath Trail map.)       Length: 19.5 Miles Hiking Time: 10 hours Bicycling Time: 2.75 hours Elevation Change: 135 feet Rating: Easy Trailhead Locations: There are 10 trailheads providing parking and access to the Towpath Trail.   Buckeye Trail - (See Buckeye and Valley Trails map.)   Buckeye Trail: Egbert Picnic Area to Alexander Road  Length: 6.1 miles Hiking Time: 3.5 hours Elevation Change: 90 feet Rating: Moderate to difficult Trailhead Location: On Gorge Parkway 4\/10 of a mile northwest of Egbert Road in Bedford Reservation (Cleveland Metroparks).   Buckeye Trail: Alexander Road to Frazee House  Length: 1.5 miles Hiking Time: 45 minutes Elevation Change: 200 feet Rating: Moderate Trailhead Location: On Alexander Road 2\/10 of a mile west of Dunham Road in Walton Hills, OH.   Buckeye Trail: Frazee House to Station Road Bridge  Length: 2.5 Miles Hiking Time: 1.25 hours Elevation Change: 8 feet Rating: Easy Trailhead Location: On Canal Road 3.5 miles south of Rockside Road in Valley View, OH.   Buckeye Trail: Station Road Bridge to Jaite -  Length: 7 Miles Hiking Time: 3.5 hours Elevation Change: 200 feet Rating: Difficult Trailhead Location: On Riverview Road 2\/10 of a mile south of State Route 82 in Brecksville, OH.   Buckeye Trail: Jaite to Boston -  Length: 5.6 Miles Hiking Time: 3 hours Elevation Change: 250 feet Rating: Difficult Trailhead Location: Red Lock Trailhead is located on Highland Road 1\/2 mile east of Riverview and Vaughn roads. (Vaughn Road becomes Highland Road east of the Cuyahoga River.)   Buckeye Trail: Boston to Pine Lane  Length: 4 Miles Hiking Time: 2 hours Elevation Change: 240 feet Rating: Moderate Trailhead Location: On Boston Mills Road 2\/10 of a mile east of Riverview Road in Boston, OH (Park behind the Boston Store.)   Buckeye Trail: Pine Lane to Everett Covered Bridge  Length: 4.1 Miles Hiking Time: 2 hours Elevation Change: 150 feet Rating: Easy Trailhead Location: On State Route 303, 1\/2 mile east of Akron-Peninsula Road in Peninsula, OH.   Buckeye Trail: Everett Covered Bridge to Indian Mound Trailhead  Length: 3 Miles Hiking Time: 2 hours Elevation Change: 160 feet Rating: Easy to moderate Trailhead Location: On Everett Road 1\/2 mile west of Riverview Road near Everett Village, OH.   Trails Between Jaite & Boston - (See Old Carriage Trail map, Brandywine Falls Area map, and Buckeye and Valley Trails map.)    Old Carriage Trail  Length: 5.25 miles total when accessed from Red Lock Trailhead Hiking Time: 2.5 hours Skiing Time: 1.5 hours Elevation Change: 180 feet Rating: Moderate to difficult Trailhead Location: Red Lock Trailhead is located on Highland Road 1\/2 mile east of Riverview and Vaughn roads. (Vaughn Road becomes Highland Road east of the Cuyahoga River.) The trail loop cannot be completed until the three bridges that are presently closed are repaired or replaced. At this time, a date has not been scheduled to start the repair\/replacement.    Stanford Trail Length: 1.5 Miles Hiking Time: 1 hour Elevation Change: 190 feet Rating: Moderate Trailhead Location: On Stanford Road 1\/2 mile north of Boston Mills Road in Boston, OH.    Brandywine Gorge Trail   Length: 1.25 Miles Hiking Time: 1 hour Elevation Change: 160 feet Rating: Moderate Trailhead Location: On Stanford Road just west of Brandywine Road in Boston Heights, OH.    Brandywine Falls Trail    Length: 1\/8 Mile Hiking Time: 20 minutes Elevation Change: Minimal and wheelchair accessible to the first boardwalk overlook.- A spur off the main boardwalk has numerous steps. Rating: Easy Trailhead Location: On Stanford Road just west of Brandywine Road in Boston Heights, OH.    Blue Hen Falls Trail  Length: 1.2 Miles Hiking Time: 1 hour Elevation Change: 110 feet Rating: Easy to moderate Trailhead Location: On Boston Mills Road 1 mile west of Riverview Road in Boston, OH.   From Happy Days Lodge - (See Ledges Area Trails map and Boston Run Trail map.)    Haskell Run Trail  Length: .5 Miles Hiking Time: 30 minutes Elevation Change: 70 feet Rating: Easy Trailhead Location: At Happy Days Lodge on State Route 303, 2 miles east of Peninsula and 1\/2 mile west of State Route 8 in Boston Heights, OH.   Boston Run Trail Length: 3.4 Miles Hiking Time: 2 hours Skiing Time: 1.5 hours Elevation Change: 80 feet Rating: Moderate Trailhead Location: At Happy Days Lodge north parking lot on State Route 303, 2 miles east of Peninsula and 1\/2 mile west of State Route 8 in Boston Heights, OH.   From the Ledges Parking Area - (See Ledges Area Trails map.)   Ledges Trail Length: 2.2 Miles Hiking Time: 1.5 hours Elevation Change: 105 feet Rating: Moderate Trailhead Location: On Kendall Park Road 9\/10 of a mile west of Akron Cleveland Road or about 2 miles east of the intersection of Akron Peninsula and Truxell roads (Truxell Road turns into Kendall Park Road.) Boston Heights, OH    Pine Grove Trail    Length: 2.2 Miles Hiking Time: 1.25 hours Elevation Change: 100 feet Rating: Moderate Trailhead Location: On Kendall Park Road 9\/10 of a mile west of Akron Cleveland Road or about 2 miles east of the intersection of Akron Peninsula and Truxell roads (Truxell Road turns into Kendall Park Road.) in Boston Heights, OH.    Forest Point Trail    Length: .5 Miles Hiking Time: 30 minutes Elevation Change: Minimal Rating: Easy Trailhead Location: On Kendall Park Road 9\/10 of a mile west of Akron Cleveland Road or about 2 miles east of the intersection of Akron Peninsula and Truxell roads (Truxell Road turns into Kendall Park Road.) In Boston Heights, OH.   From Kendall Lake - (See Cross Country Trail map and Salt Run and Lake Trails map.)   Cross Country Trail Length: 2.5 Miles Hiking Time: 1.5 hours Skiing Time: 1 hour Elevation Change: 160 feet Rating: Moderate Trailhead Location: On Kendall Park Road 1.6 miles west of Akron Cleveland Road and 1.5 miles east of the intersection of Truxell and Akron Peninsula roads (Truxell Road turns into Kendall Park Road.) In Boston Heights, OH.   Lake Trail Length: 1 Mile Hiking Time: 45 minutes Elevation Change: Minimal Rating: Easy Trailhead Location: On Kendall Park Road 1.6 miles west of Akron Cleveland Road and 1.5 miles east of the intersection of Truxell and Akron Peninsula roads (Truxell Road turns into Kendall Park Road.) In Boston Heights, OH.   Salt Run Trail Length: 3.25 Miles Hiking Time: 2 hours Elevation Change: 160 feet Rating: Moderate to difficult Trailhead Location: On Kendall Park Road 1.6 miles west of Akron Cleveland Road and 1.5 miles east of the intersection of Truxell and Akron Peninsula roads (Truxell Road turns into Kendall Park Road.) In Boston Heights, OH.   Off Major Road - (See Tree Farm Trail map.)   Tree Farm Trail Length: 2.75 Miles Hiking Time: 1.5 hours Skiing Time: 45 minutes Elevation Change: 80 feet Rating: Easy to moderate Trailhead Location: On Major Road 7\/10 of a mile west of Riverview Road in Peninsula, OH.   From Oak Hill Trailhead - (See Oak Hill and Plateau Trails map.)   Oak Hill Trail Length: 1.5 Miles Hiking Time: 45 minutes Skiing Time: 30 minutes Elevation Change: 50 feet Rating: Easy Trailhead Location: On Oak Hill Road 9\/10 of a mile south of Major Road in Peninsula, OH.   Plateau Trail Length: 4.5 Miles Hiking Time: 3 hours Skiing Time: 2 hours Elevation Change: 200 feet Rating: Moderate to Difficult Trailhead Location: On Oak Hill Road 9\/10 of a mile south of Major Road in Peninsula, OH.   Cleveland Metroparks Trails within CVNP - (This is a link.)   Bedford Reservation - (This is a link.)   All Purpose Trail Length: 5.25 Miles Hiking Time: 2.25 hours Biking Time: 45 minutes Elevation Change: 120 feet Rating: Moderate Trailhead Location: On Gorge Parkway 4\/10 of a mile northwest of Egbert Road in Bedford Reservation (Cleveland Metroparks). There are other access points as well.   Bridal Veil Falls Trail Length: .25 Miles Hiking Time: 15 minutes Elevation Change: 30 feet Rating: Easy Trailhead Location: On Gorge Parkway 1.4 miles northwest of Egbert Road and about 1 mile east of Overlook Lane in Bedford Reservation.   Hemlock Creek Loop Trail Length: .6 Miles Hiking Time: 30 minutes Elevation Change: Minimal Rating: Easy Trailhead Location: On Dunham Road immediately across from Tinker's Creek Road and 1.4 miles north of Alexander Road in Bedford Reservation.   Brecksville Reservation -  (This is a link.)   All Purpose Trail Length: 4.5 Miles Hiking Time: 2.25 hours Bicycling Time: 40 minutes Elevation Change: 410 feet Rating: Easy to moderate Trailhead Location: On Chippewa Creek Drive just south of State Route 82 in Brecksville, OH. There are other access points as well.   Chippewa Creek Trail Length: 2.5 Miles Hiking Time: 1.5 hours Elevation Change: 220 feet Rating: Moderate Trailhead Location: On Chippewa Creek Drive about 1\/2 mile east of State Route 82 in Brecksville, OH (Start from the Brecksville Nature Center parking lot).   My Mountain Trail Length: 1.5 Miles Hiking Time: 50 minutes Elevation Change: 100 feet Rating: Easy Trailhead Location: At the Plateau Picnic Area off Chippewa Creek Drive about 3\/10 of a mile west of Riverview Road in Brecksville, OH.   Scenic Overlook Trail Length: .25 Miles Hiking Time: 15 minutes Elevation Change: 20 feet Rating: Easy Trailhead Location: On Chippewa Creek Drive about 4\/10 of a mile east of State Route 82 in Brecksville, OH. (Use the Harriet Keeler Memorial Woods parking lot.)   Valley Stream Trail Length: .5 Miles Hiking Time: 30 minutes Elevation Change: 50 feet Rating: Easy Trailhead Location: On Chippewa Creek Drive about 1\/2 mile east of State Route 82 in Brecksville, OH. (Park at the Brecksville Nature Center parking lot. The trailhead is at the nature center.)   Deer Lick Cave Trail Length: 4 Miles Hiking Time: 2.5 hours Elevation Change: 205 feet Rating: Moderate to difficult Trailhead Location: On Chippewa Creek Drive about 1\/2 mile east of State Route 82 in Brecksville, OH. (Park at the Brecksville Nature Center parking lot. The trailhead is at the nature center.)    Metro Parks, Serving Summit County Trails within CVNP - (This is a link.)    Furnace Run Metro Park - (This is a link.)",
    "url": "https:\/\/www.nps.gov\/cuva\/planyourvisit\/hiking.htm"
}
