{
    "title": "Cuyahoga Valley National Park: Family Hikes",
    "body": "Family Hikes       Click here to go to our maps webpage, where you can download and print the most current versions of our maps.         NPS\/ Doug Marcum  Haskell Run Trail (.5 miles; 30 minutes)  Parking located at Happy Days Lodge, 500 West Streetsboro Road, Peninsula 44264 (81° 30.499' W) (41° 13.859' N). The Haskell Run Trail makes a short loop, beginning and ending near Happy Days Lodge. Parking is located across the road from Happy Days Lodge on the north side of Rt. 303.  The trailhead is located at the southeast corner of the parking lot directly adjacent to the lodge. The  trail begins near the Mater Dolorosa cemetery, a small Irish Catholic cemetery established in 1869, and winds down a wooded ravine to Haskell Run. Squirrels, frogs, salamanders, songbirds, and other animals can be observed living in this creek valley. After crossing the creek twice on wooden bridges, it climbs out of the ravine again, ending in the field west of Happy Days Lodge. While hiking this trail, you may wish to extend your hike to include a visit to the nearby Ledges Trail.              NPS\/ DJR  Tree Farm Trail (2.75 miles; 1.5 hours) Parking located at 2075 Major Road, Peninsula 44264 (81° 34.130' W) (41° 14.014' N).  The Tree Farm Trail, accessed via the Horseshoe Pond trailhead, is located off Major Road. This trail loops through gently rolling woodlands, beginning and ending near Horseshoe Pond. The trail begins at the northeast edge of the trailhead parking lot, passing through stands of hardwoods, evergreens, and a large open field area adjacent to the Bishop family Christmas tree farm.  The Tree Farm Trail wanders through a portion of the Christmas tree farm that the park acquired. (Please respect the private property lines when walking along this portion of the trail.) Wildlife is plentiful in this area, with sightings of deer, fox, coyotes, and numerous songbirds possible. For those who like to fish, the nearby Horseshoe Pond provides a fully accessible fishing pier, and is a popular bass and bluegill fishing pond. For more information about fishing within Cuyahoga Valley National Park, click here. Along with restroom facilities, there is also a picnic pavillion provided at this location, with tables and grills.           Blue Hen Falls ©Sue Simenc  Blue Hen Falls Trail (.5 miles; 30 minutes) Parking located at 2001 Boston Mills Road, Boston Township, 44236.   The Blue Hen Falls Trail is a short trail leading to Blue Hen Falls and is favorite of visitors who wish to visit one of the prettiest waterfalls in Cuyahoga Valley National Park. The trailhead is located off Boston Mills Road, west of Riverview Road. In addition to the small trailhead parking lot on the north side of Boston Mills Road, an overflow parking lot has been added on the south side of the road. The trail heads north from the trailhead parking lot, taking hikers down an old driveway to Spring Creek (named for the spring upstream that feeds this creek year-round). It then crosses Spring Creek via an old wooden bridge. Just beyond the bridge, the Buckeye Trail splits off to the left, heading uphill to the north. To reach the Blue Hen Falls viewing area, continue to the right along the Blue Hen Falls Trail. A split-rail fence borders the trail on the right, protecting the fragile habitat around Blue Hen Falls. The trail ends at Blue Hen Falls, which is formed when Spring Creek drops fifteen feet over Berea Sandstone to a layer of Bedford Shale below. This is a favorite area for photographers, artists, and others who enjoy the beauty of a peaceful waterfall. After enjoying the serenity of Blue Hen Falls, return to the trailhead along the same trail.           ©Rick McMeechan  Station Road Hike (1 mile; 45 minutes) Parking located at 13513 Station Road, Brecksville 44141 (81° 35.265' W) (41° 19.119' N).  This short, scenic hike over flat terrain provides views of the Cuyahoga Valley Scenic Railroad's Brecksville Station, the historic Station Road Bridge, the Cuyahoga River, the Ohio & Erie Canal, and culminates with views of active bald eagle and blue heron nesting sites. Pack binoculars for a better view of the eagle and blue heron nests. Park at the Station Road Bridge Trailhead, located east of Riverview Road, south of Rt. 82. Begin hiking north from the trailhead, passing the Cuyahoga Valley Scenic Railroad's Brecksville Station, where visitors can board a train and experience the adventure and nostalgia of a vintage train ride through the heart of Cuyahoga Valley National Park. Once past the station, the trail crosses the Cuyahoga River via the old Station Road Bridge. Restored in 1992 to carry pedestrian, bicyclist, and equestrian traffic, this bridge has been in existence since 1881.   After crossing the bridge, the trail joins the Ohio & Erie Canal Towpath Trail. Turn left, and head north on the Towpath Trail, passing by the Brecksville feeder canal and dam, designed to supply water to the Ohio and Erie Canal. After passing under the graceful arches of the State Rt. 82 bridge high above the trail, you will walk alongside meadowland. About 1\/2 mile north of Station Road Bridge, on the opposite bank of the Cuyahoga River, you can view the eagles' nesting site amidst a great blue heronry. Nesting eagles are very sensitive to human foot traffic, so hikers should walk quietly through this area while viewing the eagles, and avoid lingering. To protect Cuyahoga Valley's eagle nesting sites, closures and other restrictions are in place when eagles are nesting. Please review these restrictions before your hike. Finding this habitat to their liking, great blue herons have also built and occupied numerous nests in this area for years. After enjoying views of the eagle nest and the great blue heronry, retrace your steps in order to return to the trailhead.",
    "url": "https:\/\/www.nps.gov\/cuva\/planyourvisit\/family-hikes.htm"
}
