{
    "title": "Cuyahoga Valley National Park: Winter Sports",
    "body": "Winter Sports       Wintertime Fun! Winter brings its own special ways to enjoy Cuyahoga Valley National Park, including hiking, cross-country skiing, downhill skiing, snow tubing, snowshoeing, sledding, and ice fishing.   Winter Sports Center The Winter Sports Center at Kendall Lake Shelter offers snowshoeing and cross-country skiing in the Cuyahoga Valley. The center, built from native chestnut and sandstone by the Civilian Conservation Corps in the 1930s, provides a rustic setting to warm up with a hot drink and relax after a day of outdoor fun. Center staff and volunteers provide visitors with updated weather forecasts, area maps, and schedules of park events. Join us for cross-country ski and snowshoe programs as listed in the park's winter Schedule of Events.  The Winter Sports Center is located at the Kendall Lake Shelter, on Truxell\/ Kendall Park Road, two miles west of Akron Cleveland Road, in Peninsula 44264. For your safety, the Cuyahoga Nordic Ski Patrol monitors the trails and sledding hills. Check the park's operating hours webpage for days open this winter.         Winter Warm-Up Hike With Ranger ©SARA GUREN  Hiking Over 125 miles of trails are open for hiking year round.Though many trails are especially scenic in winter, the Ledges Trail, 405 Kendall Park Road, Peninsula 44264, is among the most popular due to the dramatic icicles on the rocks. In winter it is especially important to take some precautions while hiking. Obtain trail maps before venturing into unfamiliar areas. Inform family or friends of your intended locations and estimated time of return. Do not climb on the rocks at the Ledges, and stay back from the bluff edges. Always use caution where ice and packed snow make footing hazardous. As a courtesy and for the safety of everyone, always yield to skiers and avoid walking in ski tracks.          NPS\/ Ted Toth  Snowshoeing Snowshoe rental is available at the Winter Sports Center and Boston Store Visitor Center, 1550 Boston Mills, Road, Peninsula 44264, when snow depth is four inches or greater. The visitor center is open daily, 10 a.m. - 4 p.m., but closed December 25 and January 1. There is a $5 rental fee and a valid driver's license or credit card is required as a deposit.  Snowshoeing is recommended for nearly all the park trails with exception of the Ledges and Brandywine Falls trail system. Something to note, is that the most challenging trails in the park often have stairs and drainage steps. When sharing a trail with cross-country ski traffic, yield to skiers and take care not to walk in ski tracks.        NPS\/ Ted Toth   Cross-Country Skiing Cross-country ski rental, including a limited number of children's skis, is available at the Winter Sports Center for $15 per day or $7.50 for three hours,when snow depth is six inches or greater. A valid driver's license or credit card is required as a deposit. Ski instruction is available by advanced registration at (330) 657-2752. Suggested areas and trails for cross-country skiing and snowshoeing include:  Bike & Hike Trail. Follows the eastern border of the park for 10 miles and many miles beyond. Straight, flat, and maintained by Metro Parks, Serving Summit County. A favorite section is north from State Route 303. (Cross-country skiing)   Boston Run Trail, 501 Streetsboro Road, Boston Heights 44236, is 3.5 miles. Access from Happy Days north parking lot on State Route 303. Advanced intermediate route with steep terrain through mixed woodlands. (Cross-country skiing, snowshoeing)    Cross Country Trail, 5249 Quick Road, Peninsula 44264, is 2.5 miles and designed for cross-country skiing. Access the trail from Kendall Lake on Truxell Road or Little Meadow parking lot on Quick Road. This intermediate-to-difficult trail passes through mixed woods and old fields. It has several steep hills. (Cross-country skiing, snowshoeing)    Ledges Field, 405 Kendall Park Road, Peninsula 44264, is adjacent to the Ledges Shelter off Truxell Road. Large, flat open field. Excellent for beginners. (Cross-country skiing)    Oak Hill Trail, 3901 Oakhill Road, Peninsula 44264, is 1.5 miles. Loop trail accessed at Oak Hill Trailhead on Oak Hill Road. Easy-to-moderate trail through mixed woods and past a pond. (Cross-country skiing, snowshoeing)    Ohio & Erie Canal Towpath Trail. 19.7 miles, with many access points. Easy multi-purpose trail. The Hunt Farm to Peninsula section is especially scenic. (Cross-country skiing)    Pine Grove Trailaccessed via the Winter Sports Center at Kendall Lake, Kendall Park Road, Peninsula 44264, is 3.5 miles with some drainage steps. It is moderately strenuous. (Snowshoeing)    Plateau Trail, is a 4.9 outer loop around the Oak Hill Plateau. It is moderately strenuous with two steep hills. (Cross-country skiing, Snowshoeing)    Tree Farm Trail, 2075 Major Road, Peninsula 44264, is 2.75 miles. Loop trail accessed at Horseshoe Pond on Major Road. Easy-to-moderate trail through open fields, across gently rolling hills, and into coniferous tree stands. (Cross-country skiing, snowshoeing)           (c) Sylvia Banks  Ice Fishing Large-mouth bass, crappie, and bluegill are among the fish caught in CVNP lakes and ponds. Ice thickness is not monitored for ice fishing, so be extra careful when venturing onto the ice. Thin spots can occur on the ice, causing it to become unstable. Ice fish at your own risk. Fishing guidelines follow federal and state regulations.        (c) Peter Grossetti  Sledding Sledding is available at Kendall Hills on Quick Road, about one mile east of Akron Peninsula Road. Parking is located at Pine Hollow (5465 Quick Road, Peninsula 44264), Crow Foot Gully Picnic Area (5365 Quick Road, Peninsula 44264), and Little Meadow (5249 Quick Road, Peninsula 44264) parking lots. Separate areas are designated for sleds and toboggans. Some areas are closed to sledding to prevent conflicts with cross-country ski trails.        NPS\/ Robert George   Downhill Skiing and Snow Tubing Brandywine Ski Resort, 1146 West Highland Road, Sagamore Hills 44067, and Boston Mills Ski Resort, 7100 Riverview Road, Peninsula 44264, offer downhill skiing. Equipment rental and instruction are available. Polar Blast Tubing Park, next to Brandywine Ski Resort, offers snow tubing Friday through Sunday for those who want to enjoy the slopes without skiing or snowboarding! For more information call (800) 875- 4241 or visit the BMBW web site.  Download our Wintertime Fun site bulletin.",
    "url": "https:\/\/www.nps.gov\/cuva\/planyourvisit\/winter-sports.htm"
}
