{
    "title": "Cuyahoga Valley National Park: Biking",
    "body": "Biking in the Park          The Cuyahoga Valley has five major bicycle trails for your enjoyment! Ride along the Ohio & Erie Canal Towpath Trail, East Rim Mountain Bike Trail, Summit Metro Parks' Bike & Hike Trail, Cleveland Metroparks' All Purpose trails in Brecksville and Bedford reservations, as well as all roads and parking lots. Bicycling is prohibited on all other trails. Help for Your Bike: There are a few bike shops in the area that offer repairs. Click here to see the list. Bike rentals: You can rent bikes in\/near the park at Century Cycles and Blimp City Bike & Hike.        NPS\/ DJR   Ohio & Erie Canal Towpath Trail If anything says CVNP, it is the Towpath Trail, which follows the historic Ohio & Erie Canal route. Twenty miles of the trail occur in CVNP. The trail extends beyond the park into the Ohio & Erie Canalway. This fully accessible trail provides a delightful outing for people of all ages and abilities. There are picnic areas, restrooms, and train access points along the way. Download the Towpath Trail Map within CVNP boundariesor the Towpath Trail Map from Cleveland to Zoar. Please note: If you planning a multi-day Towpath Trail ride, please contact our Communications Center at 440-546-5945 to inform staff where you parked your vehicle. This will ensure our law enforcement rangers do not tag your vehicle as \"abandoned\". Bike Aboard! is a program where you can bike the Towpath Trail in one direction, then hop on the train for a relaxing ride back to your car-or do it in reverse! The train can be flagged down at boarding stations by waving both arms. Pay your fare when you board. One way: $3 per person ages 3 and up with bike. No guaranteed seats. Find out more on our Scenic Train Ride page.        Cleveland Metroparks' All Purpose Trails (Brecksville and Bedford)   Cleveland Metroparks provides over 60 miles of paved, all purpose trails for cycling, walking, running and in-line skating. Motorized vehicles are prohibited on the all purpose trails.       Summit Metro Parks' Bike & Hike Trail   Nearly 16 miles of this trail border the park. Ideal for family bike rides, this asphalt trail is managed by Summit Metro Parks. A connector trail near Holzhauer Road south of SR 82 provides access to the Towpath Trail.        NPS\/ DJR  In the Park The East Rim Trail, a new off-road biking and hiking trail, is the first of its kind in the national park. Planning and design work began in 2014, with the opening of the first 2.5-mile section of the project fall 2015. Crews are breaking ground on the second section—6.5 miles—this year. East Rim Trail is located of of Boston Mills Road and accessible from the Bike and Hike Trail on the west side. The trail is designed using the terrain to flow with the grade change. Boulders from an old sandstone quarry are incorporated into an optional feature for a more advanced and diverse riding experience. The difficulty level for Phace 1 is Intermediate level biking and is considered moderate hiking. Click \"more\" to find out if the East Rim Trail is open for today. In good conditions trail is open 6:00 a.m. - 11:00 p.m. for bikers and as posted for other trail users. In wet or hazardous conditions, the trail will close to all users to prevent damage.More » Visit http:\/\/www.conservancyforcvnp.org\/EastRim for more information.  Out of the Park   Cleveland Metroparks (Bedford Reservation): 9.9 miles  Cleveland Metroparks (Ohio and Erie Canal Reservation ): 1.8 miles Expert Loop and .4 miles Beginner Loop Cleveland Metroparks (Mill Stream Run Reservation (Royalview Singletrack)) : 8.7 miles Lake Metroparks (West Branch State Park (Atchinson\/Hogsback Ridge)): 2.5 miles Vultures Knob: 6.8 miles Medina Huffman and Reagan Park Trails : 8.8 miles Findley State Park (Thorn Trail): 7.8 miles Mohican State Park MTB Trail: 22.2 miles Quail Hollow State Park MTB Trail: 3.0 miles Camp Tuscazoar MTB Trail: 5.6 miles    Visit CAMBA for more information",
    "url": "https:\/\/www.nps.gov\/cuva\/planyourvisit\/bike.htm"
}
