{
    "title": "First Ladies National Historic Site: Laws & Policies",
    "body": "Laws & Policies       Management First Ladies National Historic Site is managed as a partnership. The operating partner is the nonprofit National First Ladies Library located on site at the park in Canton, Ohio. The manager for the National Park Service (NPS) is stationed at James A. Garfield National Historic Site in Mentor, Ohio. For questions on NPS management, please call, write, or email:  Superintendent Sherda Williams c\/o James A. Garfield National Historic Site 8095 Mentor Avenue Mentor, Ohio 44060 440-205-3837 JAGA_superintendent@nps.gov       Firearms Regulations Legislation – As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65. Park User Responsibility – It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park.  As a starting point, please visit our state’s website:  www.ohioattorneygeneral.gov\/Enforcement\/Concealed-Carry. Refer to the Ohio Revised Code for more information. Weapons Prohibited in Federal Facilities – Federal law prohibits firearms in certain facilities in this park; those facilities are marked with signs at all public entrances. Contact Information – Please contact the Cuyahoga Valley National Park Chief Ranger’s Office at (440) 546-5940 or (440) 546-5944 for more information.   Superintendent's Compendium The Superintendent’s Compendium is the summary of park specific rules implemented under 36 Code of Federal Regulations (36 CFR). It serves as public notice, identifies areas closed for public use, provides a list of activities requiring either a special use permit or reservation, and elaborates on public use and resource protection regulations pertaining specifically to the administration of the park. The Superintendent’s Compendium does not repeat regulations found in 36 CFR and other United States Code and CFR Titles, which are enforced without further elaboration at the park level. Click here to read this document in its entirety.",
    "url": "https:\/\/www.nps.gov\/fila\/learn\/management\/lawsandpolicies.htm"
}
