{
    "title": "Pipe Spring National Monument: Longhorns",
    "body": "Longhorns        Whit (left) and Tess (right), 2008.        Early explorers brought the Longhorn cattle of Spanish ancestry to the island settlements in the new world. In 1521 Cortes stocked his Mexican Ranch with cattle from the island settlements of Cuba and Santa Domingo. In 1541 Coronado is believed to have brought the first cattle from Mexico to the area that is now Texas. LaSalle planted cattle on what is now Texas near Lavaca bay which translates to “The Cow Bay”, in 1685 to 1690. Other expeditions spread the cattle herds even farther across present day Texas.  Nothing was done with the longhorns until the mid 1860’s when the Civil War had left cattle herds suffering from the Texas fever tick that plagued the cattle drives during that time. The Texas longhorn could survive the long drive to Abeline, Kansas for sale and also was seemingly immune to the bite of the fever tick that was killing other breeds. This became a genetic trait in the longhorn at that time.  Soon the Texas Longhorn was disappearing from the open range because they were free for the gathering, and it was not until the turn of the century that some of the Texas ranches realized that the longhorn would soon be gone. Seven different ranches throughout Texas began to gather and breed the longhorns to what each rancher wanted.         Brigadoon's Hip   Some of these traits are associated with the longhorns at Pipe Spring (Brigadoon, Whit and Tess). First look at the picture of Brigadoon’s hip. That is a test to make sure that he does have some Texas Longhorn in his ancestry. Whit and Tess have a good chance of coming from the same type of longhorns that Mr. Whitmore brought to the Arizona Strip in the 1860’s. Mr. Whitmore lived close to what is now Tyler, Texas in the northeast part of Texas where Mr. Butler had his mixed breed with more white than the other ranchers.      Whit and Tess were acquired on August 9, 2005 from Linda Smith, a Longhorn breeder in Kanab, Utah. Whit, the multi-colored steer, was born in May, 2005 and Tess, the white and tan heifer, was born in August, 2005. Tess and Whit are living history examples of the first cattle herd of 500 brought to Pipe Spring in 1863 by James Whitmore. Formerly of Texas, Whitmore was very familiar with the distinctive attributes and advantages of longhorn herds. Longhorns are hardy and adaptable to harsh conditions and have the endurance for long cattle drives that other breeds do not. They are disease and parasite resistant, particularly against tick-born “Texas Fever”, which can wipe out herds of other breeds. They have a high fertility rate and low calf mortality rate which makes them a much more productive breed than others. Then there are those horns; huge, magnificent racks of two types, oxbow and corkscrew, which serve as protection against predators, an aide in foraging for vegetation and as their built in heating and cooling system filled with blood circulating capillaries which dilate or constrict, depending on the need for cooling or warming. A unique American breed, Texas Longhorns were a wise choice of cattle to introduce to the area. Pipe Spring National Monument has had other longhorns. Brigadoon and Majestic were registered Texas Longhorns purchased in 1989 for Pipe Spring National Monument by the Zion Natural History Association from John H. and Dorothy Brandt, longhorn breeders in Alamosa, Colorado. They both lived to the ripe old age of 20, Majestic (solid brown) passed away in 2006 and Brigadoon in 2008.             << back continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/learn\/photosmultimedia\/longhorns.htm"
}
