{
    "title": "William Howard Taft National Historic Site: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         National Park Service Volunteer logo   Volunteers In Parks (VIP) Become part of the VIP program by assisting park staff with interpretive, historical or maintenance projects. Every year volunteers donate countless hours to William Howard Taft NHS. The work done by volunteers is invaluable to the park, the community and visitors. Individuals or groups can volunteer at any time of the year.  Contact the park's volunteer coordinator by phone at 513-684-3262 or send an email request for more information. The VIP program began in 1969 when congress passed the Volunteers in the Parks Act of 1969.  Read Director's Order #7: Volunteers in Parks, which has more information about volunteering in the national parks.        Volunteers in action at Taft house. NPS Photo  Current Volunteer Opportunities   Volunteers needed for Special Events at the William Howard Taft NHS: Please contact volunteer coordinator, Reggie Murray at 513-969-3405 for details concerning volunteering for Special Events.    Ongoing Volunteers Opportunities at the William Howard Taft NHS:  Visitor Use Assistant - Volunteer is responsible for operating a visitor center. Operation tasks include greeting park visitors and providing information on cultural, historical, and natural points of interest in the area and throughout the park. Some knowledge of the local area will be necessary to answer visitor questions,including how to access attractions from the Taft Education Center. Volunteer will also be responsible for answering phone inquiries, operating a cash register, selling park cooperating association retail materials. Volunteer will also be responsible for completing required VIP\/NPS training.   Landscaping - area clean up, weed replacement and general yard maintenance.   Tour Guide - Lead thematic William Howard Taft Home tours for the public. Must have public speaking experience and the ablility to work with a diversity of visitors.    Interpretation - Volunteer is responsible for operating a visitor center. Operation tasks include greeting park visitors and providing information on cultural, historical, and natural points of interest in the area and throughout the park. Some knowledge of the local area will be necessary to answer visitor questions,including how to access attractions from the Taft Education Center.Volunteer will also be responsible for answering phone inquiries. The Volunteer operates a cash register and sells park cooperating association retail materials. Volunteer will also be responsible for completing required VIP\/NPS training.   Tour Guide - Lead thematic William Howard Taft Home tours for the public. Must have public speaking experience and the ablility to work with a diversity of visitors.   Research \/ Librarian - Contact for details   Historical \/Preservation - Contact for details   Maintenance worker - Contact for details        VIP Coordinator Ranger Reggie Murray speaks to visitors during a program at Charles Young Buffalo Soldiers National Monument. NPS \/ Tom Engberg  VIP Coordinator  If you have questions on volunteering at William Howard Taft NHS, please send an email to VIP Coordinator Ranger Reggie Murray. You can also reach Ranger Murray by calling the park at 513-684-3262.",
    "url": "https:\/\/www.nps.gov\/wiho\/getinvolved\/volunteer.htm"
}
