{
    "title": "William Howard Taft National Historic Site: Planning",
    "body": "Planning       William Howard Taft NHS               Release date: August 23, 2007  Contact(s):   Reggie Tiller, Superintendent  Phone Number: (513) 684-3262 Ext 301  Date: August 29, 2007  NATIONAL PARK SERVICE GEARS UP FOR CENTENNIAL CHALLENGE PROJECTS  William Howard Taft National Historic Site will benefit from among the national proposals National Park Service Director Mary Bomar and Secretary of the Interior Dirk Kempthorne announced at a recent press conference in Yosemite National Park to celebrate the 91st anniversary of the NPS.  \"The National Park Service has, after a rigorous review, certified proposals as eligible for centennial challenge matching funds,\" Bomar said. \"And they are ready to go in Fiscal Year 2008 which begins Oct. 1.\"  Among the $370 million of proposals eligible for centennial challenge matching funds are several cross cutting projects that affect multiple parks including a national incentive to boost the Junior Ranger program and to increase the research in the \"All Taxa\" inventories, an ecosystem-wide look at specie existence. At the Taft site the proposed $23,000 budget increase includes the funding of two seasonal positions to assist in educating park visitors about the significant impact the Taft family has had on our country's history.\"  Director Bomar said, \"The centennial challenge is a critical element in the National Park Centennial Initiative put forward by President Bush and unveiled by Secretary Kempthorne one year ago. The full centennial initiative is a potential $3 billion investment in our national parks, two thirds of it a public-private partnership of matching money.\"  The President's fiscal year 2008 budget called for an additional $100 million a year for 10 years to be dedicated to bolster basic park operations, Bomar said. Congress has included the first $100 million for operations in the fiscal year 2008 budget that awaits final passage.  \"The second part of the initiative is the centennial challenge - a funding mechanism to match up to $100 million a year over 10 years of public money with $100 million a year for 10 years in private donations,\" Bomar said. \"Congress has yet to finish legislation necessary to create the public-private centennial challenge.\"  Financial commitments to the first round of proposals exceeded the President's challenge. \"We have about $370 million in proposals with not $100 million in private commitments but $215 million committed from park visitors, friends groups and other partners,\" Bomar said.  \"I've testified before Senate and House subcommittees and judging by the warm reception we received, I believe Congress will include centennial challenge money in our next budget,\" Bomar said. \"We look forward to working with members from both sides of the aisle to provide the key to the centennial challenge. When that happens we can make decisions on which of these wonderful proposals to begin in the fall.\"  Locally, Superintendent Robin White said, \"I have the full commitment of the Director and our Friends group to work toward the goals of the centennial - stewardship, environmental leadership, recreational experience, education, and professional excellence. We have a great opportunity to reach toward these matching funds for Cincinnati, Ohio in 09.\"  \"Our park has a Centennial vision and a strategy to implement that vision,\" said Superintendent White, \"Within the past year we have diligently enhanced existing relationships between William Howard Taft National Historic Site and the community. We are currently developing sustainable partnerships to implement relevant community driven programs with long standing civic engagement entities such as The Crossroads Behavioral Health Center, 21st Century CCLC Project Smart & Harmony Community School, and the University of Cincinnati Summer Enrichment Program. As a change agent we are looking forward to being a part of change for the greater good of all.\"  To be certified, proposals had to address at least one of the five over-arching centennial goals. They also had to be imaginative and innovative, addressed critical Service needs, had a philanthropic partner, required little or no additional recurring operating funds to be sustainable, improved the efficiency of park management, operations and employees and produced measurable results  \"There is a huge wave of excitement among National Park Service professionals and our partners,\" Bomar said. \"We will create park-based centers for Junior Rangers, implement cutting-edge energy projects like fuel cells and geothermal and build multimedia wayside exhibits that \"talk\" to visitors. This is a victory for national parks and over 270 million park visitors we see each year.\"  \"Last week, I sent an email to the men and women of the National Park Service to inform them of our announcement. One of the replies I received says it best: 'This is thrilling! A win\/win opportunity like we've never seen before. Thanks for the energy and vision for the NPS.'  \"That thanks is for the many who worked to transform vision into action: Secretary Kempthorne and our friends in Congress, from both sides of the aisle who introduced legislation to support the Centennial. But most of all, our thanks go to park superintendents, friends groups, partners and an army of supporters.\"  The full list of centennial challenge-eligible proposals is available on-line at www.nps.gov\/2016",
    "url": "https:\/\/www.nps.gov\/wiho\/getinvolved\/planning.htm"
}
