{
    "title": "William Howard Taft National Historic Site: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Ranger Kerry Wood talks to future rangers. NPS Photo  Fun with History     The park is a cool place for kids to learn about William Howard Taft and the Taft family.  History doesn't have to be boring, that's why the rangers at the park are here.  A visit to the site brings history alive and makes learning fun.  Learn how you can become a Junior Ranger when you visit the park with your family.   Watch the short movie about William Howard Taft, take a tour through the Taft home, or stroll around the grounds and imagine what life was like on the spot over 100 years ago.  The park also hosts activities throughout the year to educate kids about the Taft family and William Howard Taft.  Contact the park or visit the Park Calendar to find out what events are planned for your visit.           4th Graders, click the logo above to take the quiz!   Every Kid in A Park  Attention all 4th graders!  Have we got a deal for you and your family!  Get out and visit your National Park Service sites this summer, for free!  That's right, for free!  Visit everykidinapark.gov and take the short online quiz.  Once you complete the quiz, you'll receive a voucher that you can print out and bring to any national park site in the U.S. for free entry to that site!  You can exchange your voucher for a hard plastic Every Kid In A Park card so you can show it off with pride.  Not only will this card get you and your family access to all of the national park sites, it will also get you and your family free entry to thousands of other federal recreation sites across the country!  So, what are you waiting for?  Get started NOW!  Visit everykidinapark.gov and take the quiz. Call ahead to the park site you will be visiting to make sure they have a supply of the Every Kid In A Park card.  Due to overwhelming demand, some parks may be temporarily out but others will likely have it.  Visit everykidinapark.gov for more information.",
    "url": "https:\/\/www.nps.gov\/wiho\/learn\/kidsyouth\/index.htm"
}
