{
    "title": "William Howard Taft National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions         View of downtown Cincinnati from across the Ohio River in Covington, Kentucky. NPS Photo  Local Attractions    After you've visited the park, there are plenty of options to complement your visit to the park and the greater Cincinnati area. Here are a few of the major downtown highlights that are sure to please everyone!        Great American Ballpark in Cincinnati, Ohio. Courtesy of the Cincinnati Reds & Major League Baseball  Cincinnati Reds Baseball   After you've visited the William Howard Taft NHS, be sure to complete your Cincinnati visit by taking in a Reds game. The regular season opens on April 4th, 2016 when the Philadelphia Phillies come to town. Check out the season schedule to find a date that suits your visit to the park and the ballpark.   r   r   r          The 2013 Cincinnati Bengals team photo Courtesy of the Cincinnati Bengals and the National Football League  Cincinnati Bengals Football  If your visit to William Howard Taft NHS brings you to the Cincinnati area during the fall, consider making a trip to the nearby jungle. Not the literal jungle, the jungle in Paul Brown Stadium, home of the NFL's Cincinnati Bengals! Visit bengals.com to determine a date that works for your visit to your national park and the Bengals. r r r           Cincinnati Museum Center logo   Children's Museum at Cincinnati Museum Center  If you're traveling to the park with children, a great place to visit after your visit to the park is the Duke Energy Children's Museum.  Hands-on fun for kids of all ages is a great way to educate and engage young minds.         The National Underground Railroad Freedom Center logo   The National Underground Railroad Freedom Center  Not far from the park on the banks of the Ohio River, sits a building dedicated to those who risked everything to escape the degradation and torture of slavery in the 18th and 19th centuries.  The National Underground Railroad Freedom Center teaches visitors about those who fought for freedom from the days of the Underground Railroad to modern, contemporary times.         Museums & Historic Sites of Greater Cincinnati logo   Museums & Historic Sites of Greater Cincinnati  The Museums & Historic Sites of Greater Cincinnati (MHS) was founded in 1992 by a group of ten area historic house museums in order to encourage an appreciation of history.  MHS currently has over thirty member sites in the Greater Cincinnati area.  You can find out what events and activities are planned at member sites, which may coincide with your visit to the park, when you browse the website.  For additional information and the complete list of MHS member sites, please visit their webpage.",
    "url": "https:\/\/www.nps.gov\/wiho\/planyourvisit\/nearbyattractions.htm"
}
