{
    "title": "William Howard Taft National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture               WELCOME TO HISTORIC MT. AUBURN  As you walk down Auburn Avenue imagine yourself back in the 19th Century. Horse drawn carriages traveling down cobblestone streets, ornate gaslights illuminating the brick paved sidewalks, and stately towered mansions rising atop one of Cincinnati's most fashionable hills. In those early years Auburn Avenue was nicknamed Cincinnati's \"Fifth Avenue\" – rival of New York's famous thoroughfare, and the street and the surrounding side streets boasted some of the most notable people in the country as its inhabitants. President and Supreme Court Justice William Howard Taft lived here as well as General E.F. Noyes, governor of Ohio and Ambassador to France. Others have included general Jacob D. Cox, Republican governor Ohio, congressman, and president of the university of Cincinnati; Mathew Addy, a Canadian who founded the iron and foundry works in the town that still bears his name: Addyston; Alexander McGuffey, co-author with his brother, William, of the famous McGuffey's Readers; hymn writer and inventor William Doane; Conductor Leopold Stokowski; and numerous industrialists, philanthropists, and jurists.   In 1819 James Key built a wonderful home on the brow of the hill at the end of what is now Bigelow St. and thereafter the community was known as Key's Hill. But in 1837 a Mrs. Sumner, an English woman on visit from her home in Boston placed a sign at the intersection of Liberty and Sycamore Streets reading: \"One Mile to Mt. Auburn.\" The name is said to have come from a line in a poem by Oliver Goldsmith: \"Sweet Auburn, Loveliest village of the plain.\" Nevertheless, the name stuck and in 1849 Mt. Auburn was annexed to the city. Originally Mt. Auburn was a desirable residential location because of its fine country air, beautiful views and proximity to downtown Cincinnati. The wealthy came to Mount Auburn to flee the crowding downtown and growing pollution, both problems even in the 19th Century. They made Mt. Auburn one of most beautiful parts of Cincinnati. \"I was charmed by the appearance of Cincinnati and its adjoining suburb, Mt. Auburn,\" wrote the English author Charles dickens after his visit her in 1842. His sentiments have been repeated often over the years. The side streets off Auburn Avenue. contain many fine historic homes. A notable one is the Gorham worth house on auburn crest which enjoys the reputation of being the oldest standing frame house in Cincinnati. Worth was one of the original founders of the United States bank in Cincinnati and in his house the Prince of Wales, later to become King Edward vii stayed on his visit to Cincinnati. The first women's college west of the Alleghenies. The Mt. Auburn female College was founded in 1856 and stood on the site of the present day location Christ Hospital. The first of Cincinnati's famous inclines, the Main Street Incline, was built in 1872 from Main and Mulberry Streets to what is now Eleanor Place. The 312 foot vertical ascent took one and a half minutes to the nearby Lookout House, which was one of the city's most fashionable restaurants. The Incline ran successfully until 1889 when a fatal accident caused by a broken cable, made people reluctant afterwards to ride it the incline finally closed in 1898, thereby making the Main Street incline both the first to be constructed and the first to be closed.   Henry Martin, who resided at 1947 Auburn Ave., built the Mt. Auburn Cable Railway in the early 1870's.The railway ran from downtown up Sycamore Street and down Dorchester past its cable house at the corner of highland and Dorchester avenues. The railroad ceased operating around the turn of the century, but the cable house still stands. The houses you will visit are of several different architectural styles; the Italian villa or Italianate, the second empire, and the Greek revival. This is due to the fact that the houses were constructed over a 60 year period of the 19th century, and as today, aesthetic preferences changed over that period. The Italian villa style can usually be recognized by a jutting tower rising above the roof line and rich ornamentation around the doorways and windows. The second Empire style, named after the Second French Empire of Napoleon III, is characterized by a mansard roof with protruding dormer windows and an overall rich ornamentation.",
    "url": "https:\/\/www.nps.gov\/wiho\/learn\/historyculture\/index.htm"
}
