{
    "title": "William Howard Taft National Historic Site: Annual Park Events",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Annual Park Events              Annual Park Events         Musicians playing bass and guitar under an outdoor event tent next to the Taft house. NPS Photo  The park hosts annually scheduled events throughout each year which are planned well in advance of their dates. This page helps visitors view these annual events on one single page so that visitors can see what programs or events are offered for the entire year.  Some events may be added after this list is posted\/updated, so please be sure to check the park calendar which will allow you to search by program\/event name and date.  Most programs are fee free and are open to visitors and groups of all ages. If you have any questions or would like more information than what is listed below, please call (513)684-3262.      Listing of Annually Occurring Park Events:  To view detailed information about a certain event, click on the event title if underlined.      Annual Easter Egg Hunt  Date: March 29th, 2015 Findley Market MLB Opening Day Parade  Date: April 4th, 2016 National Park Week \"FIND YOUR PARK\"  Date: April 16th - 24th, 2016 William Howard Taft Jr. Ranger Day  Date: April 17th, 2016 Mount Auburn Walking Tours  Dates: Sundays in May Public Service Recognition Day (Fountain Square)   Date: May 5th, 2016 Taft Summer Teas - Details TBA Date: June 14th, July 12th, August 16th, September 13th Summer Camp Programs  Dates: June & July Dates TBD Patriotic Ice Cream Social & Concert  Date: July 2nd, 2016 NPS Centennial Recognition Night at Cincinnati Reds baseball game  Date: August 18, 2015 Celebration of the 100th Birthday of the National Park Service  Date: August 25th, 2016   William Howard Taft Vintage Baseball Game @ Reds Roselawn Complex  Date: August 27th, 2016 (2 - 5 pm)   William Howard Taft's 159th Birthday Celebration  Date: September 15th, 2016    National Public Lands Day  Date: September 24th, 2016   Halloween Open House  Date: October 22nd, 2016 Father Christmas Celebration Event  Date: December 17th, 2015 New Year's Open House  Date: January 1st, 2017",
    "url": "https:\/\/www.nps.gov\/wiho\/planyourvisit\/Annual-Park-Events.htm"
}
