{
    "title": "William Howard Taft National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        William Howard Taft home as viewed from Taft Education Center parking lot on Auburn Ave. NPS \/ Tom Engberg       Getting There  Visitors are encouraged to start their visit at the Taft Education Center (TEC). Upon arriving, visitors have the option to go on a guided tour of the Taft House.  Get your bearings straight with a map of the William Howard Taft NHS area.         Plane   The nearest airport for scheduled passenger flights is Cincinnati\/Northern Kentucky International Airport. Other airports within proximity are Dayton International Airport and Port Columbus International Airport. Nearby general aviation airport include Lunken Airport.   Public Transportation  The METRO bus stop is located in front of the Taft Education Center the # 24 bus can be boarded downtown on the corner of 6th &Main Street.   Car  Traveling on I-71 Southbound:  Take exit 3 (Taft Road). Ramp will merge onto Taft Road westbound. Turn left onto Auburn Ave. Park will be on left side after Christ Hospital.   Traveling on I-71 Northbound:  Take Exit 2 (Reading Road and Eden Park Drive). Stay in right lane; turn left at first stoplight onto Dorchester Avenue, and go to the top of the hill. Turn right on Auburn Avenue and go 1 ½ blocks to the site, park will be on your right.   Eastbound on I-74 merging onto I-75 South Bound: Traveling East on I-74 merge onto I-75 S.  Continue on I-75 S to I-71 NORTH (exit 1B).  Follow I-71 N to Eden Park Dr. Exit (left hand exit).  Turn left onto Eden Park Dr \/ Dorchester Ave.  Follow Dorchester Ave to Auburn Ave.  Turn right onto Auburn Ave.  Park will be on your right hand side.   Traveling on I-75 South:  Continue on I-75 S to I-71 NORTH (exit 1B).  Follow I-71 N to Eden Park Dr. Exit (left hand exit).  Turn left onto Eden Park Dr \/ Dorchester Ave.  Follow Dorchester Ave to Auburn Ave.  Turn right onto Auburn Ave.  Park will be on your right hand side.    Traveling on I-75 northbound from Kentucky:  Take I-75 N merge onto I-71 N Take the Reading Rd.\/Eden Park exit - Exit 2 (left exit). Keep right at the fork in the ramp. Turn left onto Dorchester heading west to Auburn Ave. Turn right onto Auburn Ave. Park will be on right.",
    "url": "https:\/\/www.nps.gov\/wiho\/planyourvisit\/directions.htm"
}
