{
    "title": "William Howard Taft National Historic Site: Road Conditions",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Road Conditions              Road Conditions           Click the OHGO logo to find out road conditions throughout the Cincinnati area and the entire state. Ohio Department of Transportation  Statewide Road Conditions  The new road conditions website for the state of Ohio, ohgo.com, provides Ohio travelers with up-to-date information on road conditions, traffic, construction, and other activity affecting roadways managed by The Ohio Department of Transportation(ODOT). Information provided to the site is updated frequently and comes from a variety of sources, such as pavement sensors and monitoring stations, traffic cameras, and through direct input by ODOT personnel. Whereas the information on the site is kept accurate and up-to-date as possible, Ohio travelers should refer to local and regional information outlets and agencies for the latest information during weather\/disaster emergencies.   Special thanks to ODOT for providing this great public service.         Weather Alert Status  Throughout the year, the Southwest Ohio area can experience severe weather on certain occasions .  The Hamilton County Sheriff's department provides official updates on NOAA weather alerts and also provides the official snow emergency levels for all county roads.  Snow emergency levels are posted on our alerts section at the top of every page, as soon as possible (alerts section only appears when necessary).  You should visit the Hamilton County Sheriff's website to ensure that it is legal and safe to be operating a vehicle during severe winter weather conditions.   There are three levels of snow emergency classifications: LEVEL 1: Roadways are hazardous with blowing and drifting snow. Roads may also be icy. Drive carefully. LEVEL 2: Roadways are hazardous with blowing and drifting snow. Only those who feel it is necessary to drive should be out on the roads. Contact your employer to see if you should report to work. LEVEL 3: ALL roadways are closed to non-emergency personnel. No one else should be out during these conditions unless it is absolutely necessary to travel or a personal emergency exists. All employees should contact their employer to see if they should report to work. Those traveling on the roads may subject themselves to arrest.",
    "url": "https:\/\/www.nps.gov\/wiho\/planyourvisit\/road-conditions.htm"
}
