{
    "title": "William Howard Taft National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2038 Auburn Avenue  Cincinnati, OH 45219                 Directions         From I-71 north; Take Exit 2 (Reading Road and Eden Park Drive). Stay in right lane; turn left at first stoplight onto Dorchester Avenue, and go to the top of the hill. Turn right on Auburn Avenue and go 1 ½ blocks to the site. Park will be on the right. From I-71S, take Exit 3 (Taft Road). Follow Taft Road westbound.  Go 0.75 mile to Auburn Avenue. Turn left and go 0.5 mile to the site. Park will be on the left.  Directions Details           Operating Hours & Seasons         Park Operating Hours The park is open every day of the year except Thanksgiving Day, Christmas Day and New Year's Day.   Standard Hours    Sunday: 8:00 AM - 4:00 PM   Monday: 8:00 AM - 4:00 PM   Tuesday: 8:00 AM - 4:00 PM   Wednesday: 8:00 AM - 4:00 PM   Thursday: 8:00 AM - 4:00 PM   Friday: 8:00 AM - 4:00 PM   Saturday: 8:00 AM - 4:00 PM             Weather           The park lies in a humid continental zone with a generally temperate climate. Winters are mildly cold with average temperatures around 48 degrees (F). Summers are hot and humid with an average temperature around 77 degrees (F). Average annual total rainfall is just under 40\". Snowfall in the winter is generally light with an average total snowfall of less than 12\"         Fees & Passes     Entrance Fees:   No Entrance Fees - $0.00 There are no entrance fees to the park.   Entrance Passes:   American the Beautiful Pass - $80.00 The park sells the American the Beautiful Pass series.  Prices vary, but the annual pass is $80.         Visitor Centers       Taft Education Center Start your visit at the Taft Education Center and then proceed to the William Howard Taft house to explore the life of the nation's 27th President.               William Howard Taft National Historic Site is located in southwestern Ohio, in the city of Cincinnati. The park's average annual visitation is about 20,000 visitors, primarily between March and October                  Operating Hours & Seasons               Fees & Passes               Permits & Reservations               Weather             Let Us Help You Plan Your Visit   William Howard Taft National Historic Site is located in southwestern Ohio, located on the northern edge of the downtown Cincinnati area. Before you begin your journey to the park, be sure to check on the current traffic and Road Conditions around the park and Cincinnati area.  Visit the Directions page to determine the best way to reach the park. Check on the normal hours of operation for the Taft Education Center and the Taft home. If you are with a commercial photography or film crew, please review the requirements before visiting the park. Browse the park Calendar to see what events are planned for your visit. There are no entrance fees to visit William Howard Taft National Historic Site. Planning on spending multiple days in the area and at the park?  See what accommodations and restaurants are available around the park and downtown Cincinnati area. Get the current Weather Conditions for the park and surrounding area. While the park has no camping or overnight facilities, there are variety of places to stay and campgrounds are available within a short distance. Food is not available for purchase within the park.  There are no vending machines on park grounds either.  Visitors can find a wide variety of restaurants located near the Taft Education Center. Visiting the park with your pet? Find out where Pets can and cannot go while on park grounds.  For additional information or resources in planning your visit to the Cincinnati area, please visit the Greater Cincinnati Convention & Visitors Bureau online. Looking for more National Park Service areas? You can stay right here in the Buckeye state and see seven more National Park Service sites throughout the state.",
    "url": "https:\/\/www.nps.gov\/wiho\/planyourvisit\/basicinfo.htm"
}
