{
    "title": "Governors Island National Monument: The Battle of Brooklyn",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Battle of Brooklyn                The Battle of Brooklyn       Governors Island played a pivotal role in the Battle of Brooklyn during the American Revolution. Though the battle is usually forgotten - chalked up to an American defeat and little more - it was a critical moment in the war and New York City history.        Battle of Long Island, engraving, 1874, from painting by Alonzo Chappel. Image from NARA  After the Siege of Boston, which lasted from April 1775 to March 1776, the British retreated to Halifax, Nova Scotia to resupply and prepare for their next attack. The target? New York City. The British fleet set sail in June 1776 with plans to station its giant naval force on Staten Island. A few days after the British began landing on Staten Island, word reached New York that Congress had voted for independence. Upon hearing the news, a mob of patriots tore down the gilded lead statue of King George III in Bowling Green, mounted the head of the statue on a spike outside a tavern, and turned the rest into musket balls. In the coming months, this same passion defined the defense of New York City and Brooklyn.    General Israel Putnam, hero of the Battle of Bunker Hill and the earlier Seven Years' War, was General George Washington's second in command in New York City. He began efforts to fortify the city before the British fleet sailed into New York Harbor, and these intensified during the summer of 1776. Fortifying Governors Island, located in the middle of the harbor, was one of his major efforts. He considered it \"a very important post\" because control of the island dictated control of the mouth of the East River. Essentially, Governors Island was integral to defending the entire east side of Manhattan as well as Brooklyn Heights. And so, Putnam seized the island with 1,000 men and constructed an earthen works fort roughly where Fort Jay is located today. By the start of the battle, the Continental Army had major fortifications on Governors Island, in Red Hook, in Brooklyn Heights, and in the Battery of Manhattan. Throughout that summer, Gen. Washington waited for the British to attack, not knowing when or where they would strike. He was outnumbered, having only 19,000 troops stretched out from northern Manhattan to Brooklyn, and prepared himself to face the over 32,000 well-trained British troops. The first shots of the Battle of Brooklyn were fired on August 26, 1776, aimed at two British soldiers rummaging around in a watermelon patch.        Retreat at Long Island, engraving by J.C. Armytage from painting by M.A. Wageman. Image from NARA  Shortly after fighting began, the British had effectively cornered Washington and 9,000 of his men in Brooklyn Heights. He was surrounded on all sides with the East River to his back and no feasible means of winning the battle. Instead of surrendering, Washington made the decision that saved the Continental Army and the patriot cause - he evacuated the army and retreated to Manhattan. He began the evacuation at night, leaving campfires burning, muffling wagon wheels, and forbidding soldiers from speaking. When the sun rose, a thick fog concealed the last leg of the retreat, and by 7AM, the entire Continental Army had arrived safely on Manhattan. The men at Governors Island were the final troops ferried over.  After the battle, the British held New York City for the remainder of the American Revolution (until 1783). When the United States finally regained control of the city, one of the very first things the fledgling government did was fortify New York Harbor, opening a new chapter in the history of Governors Island.",
    "url": "https:\/\/www.nps.gov\/gois\/learn\/historyculture\/battle-of-brooklyn.htm"
}
