{
    "title": "Governors Island National Monument: Kids & Youth",
    "body": "Kids & Youth            Earn your Junior Park Ranger Badge today!   Do you want to explore Governors Island National Monument, learn about its history and find out how you can protect the island so that kids like you can enjoy it for years to come? Then the Governors Island Junior Ranger program is for you!   Pick up a junior ranger booklet in the bookstore on Governors Island, or print from the link provided below. Complete the activities and attend programs on the island to earn your official Governors Island National Monument Junior Ranger Badge!   Complete the booklet to earn your Junior Ranger Badge!   If you spot a Ranger, don't be shy to ask him\/her kindly for help with completing the booklet. Good luck!         When you've completed the booklet, you can turn it in to the Governors Island bookstore or mail it to:   Chief Junior Ranger Governors Island National Monument 10 South Street New York, New York 10004-1921       And don't forget to tell your friends and family about everything you learned!                 Can't get enough of National Parks, Monuments and Historic Sites? Become a National Park WebRanger!   Join in the fun by participating in the National Park Service's Online Junior WebRanger Program. Play more than 50 games and learn about your National Parks.   To learn more about why the forts and castle here on Governors Island were effective we recommend you play the game, Protect the Harbor.   The three historic forts on the island, Fort Jay, Castle Williams and South Battery, along with others in New York Harbor, helped protect the city from attack during the War of 1812 and beyond. It was located in a spot that was very effective in shooting down enemy ships that gets too close to Manhattan.   Enjoy!             Visit our For Teachers section to find out more about field trips to the island, classroom visits, and other great resources for school groups!",
    "url": "https:\/\/www.nps.gov\/gois\/learn\/kidsyouth\/index.htm"
}
