{
    "title": "Governors Island National Monument: Travelin' Trunk Program",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Travelin' Trunk Program                Travelin’ Trunk Program         4th Grade Travelin' Trunks NPS Photo    Governors Island National Monument is proud to introduce a new pilot Travelin' Trunk program that brings the early history, culture, and geography of New York Harbor to life in the fourth grade classroom. Each trunk has a special emphasis on Governors Island and the role it played in the larger historical picture. The four trunks available for check-out are: Landforms of Lower New York Harbor Area, Comparison of Three Groups in New York Harbor, and Governors Island and the Battle of Brooklyn, and Native Americans of Mannahatta.   Each trunk is packed full with primary source documents and maps, instructions for interactive activities, historic replica objects, and student worksheets that prompt critical thinking and exploration. The trunks are designed to be completed in three to five sessions and include easy step-by-step differentiated lesson plans with added suggestions and tips for instruction. While each trunk is a self-contained unit, combining the lessons in all of the trunks over a longer time period is a more effective way to give students the most thorough exploration of the people, land, and events surrounding historic New York Harbor. Please note that our trucks are lesson-based to better align with standards. All lessons align to learning standards under NYC DOE K-8 Social Studies Scope & Sequence and the CCSS for Grade 4 ELA.    For more information about each trunk and for ordering information, please take a look below.         4th Grade Travelin' Trunk Landforms of Lower NY Harbor Area        The Collect Pond by Philip Straub National Geographic  For hundreds of years, the geography of New York Harbor has shaped its people and its people have shaped the geography. Using an impressive array of maps, a giant puzzle activity, and other resources, students will explore the wonders of the harbor's natural geography and how Native Americans, Dutch settlers, British colonists, and Americans today have shaped and altered the land to meet specific needs.The resources and lessons focus special attention on Governors Island and its role in the development of New York City.By the time students complete their exploration of this trunk, they will be able to critically answer questions of why geography matters and how maps can reveal connections between people and the land they live on. See the lesson plan >       4th Grade Travelin' Trunk Native Americans of Mannahatta        Lenape Fishing   Before the Europeans arrived in the 1600's, the Lenape Indians lived in what is now New Jersey, New York, Pennsylvania, and Delaware. They maintained a peaceful existence, fishing, farming, and hunting. Discover the pre-colonial natural resources available to the Lenape and tools they used to help them survive.Students will develop an understanding of the natural resources available on Governors Island and the surrounding area and how the first people utilized those resources through tangible examples of beaver fur, seeds for a three sister's garden, historic art and more.This lesson is shorter and is designed to be done in one session. See the lesson plan >       4th Grade Travelin' Trunk Comparison of 3 Groups in Early NY Harbor Colonial Period          New Amsterdam by Johannes Vingboons New Amsterdam History Center  The native Lenape, Dutch settlers, and British colonists all played important roles in the early history of New York Harbor. The story of these three groups is retold through primary source documents, interactive activities, and compelling objects found in this travelling trunk. The highlight of the trunk is a hands-on trading game—complete with an array of trading objects—that allows students to experience different perspectives by transforming them into people of the past.Resources and lessons pay special attention to how Governors Island fits in to the expansion of trade in early New York Harbor history. Students will learn about the similarities and differences between the Lenape, Dutch, and British as well as how their interactions with each other and the land influenced history. See the lesson plan >       4th Grade Travelin' Trunk Governors Island and the Battle of Brooklyn: The American Revolution        Pulling down the statue of George III by the “Sons of Freedom” at Bowling Green, City of New York, July 1776 by Johannes A. Oertel Library of Congress  What was it like to be an American colonist or a British soldier during the Revolutionary War? This travelling trunk answers this question and more by offering students hands-on activities and interactive role playing games that turn them into history detectives.The trunk includes a myriad of primary source documents, a George vs. George Revolutionary War book, and objects like a tea brick, cannon, Stamp Tax stamp, quill pen, and musket balls.Students will explore the different perspectives the American colonists and British soldiers had, how taxation without representation fuelled the American Revolution, and how the Battle of Brooklyn—an early loss for the American colonists—turned Governors Island into a national treasure. See the lesson plan >       Travelin' Trunk policies   Traveling trunks are available year-round, free-of-charge, and by reservation only. The trunks were developed with the help of educational specialists and teachers. They are interdisciplinary, curriculum-based, target 4th grade, and offer students an opportunity for hands-on learning and access to primary resource materials to further study.    Traveling Trunks can be reserved by emailing the park at gois_information@nps.gov with the words Traveling Trunk and the name or PS number of your school in the subject line. There are a limited number of trunks so we need to know the dates that you would like to receive a trunk as far in advance as possible. Traveling Trunks are distributed on a first come, first served basis. We loan the trunk for 2 weeks. If you need it longer than 2 weeks, please ask when you are requesting the trunk.",
    "url": "https:\/\/www.nps.gov\/gois\/learn\/education\/classrooms\/travelintrunk.htm"
}
