{
    "title": "Pipe Spring National Monument: Tell Us Your Story",
    "body": "Explore This Park    Get Involved     Volunteer     Tell Us Your Story              Tell Us Your Story         NPS  Humans have been telling stories to one another for millions of years. Stories bind the generations together, and the creation, sharing, and revisiting of “story” serves to describe oneself and our relation to the world. Stories also provide a sense of personal objectives and different ways to achieve them.   We would like to hear your stories of experiences at Pipe Spring National Monument. Your story will likely be interesting to many others as we experience the park in a variety of ways - by ourselves, with groups of people, at different times of the year and being engaged in different activities.   Your story will be archived in the Pipe Spring files and possibly posted on our website. Only your first name will be used to protect your privacy. All stories will be reviewed by Pipe Spring staff before posting.  The National Park Service reserves the right to publish only stories or pictures it thinks are appropriate for this website. We are unable to publish stories containing names, addresses, or phone numbers. For instance, you can say \"My friend and I visited Munising Falls\" but you can't say \"Bob Smith and I visited Munising Falls.\" Unfortunately, because of privacy concerns, we are unable to publish identifiable pictures of children's faces. Pictures of places and pictures of people looking away from the camera are fine.  Please let us know if you have a photograph. We'll contact you with an email address so the photograph can be sent also.  Thank you and enjoy!   Share Your Story           Flickr Group Are you interested in sharing your photos of Pipe Spring National Monument? Visit the PipeSpringNPS Group on Flickr to view photos from other visitors and share your own.",
    "url": "https:\/\/www.nps.gov\/pisp\/getinvolved\/supportyourpark\/tell-us-your-story.htm"
}
