{
    "title": "Governors Island National Monument: Henry Gerber",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Henry Gerber                Henry Gerber       Peering into the little known corners of Governors Island history can unveil surprising things. One of the early American gay rights activists was in the U.S. Army here from 1925 to 1942. Henry Gerber (1892-1972) was born in Bavaria as Henry Joseph Dittmar; when his family immigrated to the United States in 1913 (through Ellis Island), he changed his name to Henry Gerber. He spent most of his early life in Chicago and may have began his military career in 1914 with the U.S. Navy for three months. Then with the U.S. Army for 15 months. The historic record seems to get foggy with suggestions of detention as an enemy alien and claims of a conscientious objector status. From 1920 to 1923, he rejoined the Army as a printer and proofreader with the Allied Army of Occupation in Coblenz, Germany. While in Germany, Gerber was exposed to the budding homophile movement in Germany, specifically the work of the Scientific-Humanitarian Committee. Following his service, he found a job in a Chicago post office and a passion for activism. (2) Inspired both by his experiences in Germany and by the emerging gay subculture in rapidly urbanizing Chicago, Henry Gerber and a few friends founded the Society for Human Rights in 1924 to protect the rights and interests of gay and lesbian individuals. It was the first organization of its kind in the United States, and its creation was incredibly risky. According to the Society's charter, its purpose was: [T]o promote and protect the interests of people who by reasons of mental and physical abnormalities are abused and hindered in the legal pursuit of happiness which is guaranteed them by the Declaration of Independence and to combat the public prejudices against them by dissemination of factors according to modern science among intellectuals of mature age. The Society stands only for law and order; it is in harmony with any and all general laws insofar as they protect the rights of others, and does in no manner recommend any acts in violation of present laws nor advocate any manner inimical to the public welfare.      Clearly, the charter refrained from mentioning the Society's focus on gay and lesbian rights, and for good reason. Police repression was a real threat, and Gerber had difficulty finding members for his newly formed group. He began publishing a newsletter through the Society entitled Friendship and Freedom. Gerber wanted to increase awareness about the Society; however, because of the Comstock Act, which made it illegal to send any \"obscene, lewd, and\/or lascivious\" material, most of the newsletter's target audience was hesitant to receive the mailings. Shortly after the second newsletter was published, the Chicago police raided Gerber's home, confiscated all of his papers, and arrested him. After spending three days in jail and undergoing three separate trials, the case against Gerber was dismissed. By that time, however, he had lost his life savings and his job for \"conduct unbecoming a postal worker.\" And so, a few years later, he moved to New York City. (2)  In New York, Gerber reenlisted in the Army and continued his activism, though more subtly than before. During this time, he penned an article called \"In Defense of Homosexuality,\" which was published in 1932 under the nom de plume \"Parisex.\" (4) He frequently wrote for a variety of magazines, sometimes discussing homosexual rights. He also exchanged correspondences with a man named Manuel Boyfrank in California who, as Gerber had been before, was interested in organizing to combat homosexual oppression. While serving at Governors Island, Gerber was subject to beatings, blackmail, and other forms of harassment because of his homosexuality. In February 1942, Gerber's quarters were searched by G-2, the Army's investigative unit, which found no evidence of illegal behavior. Although nothing was found, he was held in Castle Williams, the guardhouse, for weeks after the search. (1) Despite this, he continued his Army career until he was honorably discharged in 1942. He continued writing and sharing his story in the following decades, inspiring the movement that would eventually lead to the 1969 Stonewall riots in New York City, which catalyzed the growth of the gay rights movement nationwide. Gerber's legacy continues in the movement for lesbian, gay, bisexual, and transgender rights.      Sources:  (1) Bullough, Vern L. Before Stonewall: Activists for Gay and Lesbian Rights in Historical Context. Binghamton, New York: Harrington Park Press, 2002: 24-34.  (2) Katz, Jonathan N. \"Henry Gerber.\" PBS. PBS, n.d. Web. 18 Oct. 2012.<http:\/\/www.pbs.org\/outofthepast\/past\/p3\/gerber.html>. (3) Katz, Jonathan N. \"\"To Combat the Public Prejudices\"\" Chicago Society for Human Rights. Outhistory.org, 2008. Web. 18 Oct. 2012. <http:\/\/www.outhistory.org\/wiki\/Chicago_Society_for_Human_Rights:_December_10,_1924>. (4) Licata, Salvatore. The Gay Past: A Collection of Historical Essays. Binghamton, New York:Harrington Park Press, 1981: 165.",
    "url": "https:\/\/www.nps.gov\/gois\/learn\/historyculture\/henry-gerber.htm"
}
