{
    "title": "Governors Island National Monument: Jonathan Williams Calls for Experimental Firing on Castle Williams",
    "body": "Jonathan Williams Calls For Experimental Firing on Castle Williams         Colonel Jonathan Williams US Military Academy  EXPERIMENTAL FIRING AT CASTLE WILLIAMS   Copy of Letter to the Secretary of War   New York April 15—1812.   Sir: Having frequently heard you express a desire to have the resisting Power of Castle Williams tested by actual Experiment, I made an arrangement with Commodore Rogers for the purpose, and the following article from this morning’s Gazette will show the Result: I prefer this mode of communication, because having no knowledge or no participation with the Author of the article, it cannot be suspected of partiality.   As they (the frigates President & Essex) passed they fired seven shot at Castle Williams for the purpose of trying its strength, Five Balls bit the Castle, & two struck the Rocks forming the foundation of the Fabric. On an examination of the effect of the Balls we are happy to find that much less injury was done than was anticipated. Three 24 pound Balls entered one of the Embrasures of the lower Tier, knocked off a small part of the ornamental edges. One of the Balls hit one of the mounted Cannon of the Castle in which it made a small indentation carried away the Cap Square and Trunion plate and the fore part of the Carriage—one Ball struck the Embrasure of the second Tier directly over the one above mentioned mid one was a point blank Shot on the solid part of the Castle which penetrated only 3 Inches & did no Injury to the Wall.   The Walls of Castle Williams are nine feet thick amid we winy conclude from this experiment upon them while yet in a green state that no apprehension need be formed of their being Battered down.  Thus far the Gazette; but as I was within the Castle, and at the Gun next but one to the Gun stricken I know that but one Shot entered the embrasure, the other two being buried behind the flat Stones that form the sides & top. 2d That the Cap Square was not carried away & only bent, with the end bruised, the part of the Carriage that was carried away was inconsiderable, and the Gun was capable of continuing the action; it is remarkable that the blow did not occasion any recoil. 3d the Ball that struck the Wall penetrated just 1-3 of its diameter & fell dead at the Bottom of the Wall, the one that struck the Gun & Cap Square was broken into 3 or 4 pieces. I carried this Ball & some of the pieces afterwards on board the President at the Quarantine Ground & left them with Commodore Rogers. The distance at which the attack was made was about 400 yards— less than point blank distance.   Lieut. Partridge goes to Pittsburg tomorrow to meet Brig. Genl. hull & I take his orders.   I have the honor to be with the greatest Respect Sir Your obed Servant Jon. Williams",
    "url": "https:\/\/www.nps.gov\/gois\/learn\/historyculture\/jonathan-williams-calls-for-experimental-firing-on-castle-williams.htm"
}
