{
    "title": "Governors Island National Monument: Castle Williams",
    "body": "Castle Williams        Completed in 1811, Castle Williams represents the state of theart in fortifications for its time and influenced the design ofcoastal defenses for the next fifty years.        Castle Williams is a circular defensive work of red sandstone on the west point of Governors Island in New York Harbor. It was designed and erected between 1807 and 1811, designed by the Chief Engineer of the US Army Corps of Engineers, Lt. Col. Jonathan Williams, for whom the fort is named, and considered a prototype for new forms of coastal fortification. The castle was one component of a larger defensive system for the inner harbor that included Fort Jay and the South Battery on Governors Island, Castle Clinton at the tip of Manhattan, Fort Gibson at Ellis Island (then Oyster Island), and Fort Wood, which is now the base of Liberty Enlightening the World at Liberty Island (then Bedloe's Island). This system of forts came to be known as the Second American System of coastal defense and existed to protect harbors like the one in New York from British interference with American shipping. Check out the page on Castle Williams and the War of 1812.  Its usefulness as a fort began to end in the 1830s, so Castle Williams subsequently served as barracks for the island's garrison and new and transient troops. Thereafter, the castle was remodeled by the US Army for use as a prison in various forms during the Civil War and through the first half of the 20th century. Check out the page on Castle Williams and the Civil War.  In 1901, Secretary of War Elihu Root, who worked hard to modernize the Army, also made a commitment to preserve the castle and overruled army leaders who wanted to demolish both it and Fort Jay. By 1903, the castle was fitted up as a model, state-of-the-art prison facility. In 1947, extensive renovations were carried out with the wooden catwalks replaced by concrete enclosed walk ways, hiding the beautiful stone arches on the third level and resulting in the industrial appearance of the courtyard today. Castle Williams ceased operations as a military prison in 1965 just before the U.S. Army left Governors Island. The castle again faced a demolition challenge as Coast Guard officials in Washington, DC, who took control of Governors Island in 1966, wanted to demolish it. Instead, the castle was remodeled as a youth community center with a nursery, meeting rooms for Scouts and clubs, a woodworking shop, art studios, a photography laboratory, and a museum. By the late 1970s the community center moved to another location and the fort became the grounds-keeping shop for the Coast Guard base. Over time, the roof failed and broken windows allowed serious water damage to occur inside the castle. In the mid-1990s, the roof was replaced and new windows stopped further water damage to the structure, but the interior remains closed until it can be made safe for public access. The National Park Service proposes to stabilize and restore the castle and eventually provide access to the roof, allowing the public to admire the harbor and the modern skyline of the great city this fortress once protected.  Castle Williams was individually listed in the National Register of Historic Places on July 31, 1972. It was recorded by the Historical American Buildings Survey with photographs and a written report in 1983. The castle is also a contributing resource in the National Historic Landmark District (designated February 4, 1985) and the New York City Landmarks Historic District (designated June 18, 1996) for Governors Island. The castle is also located within the boundaries of Governors Island National Monument, created by Presidential Proclamations signed in 2001 and 2003. The period of significance for Castle Williams spans the years 1794-1966, as defined by the National Register of Historic Places.",
    "url": "https:\/\/www.nps.gov\/gois\/learn\/historyculture\/castle-williams.htm"
}
