{
    "title": "Governors Island National Monument: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       Below is our calendar of regular programming and special events.           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 17 results    Show ALL instances of recurring events   RSS Feed      Governors Island National Monument Another Brick in the Wall      Time: 4:00 PM Location: Fort Jay bridge Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 08\/07\/2016 to 09\/25\/2016 A one-hour tour of both Fort Jay and Castle Williams, focusing on aspects such as different types of stone used, geologic history of New York Harbor, the art of masonry, weathering, historic preservation, and the history of both forts! View Details      Governors Island National Monument Civil War Artillery      Time: 2:30 PM to 3:30 PM Location: Near the eastern entrance to Fort Jay Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Saturday Weekly  from 06\/12\/2016 to 08\/14\/2016 Guns ablazing as park staff demonstrate the firing of a Civil War-era cannon. View Details      Governors Island National Monument Civil War Weekend 2016      Location: Governors Island Fees: Free     Sunday, August 14, 2016 Welcome to the summer of 1863 on Governors Island! Saturday and Sunday, August 13th and 14th. All day. Park-wide. Cannons! Muskets! Living history programs! Music! Baseball! Join us for our annual Civil War Weekend. There's something for everyone! View Details      Governors Island National Monument Fort Jay: Eagles, Townhouses and Big Guns (weekends)      Time: 11:30 AM,12:30 PM,1:30 PM,3:30 PM,4:30 PM,5:30 PM Location: Fort Jay bridge Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Saturday Weekly  from 07\/09\/2016 to 08\/14\/2016 Tour one of the best examples of a classic star-shaped fort anywhere in the country, including the oldest structure on the island and the eagle sculpture that sits atop.  View Details      Governors Island National Monument Going Around Castle Williams (weekends)      Time: 1:30 PM,2:30 PM,3:30 PM,11:30 AM,12:30 PM,4:30 PM,5:30 PM,10:30 AM Location: Castle Williams Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Saturday Weekly  from 07\/09\/2016 to 08\/14\/2016 Tour the best-preserved circular fortification in the nation. View Details      Governors Island National Monument Introduction to Small Arms Talk      Time: 12:00 PM Location: Fort Jay bridge Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 07\/31\/2016 to 09\/25\/2016 Learn about the variety of weapons used from the Revolutionary War all the way up until World War II. See reproductions of each weapon and learn how each of them worked and what impact it had on our military history. View Details      Governors Island National Monument New York Harbor Estuary Talk      Time: 2:00 PM Location: Dock 102 Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 07\/17\/2016 to 09\/25\/2016 Learn about the wildlife and geography of the estuarine environment of New York Harbor. View Details      Governors Island National Monument NEW! Castle Williams Gift Shop (weekends)      Location: Castle Williams Fees: Bookstore     Sunday, August 14, 2016 Every Sunday Weekly & Every Saturday Weekly  from 07\/09\/2016 to 08\/14\/2016 Get your Centennial passport stamp and Find Your Park memorabilia. View Details      Governors Island National Monument The Big Walk Around the Island      Time: 2:30 PM Location: Soissons Landing Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Saturday Weekly  from 07\/09\/2016 to 08\/14\/2016 See the whole history of the island in one go.  View Details      Governors Island National Monument Spanish Walking Tour of Nolan Park      Time: 1:00 PM Location: Soissons Landing Fees: Free     Wednesday, August 17, 2016 A look at how the high ranking army officers and their families lived in the beautiful, tree-lined Nolan Park. View Details      Governors Island National Monument Definitely Your Grandfather’s Workout      Time: 10:30 AM Location: Soissons Landing Fees: Free     Saturday, August 20, 2016 Every Saturday Weekly  from 07\/30\/2016 to 09\/24\/2016 Have you ever wondered how WWII soldiers were trained before they went overseas? This physical training program allows visitors to experience what Army PT was like during the second World War. View Details      Governors Island National Monument Fly Governors Island      Time: 1:30 PM Location: Welcome Wall at Soisson's Landing Fees: Free     Saturday, August 20, 2016 Every Saturday Weekly  from 07\/16\/2016 to 09\/24\/2016 Learn about the Wright Brothers, Glenn Curtiss, and Ruth Law. Governors Island played a big part in the early days of aviation. Join us to learn how! View Details      Governors Island National Monument Mandarin Chinese Castle Williams Talks      Time: 1:00 PM to 3:00 PM Location: Castle Williams Fees: Free     Saturday, August 20, 2016 您会说中文吗？您想了解更多关于总督岛国家纪念古迹威廉姆斯城堡（Castle Williams）的历史吗？ View Details      Governors Island National Monument Mandarin Chinese Castle Williams Talks      Time: 1:00 PM to 3:00 PM Location: Castle Williams Fees: Free     Saturday, August 27, 2016 您会说中文吗？您想了解更多关于总督岛国家纪念古迹威廉姆斯城堡（Castle Williams）的历史吗？ View Details      Governors Island National Monument Walking tour of Governors Island by Sami Steigmann      Time: 12:30 PM Location: Soissons Landing Fees: Free     Saturday, August 27, 2016 Join Volunteer-in-Park Sami for a one-of-a-kind look at the history of Governors Island. Meet Sami at the top of the hill from Soissons Landing. View Details      Governors Island National Monument Spanish Castle Williams Talks      Time: 1:00 PM to 3:00 PM Location: Castle Williams Fees: Free     Saturday, September 3, 2016 ¿Hablas Español? ¿Te gustaría obtener más información sobre el histórico Castillo Williams en el Monumento Nacional de la Isla de Gobernadores? Vengan y hablen con Guarda Parqué Jean Carlos, el Sabado, 3 de Septiembre 2016 de 1pm-3pm. View Details      Governors Island National Monument Mandarin Chinese Castle Williams Talks       Time: 1:00 PM to 3:00 PM Location: Castle Williams Fees: Free     Saturday, September 10, 2016 您会说中文吗？您想了解更多关于总督岛国家纪念古迹威廉姆斯城堡（Castle Williams）的历史吗？ View Details",
    "url": "https:\/\/www.nps.gov\/gois\/planyourvisit\/calendar.htm"
}
