{
    "title": "Governors Island National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       2016 Program Schedule May through August 14th (except where noted)         WEEKDAYS:        NEW! Castle Williams Gift Shop open 11 AM until 4:30 PM Going Around Castle Williams every hour at 11:30 AM, 12:30 PM, 1:30 PM, 2:30 PM, 3:30 PM, and 4:30 PM (Courtyard open 11 AM until 5:15 PM) Fort Jay: Eagles, Townhouses and Big Guns at 11:30 AM, 1:30 PM, and 3:30 PM (Courtyard open 11 AM until 5:15 PM) Kid's Program at 11:30 AM (Call 212.825.3045 or email gois_information @nps.gov for reservations) FOREIGN LANGUAGE Spanish Walking Tour of Nolan Park at 1 PM Every Wednesday (until September 21st)        WEEKENDS:        EVENT! Civil War Weekend - Saturday and Sunday, August 13th and 14th. All day. Park-wide. Cannons! Muskets! Living history programs! Music! Baseball! Join us for our annual Civil War Weekend. There's something for everyone! See weekend program NEW! Castle Williams Gift Shop open 11 AM until 5:30 PM Going Around Castle Williams every hour at 10:30 AM, 11:30 AM, 12:30 PM, 1:30 PM, 2:30 PM, 3:30 PM, 4:30 PM, and 5:30 PM (Courtyard open 11 AM until 6:15 PM) Fort Jay: Eagles, Townhouses and Big Guns at 11:30 AM, 12:30 PM, 1:30 PM, 3:30 PM, 4:30 PM, and 5:30 PM (Courtyard open 11 AM until 6:15 PM) The Big Walk Around the Island at 2:30 PM Civil War Artillery from 2:30 PM to 3:30 PM (until August 14th) Walking tour of Governors Island by Sami Steigmann at 12:30 PM Select Saturdays (July 30, August 6, August 13, August 27, September 3, September 10) RANGER TOPICS Fly Governors Island at 1:30 PM Every Saturday (until September 24th) RANGER TOPICS Definitely Your Grandfather's Workout at 10:30 AM Every Saturday (until September 24th) Take the 10 AM ferry RANGER TOPICS Another Brick in the Wall at 4:00 PM Every Sunday (until September 25th) RANGER TOPICS Introduction to Small Arms Talk at 12 PM Every Sunday (until September 25th) RANGER TOPICS New York Harbor Estuary Talk at 2:00 PM Every Sunday (until September 25th) FOREIGN LANGUAGE Mandarin Chinese Castle Williams Talks from 1 PM to 3 PM Select Saturdays (July 30, August 13, August 20, August 27, September 10, September 24) FOREIGN LANGUAGE Spanish Castle Williams Talks from 1 PM to 3 PM Select Saturdays (August 6, September 3, September 17) FOREIGN LANGUAGE Spanish Walking Tour of Nolan Park at 1 PM Select Saturdays (July 30, August 13, August 27, September 10, September 24)      Also, visit the self-guided exhibits located at Castle Williams and Dock 102.          DESCRIPTIONS:         Castle Williams Bookstore Get your Centennial passport stamp and Find Your Park memorabilia.   Going Around Castle Williams About 30 minutes. Tour the best-preserved circular fortification in the nation. We might talk about prisoners or big cannons or architecture. More information   Fort Jay: Eagles, Townhouses and Big Guns  About 30 minutes. Meet at the Fort Jay bridge. Fortify your mind! Tour one of the best examples of a classic star-shaped fort anywhere in the country, including the oldest structure on the island and the eagle sculpture that sits atop. We might talk about that eagle from 1796 or spies or big cannons or what it was like for a kid to grow up in a fort in the 1970s.   The Big Walk Around the Island About 90 minutes. Meet the ranger at the top of the hill from Soissons Landing. See the whole history of the island in one go. This ranger programs takes you to most of the older buildings on the island. We will tell you the back stories on some of them. No tickets or reservations required. Visitors should be prepared to stand for a full 90 minutes and walk a distance of about 1.5 miles.   Civil War Artillery  Near the eastern entrance to Fort Jay. Learn about the life of a 19th century artillerist and the ammunition and weaponry they used. Or if you like loud noises and smoke, this might be something to check out.    Kid's Program Call 212.825.3045 or email gois_information @nps.gov for reservations.   Walking tour of Governors Island by Sami Steigmann Join Volunteer-in-Park Sami for a one-of-a-kind look at the history of Governors Island. Meet Sami at the top of the hill from Soissons Landing.    Ranger Topic Talks   Fly Governors Island About 45 minutes. Meet the ranger at the Welcome Wall at Soissons Landing. Learn about the Wright Brothers, Glenn Curtiss, and Ruth Law. Governors Island played a big part in the early days of aviation. Join us to learn how.   Definitely Your Grandfather's Workout Meet the ranger at the top of the hill from Soissons Landing. Have you ever wondered how WWII soldiers were trained before they went overseas? This physical training program allows visitors to experience what Army PT was like during the second World War. The ranger will lead the group in a series of exercises and stretches reminiscent of this period, followed by a formation run around the Governors Island historic district.    Another Brick in the Wall Meet the ranger at the Fort Jay bridge. Where did all the granite for the walls of Fort Jay come from? And the sandstone for Castle Williams? Learn about the geologic makeup of some of your favorite historic forts on Governors Island.   Introduction to Small Arms Talk Meet the Ranger at the Fort Jay bridge. A one-hour tour of both Fort Jay and Castle Williams, focusing on aspects such as different types of stone used, geologic history of New York Harbor, the art of masonry, weathering, historic preservation, and the history of both forts!    New York Harbor Estuary Talk About 30 minutes. Meet the ranger at Dock 102 which is off of Kimmel Road. Learn about the wildlife and geography of the estuarine environment of New York Harbor.   Foreign Language Interpretation  Mandarin Chinese Castle Williams Talks 您会说中文吗？您想了解更多关于总督岛国家纪念古迹威廉姆斯城堡（Castle Williams）的历史吗？ (Do you speak Chinese? Would you like to learn more about historic Castle Williams at Governors Island National Monument?) More information   Spanish Castle Williams Talks ¿Hablas Español? ¿Te gustaría obtener más información sobre el histórico Castillo Williams en el Monumento Nacional de la Isla de Gobernadores? (Do you speak Spanish? Would you like to learn more about historic Castle Williams at Governors Island National Monument?) More information   Spanish Walking Tour of Nolan Park Meet Ranger Jean Carlos at the top of the hill from Soissons Landing. A look at how the high ranking army officers and their families lived in the beautiful, tree-lined Nolan Park.      See Maps        Cannon firing in front of Fort Jay",
    "url": "https:\/\/www.nps.gov\/gois\/planyourvisit\/things2do.htm"
}
