{
    "title": "Governors Island National Monument: Permits",
    "body": "Permits         Governors Island National Monument has spaces for filming\/still photography, special events, and artistic installations and performances. Fill out the appropriate permit application below. (Please note Adobe Reader or another PDF viewer is needed to access the application.) Please read ALL of the information before submitting your application.        Available spaces for permitting   .      It is the policy of Governors Island National Monument (\"the park\") to allow special events, filming and photography as appropriate and as staffing and management resources permit, while adhering to the National Park Service mandate \"to conserve the scenery and the natural and historic objects and the wildlife therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" (16 U.S.C. 1) In order to manage special events, filming, and photography, a permit issued by the superintendent is required. Permits are required for the following activities occurring on National Park Service property (please note that activities occurring completely outside of the 22 acres of the National Monument require a permit from the Trust for Governors Island \/ 212-440-2200 or info@govisland.nyc.gov, rather than the National Park Service; activities occurring both inside and outside of Park Service boundaries require permits from both organizations):   Filming\/Still Photography Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. Still photography requires a permit when the activity takes place where or when, members of the public are not allowed, or when the activity uses models, sets or props that are not part of the natural or cultural resources of the park. Generally, permits are not required for visitors using cameras for their own personal use during public access periods. Sound technicians, and film or video news crews at breaking news events do not require a film permit. However, breaking news events are subject to restrictions and conditions necessary to protect park resources and public health and safety, and to prevent impairment or derogation of park resources. \"Breaking news\" is defined as an event that cannot be covered at any other time or place. Special Events A special event is a short-term activity that takes place in a park area and: · Provides a benefit to an individual, group, or organization rather than the public at large; · Requires written authorization and some degree of management control from the NPS in order to protect park resources and the public interest; ·  Is not prohibited by law or regulation; ·  Is not initiated, sponsored, or conducted by the NPS. Artistic Installations and Performances Sites throughout the National Monument may be available for use as artistic venues for installations and performances, subject to the following conditions: ·  The proposed site is generally open to the public; ·  The performance or installation will not limit the public's access to the site; ·  The installation or performance will not damage any park resources in any way, nor will any part of the installation or performance cause undue encumbrance or interference with routine upkeep and maintenance of any site within the National Monument; ·  No aspect of the installation or performance will require undue coordination or labor on the part of NPS employees in its installation, maintenance, supervision, or de-installation; ·  The installation or performance is considered by the authorizing official from the National Park Service to be appropriate for all audiences.   Application Process Complete the application and mail it to the Permit Coordinator as soon as possible. Please remember to enclose your check or money order for $100.00 to cover non-refundable application costs. Checks must be made payable to National Park Service - GOIS or make payment via Pay.Gov, a convenient and fast way to make secure electronic payments to Federal Government Agencies. Many common forms of payment are accepted, including credit cards, debit cards, direct debit or PayPal.  Pay application fee here via Pay.Gov  Federal procedures (31 USC 7701) require your social security number or tax identification number on the back of all checks or money orders accepted for deposit in the amount of $50.00 or more. You must supply your social security number or tax identification number in order for your check to be accepted and your application to be processed. Your application must be received in sufficient time for evaluation by the park staff before the start date for your activity. Requests which involve complex logistics or coordination with other visitor activities will require additional time to process. Your request will be evaluated on the basis of the information in your application. Please be aware that the $100.00 application fee is non-refundable. If your request is approved, a permit containing applicable terms and conditions will be sent to the person designated on the application. Additional fees may be charged based on the size and complexity of your permit. An estimated fee schedule will be provided upon approval of the permit.   When instructed to do so, you can pay additional fees by check or at Pay.Gov.  Click here to go to Pay.Gov to pay Recovery of Cost fee. Click here to go to Pay.Gov to pay Location fees and Cost Recovery for Filming and Commercial Photography permits. We recommend that you visit the park before submitting your application. If you have any questions about an event or activity, or to schedule a visit, please contact the Special Use Permit Coordinator.   Contact Special Use Permit Coordinator Governors Island National Monument 10 South Street New York, NY 10004 212-825-3048 jonathan_belson@nps.gov",
    "url": "https:\/\/www.nps.gov\/gois\/planyourvisit\/permitsandreservations.htm"
}
