{
    "title": "Governors Island National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information       Governors Island is a 172-acre island, a 10-minute ferry ride from Lower Manhattan and Brooklyn in New York City. Governors Island National Monument manages 22 acres, containing Fort Jay and Castle Williams. The City of New York through the Trust for Governors Island manages the rest of the 150 acres.      Operating Hours & Seasons   Public access to the island is during the summer season - generally from Memorial Day weekend through the last weekend of September.  Hours are dependent on the ferry schedules. The island is less crowded on weekdays.      Fees   There is no charge to visit the national monument or the island. There is a charge for ferry transportation. Exceptions: Children under 12, IDNYC holders, and select times, ride free. No private docking or mooring. See Directions for general ferry information and directions to the ferries.    There is no charge for programs conducted by the National Park Service.     Check out the programming we offer in the summer, including guided tours and historic weapons demonstrations. No reservations are required for National Park Service programs. Note: Tickets for Castle Williams roof tours are available one hour before each tour begins, and may be picked up inside the Castle, they are free. For special programming, such as Opening Weekend (usually Memorial Day weekend) and Civil War Weekend (usually the second weekend of August), check our event calendar.     The Trust for Governors Island, our island partner, also offers a wide variety of programming. Some events hosted by the Trust for Governors Island and other entities may be ticketed and require an entrance fee.        King Avenue Food Court   Eating    Liggett Terrace Food Court and King Avenue Food Court showcase a number of food truck and cart vendors that serve a variety of food, from burgers and ice cream to jerk chicken and empanadas! Note: More food trucks and vendors are on the island during the weekend.    You may also feel free to bring a picnic lunch. There are also many eating establishments in Lower Manhattan. Feel free to bring your favorite take-out to the island. Picnic tables and green-space are available. The Parade Ground has a view of Manhattan.   Water fountains and bottle filling stations are available at Soissons Landing and elsewhere on the island.   Grilling is permitted on the island by permit only through the Trust.   Beverage Rules: Visitors are not permitted to bring alcohol or any glass bottles onto the island. Beer and wine are available for purchase on the island.       Bicycling    Governors Island is a walking and cycling island. Cars, motorcycles, and other motorized vehicles are not permitted. Exception: Motorized wheelchairs, etc. If you have any questions, please contact 212-440-2200 for more information.   Cycling is a great way to see the island and if you own a bicycle, you are encouraged to bring it with you over on the ferries. You can also rent a bike on the island through Blazing Saddles and also the Citi Bike docking stations on the island.   Bicycling Rules:  Cycling is permitted all over the island except in designated areas. Please dismount and walk your bicycle in the following locations:        Soissons Landing Nolan Park inside Fort Jay inside Castle Williams       Leisure bicycling is permitted only on designated paths and in designated areas of the island. All bicyclists shall cycle at their own risk and comply with all bicycle rules. Speed limits are enforced.      Pets   We are sorry, pets are not permitted on Governors Island. Service animals with a State or New York City recognized service animal license are welcome. Please call 212-440-2200 for more information.     Island Rules      The following are not permitted on Governors Island: alcohol, pets, controlled substances, weapons, or explosives. All visitors and packages are subject to search. Children under 14 must be accompanied by an adult at all times. The Trust and its agents reserve the right to deny access to the Island at their discretion. Visitors are also not permitted to swim in New York Harbor except by permit. Fishing is permitted on Governors Island in the designated area along the western promenade. Fishing is catch and release ONLY. Drones are allowed on Governors Island and flown over Trust property. They should not be flown over National Park Service property (Fort Jay, Castle Williams and the area between the two forts). Call or write before you visit, we'll help keep you out of trouble.",
    "url": "https:\/\/www.nps.gov\/gois\/planyourvisit\/basicinfo.htm"
}
