{
    "title": "Governors Island National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions         General Ferry Information   Governors Island is located in New York Harbor, 1\/2 mile from the southern tip of Lower Manhattan and 400 yards west of Brooklyn's Red Hook waterfront. It is accessible only via ferry.    There are 3 ways to Governors Island:    1. Ferry from Manhattan (operates daily) Ferry service is provided from Battery Maritime Building at 10 South Street on the corner of South and Whitehall Streets in Lower Manhattan (next to the Staten Island ferry terminal). This ferry goes to Soissons Landing on Governors Island.   In addition to public access, this ferry also operates year round, providing service to those having official business with organizations on the island, the island's staff, contractors, and students of the New York Harbor High School.   2. Ferry from Brooklyn (operates weekends) Ferry service is provided from Brooklyn Bridge Park's Pier 6 at the end of Atlantic Avenue. This ferry goes to Yankee Pier on Governors Island.   The Trust for Governors Island, the island partner, is responsible for access to the island. See Governors Island ferry schedules and fares for the Manhattan and Brooklyn ferries.   3. East River Ferry - Commercial Ferry Service (operates weekends) This commercial ferry service is provided by the East River Ferry and serves several points on the East River. Their charges are higher and may change each season. For more information on schedules, routes, and costs, check www.eastriverferry.com.               The Manhattan ferry arrives at the Battery Maritime Building   Directions to Manhattan Ferry   Public transportation is the best way to get to the ferry to Governors Island. Check www.mta.info for routes, fares, and the status of subway and bus service.   1. New York City Transit Subways (MTA)   The R train to Whitehall St Taking the Staten Island ferry exit off the platform brings you to Whitehall Street. Continuing the same direction will bring you to the corner of Whitehall and South Streets, in view of the big, green Battery Maritime Building across the street, to the left of the Staten Island Ferry Terminal.   The 1 train to South Ferry Exits will bring you out in front of or inside the Staten Island Ferry Terminal. The Battery Maritime Building is to the left of the Staten Island Ferry Terminal.    The 4\/5 train to Bowling Green Brooklyn-bound passengers from uptown exit on to State Street. Follow it to the Staten Island Ferry Terminal, the Battery Maritime Building is next door to the left.  Uptown passengers from Brooklyn exit on Whitehall Street. Turn right and follow it to its end at the Staten Island Ferry Terminal, the Battery Maritime Building is next door to the left.   2. New York City Transit Buses (MTA)   M15 to South St\/Whitehall St The Battery Maritime Building is to the left of the Staten Island Ferry Terminal.    3. Commercial Ferry   The closest commercial ferry service to the Battery Maritime Building is Pier 11 at South Street and Wall Street on the East River. Pier 11 is served by ferries from the East and Hudson Rivers, New Jersey and the proposed shuttle ferry service from LaGuardia Airport (LGA). The Battery Maritime Building is about 3 blocks southwest on South Street, a 7-minute walk from Pier 11.    4. Railroad   The Long Island Railroad (LIRR) train will take you from Long Island to Pennsylvania (Penn) Station. From Penn Station, take the 1 train to Lower Manhattan. The Metro North train will take you from north of Manhattan to Grand Central Terminal. From Grand Central Terminal, take the the 4\/5 train to Lower Manhattan.   5. Inter-state Bus Service   The Port Authority Bus Terminal is the interstate bus terminal closest to Governors Island. The R and 1 trains are available at Times Square, a few blocks west on 42nd Street.   6. Taxi   Most taxi drivers will not know where Governors Island is located or how to get there. To avoid misunderstandings and side trips to an a far away island they do know how to get to (Rikers Island, Staten Island, City Island - it can happen), direct them to drop you off at the Staten Island Ferry Terminal at South and Whitehall Streets. The Governors Island Ferry departs from the Battery Maritime Building next door to the left.   7. Driving Directions   If you need to drive your vehicle to Lower Manhattan, directions are provided below. Cars are not permitted on Governors Island. If you would like to drive to Lower Manhattan in the vicinity of the Battery Maritime Building, you will need to park your car in either a parking garage or on the street.   Please Note: In lower Manhattan, on-street parking is extremely difficult to find. Parking is metered at one-hour intervals. Parking regulations are vigorously enforced and parking tickets are costly. Commercial parking lots and parking garages are available-mostly along South Street, near the South Street Seaport.    From the East Side of Manhattan:  FDR south to Exit 1, the Battery Park\/Staten Island ferry exit.    From the West Side of Manhattan:  Take the West Side Highway\/West Street to the FDR and exit at South Street as you emerge from the Battery Park Tunnel.   From Midtown:  Take Broadway to its end in Lower Manhattan, then bear left to State Street til it becomes Water Street, right on Broad Street and right on South Street.           Directions to Brooklyn Ferry   Check www.mta.info for routes, fares, and the status of subway and bus service.   1. New York City Transit Subways (MTA)   The 2\/3\/4\/5 trains to Borough Hall The R train to Court St The closest subway stop to Brooklyn Bridge Park's Pier 6 is Borough Hall-Court St, which is a 15-minute walk.    2. New York City Transit Buses (MTA)   B61\/B63 to Atlantic Av\/Court St The closest bus stop is Atlantic Avenue and Court Street.",
    "url": "https:\/\/www.nps.gov\/gois\/planyourvisit\/directions.htm"
}
