{
    "title": "Pipe Spring National Monument: Garden",
    "body": "Garden                Pipe Spring National Monument Garden   Garden:  The Kaibab Paiutes were hunter-gatherers, but nonetheless had garden plots complementing the nearly 100 species of wild edible plants included in their diet. They grew corn, beans, squash, potatoes, wheat and other plants in their summer camps. Permanent water sources such as Pipe Spring enabled them to irrigate their crops. They also grew materials for making their baskets. Gourds were grown for use as musical instruments (rattles) and for storage. Clothes were woven from cliffrose bark and other plant material.  Both the Utah Militia and James Whitmore had gardens at Pipe Spring. In the spring of 1870, Anson Perry Winsor, Jr. was sent by his father to plant a garden so that there would be produce when the Winsor family arrived in October to begin construction of what would come to be known as Winsor Castle. The Mormon Settlers had gardenswith numerous varieties of plants. In addition to corn for food, broom corn was planted for its obvious use: making brooms. Sorghum was grown to make molasses. Black currants and melons were cultivated as well.   The garden at Pipe Spring today includes plants grown by all three of these peoples including, of course, corn, beans and squash. Sunflowers acknowledge the time of the Ancient Puebloans. From the Kaibab Paiutes are the red-flowered amaranth whose seeds were used to flavor food. Also from the Kaibab Paiutes are devil’s claw, used for food when ripe and as basket-making material when dried; its dried seeds were ground into flour. Potatoes and onions were cultivated by both the Kaibab Paiutes and the Mormon settlers. Broom corn, sorghum and melons, from the time of the Mormon settlers, are in the garden as well.  Many of the specific varieties of plants in the garden are typical of the varieties that would have been grown at the time of the Kaibab Paiutes and the Mormon settlers.         << back  continue >>                       Garden   20 Photos  Garden, Orchard, and Vineyards at Pipe Spring National Monument",
    "url": "https:\/\/www.nps.gov\/pisp\/learn\/photosmultimedia\/garden.htm"
}
