{
    "title": "Hamilton Grange National Memorial: Volunteer",
    "body": "Volunteer         National Park Service Volunteer Patch   The VIP Program at Hamilton Grange National Memorial Hamilton Grange Is In Need of Volunteers. Do you enjoy working with people? Do you love history? Do you want to share the stories of our national heritage? Have you ever thought about working in a National Park? If the answer to any of these questions is yes, here is an opportunity for you!   At Hamilton Grange National Memorial, we welcome volunteers for a variety of projects. We deeply appreciate the time and effort that volunteers give to help our visitors understand and appreciate this important place. Volunteer opportunities include working in the visitor center, and assisting with special events. Volunteer opportunities at Hamilton Grange National Memorial are diverse. Volunteers are encouraged from the public without regard to race, creed, religion, age, sex, national origin, or disability. Please note that volunteers are not considered to be federal employees, but are protected from tort claims and may receive injury compensation. We supply uniform shirts and may supply other items to identify a volunteer. It is not our policy to offer any stipends for volunteers. Volunteer service is not creditable for leave accrual or any other employee benefit. However, volunteer service is creditable work experience. We have a current need for volunteers to work in our Visitor Center. If you are a people person consider working in our Visitor Center. You will help visitors get the most out of their visit to our site, help with our children's programs, assist with special events, answer questions, and much more. The time commitment of four hours a week is requested. To apply to become a volunteer please print and complete the Volunteer Application, and fax it to: 646-548-9366. For more information contact Vladimir Merzlyakov at (646) 548-2310 Volunteer Resources to download Volunteer Application (560kb PDF) National Park Service Volunteer Website",
    "url": "https:\/\/www.nps.gov\/hagr\/getinvolved\/volunteer.htm"
}
