{
    "title": "Hamilton Grange National Memorial: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn. To see the pictures of trading cards you can recieve from other parks Click here for our Flickr page.        Elizabeth Schuyler Hamilton   A Bridge Between Two Worlds During the Revolutionary War a young Colonel Alexander Hamilton married Elizabeth Schuyler of New York. The wealthy and influential Schuyler family settled during the Dutch colonial period, and owned plantations with 10 to 30 slaves each.  Hamilton had to reconcile his disapproval of slavery with his relationships of those close to him like the Schuylers, and George Washington.         Alexander Hamilton Orphan witness to horros, adult slavery opponent As a poor orphan with few options, while a boy in the Caribbean Hamilton worked as a clerk for a shipping company that participated, in part, in the slave trade. He saw firsthand the horrors that captive Africans endured from passage, and then the brutal conditions of sugar harvesting. This unique perspective influenced his work against slavery later.        The African Free School Established in 1794   Manumissions and Hamilton   During his childhood on the Island of Nevis in the Caribbean, Hamilton observed the cruel treatment of slaves. During the 1780s, he was a founder of the New York Manumission Society that advocated the abolition of slavery. The African Free School Established in 1794 by the society educated enslaved and free black students. The school endured beyond Hamilton's death in 1804, and by 1835 it had educated thousands.",
    "url": "https:\/\/www.nps.gov\/hagr\/learn\/kidsyouth\/tradingcards.htm"
}
