{
    "title": "Hamilton Grange National Memorial: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger       For Children under the age of 12, free Junior Ranger programs are available upon request. All participants receive a Junior Ranger badge.        Junior Ranger Badge NPS Photo  Become a Junior Ranger! Discover Hamilton Grange National Memorial and become a National Park Service Junior Ranger! Explore Alexander Hamilton's home through scavenger hunts, movies and activities. This program is offered to children ages 4-7. If you are at home Click here for the Junior ranger Booklet, print it and bring it with you or while visiting Hamilton Grange ask a Ranger or volunteer at the Visitor Center. Then start your journey to Explore, Learn and Protect Hamilton Grange National Memorial.   Adobe Reader is required to download the Junior Ranger Booklet (PDF). For a free version of Adobe Reader Click here. Each age group has different activities. Once the requirements are completed, bring the handbook to the Visitor Center front desk and inform the Ranger or volunteer you have completed your booklet. You will receive your Junior Ranger certificate and a Junior Ranger badge. The Junior Ranger Program provides a great opportunity for you to learn about history, plants, and Alexander Hamilton. You will enjoy the adventures of a Junior Ranger and the opportunity to earn a Junior Ranger badge. It's fun, rewarding, and free!         Become a Web Ranger!  Kids you can be a Junior WEB RANGER even if you are not able to visit a National Park. You will become a member of a growing group of 'KIDS' and young people who are interested in the world around them and involved with their nation's heritage. Visit the Offical Website to start your journey. Set up your Ranger Station and you're ready to explore your National Parks. Come help a baby sea turtle reach the sea, be a Spy, Drive a dog sled and experience the life and death struggle of a puma. There are over 50 activities created just for you. You can earn a Web Ranger Patch, FREE. Parents, learn along with your kids as they explore the parks. The National Park Service is committed to providing a web-safe environment where your 'kids' can explore the parks. No Personal Information is collected and none is required to participate.",
    "url": "https:\/\/www.nps.gov\/hagr\/learn\/kidsyouth\/beajuniorranger.htm"
}
