{
    "title": "Hamilton Grange National Memorial: Park Fun",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun               Park Fun           Children's Storytelling and Activities Program   Join us at the Hamilton Grange National Memorial's Visitor Center on Saturdays at 10:00 am for a weekly children's story telling and activities program. The program is open to all ages but is geared towards children 4-9. Please note that guardians must be with their children at all times. Call 646-548-2310 for more information.        Boy Scout and Girl Scout salute the American flag, circa 1960s. H. Armstrong Roberts\/Getty Images  Boy Scout and Girl Scout Ranger Programs  The National Park Service cooperates with the Girl Scouts of America and Boys Scouts of America with the Girl Scout Ranger and the Scout Ranger programs, respectively. The Resource Stewardship Boy Scout Ranger (Scout Ranger) program invites Boy Scouts to participate in educational programs and or volunteer service projects at national park sites, in order to:              Gain a better understanding of the National Park Service mission and conserving the nation's natural, cultural and historic resources.  Explore the national parks.  Practice good citizenship and kindness.  For more information on the national Scout Ranger program, please click here. For more information on becoming a Boy Scout ranger at Hamilton Grange National Memorial, please click here.   The Resource Stewardship Girl Scout Ranger (Girl Scout Ranger) program engages Girl Scouts in educational, volunteer service, or action projects in national parks in order to:   Spark girls' curiosity and interest in conserving wildlife and our natural and cultural resources.  Increase visitation and attract diverse Girl Scouts to national park sites.  Promote environmental science and conservation career exploration.  Empower girls to protect our national park sites through sustainable volunteer service or action.  For more information on the national Girl Scout Ranger program, please click here. For more information on becoming a Girl Scout Ranger at Hamilton Grange National Memorial, please click here.  Recognition items are available for different levels of participation in the program. Please click on the links above for more information. We look forward to seeing you, scouts!",
    "url": "https:\/\/www.nps.gov\/hagr\/learn\/kidsyouth\/parkfun.htm"
}
