{
    "title": "Hamilton Grange National Memorial: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Scout Ranger Patches    Become a Junior Ranger! Discover Hamilton Grange National Memorial and become a National Park Service Junior Ranger! For More information on becoming a Junior Ranger at Hamilton Grange National Memorial Click here.       Scout Ranger Patches   Calling all Girl Scouts and Boy Scouts! Visit our Park Fun page to find out how you can become an official Boy Scout Ranger or Girl Scout Ranger. Scouts can earn a certificate and\/or a patch in recognition of their achievement!            Flat Ranger on front lawn of Hamilton House David Underwood nps  Calling all Flat People! Flat Stanley by Jeff Brown is the story of a boy who is flattened by a bulletin board. Because he is flat, he can travel by mail (which costs a lot less than traveling by plane or car). Like Flat Stanley, Flat Rangers travel across the country by mail. They visit America's National Parks and send home pictures and information about all the places they see. Are you looking for a great destination to send your Flat Ranger? Then look no further than Alexander Hamilton National Memorial (The Grange). Our Rangers will share the history that makes Alexander Hamilton National Memorial so special with your Flat Ranger. By sending Flat Ranger to the Grange your little friend will get the VIP treatment while exploring Alexander Hamilton's summer home. A Ranger will be Flat Ranger's personal guide during the visit. The highlights of the trip will be a visit into Hamilton's dining room, pallor and private study. Flat Ranger will also visit other areas around Hamilton's home. You will get photographs of Flat Ranger's visit and information about Alexander Hamilton National Memorial. Start Your Adventure You can download our Flat Ranger Girl 1 (pdf, 196KB), Flat Ranger Boy 1 (pdf, 200KB) Flat Ranger Girl 2, Flat Ranger Boy 2, or draw your own. Decorate your flat friend any way you want. Don't forget to name your Flat Ranger.  Mail Flat Ranger with your name and address to: Hamilton Grange National Memorial Flat Ranger 414 West 141st Street New York, New York, 10031 (If your Flat Ranger needs to be home by a certain date, let us know)         Get your own Buddy Bison You can get your very own Buddy Bison right here at Hamilton Grange National Memroial. After you get your own Buddy Bison, send your photos of you and Buddy Bison as you explore national, state, and local parks; historic landmarks; wilderness areas; and wildlife refuges to buddy@buddybison.org. Or send them to Buddy's facebook page. We may add you to Buddy's map. You may be selected to be featured on our website and in our newsletter, Buddy Bison's Buzz along with stories, songs or drawings that you have written with Buddy Bison. Where Has Buddy Bison Been? Fuzzy, brown and ready for adventure, Buddy Bison wants to explore America's parks with you. Click here to find out where Buddy Bison has visited. Buddy Bison says, \"explore outdoors, the parks are yours!\". Become part of this national movement and help us cultivate current and future park stewards!",
    "url": "https:\/\/www.nps.gov\/hagr\/learn\/kidsyouth\/index.htm"
}
