{
    "title": "Hamilton Grange National Memorial: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         David Bruce Smith’s Grateful American™ Series was interviewing author Tom Fleming. NPS  Group Tour Reservation Requests Hamilton Grange National Memorial accepts advance tour reservations for groups of 10 to 30 individuals.  Tours may be scheduled for 10:00 a.m. or 11:00 a.m., Wednesday through Friday. Click HERE to download more information and a group reservation request form. (274 KB Fillable PDF)  You can make a request by completing the form and faxing it to (646) 548-9366.  You can also e-mail the form to hagr_info@nps.gov.  Please note: Submission of the request form does not mean that you have scheduled a tour.  Your tour has not been scheduled until you have received a confirmation fax or e-mail from a Hamilton Grange ranger. Groups must submit a request form at least two weeks prior to their desired tour date(s). Groups without reservations are welcome to visit the exhibit area and view the film. Groups may be scheduled at least 14 days in advance. The visitor capacity of the 1st floor during guided tours is 15, including all group leaders\/chaperones. Please be aware of this before applying for a reservation. Youth groups must include 1 adult for every 8 youths or part thereof (e.g. a youth group of 12 youths must be accompanied by 2 adults.) NOTE: There are no dining facilities available anywhere on the property. Those groups wishing to picnic may do so in adjacent St. Nicholas Park, which is separately managed by the NYC Department of Parks and Recreation. Picnic groups of 20 or more for St. Nicholas Park must apply for a NYC permit, here.   Permits   A Special Use Permit is required for any activity that provides a benefit to an individual, group, or organization rather than the park or the public at large. Many of the events that require permits also require some degree of oversight from National Park Service staff. First Amendment Activities We encourage citizens to exercise rights guaranteed by the Constitution. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect the public and park resources. Therefore, such First Amendment activities involving over 25 participants require special use permits and National Park Service staff may regulate the time, place, and manner in which they are conducted. Some examples are:  distribution and\/or sale of printed matter religious services public demonstrations or assemblies, etc. collecting signatures for petitions  View and print the Special Use Permit Instructions and Requirements for Hamilton Grange National Memorial  Commercial Filming\/Still Photography Application Form A Commercial Filming\/Still Photography Permit is required for any filming or photography done by photojournalists and other members of the media within the boundary of Hamilton Grange National Memorial.    For more information regarding special use, commercial filming, and\/or short term leasing at Hamilton Grange National Memorial, contact the Special Use Permits Coordinator at (212) 825-6990.    Application Process To apply for a Permit, complete the form, and send it with a non-refundable application fee of $50 to:  ATTN: Special Use Permits Coordinator Manhattan Sites 26 Wall Street New York, NY 10005 Please make check or money order payable to the \"National Park Service\". Note that this is only an application form. A permit form will be sent to you as soon as we approve your proposed activity. No Special Use Permit is valid until signed by the Superintendent or other authorized federal official. Please be advised that additional fees maybe assessed, depending upon the nature of the activity.",
    "url": "https:\/\/www.nps.gov\/hagr\/planyourvisit\/permitsandreservations.htm"
}
