{
    "title": "Hamilton Grange National Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Hamilton Grange National Memorial is located in Saint Nicholas Park in Manhattan. The street address is 414 West 141st Street, and it sits between Convent Avenue and St. Nicholas Avenue. (Google, Bing)      Parking Options There is no on street parking on West 141 street between Convent Avenue and St. Nicholas Avenue. Limited street parking is available in the area. Alternate side parking is normally in effect. Click to find out: What is alternate side parking? For more information please see DOT Website Hamilton Grange National Memorial is located in Manhattan on West 141st Street at the intersection of Hamilton Terrace, between St. Nicholas Avenue and Convent Avenue. There are also parking garages in the area. To find the nearest one in the area Click Here. Enter the zip code 10031. Drop Off Mobility-Limited Passengers From the North: Take I-87 (Major Deegan Expressway) to Exit 4, East 149th Street. Go West on 145th Street to Convent Ave. Go South four blocks on Convent Avenue. Turn East onto 141st Street and proceed to the intersection with Hamilton Terrace. Hamilton Grange NM will be on your right. From the George Washington Bridge and Manhattan: Take Broadway to 141st Street. Go East on 141st Street passing Convent Avenue to the intersection of 141st and Hamilton Terrace. Hamilton Grange NM will be on your right.      Subway * Take the #1 train to the West 137th Street stop on Broadway. Go North to 141st Street and make a right. Walk East towards Hamilton Terrace. The Grange is located at the intersection of West 141st Street and Hamilton Terrace. * Take the A, B, C, or D train to the West 145th Street stop on St. Nicholas Avenue. Go south to 141st Street.Make a right onto 141st Street. Go west one block to Hamilton Terrace. Bus * From the East Village or Grand Central Station, take the M3 bus to St. Nicholas Avenue and 141st. You can also catch the M3 downtown from 193rd Street and St. Nicholas Avenue in Fort George to 141st Street. * From Broadway, take the M4 or M5 bus two blocks to the west. * From Amsterdam Ave, take the M100 or M101 bus one block to the 2est. * BX19 bus operates cross-town on 145th Street. * Limited service available on Convent Avenue by M18 bus. For schedules and maps regarding public transportation in New York City, please visit the website for the Metropolitan Transportation Authority of the State of New York.         Bicyclists Information Bicyclists are welcome to use the racks that are provided, on the sidewalk in front of Hamilton Grange, to secure their bikes. Bicycle Routes The New York City Department of Transportation web page on bicycling in our host city includes information on how to plan a route. You can find it by clicking HERE",
    "url": "https:\/\/www.nps.gov\/hagr\/planyourvisit\/directions.htm"
}
