{
    "title": "Hamilton Grange National Memorial: Frequently Asked Questions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Frequently Asked Questions              Frequently Asked Questions         A full-length portrait by the celebrated Revolutionary-era painter John Trumbull of Alexander Hamilton.   Do I need to make a reservation to take a ranger-led tour?  No. Scheduled guided tours are filled on a first-come first-served basis each operating day. Advance reservations are not available for groups of fewer than ten (10) visitors.  Ranger-led tours are scheduled for 10 a.m., 11 a.m., 2 p.m. and 4 p.m., Wednesday through Sunday. Please Note: We recommend arriving at least 30 minutes prior to your desired tour time. Can tours be reserved? Yes, but reservations are generally for school and community groups. However, if you have a group of ten (10) or more visitors, you will need to schedule a tour in advance. Click here for more information about tour reservations. Can I take a self-guided tour of the period rooms? Yes, but only at certain times during the day.  In addition to our ranger-led tours, we offer self-guided experiences where visitors are able to view the rooms at their own pace, while a park ranger stands by to answer questions. Self-guided experiences are offered during two 1-hour periods each day: 12:00-1:00 p.m. and 3:00-4:00 p.m.  Was Hamilton Grange actually moved? Yes. Twice! In 1889, the city began building new streets across Alexander Hamilton's former estate. A church bought The Grange and moved it to safety, two blocks away. In 2008, the National Park Service moved the building to its current home in St. Nicholas Park, which is located on a part of Hamilton's original estate. What is the architectural style of The Grange? It was designed in the early Federalist style. Who was the architect? John McComb, Jr. He was an American architect who designed many landmarks in the 18th and 19th centuries, including New York City Hall (1803), Gracie Mansion, Castle Clinton and the Montauk Point Light. Where was Alexander Hamilton born? He was born on Nevis, a small island in the Caribbean.",
    "url": "https:\/\/www.nps.gov\/hagr\/planyourvisit\/frequently-asked-questions.htm"
}
