{
    "title": "Perry's Victory & International Peace Memorial: Tecumseh page 2",
    "body": "Tecumseh page 2       In 1808, the Shawnee brothers established a new capital on the banks of the Wabash and Tippecanoe rivers. Prophetstown was a village where Indians from all nations were welcome. There they could hear the words of The Prophet and make preparations to defend their lands. Tecumseh, meanwhile, traveled extensively in an effort to build his alliance. He preached along the Great Lakes, up and down the Mississippi Valley and as far south as Alabama, spreading his message: Brothers we must be united; we must smoke the same pipe; we must fight each other's battles; and more than all, we must love the Great Spirit. He is for us. He will destroy our enemies and make all his red children happy.   As the years passed, tensions in the Old Northwest continued to rise. In 1809, Harrison extracted a \"whiskey treaty\" from a group of intoxicated chiefs. Three million acres that the chiefs did not own were ceded to the U.S. Tecumseh journeyed to the territorial capital at Vincennes, denouncing Harrison and the treaty in public, but to no avail.   In the summer of 1811 Tecumseh traveled south to meet with the Creek, Chickasaw, and Choctaw people. The Shawnee leader had promised a sign of his power, and as he arrived in Alabama a huge comet appeared, brightening the skies and fading after his departure. Then, shortly after he left for Prophetstown, a series of violent earthquakes arched out of their epicenter in southeastern Missouri to destroy lives and property throughout the midwest and south. In the minds of the Creek and many others, Tecumseh had made good on his promises.   Back in Indiana Territory, Governor Harrison sensed an opportunity when he discovered that Tecumseh was in Alabama. Raising an army of 900 men, the governor marched against Prophetstown, a move that goaded Tenskwatawa into attacking Harrison's force on November 7, 1811. The Battle of Tippecanoe proved a disaster for The Prophet, who had promised the Indians that their faith would ward off the white man's bullets. When Tecumseh returned two months later, he found Prophetstown burned to the ground, the food supplies destroyed. The dispirited people had scattered, having lost faith in The Prophet. Tenskwatawa's actions had also seriously eroded Tecumseh's influence among the northern tribes. page 1 page 3 page 4",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/tecumseh-continued.htm"
}
