{
    "title": "Perry's Victory & International Peace Memorial: Robert Heriot Barclay page 3",
    "body": "Robert Heriot Barclay page 3       Regardless of strength, Barclay faced little choice but to fight. With Perry's fleet anchored at Put-in-Bay, the water supply route to Fort Malden and the navy yard had been severed. The only possible way the British could hope to continue operations in western Upper Canada was for the British flotilla to defeat the obstructing American fleet. Barclay was all too aware that his fleet was undermanned, undertrained, and outgunned, but he was out of options.  At the Battle of Lake Erie, during which Barclay suffered another severe wound, the entire British flotilla was captured by the Americans. Barclay himself was court-martialed following the defeat, a standard procedure whenever one or more vessels were lost. After testimony was heard the court decreed that, \"the Officers and Men of His Majesty's late Squadron conducted themselves in the most gallant Manner.\" The board further ruled \"Captain Robert Heriot Barclay, his surviving Officers and Men, to be most fully and most honourably acquitted.\" Much controversy surrounded events relating to the Battle of Lake Erie, but virtually none of that contention concerned the actions of Robert Heriot Barclay.  The Lake Erie commander was acquitted, but the Scotsman's body and career both were in ruins. Barclay suffered two wounds during the battle. In addition to having already lost his left arm, his right arm had now been rendered virtually useless by grapeshot. His pathetic appearance at the court-martial reportedly drew tears from spectators. Such was the state of Barclay's body and mind that he offered his fiancee a release from her vow to marry him.  His career fared no better. Despite the favorable outcome of the court-martial, Barclay had still suffered what was for the British Navy an embarrassing defeat. As a result, over the next eleven years he was employed for a total of only three or four months. It was not until October 1824 that Barclay was finally posted to captain. Even then his only command was the Infernal, a tiny bomb vessel. Shortly thereafter Barclay opted to retire.  Barclay married Agnes Cossar on August 11, 1814 during his convalescent leave. The couple moved to a house in Saxe-Cobourg Place in Edinburgh, Scotland, where they raised a family of eight children. After his retirement Barclay was a conspicuous figure on the streets of Edinburgh, well known in the city as the one-armed captain. Robert Heriot Barclay died in Edinburgh on May 8, 1837. page 1 page 2",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/robert-heriott-barclay-page3.htm"
}
