{
    "title": "Pipe Spring National Monument: Revegetation Panel",
    "body": "Revegetation Panel                 Pipe Spring National Monument is establishing a native vegetation plot, reminiscent of the grasslands of the Arizona Strip prior to the 1850s. Over-abundant shrubs (four-wing saltbush and sagebrush) were removed from the area, and native grasses and forbs (broad-leaved flowering plants) were planted. This mix of native species will help encourage a diverse plant community. Imagine the scene in the future with wild grasses once again waving in the breeze.   …The foothills that yielded hundreds of acres of sunflowers which produced quantities of rich seed, the grass also that grew so luxuriantly…the seed of which was gathered with little labor, and many other plants that produced food for the natives is all eat out [sic] by stock.   Letter, Jacob Hamblin to John W. Powell, 1880         The landscape of plants on the Arizona Strip 150 years ago was a diverse mixture of grasses, forbs, and brush, adapted to high desert conditions. These plants provided food for animals such as antelope, deer and rabbits. The native plants also provided subsistence foods for the native peoples. The Southern Paiute developed finely woven basketry solely for collecting seeds. The abundance of desert grasses also drew cattle and sheep ranchers to the Arizona Strip.   My grandmother used to gather . . . a little green plant, a little old bush, and she’d whip the seeds into a basket. That was good food….First she’d roast it…. And then she used to grind it and it used to make real good soup or stew or sometimes she made it into gravy. Oh, it was really tasty.  Kaibab Paiute elder, 1995 Photo: John K. Hillers, 1872        Cattle at Pipe Spring ranch   The fragile environment of the Arizona Strip in the 1800s was well described by Clarence E. Dutton of the United States Geological Survey who visited the area in the 1870s and 1880s: Ten years ago the desert spaces outspreading to the southward were covered with abundant grasses, affording rich pasturage to horses and cattle. Today hardly a blade of grass is to be found within ten miles of the spring… The cause of the failure of pasturage is twofold. There is little doubt that during the last ten or twelve years the climate of the surrounding country has grown more arid. The occasional summer showers which kept the grasses alive seldom come now, and through the long summer and autumn droughts the grasses perished even to their roots before they had time to seed… Even if there had been no drought the feeding of cattle would have impoverished and perhaps wholly destroyed the grass by cropping it clean before the seeds were mature, as has been the case very generally throughout Utah and Nevada.         << back  continue >>",
    "url": "https:\/\/www.nps.gov\/pisp\/learn\/photosmultimedia\/revegetation-panel.htm"
}
