{
    "title": "Perry's Victory & International Peace Memorial: Oliver Hazard Perry page 3",
    "body": "Oliver Hazard Perry page 3       For Perry the post war years were marred by controversy. The Java cruised to the Mediterranean in 1815 to help quell continuing problems with the Barbary pirates. While anchored in Naples, an unseemly incident induced Perry to slap the Java's Marine officer, John Heath. Perry and Heath were both court-martialed and found guilty, but they received only mild reprimands. After the Java returned to home waters matters were further complicated when Heath challenged Perry to a duel. The duel was fought on October 19, 1817 on the same field where Aaron Burr killed Alexander Hamilton. The Marine fired first from four paces and missed; honor was satisfied when Perry refused to pull the trigger.   It was during this same period that Perry found himself entangled once again with his old nemesis from Lake Erie - Jesse Duncan Elliott. Perry's return from the Mediterranean prompted an exchange of acrimonious letters, after which Elliott challenged Perry to a duel. Perry declined, honor notwithstanding, and instead he decided to once and for all lay this repugnant business to rest by filing formal court-martial charges against Elliott. Specifications filed by Perry against Elliott included, \"Conduct unbecoming an officer,\" \"manifesting disregard for the honor of the American flag,\" and failure to \"do his utmost to take or destroy the vessel of the enemy which it was his duty to encounter.\"   The Secretary of the Navy was dismayed by Perry's charges. Both officers had well-placed connections, and the secretary was all too aware of the scandal that would ensue, not to mention the divisiveness in the officer ranks engendered by a lengthy, sordid court-martial. Rather than make a decision the secretary abdicated responsibility and passed on the charges and relevant material directly to President James Monroe. Monroe, desiring to defuse the quarrel and unwilling to expose the Navy or the country to what he envisioned would be a deleterious encounter for all concerned, opted to suppress the whole matter. Thus ended the final opportunity to unearth the circumstances surrounding the Perry-Elliott controversy.   To placate and distract his impetuous young hero, Monroe selected Perry to preside over an important diplomatic mission to South America. Perry sailed on board the U.S. Frigate John Adams in June, 1819, arriving off the mouth of the Orinoco River on July 15. From there he transferred his flag to the USS Nonsuch. The Nonsuch would carry Perry up the Orinoco to Angostura, the capital of Venezuela, where yellow fever was said to be a problem.  The Nonsuch arrived at Angostura on July 27. Perry maintained quarters ashore during the next two-and-a-half weeks, and while the commodore managed to maintain his own health, twenty Nonsuch crewmen attracted yellow fever, five of whom died. With his mission success-fully completed Perry rejoined the Nonsuch, confident that he had escaped the fever and anxious for a quick passage back to the fresh breezes at Port of Spain, Trinidad. On the evening of Sunday, August 15 the schooner catted its anchor and rapidly floated downstream on the Orinoco's current. However, Perry was not to escape. Two days later he woke abruptly at 4:00 a.m. with chills and a fever. Always susceptible to illness, Perry's condition rapidly deteriorated. The crew of the Nonsuch frantically pushed themselves and their vessel in an effort to reach Port of Spain, but their efforts fell short by only a few miles. At 3:00 p.m. on Monday, August 23, 1819 - on his 34th birthday - Oliver Hazard Perry died from yellow fever. page 1 page 2",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/perry3.htm"
}
