{
    "title": "Perry's Victory & International Peace Memorial: Oliver Hazard Perry page 2",
    "body": "Oliver Hazard Perry page 2       After the court-martial Perry enjoyed an extended leave of absence. On May 5, 1811 he married twenty year old Elizabeth Champlin Mason at Newport, Rhode Island. The dashing young naval officer first encountered his future bride at a dance four years earlier. The newlyweds enjoyed an extended honeymoon, leisurely touring the New England states. Eventually the union, always described as a happy one, would produce five children, one of whom died in infancy.  Perry remained an unemployed officer until May of 1812 when the threat of war spurred the eager lieutenant to seek employment. When war with Great Britain was declared on June 18, 1812, Perry was assigned to command a squadron on tiny gunboats at Newport. Dissatisfied with what he considered an insignificant appointment, Perry petitioned the Navy Department for a posting at sea. Over the next few months, while his friends gained glory on sleek vessels like the Constitution, United States, and Hornet, Perry felt that he was unfairly being left to rot in a backwater of the war, even though he received a promotion to master commandant on October 6, 1812. Several unsuccessful pleas to the naval hierarchy finally prompted the disheartened Perry to initiate last resort measures to gain an important command. Not particularly desirous of serving on the Great Lakes, much preferring a sloop-of-war on the high seas, Perry nevertheless petitioned his old friend Isaac Chauncey, who then commanded naval operations on the lakes. Perry's timing was fortuitous since Chauncey was much in need of an experienced officer for the flotilla then under construction on Lake Erie.   On February 8, 1813 Perry received Navy Department orders to report to Isaac Chauncey on the lakes. His subsequent success, both with constructing the fleet and winning the battle, have immortalized Oliver Hazard Perry in American naval history as the hero of Lake Erie. Shortly after the battle and the subsequent victory of William Henry Harrison's army at the Thames River, where Perry served as a volunteer aid to Harrison, the commodore requested a transfer back to Rhode Island. In November, 1813 Perry resumed duties with the gunboat flotilla at Newport; however, his promotion to captain, dated September 10, 1813, and his elevated status with the Navy Department and the country, assured that it would be a temporary assignment. In July, 1814 Perry was offered a posting commensurate with his new rank, command of the Java, a new 44-gun frigate under construction in Baltimore. While engaged in fitting out the Java, Perry participated in the defense of both Washington and Baltimore during the late summer British invasion of the Chesapeake Bay region. Ironically these land engagements would be Perry's swan song, peace was declared before the new captain could get his ship to sea. page 1 page 3",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/perry2.htm"
}
