{
    "title": "Perry's Victory & International Peace Memorial: Laws & Policies",
    "body": "Laws & Policies         Perry's Victory is a beautiful winter wonderland. NPS photo  Congress established Perry’s Victory and International Peace Memorial to: . . . The preservation of the historical associations connected therewith, to inculcate the lessons of international peace by arbitration and disarmament, and for the benefit and enjoyment of the people… Public Law 49- 1393 (PEVI Enabling Legislation) June 2, 1936     Firearms Regulations Legislation – As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65. Park User Responsibility – It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park.  As a starting point, please visit our state’s website:   www.ohioattorneygeneral.gov\/Enforcement\/Concealed-Carry. Refer to the Ohio Revised Code for more information. Weapons Prohibited in Federal Facilities – Federal law prohibits firearms in certain facilities in this park; those facilities are marked with signs at all public entrances.  Superintendent's CompendiumThe Superintendent's Compendium is the summary of park specific rules implemented under 36 Code of Federal Regulations (36 CFR). It serves as public notice, identifies areas closed for public use, provides a list of activities requiring either a special use permit or reservation, and elaborates on public use and resource protection regulations pertaining specifically to the administration of the park. The Superintendent's Compendium does not repeat regulations found in 36 CFR and other United States Code and CFR Titles, which are enforced without further elaboration at the park level.",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/management\/lawsandpolicies.htm"
}
