{
    "title": "Perry's Victory & International Peace Memorial: Robert Heriot Barclay",
    "body": "Robert Heriot Barclay       I trust that...the honor of His Majesty's flag has not been tarnished.\" These fateful words were penned to mitigate a lamented British defeat on Lake Erie on September 10, 1813; however, they also serve as a fitting epitaph to the relatively brief, but distinguished Royal Navy career of Captain Robert Heriot Barclay.   The product of a typical middle class British Isles upbringing, Barclay was born on September 18, 1786 at King's Kettle Manse near Fife, in the Fife Region of Scotland. The second child of Reverend Peter Barclay, D.D. and Margaret Duddingstone Barclay, Robert received his unusual middle name from one of his father's parishioners and close friends, one Heriot of Ramornie. Slight of stature as a youth, Barclay was, according to one source, \"neatly formed, plump and rosy-cheeked, with large dark eyes surmounted by black eyebrows and a shock of black hair, with a slight inclination to curl.\" Barclay proved to be an adept student, and he was showing great academic promise when, at the tender age of 12, he made a decision which was to devastate his mother. Captivated by the deeds and reputation of his seafaring uncle, Admiral William Duddingstone, Barclay chose to follow in the footsteps of his famous relative by opting for a career in the Royal Navy.   In the summer of 1798 Barclay was appointed a midshipman on board the HMS Anson, a 44-gun frigate. His cruise on the Anson was eventful to say the least; the young Scot was involved with the capture of two French frigates, two large Spanish gunboats, a privateer, and seven merchant vessels. In December 1804, while the Anson was provisioning at Malta, Barclay sat for his promotion examination. In March 1805, having passed the crucial test, he was appointed to the rank of lieutenant by Lord Horatio Nelson and assigned to the Swiftsure, a 74-gun ship of the line.   On board the Swiftsure Barclay was to find himself embroiled in the most cataclysmic naval battle of the century. On October 21, 1805 Lord Nelson, with twenty-seven line of battle ships, decisively defeated a numerically superior French and Spanish fleet off Cape Trafalgar, Spain, destroying seventeen enemy sail. The Swiftsure was engaged with the Achille, a French 74, and suffered seventeen killed and wounded. Only slightly damaged, the Swiftsure was extensively involved in rescue and salvage operations during the severe gale that followed the battle.   The Swiftsure was paid off in 1807, after which Barclay enjoyed a bittersweet two month leave at the Manse in Fife. Barclay's mother had died in 1801, his father having remarried, and his childhood playmates, his older and next youngest brothers, were in the King's service far from home. Nevertheless, it was during this leave that Barclay met his future bride, Agnes Cossar, who was from Cupar, a town near Fife. page 2 page 3",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/robert-heriott-barclay.htm"
}
