{
    "title": "Perry's Victory & International Peace Memorial: News",
    "body": "Explore This Park    Learn About the Park     News             News       Bicentennial of the Battle of Lake Erie Commemorative Program  Who: National Park Service at Perry’s Victory and International Peace Memorial What: A Bicentennial program commemorating Master Commandant Oliver Hazard Perry’svictory over the British in the Battle of Lake Erie on September 10, 1813, honoring the brave men who fought for their countries, and celebrating the long-lasting peace between the United States, Great Britain, and Canada. When: 3 - 4:15 p.m., Tuesday, September 10, 2013 Where: Perry’s Victory and International Peace Memorial Lower Plaza  Read More>>      Commemorating Events for the Bicentennial of the Battle of Lake Erie Put-In-Bay, Ohio – The National Park Service continues to commemorate the Bicentennial of The Battle of Lake Erie, fought between American and British navies during the War of 1812. This battle was a decisive American victory led by Master Commandant Oliver Hazard Perry from the safe harbor at South  Bass Island on September 10, 1813, which led to a long-lasting peace between the United States, Great  Britain, and Canada. A series of events will take place at Perry’s Victory and International Peace Memorial now through the anniversary on Tuesday, September 10, 2013. Selected activities of the historic weekend events are below.  All events are FREE (fee for access to Memorial Observation Deck). For additional events, photos, and more information, visit www.nps.gov\/pevi\/planyourvisit\/special-events.htm. Read More >>          5th Annual \"Return of the Mayfly\", Lake Erie Ecology Education Day to be held at Perry's Victory Things will get a little watery on Saturday, June 22nd, at Perry's Victory and International Peace Memorial when we turn our attention from the Battle of Lake Erie to our beloved lake itself. The National Park Service site is hosting its 5th annual \"Return of the Mayfly\" festival from 11 a.m. to 3 p.m. \"Return of the Mayfly is a free event that gives adults and children alike the opportunity to learn about our fascinating friend, the mayfly, and his role in his ecologically unique home…….Lake Erie\" said Memorial Superintendent Blanca Stransky. Events and activities will focus on the Lake Erie ecosystem and some of our favorite critters will be here, including the mayflies! “Our annual Mayfly Fest honors those pesky insects we all love to hate.  Yet, mayflies play such an important role in the local ecology and in determining the health of Lake Erie that they deserve our respect and understanding,” Stransky added. This year’s activities will again include a variety of fun science based activities. Visitors will have the opportunity to study mayflies with some student volunteers using viewing scopes provided by Ohio State University Stone Laboratory.  Children may participate in the ever popular “Build-A-Bug” and “Bug Mask” crafts. Ichthyology and Invasive Species Ranger Programs and will provide kids with the opportunity to see and understand some interesting plant and animal species, with help of volunteers from the Lake Erie Islands chapter of the Black Swamp Conservancy. Plus, some of our park rangers will help children discover the effects of pollution using hands-on water quality testing.  For more information, please call Perry’s Victory and International Peace Memorial at (419)285-2184 or visit www.nps.gov\/pevi.         Annual “Art’s on Erie” to be Hosted by Perry’s Victory The Put-in-Bay Arts Council will again be providing a full week of art activities for kids in their annual Art’s on Erie event. The event runs from Sunday June 23rd to Friday June 28th and will be take place at the Perry’s Victory and International Peace Memorial Visitor Center. The event sponsored by the PIB Art’s Council includes a number of activities lead by guest artists from around the area. Activities will run from 11am- 3pm Sunday through Wednesday and on Friday. Thursday the activities will take a little different schedule as music becomes the focus of the day. The Hardtackers, a Sea Shanty and Sea Song team out of Columbus, will teach penny whistle and sea shanty writing workshops from 11am-1pm, and 2pm-4pm. They will return in the evening for a family concert at 7pm, also to be held at the Perry’s Victory Visitor Center. All activities are free and open to the public. Space in workshops is limited and will be given on a first-come basis. The art activities of each day are as follows: Sunday -Chalk walk Monday - Wax painting and pendant making Tuesday - Tie dying Wednesday- Paper plate fish Friday- Underwater watercolor painting         Make or Order a Personalized War of 1812 Gown at the 1812 Dress Workshop 9 a.m. - 5 p.m. June 29 - 30 Put-in-Bay Town Hall Perry’s Victory and International Peace Memorial will host a two day “War of 1812 Dress Making Workshop” the weekend of June 29-30 in preparation for upcoming bicentennial events.  Workshop participants will have the chance to collaborate with historical fashion experts Cathy Taylor and Steve Pontious in order to create their dream 1812 garment. The workshop will be held at Put-in-Bay Town Hall 9 a.m. – 4 p.m. During the workshop Taylor and Pontious will step you through the process of creating a unique and personalized frock from start to finish with tips to achieve authenticity and information about the style of the time, most notable for the ubiquitously preferred empire waist line. See the Details>>         Peace Among Nations - The Lasting Legacy of the War of 1812 Art Exhibition: June 3 - Sept. 15 Columbus, Ohio In honor of the Bicentennial of the War of 1812, Perry's Victory and International Peace Memorial along with several of its partners will sponsor, \"Peace Among Nations-The Lasting Legacy of the War of 1812 Art Exhibition at the James A. Rhodes State Office Tower in Columbus, Ohio starting June 3, said Blanca Alvarez Stransky, Superintendent of Perry's Victory and International Peace Memorial. The exhibition will feature artists of all ages from Canada and Ohio depicting the War of 1812, the Battle of Lake Erie, the building of the Perry's Victory Memorial, the US Brig Niagara and the long-lasting peace between nations. Read More...         United States Mint to Launch New Quarter Honoring Perry's Victory and International Peace Memorial on April 20, 2013   Put-in-Bay, Ohio - The public is invited to celebrate the release of a new quarter honoring Perry's Victory and International Peace Memorial on Saturday, April 20 at 11:30 a.m.  The ceremony will be held on the lower plaza of the Memorial and will feature drumming by the Black Swamp Intertribal Foundation, the United States Naval Sea Cadet Color Guard (Firelands Division), the Put-in-Bay Brownie Troop, and vocalists Deb Parker and Robert Bell.     Invited guest speakers include the Governor of Ohio and Congresswoman Marcy Kaptur.  Masters of Ceremonies for the event will be Greg Peiffer, President and General Manager of WIP\/WPCR radio.   After the ceremony, guests will be treated to refreshments provided by the Put-in-Bay Chamber of Commerce and the Perry Group.  \"Thanks to First National Bank, who has agreed to be the sponsoring bank, visitors will be able to exchange dollars for the newly minted quarters after the ceremony,\" said Blanca Alvarez Stransky, Superintendent of Perry's Victory and International Peace Memorial. More...     To see the program for the quarter launch click here.          2012 Monument Shard Removal NPS Photo  Re-Opening July 3rd, 2012  Perry's Victory and International Peace Memorial on South Bass Island will officially open for visitation after being closed for almost three years on Tuesday, July 3 2012.  The memorial was closed due to restoration and due to an on-going investigation of the structural damage first discovered when a 500-pound piece of granite fell from the observation deck in June 2006. More..     Memorial To Undergo Restoration Study from September 8 until October 17, 2014 PUT-IN-BAY, OHIO –The Memorial at Perry's Victory and International Peace Memorial will close Monday, September 8 for a joint investigation study to prepare for the future repointing and cleaning of the column surfaces. The closure is necessary as workers will be utilizing swing stages hanging from the top of the Memorial to conduct the study.  Due to safety concerns during the joint investigation work, visitors will be unable access the Memorial, Superintendent Blanca Alvarez Stransky announced today. Read More>>      For more stories on Perry's Victory and International Peace Memorial Visit the archives...   Follow us on Twitter and Facebook for the most up to date information! More...",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/news\/index.htm"
}
