{
    "title": "Perry's Victory & International Peace Memorial: Tecumseh",
    "body": "Tecumseh       Tecumseh began life in the Shawnee village of Piqua, Ohio on March 9, 1768 as a great meteor flashed and burned its way across the heavens. This event accounts for his name, The Shooting Star or, to be more precise, Celestial Panther Lying in Wait. Growing to manhood immersed in the Shawnee hunting culture, Tecumseh became famous as a warrior. He was also a dynamic orator, one who could motivate and inspire his audiences. Early on, Tecumseh understood that the white man would never rest until all Native Americans were dispossessed, either driven into exile or eradicated entirely.   To counter this threat, Tecumseh conceived of an alliance of all remaining Indian people, from Canada to the Gulf of Mexico, from the prairies of the Midwest to the swamplands of Florida. All Indian people would set aside their ancestral rivalries and unite into a single movement to defend their culture, their homelands, and their very lives.   Providing spiritual impetus for Tecumseh's movement was the teaching of his younger brother, Lalawethica. Lalawethica had been a weak, ineffective young man, given to excessive drinking, until one evening in 1805 he drank himself into such a stupor that his family gave him up for dead. He later claimed, however, that he had journeyed to the dwelling-place of the Creator Spirit where he was told to mend his ways and then go forth and preach to his people. From that time forward, Lalawethica was known as Tenskwatawa, The Open Door or The Prophet. He insisted that Indians must give up all the white man's ways, especially alcohol, and return to the customs of their ancestors. Tenskwatawa's teaching brought new pride and dignity to the Indians, and a mood of restlessness and resistance began to sweep the frontier.   Keeping close watch on Tenskwatawa's activities was William Henry Harrison, Governor of Indiana Territory. Harrison distrusted all Indians and he attempted to undermine Tenskwatawa. He challenged Tenskwatawa to prove that he was a prophet by causing the sun to stand still and the moon to alter its course. Tenskwatawa rose to the occasion, predicting that, on a given day, he would make the sun disappear and then bring it back again. On that day a solar eclipse occurred, causing Tenskwatawa's prestige to soar. page 2 page 3 page 4",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/tecumseh.htm"
}
