{
    "title": "Perry's Victory & International Peace Memorial: Oliver Hazard Perry",
    "body": "Oliver Hazard Perry       The man who was to lead the Lake Erie fleet to victory during the War of 1812 was born on August 23, 1785 at South Kingstown, near the village of Wakefield, Rhode Island. The eldest of five sons and three daughters born to Christopher Raymond and Sarah Alexander Perry, the first son was named after his paternal grandmother's father, Oliver Hazard, and also for his uncle, Oliver Hazard Perry, who had recently been lost at sea.   At age 13 the strong-willed and quick-tempered youth decided on a naval career. In the days before the naval academy a young officer aspirant was required to obtain a midshipman's warrant from the Secretary of the Navy, and such an appointment was rendered much easier if the candidate possessed influence. During the early months of 1799 the U.S. Frigate General Greene was in the process of fitting out for service against France following the \"X,Y,Z affair,\" and her captain, Christopher Perry, recommended his son for one of the coveted midshipman appointments.   Oliver Hazard Perry was warranted a midshipman in the U.S. Navy on April 7, 1799. Over the next six years he participated in the Quasi-War with France and the Tripolitan War against the Barbary pirates. During that period Perry served on such famous ships as the Adams, Constellation, Nautilus, Essex, and Constitution, but he was not involved in any of the memorable engagements of those little known wars. After an extended leave in 1806-07, Perry superintended construction of a flotilla of small gunboats in Rhode Island and Connecticut, a duty he considered tedious, until in April, 1809 he received his first seagoing command, the 14-gun schooner Revenge.   Perry's vaunted good luck deserted him when he assumed command of the Revenge. Initially everything progressed well. During the summer and winter of 1809 the Revenge patrolled northern waters as part of a squadron under Commodore John Rodgers. Then in the spring of 1810 Perry's ship was ordered to the Washington Navy Yard for repairs preparatory to an assignment in southern waters. But in June, 1810, while enroute to Charleston, South Carolina, the Revenge lost several spars and suffered considerable damage after battling a severe storm. To make matters worse, Perry was plagued by illness. His fragile constitution was unable to tolerate the extreme heat and humidity of a southern summer, forcing him to request a transfer on July 21, 1810. Perry's unhappy tenure on the Revenge abruptly ended on January 8, 1811. In the process of conducting a survey of several harbors along the southern New England coast, the Revenge was sailing through the western reaches of Block Island Sound in heavy fog when the unlucky schooner struck a reef near Watch Hill Point and went down. The obligatory court-martial exonerated Perry, blaming the vessel's loss on the hapless pilot, who had assured Perry he would have no trouble navigating the sound. page 2 page 3",
    "url": "https:\/\/www.nps.gov\/pevi\/learn\/historyculture\/perry.htm"
}
