{
    "title": "Pipe Spring National Monument: Your Dollars At Work",
    "body": "Your Dollars at Work       Thank you for your support! When you visit Pipe Spring National Monument, your generous contribution goes directly toward maintenance of the park. Pipe Spring is a participant in the Interagency Recreational Fee Program. The program authorizes Pipe Spring National Monument to keep up to 80% of the fees collected. These funds have been and will continue to be used for maintenance, repair projects, public service programs, signage, and natural and historical resource preservation, as listed below. The remaining revenue is generally distributed to park that do not collect fees but have similar needs and to fund other service-wide initiatives.  Approved On-Going Projects Reconstruction of historic grape arbors: These new arbors will provide shade for visitors and educational programs. They also will support a historic grape vine that has grown at Pipe Spring for more than a century.   Wagon preservation project: Pipe Spring's historic wagons will be rehabilitated and preserved from the harsh Arizona climate.   Ridge Trail maintenance and re-vegetation: the ridge trail will be stabilized and native vegetation will be replanted.   Replacement of Winsor Castle windows with historic replica glass.   Installation of new Stephen T. Mather visitor center exhibit in celebration of the National Park Service Centennial.   Replacement of interpretive audio stations and solar power systems.  Completed Projects Visitor center exhibitry redesign and replacement Joint NPS\/Kaibab Paiute visitor center rehabilitation Replace curatorial storage facility Website development Re-catalog museum collection items Restore native habitat Replace worn out doors at visitor center Repair visitor livestock exhibits - corral fencing and gates Repair Winsor Castle Meeting Room and porch floors Repaint light colored interior visitor center walls & restain visitor Center exterior wood surfaces",
    "url": "https:\/\/www.nps.gov\/pisp\/learn\/management\/yourdollarsatwork.htm"
}
