{
    "title": "Perry's Victory & International Peace Memorial: 2065 Time Capsule",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events     2065 Time Capsule                Time Capsule       To commemorate the 100th anniversary of the opening of Perry's Monument, the National Park Service invites the public to submit personal items and messages to be placed in a time capsule to be preserved on park grounds for 50 years. Registration Form  Guidlines Purpose: To preserve items and stories of Perry's Victory and International Peace Memorial thatdocument the people and events of the Memorial's 100 years of history;and the Memorial's place in the community, state, nation and world today. Description of the Capsule:  High quality aluminum with satin emery finish and epoxy gasket sealer 12\" Diameter by 28\" Long cylinder The capsule will be securely stored at the base of the Memorial with other Historic Collections ·To be sealed July 4, 2015 To be opened in 2065 for the 150th Celebration  Guideline for Time Capsule Items:  When selecting items made of paper, choose a good quality paper for longer preservation. Any items submitted of low quality paper, such as letters, newspaper stories, or magazines, will be photocopied onto archival quality paper. Cotton and polyester textiles are preferable as they more stable than silk, wool or nylon. ·All items must be clean ·Some items may be sealed separately All items must fit within the time capsule  Things to Avoid:  Newsprint or other poor quality papers as these deteriorate rapidly and release damaging gasses. Laminated or dry-mount paper items are not recommended Writing with gel ink or felt tip markers is not recommended as these will fade. Objects made of rubber, PVC, vinyl, or polyurethane foam are not recommended as they may deteriorate quickly and release gases that can harm other materials in the capsule. Alkaloid batteries as they may leak acid Food of any kind Plant material Chemicals Explosives or ammunition  Rules and Regulations:  National Park Service staff has the right to reject any submissions based on size limitations or the opinion that they are detrimental to other items in the time capsule space. Any items that have been denied will be returned to the submitter. All submission must include a submission form. Forms can be picked up at the Perry's Victory Visitor Center, the Put-in-Bay Chamber of Commerce, or found at downloaded here. All accepted submission will be irrevocably and unconditionally transferred to National Park Service. Deadline for submission is 6 pm on Tuesday June 30, 2015. Submission may be dropped of at the Perry's Victory Visitor Center or mailed to:   National Park Sevice POX 549 Put-in-Bay, OH 43456",
    "url": "https:\/\/www.nps.gov\/pevi\/planyourvisit\/time-capsule.htm"
}
