{
    "title": "Perry's Victory & International Peace Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation      Getting There Perry's Victory and International Peace Memorial (IPM) is located within the Village of Put-in-Bay. Put-in-Bay is located on South Bass Island and is most often accessible by ferry boats, airplanes, airboats, and private boats. Several taxi companies and island tour trains are available for travel around island. There is also a bus line that runs between the Miller Boat Line dock and the village of Put-in-Bay. The Jet Express docks within walking distance of the village of Put-in-Bay and the Perry's Victory & IPM.   Plane  Griffing Island Flying Service (419-626-5161): Year round transit to Put-in-Bay and all of the Lake Erie Islands from Port Clinton and Sandusky. Reservations are required.  Private Planes can land at Put-in-Bay Airport. It is open daily from dawn to dusk. A small landing fee is charged and tie-downs are available.     Car  Traveling east, use Ohio Turnpike to US 250. Take US 250 north to SR 2 west. Take SR 2 west and follow directions below for the Jet Express or Miller Boat Line.     Traveling west, use Ohio Turnpike to SR 53. Take SR 53 north to SR 2 east. Take SR 2 east and follow directions below for the Jet Express or Miller Boat Line.     Boat  Moring\/Docks, hail the harbor master on marine channel 16 when in Put-in-Bay Harbor, South Bass Island.      Ferry Service:  Port Clinton: The Jet Express passenger ferry, take SR 2 to SR163\/Port Clinton exit and follow the signs to the Jet Express.   Sandusky: The Jet Express passenger ferry, take SR 2 to SR250 N\/Sandusky exit and follow the signs to the Jet Express.  Kelly's Island: The Jet Express passenger ferry from public dock on Kelly's Island to Put-in-Bay or Sandusky.  Catawaba Island: Miller Boat Line passenger and vehicle ferry, take SR 2 to SR53 N\/Catawba Island exit and to the Miller Boat Line.  Middle Bass Island: Sunny S passenger ferry from the public dock on Middle Bass Island to The Boardwalk, Put-in-Bay.   Click for a map of South Bass Island",
    "url": "https:\/\/www.nps.gov\/pevi\/planyourvisit\/directions.htm"
}
