{
    "title": "Perry's Victory & International Peace Memorial: Historic Weekend",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events     Historic Weekend                2015 Historic Weekend       September 9-11, 2016  100 Years of the National Park Service   All events are free, open to the public, and held at Perry's Victory and international Peace Memorial unless otherwise noted. Historic encampment with hands-on learning stations, music and historic weapon firings will be set up on the lawn Saturday 11 am - 4 pm and Sunday 11 am - 3 pm         Friday, September 9  7:00 pm Flag Retirement Ceremony. Near the Flag Poles.      Saturday, September 10         Wreath Laying 11 am. The ceremony will include Park Rangers, representative from the US Navy, and Chaplin Mother Mary Staley. Music will be provided by Black Swamp InterTribal Foundation and reenactor Bob Ford.  The ceremony will take place on the Lower Plaza of the Memorial with the wreath being laid off the seawall. The Observation Deck of the Memorial will open at 12 pm, after the Wreath Laying Ceremony.         Historic Weekend Parade 2:00 p.m. Community parade through Downtown Put-in-Bay, with high school bands, baton twirlers, antique cars, reenactors, Boy Scouts of America, and US Navy representative and more!         Military Tactical About 3:30 pm Reenactors from the US and Canada join forces to exhibit different military precision drills in a Military Tactical to be held on park grounds. The program will include musket and plenty of cannon firing.          Clifford Norton Photograhy  Patriots Symphonic Band Concert   5 pm on Lower Plaza the band strives to preserve \"Americana\" by performing music in the form of an American-style hometown concert band. The band presents a broad spectrum of musical styles and an array of exciting soloists at each concert.              Lights of Peace—Harbor Illumination Dusk Flares will be lit around South Bass Island in memory of friends & loved ones. Sponsored by the Perry Group       Sunday, September 11         Remembrance Procession  Sunday morning there will be a short procession and wreath laying in honor of those who fought and died in the Battle of Lake Erie.          Black Powder Musket and Artillery Demonstrations Saturday 12 pm Artillery of the War of 1812 1 pm- Muskets of the War of 1812 3:30 pm- Military Tactical Sunday 11 am- Muskets of the War of 1812 12 pm- Artillery of the War of 1812 1 pm- Muskets of the War of 1812 2 pm- Artillery of the War of 1812 3 pm- Artillery and Muskets of the War of 1812 4 pm- Carronade and Muskets of the War of 1812",
    "url": "https:\/\/www.nps.gov\/pevi\/planyourvisit\/2015-historic-weekend.htm"
}
