{
    "title": "Fort Stanwix National Monument: 1784 Treaty & Land Transaction",
    "body": "Treaty and Land Transaction of 1784         Lands reserved during the 1784 Treaty process National Park Service  The American Revolutionary War in states such as New York, and North and South Carolina was brutal. This is because of the nature of the wars fought in these states. The wars fought in these states were civil wars. The colonial\/state citizens as well as members of the American Indian nations chose sides fought against each other. Years of pent up animosities were unleashed on each other.  In upstate New York the centuries of peace between the Six Nations were upended. In broad terms, the Oneida and Tuscarora Nations allied with the United States, while the Mohawk, Onondaga, Cayuga and Seneca Nations allied with Great Britain.** It is said in broad terms because when the war started each nation of the Six Nations attempted to remain neutral. There were individuals, such as Joseph Brant, however who had chosen sides early in the war. When the war arrived in upstate New York, some of the nations began leaning toward alliances. However, many American Indians, such as many of the Onondaga, attempted to continue remaining neutral because this was a fight between Great Britain and the United States. On August 6, 1777, members of different nations fought against each other at the Battle of Oriskany. This event upended the Great Tree of Peace and the hatchet was removed from under the tree. As the war progressed, the 1779 Clinton-Sullivan Campaign in western New York   forced many who continued to remain neutral to chose sides. ** To say that all members of an American Indian nation chose to ally themselves with the nation’s leanings is also wrong assumption. Individuals within the nations chose which side to support; their path to war. Thus there are examples such as Mohawks allying with Great Britain, while other Mohawks were allied with the United States, as well as examples of American Indians remaining neutral throughout the war.        The Fort Stanwix Treaty of 1784 The National Archives  Why there was a need for the 1784 Treaty of Fort Stanwix is tied to the 1783 Treaty of Paris. This latter treaty ended the American Revolutionary War between the United States and Great Britain. However, within the treaty there were no negotiated terms for American Indian allies; the American Indian nations would need to negotiate their own treaties of peace with the United States.  The United States negotiated its first treaty with American Indians in 1778. This treaty with the Delaware nation permitted the Continental Army to pass through the nation's lands; but this treaty would not be ratified by the United States until many years later in 1805. Negotiating a peace treaty with American Indian nations to end a brutal war was new for the United States. And the first attempt by the new nation would take place at Fort Stanwix in 1784.  Members of the Six Nations began arriving at the fort in September. Once again, because the fort was uninhabitable because it burned down and was abandoned by the Continental Army in 1781. Temporary buildings were constructed for the council house, living quarters for representatives of the United States, and storage. Because the federal representatives were late to arrive, the State of New York's governor George Clinton took the opportunity to attempt to negotiate a treaty and land transactions with the Six Nations. The Six Nations rebuffed his advances, preferring to wait for the federal negotiators. The person who delivered the Six Nations' message to rebuff the governor was Joseph Brant. After New York was rebuffed, Brant left the treaty grounds. James Monroe, the future 5th President of the United States, who was at the treaty to observe the negotiations, traveled with Brant and toured the Grand River Reservation and Lake Ontario's northern shoreline in Canada. The federal representatives, Arthur Lee, and General Richard Butler, arrived at the fort on October 2nd, with Oliver Wolcott arriving by October 5th, with Marquis de La Fayette, James Madison, the future 4th President of the United States, and a regiment from the Continental Army. The federal representatives became angered by the State of New York's advances toward the Six Nations and ordered that all New York representatives be removed from the treaty grounds. The representatives also became angered by sutlers plying the American Indians with rum and ordered that these sutlers be removed from the treaty grounds as well.  After Marquis de La Fayette gave speeches on October 3rd and 4th, the treaty negotiations began. The Six Nations, with Shawnee representatives observing, gave a speech stating that they were authorized to negotiate a treaty for themselves as well as for the Ottawa, Chippewa, Huron, Potawatomi, Mississauga, Miami, Delaware, Cherokees, Chickasaw, Choctaw, and Creek nations. In reply, the federal representatives stated that they were only negotiating a treaty with the Six Nations. This followed the example of Sir William Johnson in dividing the American Indian nations and attempting to keep a pan-Indian union from forming. The federal negotiators then dictated the terms of the treaty to the Six Nations, treating the Mohawk, Onondaga, Cayuga and Seneca as defeated enemies which they were not.  The United States gave peace to the Six Nations, recognized the allegiance of the Oneida and Tuscarora nations, and admonished the Mohawk, Onondaga, Cayuga and Seneca nations for being belligerents. The United States then established the boundary for a reserve for the Six Nations. This became the first American Indian reservation in the United States. The United States then took hostages from the Six Nations until all white and black prisoners of war were returned. The Six Nations also ceded interests in land west and north of the boundary line negotiated at Fort Stanwix in 1768. Importantly, the treaty recognized each of the six nations as sovereign nations, and promised to protect the Six Nations and the reserve's land, a promise that was not kept.  The Six Nations accepted the terms of the treaty for consideration during the negotiations. However, individuals that may have been selected by the federal representative for the Six Nations may have been coerced into signing the treaty on October 22, 1784. The United States ratified this treaty in 1785, but the Six Nations never ratified the treaty.  After the federal treaty with the Six Nations was concluded, representatives from Pennsylvania negotiated a land transaction with the Six Nations. The northern and western boundary established in Pennsylvania with the 1768 Boundary Line Treaty of Fort Stanwix, and subsequent clarifications, was pushed north and west to the state's current northern and western borders, with the exception of the northwest triangle that was added in 1792. The federal representatives, Arthur Lee, Oliver Wolcott and General Richard Butler signed this land transaction. The entire Six Nations reserve was then within the boundaries of the State of New York.  After the treaty with the Six Nations was concluded, representatives from the United States then negotiated treaties with other American Indian nations: Wyandot, Delaware, Chippewa and Ottawa in January 1785, Cherokee in November 1785, Choctaw in January 1786, Chickasaw in January 1786, and Shawnee in January 1786. Within these treaties there are articles and elements from the 1784 Treaty of Fort Stanwix.  This treaty initiated another wave of westward expansion as settlers and land speculators moved into Ohio. This sparked the Ohio Indian War which ended after the 1794 Battle of Fallen Timbers and subsequent 1795 Treaty of Greenville. These events, in association with the 1784 Jay Treaty, paved the way for Ohio to become a state in 1803 and further westward expansion.          return to:   top of page   Treaties of the Fort   Fort Stanwix History and Culture   Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/treaty-landtransaction-1784.htm"
}
