{
    "title": "Fort Stanwix National Monument: The Flag of Ft. Stanwix",
    "body": "Red, White,  Blue - and Gold         The American Flag, as it is known today, flies over the National Monument. It is flown following the U.S. flag code regulations. At all times of the year it is a quite a site to see. National Park Service VIP Mike Hucko  Article Written by Park Ranger Kelly Cardwell  ...These are the possible proud colors that flew over the Mohawk Valley from the walls of Fort Stanwix throughout the month of August 1777, during a bitter siege that was won by Colonel Peter Gansevoort, his Third New York Regiment, and their allies. On August 2, approximately 1,600 British troops and allies arrived at the fort. The British commander, General Barry St. Leger, offered the Americans escape in exchange for unconditional surrender. By August 3, Gansevoort and his officers gave their response to this offer, as recorded by a young lieutenant: Early this Morning a Continental Flag made by the Officers of Col. Gansevoort's Regiment was hoisted and a Cannon Levelled at the Enemies Camp was fired on the Occasion. [1] Gansevoort himself later issued a statement back to St. Leger on the occasion as well: \"It is my determined resolution...to defend this fort and garrison to the last extremity, in behalf of the United American States, who have placed me here to defend it against all their enemies.\"[2]  This simple act of defiance led to the eventual victory by the Fort Stanwix garrison and the end of the Siege of 1777; a simple flag and some strong words of warning. With this, the history of Fort Stanwix was set into motion. More than 200 years after this event, many Romans continue to be inspired by, and commemorate, the flying of the flag during the siege. If you are from the area please now, reflect: What Honor America Day Celebration is complete without all of Rome's citizens gathering on the park lawn under our national flag? How many Romans have flags in their yards to honor the many veterans of this community and their heritage? How many of us have driven our cars past the cemetery on Jervis Avenue wondering just what was it that inspired Francis Bellamy to write our national Pledge of Allegiance? And, how many have sent our children, or even yourselves have gone, to one of the various schools named after these long ago patriots: Gansevoort, Fort Stanwix, or the old Willett Trade School? This moment, has become a rallying point in a small patriotic community; a spark that unites, like so many others across the nation.  But, the one question that stands to be answered after all of this time is which flag actually flew during the siege upon the fort? By the 1800's a local resident named Pomeroy Jones, born several years after the siege of the fort, set out to answer this very question and began collecting stories from Revolutionary War veterans. He, and later a man named James Weise, learned about the possibility that Gansevoort's officers created the first \"Stars and Stripes.\" Like Jones, Weise himself had gathered his information, while researching the stories of Revolutionary War veterans from and around the fort to make the most complete single story he could. Weise researched a captain of the Third New York, Abraham Swartwout. Weise's work, published in 1899, stated that as the Third New York Regiment received additional troops on August 1 and 2, 1777, they brought word of the Flag Resolution passed by Congress on June 14, 1777. Therefore, the flag was of great importance. This fact cannot be disputed. Weise's work was so influential a popular history text published an account of the events at the fort based on his research. In 1923, the New Larned History stated that the: …Journal of Capt. Swartwout of Col. Gansevoort regiment written on August 3, 1777 in Fort Schuyler shows beyond a cavil when the first flag of Stars and Stripes of which we have record was made and hoisted, but it was in a fort (Schuyler), not in the field, or at the head of a regiment. However, Swartwout did not actually leave a journal behind, nor did any of his letters or papers written mention the design of the flag.[3]  The secondhand accounts recorded by Jones and Weise were enough to create debate for years. Neither of them however, interviewed the two most prominent members of the fort: Gansevoort and his second in command, Lieutenant Colonel Marinus Willett. What follows is how they and their families remembered the events of August 3, 1777. Continues...       The Grand Union Flag, popular in the Continental Army of the day, as shown at Fort Stanwix NM today National Park Service         The 13 Striped Flag as based on description, as shown at Fort Stanwix NM today National Park Service  Willett wrote his thoughts about the flag in his personal journal 25 years after the events of the siege. The Fort had never been supplied with a Flagg – The importance of having one on the arrival of the Enemy had set our Ingenuity to work; and a respectable one was formed the white stripes were cut...the blue strips out of a Cloak…The red stripes out of different pieces of stuff collected from sundry persons. The Flagg was sufficiently large and a general Exhilaration of spirits appeared on beholding it Wave the morning after the arrival of the enemy.[4]  This \"strip\" and \"striped\" flag could have easily been the Grand Union flag; a flag that had been used since at least early 1776 to represent the union of both the new United States, and their continued, if not strained, loyalty to Great Britain. There is also a possibility that it was a simple pattern with alternating red, white, and blue stripes. Willett neither mentions the British Union piece, nor does he call it a \"Continental\" flag while referring to it, which the Grand Union flag was considered. In 1831, it was Willett’s son that identified the flag as the Continental while publishing his father’s papers. Other evidence shows that a similar design was used during the war by various troops.[5]        The 3rd New York Regimental Flag as dispayed at Fort Stanwix NM today National Park Service  However, newspaper articles written in Albany and New York City in 1877 claim the Gansevoort family had kept the flag that their father and grandfather flew over the fort during the August siege. The flag was said to be of heavy fine blue silk, 7x7 feet square, with fringe on some sides. The center of this flag bore a beautiful painting, with a circular crest, with two statuesque women, and the words “Excelsior” at the bottom. It was very similar to what would become the New York State crest the following year in 1778.[6] This flag indeed became the basis for the New York State flag and Gansevoort’s granddaughter donated the original to the Albany Institute of History and Art for all to see.  Stars and Stripes? Maybe not … however, is the flag the most important thing about the events of August 1777? Again, probably not. The pride associated with the flag is still reflected in the lives of people who live in Rome, New York, and throughout the Mohawk Valley to this day. The flag that flew at the only American fort to never surrender under attack during the entirety of the American Revolution. So whether it was the Grand Union, New York State, or some other flag that has yet to be discovered, Romans can be proud that like the generations before them, they remember our history and live in one of the birthplaces of our “United American States.”       Sources & Documentation:   [1] Larry Lowenthal. (1983). Days of Siege: A Journal of the Siege of Fort Stanwix in 1777. Durham, NC: Eastern Acorn Press.  [2] Peter Gansevoort. (August 9, 1777). Gansevoort Paper: Gansevoort to St. Leger. New York Public Library.  [3] John F. Luzader. (2001 reprint). Fort Stanwix: Construction and Military History. New Hartford, NY: Presto Print and Eastern National  [4] Marinus Willett, “Narrative,” MSS., Tomlinson Collection. New York Public Library.  [5] Edward W. Richardson. (1982).Standards and Colors of the American Revolution.University of Pennsylvania Press and the Sons of the Revolution and Its Color Guard.  [6] The Albany Argus. (1877). The Flag of Fort Stanwix. The New York Times , 3.        return to:    top of page   Fort Stanwix 75th Anniversary    Fort Stanwix History & Culture   Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/flag-of-ftstanwix.htm"
}
