{
    "title": "Fort Stanwix National Monument: New York State's Treaties & Land Transactions",
    "body": "State of New York Treaties and Land Transactions with the Oneida, Onondaga, and Cayuga         Lands reserved or negociatated over in the late 1780's and early 1790's National Park Service  Less than a year after the 1784 Treaty of Fort Stanwix was concluded the State of New York began negotiating a series of treaties and land transactions with the Oneida, Tuscarora, Onondaga and Cayuga Nations. The state contended that since the people of these four nations lived within the boundaries of the state that the state could negotiate treaties and land transactions with them. The federal government, weak as organized under the Articles of Confederation and early year of the United States Constitution, was either unable or unwilling to stop the State of New York. In the end, the Non-Intercourse Act of 1790 became law and improved relations with American Indians by granting the United States government the sole authority to regulate interactions between Indians and non-Indians, and prohibited the sale of Indian lands to individuals or states, absent formal federal approval.  The first treaty negotiated by the State of New York was with Oneida and Tuscarora at Fort Herkimer (Town of German Flatts, New York) in June 1785. The two nations ceded interests to the state to lands in southern New York that would eventually include what is today Binghamton, New York.  Then in September 1788 the state negotiated two additional treaties with the Onondaga and Oneida at Fort Schuyler (formerly known as Fort Stanwix). The lands of both nations were greatly reduced, but interests in hunting and fishing on the lands ceded and the Onondaga people's right to make salt along the shores of Onondaga Lake were protected.  The State of New York concluded a contract with the Cayuga in Albany during 1789 which greatly reduced the lands of this nation, but protected the hunting and fishing rights for the Cayuga people.  Finally, the state met with the Onondaga and Cayuga Nations at Fort Stanwix. A treaty was concluded with the Cayuga Nation and a council fire was rekindled with the Onondaga wherein both nations confirmed they had ratified their treaties with the State of New York.        Treaty of Canandaigua Wampum Belt, given to George Washington as a symbol of continuing friendship National Archives  In the 1794 Treaty of Canandaigua these treaties were acknowledged by the United States and the United States promised to protect the greatly reduced Oneida, Onondaga and Cayuga lands in future years. This promise was not fulfilled. In the 1970s when the nations began to file lawsuits for compensation for lands ceded after this 1794 treaty.  These treaties and land transactions opened land for settlers and land speculators. Also, interests in lands were given by the state to veterans of the American Revolutionary War. These veterans either settled on these lands or sold their interests in the lands to speculators. In future years villages, towns and cities, and canals were built the lands ceded by the Oneida, Onondaga and Cayuga Nations.          return to:   top of page   Treaties of the Fort   Fort Stanwix History and Culture   Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/nys-treaties-landtransactions-oneida-onondaga-cayuga.htm"
}
