{
    "title": "Fort Stanwix National Monument: 150th Anniversary of the 1777 Campaign",
    "body": "The 150th Anniversary of the 1777 Campaign: \"A Day of Days at the Oneida Carrying Place\"         This souvenir booklet was given out during the celebrations in 1927 Image courtesy of Rome Historical Society  Article Written By Park Ranger William Sawyer  The City of Rome has had a long tradition of remembering and celebrating its history. Starting with the celebrations in 1877 (the Centennial of the Siege of Fort Stanwix), the city began holding \"Fort Stanwix Day\" sometime in late July or early August. This corresponded with the beginning of the British siege and the Battle of Oriskany. Over time more events, and therefore more days were added until the long running city celebration \"Fort Stanwix Days\" was born. Throughout this celebration’s history many activities centered on remembering the fort and the people who served there. Even with the celebration's name change in more recent times to \"Honor America Days,\" the idea of honoring the fort and Rome's history continues. In fact the largest event, the Honor America Days Concert, takes place on the lawn of Fort Stanwix National Monument.  The largest Honor America Days Concert pales in comparison however, to the Sesquicentennial celebration organized by the city (with assistance from the state) in 1927 to commemorate the 150th anniversary of the Siege of Fort Stanwix and the Battle of Oriskany. With an estimated one hundred thousand visitors, it would bring the largest number of people into the Rome area until Woodstock in 1999. It was also the event that would foreshadow the creation of the present day Fort Stanwix National Monument.  The main activities took place on August 6th (150th Anniversary date of the Battle of Oriskany), and began at 9:30 a.m. at the Oriskany Battlefield site. Music from the Watertown Fife and Drum Corps and the New Hartford Band entertained spectators. Then, shortly after 10 a.m., some new history was made. The Oneida County Historical Society presented the state with a deed for the Oriskany Battlefield Monument, and 4.87 acres of land. This would form the nucleus for the present day Oriskany Battlefield State Historic Site, enjoyed by both local residents and people from all over the world. Visiting today, one can view the \"new\" tablets unveiled on that August day in 1927, which added the names of an additional 232 militia men to the monument.  The centerpiece of the celebration however was in Rome.  The Rome Sentinel’s description of the city was similar to what can still be seen today during the Honor America Days events: \"The city, spic and span…decked with flags and bunting in great profusion.  Bands playing, streets alive with automobiles and pedestrians.\"  The anniversary celebrations also helped bring about the first major scholarly work written about the British siege and the Oriskany battle. The Rome Sentinel commissioned its editorial writer, John Albert Scott to produce a history of the events of 1777. This account ran in a special addition of the paper on August 6th, and was also published as a book. To this day, Scott's Fort Stanwix and Oriskany remains one of the best researched and written accounts of the siege and battle.   Continues...       Mohawk Acres in 1927, with people preparing for the 150th Anniversary events of the Campaign of 1777. Image courtesy of Rome Historical Society         Commander Richard Byrd was just one of many important people invited to speak to the crows that day. image courtesy of Rome Historical Society  Prior to the Sesquicentennial, there was talk of having the actual site of the fort in downtown designated a national monument and having a full or partial reconstruction of the fort undertaken. Since this was not feasible at the time, event organizers chose a picturesque setting with the Mohawk River as a backdrop to recreate the Oneida Carry and have a grand historical pageant. The site was known locally as \"Mohawk Acres,\" where today sits the Mohawk Acres Shopping Plaza and other business areas on the north end of Rome. In a scene reminiscent of Woodstock in 1999, the city's roads were overwhelmed with the number of people and vehicles attempting to reach the pageant, and many ended up parking downtown and walking to the site. Arriving at the event, those visitors of 1927 unknowingly viewed a sign of things to come, as they beheld the site of the first \"reconstruction\" of Fort Stanwix. It was an impressive one-third scale version of the fort complete with ditch and pickets. In an early version of the living history programs offered at the fort today, a cast of around 700 people portraying fur traders, political leaders, Indians, Continental and British soldiers, militia men and Loyalists recounted the history of the site from its early use as an Indian and fur trade portage up through to the successful defense of the fort in August of 1777. As can be imagined, this reconstruction became the focal point of the pageant. Not only did much of the action take place in and around the fort, but the keynote speakers for the day also used the fort as the \"podium\" for their various remarks during the closing ceremonies for the day. The celebrity of the day was Commander Richard Byrd who had completed his famous aerial trip to the North Pole and was preparing for his trip to Antarctica. In his remarks Commander Byrd stated that: \"I consider it not only my duty, but a very great privilege to make a pilgrimage to this sacred spot…The course of history was changed here.\"        Hundreds of people turned out for the day's celebration and events! Image courtesy of Rome Historical Society  In its coverage of the day's events, the Rome Sentinel observed that it was \"A day of days at the Oneida Carrying Place. Past, present and future rolled into the compass of a few hours.\" The City of Rome has long been a community fond of rolling its past, present and future into one. While the sesquicentennial event encompassed only a few hours, the enthusiasm it engendered continues to this day. It is this enthusiasm that not only led to the creation of the \"Fort Stanwix Days\" still celebrated today as \"Honor America Days,\" but also to the designation of the site of Fort Stanwix as a national monument in 1935.       Officials gathered at the scale recreation of Fort Stanwix at Mohawk Acres in Rome, NY in 1927, to honor those who fought and died at the original Fort Stanwix throughout its history. Image courtesy of Rome Historical Society       return to:    top of page   Fort Stanwix 75th Anniversary    Fort Stanwix History & Culture   Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/150th-celebration.htm"
}
