{
    "title": "Fort Stanwix National Monument: Research From the 1920s",
    "body": "The Tales of Fort Stanwix: Research from the 1920s           Article Written by Park Ranger Kelly Cardwell  \"This is the tale of the Fort That Did Not Surrender; of the Fort where the treaties were made; of the Fort that stood grim guard, under alternate sovereignties; o'er the chief portage of a famous water route, along which armies courageous and fleets of traders' transports passed alternately; this is the tale of the Fort with the two names―this is the tale of the forest fortress where the flag of the greatest of the world's republics received its baptism of fire. It is a romantic tale; but the romance comes wholly from records of the past.\" John Albert Scott, 1927  These are the words of a prominent local historian and author, written less than a decade before Fort Stanwix was declared a national monument in 1935. John Albert Scott's words are only a few of the resonating words, written by a handful of New York authors during the 1920s about the history of Fort Stanwix and the events that took place there. The books, and even plays, written and researched throughout the Sesquicentennial, or 150th anniversary, of the American Revolutionary War in the 1920s stay with us today as some of the most eloquent records. The first and most extensively researched of these texts was written by the already mentioned local author John Albert Scott. Fort Stanwix and Oriskany was considered Scott's greatest work. The book was published in 1927 by the Rome Sentinel Company and is still often cited as a reference for books and research papers about Fort Stanwix to this day. It is a very detailed account of military life at the fort; from its construction under British rule in 1758, to the events of the Siege of 1777 and its effects on the Mohawk Valley. His details are so thorough that Scott wrote an apology in the endnotes for not being permitted to list all the first-hand resources he found. It is not known whether this was a decision based on space or because of money by the author or the publisher, but it certainly makes a point about his extensive research. And his words, such as those that found above, were written with great reverence.  Scott wrote several other books about the history of Rome. In all of them, what stands out is his dedication and thoroughness.  A second, and very different, collection of texts written for the 150th Anniversary celebrations were two historical plays. The one most relevant to the local area was written by Josephine Wilhelm Wickser. On August 6, 1927, Wickser's play debuted to the public of the Mohawk Valley and many dignitaries of New York State. This was an elaborate ten-part play with hundreds of actors inside the small replica of the fort built for the occasion. It told the tale of the Dutch discovery of the area, how the fort came to be under American control, and how the Americans and their allies boldly defended it during the fort's Siege of 1777. The entire play was written into a souvenir program for the 150th Anniversary celebrations in and around Rome and at the Oriskany Battlefield. Included as an introduction were excerpts from John Albert Scott's book.  Another author offered his \"apologies\" when he wrote about what was unwritten. These were the details surrounding the 1784 Treaty of Fort Stanwix. Henry S. Manley was also a local resident. His book, The Treaty of Fort Stanwix, 1784, was also published by the Rome Sentinel Company in 1932. Manley, however did the majority of his research throughout the 1920s.  His wish in writing about these events was:  \"To tell something of these things, which are not told elsewhere, to reclaim for Rome these important and stirring events associated with the ground upon which it stands, somewhat as Mr. John A. Scott has recorded the long history of Fort Stanwix itself, is my apology for authorship.\" But perhaps on the surface what appears to be an apology is quiet hope in disguise. The events surrounding the signing of the treaty in 1784 were carefully watched by George Washington who was then touring sites of the American Revolution, Philip Schuyler who served as Northern Department commander under Washington as the fort was attacked in 1777, and two future Presidents of the United States that came to help in the proceedings, James Madison and James Monroe. Many great Six Nations Indian Chiefs that had fought on both sides of the conflict came to speak during the treaty negotiations and to represent their peoples' interests. This treaty was to bring the official end of the American Revolution in New York State. Everyone who attended and spoke was attempting to achieve the best possible outcome for all sides involved. Yet after the signings were over, confusion still lingered. And, this is what drew Manly's attention, because this was still an issue across New York State during 1932, as it is today. Within his work, Manly appears to be drawing on the interests of all sides to achieve the common goal of resolving the conflicts of their time. Manley's seminal work, much like Scott's, is also often cited by researchers in books and papers today. A reprints of this book is available at the bookstore found at Fort Stanwix National Monument today.  Additional books published for the Sesquicentennial include the New York State Archives The American Revolution in New York: Its Political, Social and Economic Significance (1926) and The Sullivan-Clinton Campaign in 1779, Chronology and Selected Documents (1929), as well as F.J. Huddleston's Gentleman Johnny Burgoyne, Misadventures of an English General in the Revolution (1927). The works are upon the foundation laid by William L. Stone in his 1877 book, The Campaign of Lieutenant General John Burgoyne and the Expedition of Lieutenant Colonel Barry St. Leger, and other works published for the Centennial celebrations for the events of 1777. Today, these publications provided the documentation for the establishment of a state historic site and then later a national monument.   All of these books and plays, as well as other research, can be found in libraries and at Fort Stanwix National Monument and the Rome Historical Society. These tales of the great and common people, the heroes, and the events are now the foundation that the modern Fort Stanwix National Monument is built upon. These authors and the residents of the Mohawk Valley who worked with them have become a link that connects us to the history of Fort Stanwix and what it means participate in your past. The authors of the 1920s and early 1930s that lived in the City of Rome did not have a national park as its center, but a collection of city streets with markers and cannon posted in memorial. Their research and writing help to bring to life the events that took place more than a century before they walked the grounds.  Today, the words of Scott, Wickser, and Manly are echoed in what you may see today if you come to the park and talk to a park ranger or volunteer, in a National Park Service pamphlet, or in brochure handed to you as you walk into the visitor center.  Their thoughtful and true words helped rally a city to create a national monument to honor people who had contributed to the founding of the City of Rome.  Today people from all over the world visit Fort Stanwix National monument and the City of Rome to listen to those same words: \"It is a romantic tale; but the romance comes wholly from records of the past.\"       return to: top of page Fort Stanwix 75th Anniversary Fort Stanwix History and Culture Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/research-from-the-1920s.htm"
}
