{
    "title": "Fort Stanwix National Monument: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Fort Stanwix National Monument is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Archeology Day Celebration at Fort Stanwix  A young visitor learns what kinds of tools archeologists use. Read more   Discover Why All Roads Lead to Rome  Discover why all roads lead to Rome when it comes to water, transportation, and settlement in this part of New York State.  Visit a vital frontier fort that shaped the course of American history. Then head to the water, where Mohawk River and Erie Canal merge. Choose from boating, cycling, and hiking options to add active adventure to your journey. Read more      Call to Action Projects      Fort Stanwix Celebrates Art in the Park with Official Unveiling  Fort Stanwix National Monument unveiled several new art pieces with a successful Art in the Park event as the kickoff to National Park Week. Read more   Fort Stanwix Supports STEAM Initiatives  Fort Stanwix National Monument has partnered with several local school districts in supporting student art and STEAM (Science, Technology, Engineering, Art, Math) initiatives.  Read more   Fort Stanwix Features 18th century Books in New Digital Exhibit  In 2009, descendants of Barent and Myndert Roseboom donated their ledgers to honor the memory of Donald G. Hinman, who preserved the books in an effort to save his family’s history.  During the past five years, VIP George Walters has studied the 250 year old handwriting of the two traders who passed through Fort Stanwix during the French and Indian War. Their writing and his transcriptions are now available to the public in an online exhibit titled “The Roseboom Ledgers.” Read more   Fort Stanwix Works with Local Community for Cultural Showcase  Fort Stanwix National Monument partnered with the Midtown Utica Community Center to present a cultural showcase as part of the 2015 City of Rome, Honor America Days Celebration.  Read more   History-based Escape Room Game Piloted at Fort Stanwix NM  On Saturday, June 13, Fort Stanwix National Monument became the first national park area to utilize the interactive puzzle game format (known as the Escape Room) to engage visitors in park history. Read more   A Call to Action Projects for Fort Stanwix National Monument",
    "url": "https:\/\/www.nps.gov\/fost\/getinvolved\/2016.htm"
}
