{
    "title": "Fort Stanwix National Monument: Fort Stanwix or Rome, NY?",
    "body": "\"What's in a name?...\"         A New York State\/Oneida County, NY Historical Marker near the present location of the park marks the founding of the city. National Park Service  Article Written by Park Ranger Michael Kusch  Welcome to Fort Stanwix, New York!  How does this sound to you? How do you think people would react to this name? What would you think if you were told that the community and the county were at one time called Fort Stanwix? During the initial planning process to develop events and activities for the 75th birthday of Fort Stanwix National Monument, a series of articles was suggested to explore the relationship between the community of Rome and Fort Stanwix. One of the topics was to determine if the people of Rome ever considered renaming the city Fort Stanwix. The evidence that exists regarding a name change is scant, and if there was a proposal there does not seem to be sufficient evidence that demonstrates support for the name change. However, the name Fort Stanwix remains inseparable from the City of Rome.  After the American Revolutionary War, the early community that began to grow next to the fort was commonly referred to as Fort Stanwix. In fact, there are references to an informal name for the county the community was in: Fort Stanwix County. When Whitestown was created in 1788, it was nicknamed the \"Mother of Towns,\" since it included Fort Stanwix and other communities within its boundaries. In 1792, Whitestown was divided to create the Town of Steuben, which was subsequently divided in 1796 to create the Town of Rome. It was not until 1796 that a formal name was given to the community growing next to Fort Stanwix. After Dominick Lynch purchased land next to the fort in the town of Rome, he hired William Weston to survey and map the land. On the village map that Mr.Weston drew in 1796, there appears a street grid, as well as a village named Lynchville. By 1798, Oneida County was formed from land carved out of Herkimer County, and at that point all references to Fort Stanwix County ends.  While reading through historical documents, I learned that that there was either confusion about what the village's name was or there was an adjustment period during which people learned the new name. Within the historic documents there are references to the village’s name, Lynchville, followed by Fort Stanwix in parentheses. Thus, there are references to \"Lynchville (Fort Stanwix).\" However, once the village started to be called Rome, the reference to being known as Fort Stanwix ends.  The story does not end at this point. Although the name of the community was not changed back to Fort Stanwix, the people of Rome continued to remember Fort Stanwix by naming businesses, organizations, a street and a park after the fort. For example, businesses such as the Fort Stanwix Bank and Fort Stanwix Canning Company took on the fort’s name. There was also the Fort Stanwix Club, Stanwix Street and Fort Stanwix Park. Without any doubt, anyone who read about or visited Rome would know that Fort Stanwix was here.  The community was also known for an important celebration that was held in the city every year. For over one hundred years the community held this celebration each August, a celebration during which the community celebrated its heritage and history with parades, concerts, pageants, picnics and more. The celebration was known as Fort Stanwix Days. The largest Fort Stanwix Days celebration took place in 1927, with other large celebrations in 1976 and 1977. These events celebrated the 150th and 200th anniversaries of the fort’s siege in 1777, and the nation’s bicentennial in 1976. These celebrations continue to this day, but by a different name: Honor America Days. Besides the parade, the Honor America Days concert has become the largest event of the celebration and takes place on the grounds of Fort Stanwix National Monument. Rooted in history and a sense of civic pride, the celebration has come full circle.  Will the people of Rome ever consider renaming the city Fort Stanwix? It is unlikely to occur and I am not suggesting it should happen. But, can you imagine the questions we would receive if we said we were from Fort Stanwix, New York? Thank you, Rome, for remembering Fort Stanwix and join us this year in celebrating the national monument’s 75th birthday.        Honor America Day (the City of Rome-wide celebration of the history of Fort Stanwix and the Mohawk Valley) is not complete unless the Fort Stanwix Garrison is asked to make an appearance. National Park Service  So...What is in a Name? Why Fort Stanwix and not Fort Schuyler?  You can find surprises when you conduct historical research. There has been discussion through the many years about whether to call the fort: Fort Stanwix or Fort Schuyler. The original fort was built during the French and Indian War and was named after British General John Stanwix. At the same time a second fort, named Fort Schuyler, was constructed 10 miles to the east in present day Utica. After the French and Indian War ended, Fort Stanwix was abandoned. However, at the onset of the American Revolutionary War in the Mohawk Valley, the fort was reconstructed and renamed Fort Schuyler after the American General Philip Schuyler. The fort in present day Utica was not rebuilt.  This second name for the fort, Fort Schuyler, was not widely accepted. After the 1783 Paris Peace Treaty ended the war between the United States and Britain, federal representatives met with representatives of the Six Nations (Iroquois) to negotiate what would become known as the \"1784 Fort Stanwix Peace Treaty.\" There is no reference to Fort Schuyler in the treaty. Then in 1788, the State of New York negotiated two treaties with the Onondaga and Oneida Nations.  These treaties are entitled the treaties of \"Fort Schuyler (formerly known as Fort Stanwix).\" This can be interpreted as a reflection of how the people of New York identified the fort. Then, two years later in 1790, the State of New York negotiated two additional treaties at the fort with the Onondaga and Cayuga Nations and named these the treaties of \"Fort Stanwix.\" Whether or not the treaties were named after the fort itself or the community that was growing next to the fort remains unknown. What is known is that the people of Lynchville, later Rome, called the fort, Fort Stanwix. However, the name was not resolved within the state as a whole. As reported by the Rome Sentinel on August 6, 1927, Judge W. W. Campbell of Cherry Valley chaired a meeting with a \"Committee of Invitation,\" on August 7, 1877, with the stated task of answering the question of what the name of the fort should be. Based upon what was written by Colonel Peter Gansevoort, the commander of the fort during its 1777 siege, and his second in command Lieutenant Colonel Marinus Willett, as well as the original names of the community and county of Fort Stanwix, the names of business, organizations and locations within the Town of Rome, and the preference of the community, the committee decided that the fort should be known as Fort Stanwix. Since that decision was made, the fort has since always been known as Fort Stanwix.  When the people of the City of Rome suggested and then lobbied for the national monument to be established, they named the monument Fort Stanwix. Nowhere did I find any references to the people requesting the national monument be named Fort Schuyler. The only references to the Fort Schuyler are found in the histories written about the fort during the Revolutionary War. The United States President, Congress and the Department of the Interior respected the people’s wish and named the national monument Fort Stanwix. The National Park Service continues to respect the people of the City of Rome by keeping the name Fort Stanwix. And, the only time a park employee will use the name Fort Schuyler is when referencing the name in a historical context. We are proud of the name Fort Stanwix, and the people of the City of Rome who remembered and preserved the fort’s name and its significance.  \"...That which we call a rose...\"       return to:    top of page   Fort Stanwix 75th Anniversary   Fort Stanwix History & Culture   Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/ftstanwix-nys.htm"
}
