{
    "title": "Fort Stanwix National Monument: New VIP Opportunities",
    "body": "New VIP Opportunities           General Descriptions Current VIP Opportunities   Contact Us           The many volunteer opportunities available at Fort Stanwix NM include:  Interpretation - Meet and greet visitors and share the park's stories while working in one of two visitor contact areas, or become a member of the fort's garrison and \"bring history to life\" by taking part in various 18th century living history programs with the public.  Maintenance - Help out with the daily upkeep of the park. This could involve anything from moving lawns to helping repair a reproduction 18th century cannon!  Clerical\/Administration - From time to time help is needed in getting press releases and informal mailings out to the public. Additional clerical needs might arise from special projects as well.  A general application for all the above volunteer descriptions, as well as the opportunities found below, can be found and printed out here:  National Park Service Volunteer Application PDF        Current Positions Available Include:  Customer Service Assistant  Education Program Guide  Living History Demonstrator - Civilian (Women & Men)  Living History Demonstrator - Soldier\/Musician  Living History Demonstrator - Musketeer  Living History Demonstrator - Cannon Crew  Maintenance Assistant  Special Events Assistant  Videographer\/Photographer  Community Service Project - Boy Scout Troops (Resource Stewardship Ranger) Learn More: Fort Stanwix Boy Scout Programs  Community Service Project - Girl Scout Troops (Resource Stewardship Ranger) Learn More: Fort Stanwix Girl Scout Programs  Customer Service Assistant - Oriskany Battlefield New York State Historic Site  Customer Service Assistant - Steuben Memorial New York State Historic Site       Or visit  TAKE PRIDE IN AMERICA® or www.TakePride.gov        If you are interested in any of the descriptions of VIP\/Internship positions available at this time, please call the park VIP Coordinator at 315-338-7730 or e-mail them by clicking the following link: VIP Coordinator Email  return to: top of page volunteer main page",
    "url": "https:\/\/www.nps.gov\/fost\/getinvolved\/supportyourpark\/new-volunteer-opportunites.htm"
}
