{
    "title": "Fort Stanwix National Monument: Girl Scout Activities",
    "body": "Girl Scout Resource Stewardship Program          Become a Girl Scout Ranger! Earn a Girl Scout Ranger patch! Participate in a volunteer service\/action project or educational program and earn a certificate or patch. Begin by learning about:    What Do You Do? Earning A Certificate or Patch   Opportunities to Help Questions and More            There are many events your troop can come participate in and have fun with all year round at Fort Stanwix!Just check our online events calendar to see what's happening. National Park Service  What do Girl Scout Rangers Do? • You explore your national parks  • You discover history and culture  •  You explore nature  •  You get a taste of environmental and conservation careers  • You help protect your national parks       How to Earn Your Certificate or Patch: At Fort Stanwix National Monument you must participate in an educational program or volunteer service\/action project and earn your Girl Scout Ranger certificate or patch.  To Earn Your Certificate: you must participate in 5 hours of an educational program, a volunteer service, or an action project. Once you are finished you can download your certificate at the main National Park Service website here:   NPS Girl Scout Ranger Certificate *Use of the certificate is on the honor system, as the certificate should only be downloaded after contributing five hours to project.  To Earn Your Patch: you must participate in 10 hours of an educational program, a volunteer service, or an action project. Girl Scouts will be awarded a patch upon verbally reporting their completion of the program requirements to the Fort Stanwix VIP or Scout Program Coordinators at the Fort Stanwix NM visitor center.       As a Girl Scout Resource Ranger you can explore the park as a troop or an indiviual scout! Photo by Danielle P., Girl Scout Troop 245 of NYPENN Pathways Council         Educational Opportunities at Fort Stanwix Include:  Guided Field Trips  Junior Ranger Programs  Regular Scheduled Tours and Programming  Volunteer Service and Action Project Opportunities can be found on the Fort Stanwix Volunteer Opportunities page for entire troops or individuals interested in helping.  Keeping Track Girl Scouts interested in keeping a log of their experiences may use this Activity Sheet. This is not a requirement, but may be useful in keeping track of your hours completed.    Share Your Experience With Others We would love to hear about your experience as a Girl Scout Ranger! Keep in touch with us. Send an email to the National Park Service at NPS Youth Programs. Be sure to include your name, age, and troop.         Leaders: Fort Stanwix has many programs designed to teach your girls about their national parks and American History...and all of them are free! Reserve your spot by clicking on the picture today! National Park Service       For More Information or FAQs Please Review or Visit: Girl Scout Ranger Program Handout PDF file National Park Service Girl Scout Ranger Main Page Email the Fort Stanwix Scout Program Coordinator  return to: Top of Page For Kids  Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/kidsyouth\/girl-scout-activities.htm"
}
