{
    "title": "Fort Stanwix National Monument: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Suggested Reading              Suggested Reading       Student Resources:  Bliven, Bruce. The American Revolution. Random 1958. Reading Level 5-7th grade. Outline of Revolutionary War.  Chalk, Gary. Yankee Doodle. Dorling Kindersley. 1993. Reading Level 3-6th grade. An introduction to some concepts of the Revolutionary War. Fully illustrated with color caricatures of the people involved.  Copeland, Peter. Every Day Dress of the American Colonial Period. Coloring Book. Dover. 1975. Reading Level 3-6th grade. A look at professions, with detail to clothing of Revolutionary War. Coloring Book with text.  Copeland, Peter. Story of the American Revolution. Coloring Book. Dover. 1988. Reading Level 3-6th grade. An outline of, with detail to specific events of the Revolutionary War. Coloring Book with text.  Copeland, Peter. Uniforms of the American Revolution. Coloring Book. Dover. 1974. Reading Level 3-6th grade. A look at uniforms, with detail to clothing, used in the Revolutionary War, Coloring Book with text.  Duvall, Jill. The Oneida. Children's Press. 1991. Reading level 4-7th grade. An introduction to the Oneida Nation's history and their culture. Illustrated with full color photographs. Fritz, Jean. Can't You Make Them Behave King George? McGann. 1982. Reading level 3-6th grade. Shows some of the causes of the Revolutionary War.  Kalman, Bobbie and David Schimpky. Historic Communities; Fort Life. Crabtree. 1994. Reading level 4-7th grade. An introduction to Life in a fort. Illustrated with full color photographs.  Sabin, Francene. American Revolution. Troll. 1985. Reading level 3-6th grade. Outline of Revolutionary War.  Sneve, Virginia Driving Hawk. The Iroquois. Holiday House. 1995. Reading level 4-7th grade. An introduction to Iroquois history and their culture.  Tripp, Valerie. Meet Felicity: An American Girl. Pleasant Go. 1951. Reading level 3rd grade and up. First in a Series of \"The American Girls Collection\". Stories and activities books centered around a girls life in 1774.   Teacher Resources:    The Blackwell Encyclopedia of the American Revolution. Greene, Jack P. and J.R. Pole. ed. Basil Blackwell. 1991. An Anthology of articles about the Revolutionary War.  The Concise Illustrated; History of the American Revolution. Eastern Acorn Press. 1972 Brief outline of Revolutionary War.  Days of Siege: A Journal of the Siege of Fort Stanwix in 1777. Edited by Lowenthal, Larry. Eastern Acorn Press. 1983. Excerpts from a journal kept by an officer of the 3rd NY Regiment during the siege of Fort Schuyler.  Flexner, James Thomas. Washington: The Indispensable Man. Signet. 1969. Covers the Life of George Washington. Mostly during, put goes beyond, the Revolutionary War time period.  Fort Stanwix: Construction and Military History. by Luzader, John. Historic Furnishing Study by Torres, Louis, and Historic Structure Report by Carroll, Orville W. Government Printing Office, 1976. Three articles written before the Reconstruction of Fort Stanwix, written for the National Park Service use in planning. To date the most complete written histories of Fort Stanwix.  Graymont, Barbara. The Iroquois in the American Revolution. Syracuse University. 1972. A history of the Iroquois during the Revolution.  Higginbotham, Don. The War of American Independence: Military Attitudes, Policies, and Practice, 1763- 1789. Northeastern University. 1983. Outline of the Revolutionary War. Mostly Conceptual writing.  Klinger, Robert Lee and Richard A. Wilder. Sketch Book 76: The American Soldier, 1775-1781. Pioneer. 1974. Sketches of items used by a Continental Army soldier.  Peterson, Harold L. The Book of the Continental Soldier: Being a Complete Account of the Uniforms, Weapons and Equipment With Which He Lived and Fought. Stackpole. 1968. One of the best books written about the daily life of the Continental Army soldier. Plenty of illustrations.  Wilbur, C. Kieth. The Revolutionary Soldier, 1775-1783. Globe Pequot. 1969 Sketches of items used by Continental Army soldier.   Notes:  This selective list was compiled to facilitate your search for relative works. There are several other well written books that did not make this list.  Eastern National Park & Monument Association operates a bookstore (including mail order) at Fort Stanwix National Monument. For availability of titles call (315) 338-7730. Please remember a copy of your school's tax exempt form if applicable.    return to: top of page Fort Stanwix Teacher's Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/education\/suggestedreading.htm"
}
