{
    "title": "Fort Stanwix National Monument: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies            Fort Stanwix Founding Legislation  Superintendent's Compendium    Fire Arms Policy  Cultural Resource Laws          Fort Stanwix Act, Public Law No. 291 74th Congress AN ACT To provide for the establishment of a national monument on the site of Fort Stanwix in the State of New York. Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That when title to the site or portion thereof at Fort Stanwix, in the State of New York, together with such buildings and other property located thereon as may be designated by the Secretary of the Interior as necessary or desirable for national monument purposes, shall have been vested in the United States, said area and improvements, if any, shall be designated and set apart by proclamation of the President for preservation as a national monument for the benefit and inspiration of the people and shall be called the \"Fort Stanwix National Monument\": Provided, That such area shall include at least that part of Fort Stanwix now belonging to the State of New York. Sec. 2. That the Secretary of the Interior be, and he is hereby, authorized to accept donations of land, interests in land and\/or buildings, structures, and other property within the boundaries of said national monument as determined and fixed hereunder, and donations of funds for the purchase and\/or maintenance thereof, the title and evidence of title to lands acquired to be satisfactory to the Secretary of the Interior: Provided, That he may acquire on behalf of the United States out of any donated funds, by purchase at prices deemed by him reasonable, or by condemnation under the provisions of the Act of August 1, 1888, such tracts of land within the said national monument as may be necessary for the completion thereof. Sec. 3. That the administration, protection, and development of the aforesaid national monument shall be exercised under the direction of the Secretary of the Interior by the National Park Service, subject to the provisions of the Act of August 25, 1916, entitled \"An Act to establish a National Park Service, and for other purposes\", as amended.   Approved, August 21, 1935.   return to: Top of Page Fort Stanwix Management       Fort Stanwix National Monument Regulations The Superintendent's Compendium [4.5 MB PDF] is a compilation of designations,  closures, permit requirements, and other restrictions made by the superintendent, in addition to what is contained in Title 36 of the Code of Federal Regulations, and other applicable federal statutes and regulations.  return to: Top of Page Fort Stanwix Management        Firearms in National Parks The law governing possession of firearms inside a national park changed on February 22, 2010.  Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws. The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. For more information about New York State gun laws please visit their website.    Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances.  return to: Top of Page Fort Stanwix Management       Cultural Resource Laws, Regulations, & Director's Orders Part of the mission of the National Park Service is to preserve, unimpaired, cultural resources for the enjoyment, education andinspiration of this and future generations. There are numerous laws, executive orders, director's orders, and policies that help the staff at Fort Stanwix accomplish this mission.This Cultural Resource Laws, Regulations and Director's Orders document summarizes a few of these.  return to: Top of Page Fort Stanwix Management Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/management\/lawsandpolicies.htm"
}
