{
    "title": "Fort Stanwix National Monument: Boy Scout Activities",
    "body": "Boy Scout Resource Stewardship Program          Become a Scout Ranger! Explore the national parks; learn about the National Park Service mission; help protect the nation's natural, cultural, and historic resources. Participate in a volunteer service project or educational program and earn a certificate or patch. Begin by learning about:    What Do You Do? Earning a Cerificate\/Patch   Opportunies to Help Questions and More            There are many events your troop can come participate in and have fun with all year round at Fort Stanwix!Just check our online events calendar to see what's happening. Image Courtesy of Mike Hucko  What do Boy Scout Rangers Do? • You learn about the mission of the National Park Service  •  You help protect the nation's natural, cultural, and historic resources  • You explore your national parks        How to Earn Your Certificate or Patch: At Fort Stanwix National Monument you must participate in an educational program or volunteer service project and earn your Boy Scout Ranger certificate or patch.  To Earn Your Certificate: you must participate in 5 hours of an educational program or volunteer service project. Once you are finished you can download your certificate at the main National Park Service website here:   NPS Boy Scout Ranger Certificate *Use of the certificate is on the honor system, as the certificate should only be downloaded after contributing five hours to project.  To Earn Your Patch: you must participate in 10 hours of an educational program or a volunteer service project. Boy Scouts will be awarded a patch upon verbally reporting their completion of the program requirements to the Fort Stanwix VIP or Scout Program Coordinators at the Fort Stanwix NM visitor center.       Educational Opportunities at Fort Stanwix Include: Guided Field Trips Junior Ranger Programs Regular Scheduled Tours and Programming  Volunteer Service Project Opportunities can be found on the Fort Stanwix Volunteer Opportunities page for entire troops or individuals interested in helping.  Keeping Track Boy Scouts interested in keeping a log of their experiences may use this Activity Sheet. This is not a requirement, but may be useful in keeping track of your hours completed.    Share Your Experience With Others We would love to hear about your experience as a Boy Scout Ranger! Keep in touch with us. Send an email to the National Park Service at NPS Youth Programs. Be sure to include your name, age, and troop.  You can also submit a short description of your experience to the BSA Journey to Excellence website.         Leaders: Fort Stanwix has many programs designed to teach your troop about their national parks and American History...and all of them are free! Reserve your spot by clicking on the picture today! National Park Service        For More Information or FAQs Please Review or Visit: Boy Scout Ranger Program Handout PDF file National Park Service Boy Scout Ranger Main Page Email the Fort Stanwix Scout Program Coordinator    return to: Top of Page For Kids Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/kidsyouth\/boy-scout-activities.htm"
}
