{
    "title": "Fort Stanwix National Monument: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger               Be A Junior Ranger         When you visit the park, start out at the Junior Ranger Station and learn how you can help your National Parks. If you are working from home, why not set up in your backyard and explore something new there? National Park Service   Junior Ranger Programs:. Hi Kids! As a Junior Ranger you can help National Parks in many ways:   Learn the park stories. Stay safe. Keep the park free of litter. Tell others about the things that you have learned. Continue learning about other National Parks!    How can YOU become a Junior Ranger?. Fort Stanwix National Monument offers two Junior Ranger programs to choose from!  1 The first is our in park explorer option. Just come visit and ask a Ranger for a booklet!  If you want to be ready when you arrive you can  have your parents\/guardians request a book be mailed to you before your visit.  That way you can begin your explorations early!  Write To: ATTN: Junior Ranger Program Fort Stanwix NM 112 E Park Street Rome, NY 13440  OR          Click on the Junior Ranger Badge if you would like to download a Fort Stanwix Junior Ranger booklet! National Park Service  >>>>>>>>>>>>>>>>>>>>>>>>>>>>>> 2 The second version can be downloaded on-line! Just click on the link below to begin!  Fort Stanwix National Monument Junior Ranger Booklet (PDF)   Complete the activities on in the booklet like you would while visiting the park in person Search through the History & Culture section's links for hints and answers Tell others about the things that you have learned Have an adult send an email to a Park Ranger to let them know you have finished  Once you are complete, a park ranger will mail you your certificate and bagde; making you an official Junior Park Ranger!  >>>>>>>>>>>>>>>>>>>>>>>>>>>>>           The National Park Service Junior Ranger logo: \"Learn, Explore, Protect.\" National Park Service  More Junior Ranger Fun!.  When you have completed your Junior Ranger packet, either online or at Fort Stanwix, why not explore to see how you can do more as a Junior Ranger in other National Parks!  Even More Fort Stanwix Fun! National Park Service Web Rangers  NPS LEARN *Remember, kids should only use the internet with permission of their parents or guardians*        return to: Top of Page Fort Stanwix For Kids Pages Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/kidsyouth\/beajuniorranger.htm"
}
