{
    "title": "Fort Stanwix National Monument: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip       Explore the past with one of our programs designed for your grade level. Each of our educational programs are based on the New York State Learning Standards, Common Core Standards, and emphasizes the many different areas of the in-class curriculum. Click here for a flyer showing the various standards park programming is designed to meet.  To make a reservation, please fill out the Fort Stanwix Education Program Request form or the Homeschool Day Reservation Form and forward it to the Park Education Coordinator.   plan a field trip includes:    Kindergarten & First Grade  Second & Third Grade    Fourth, Fifth, & Seventh Grades High School    Multi-Age Level & Home School  Self Guided & Offsite Visits     Oriskany Battlefield State Historic Site Visits             Kindergarten and 1st Grade  My New Home Length: 1-1\/2 hours Discover why children were at Fort Stanwix and what they would have been doing here. Students will participate in three hands-on activities during the visit.  “Anna and Abraham’s” discovery sack. 18th century children’s chores Colonial toys and games  Finally, the students will discover that even though you may change the place you live, it is family that makes a house a home.   Holiday Treasures  Length: 2 hours Learn about world cultures through winter celebrations, and discover the roots of our uniquely American culture! You and your students will become world travelers within the walls of Fort Stanwix. ♦ Identify culture through decoration ♦ Explore traditions of the past ♦ Fill their own Fort Stanwix Passport  View: Holiday Treasures Lesson Plans   NY State Social Studies Core Curriculum: v History of my family v My community and region today v Cultures and civilizations Common Core Goals: RI.1.1         SL.1.2,3  RI.2.6         SL.2.2,3 RI.3.1 SL.3.2,3  top of page         2nd and 3rd Grades  The Fort Community Length: 1-1\/2 hours What community helpers live at Fort Stanwix? Your students will explore the answers to this question by participating in three sensory-rich activities comparing 18th century community helpers with their modern counterparts.  Take part in a bucket brigade Stand guard duty Pay a visit to Dr. Woodruff’s day quarters  Come and find out how communities over 200 years apart are very much the same!   Holiday Treasures Length: 2 hours Learn about world cultures through winter celebrations, and discover the roots of our uniquely American culture! You and your students will become world travelers within the walls of Fort Stanwix. ♦ Identify culture through decoration ♦ Explore traditions of the past ♦ Fill their own Fort Stanwix Passport  View: Holiday Treasures Lesson Plans  NY State Social Studies Core Curriculum: v History of my family v My community and region today v Cultures and civilizations Common Core Goals: RI.1.1         SL.1.2,3  RI.2.6         SL.2.2,3 RI.3.1 SL.3.2,3   top of page         4th, 5th, and 7th Grades  Garrison Life Length: 1 ½ hours Maximum Number of Students Per Program: 150 Times: 10:00 a.m. or 1:15 p.m. Educational Goal: Students will learn about the daily life of a Continental Soldier serving at Fort Stanwix during the American Revolution. Program Activities: Students will rotate through 3 stations pertaining to military service at a frontier outpost: Fortification Walk: Discover how building the fort takes many skills, such as math and science, from planning through defending against an enemy.  Crime and Punishment: Find out what was against Army regulations for soldiers, and the repercussions of “unsoldier like” behavior. Left Behind: Students will participate in an archeological study of reproduction items that represent the life of a soldier garrisoned at Fort Stanwix. Each of the reproduction items mirror objects that were discovered onsite during the excavation of the site in the early 1970’s.  Soldier's Day Length: 3 hours Maximum Number of Students Per Program: 60 Times: 10:00 a.m. through 1:00 p.m. Educational Goal: Students will discover what life was like for enlisted men in the Continental Army at Fort Stanwix during the American Revolution. Program Activities: The 3 main duties of a soldier: drill (musket), fatigue (manual labor), guard Prerequisite Notes: Requires in-class preparation for the program. Lessons\/materials can be downloaded in PDF form here: Soldier's Day Lesson Plan  --What was life like for a soldier in the Continental Army? Find out in this 3-hour hands-on program. After signing enlistment papers in school, your students will take on the roles of privates, corporals, and sergeants to prepare for their time at the fort. While at the fort, they will participate in the 3 main duties of a soldier -guard, fatigue, and drill (practice with a non-firing weapon). Lunch is included in the program time, and meal suggestions are included on our website.  21 Days Length: 1 ½ hours Maximum Number of Students Per Program: 150 Times: 10:00 a.m. or 1:15 p.m. Educational Goal: Students will learn about the 21 day British siege of Fort Stanwix and how it played an important role in the Saratoga campaign of 1777. Prerequisite Notes: If you have not covered the \"Three Pronged Attack\" on New York in your classroom yet, we strongly recommend booking a \"Garrison Life\" program for your class. Research material is available throughout our website. Program Activities: Students will rotate through 3 stations pertaining to the fort and its siege. The stations are: Fortification Walk: Discovering how the fort's structures helped to keep the British out and the Americans safe. Team Drill: Students will learn how teamwork played a major role in the American victory at the fort by participating in a cannon crew. The 5 W's: Through interactive theatre, students will learn the who, what, when, where, and why of the siege of Fort Stanwix. They will also learn how the events at the fort impacted local, state, national, and world history.  top of page       High School Most Junior High and High School Programs are designed with the assistance of the classroom teacher. Please call 315-336-4448 or e-mail the Education Coordinator for all options.  top of page       Multi-Age Levels and Home School Groups  Ranger Guided Programs If your group is between the ages of 5 and 8, any of the above listed K-1st Grade or 2nd-3rd Grade programs can be modified to suit your lesson needs.   If your group is between the ages of 8 and 12 any of our 4th-5th grade programs listed above are appropriate for multiple ages and learning styles.   Most programs for groups above the age of 12 are designed with the assistance of the classroom teacher or group leader. Please call 315-336-4448 or e-mail the Education Coordinator for all options.  Self-Guided Options Please note: If your group decides to take advantage of any of these options, students must have an adult chaperone for their own safety!** While exploring the park grounds on their own your group is invited to participate in the Fort Stanwix Junior Ranger Program. This can be printed from the Fort Stanwix website.  You are also invited to participate in our online Junior Ranger Program as a pre\/post visit self-guide activity. For more information on this program, please click here.  For more information on all options available for self-guided explorations, please refer to the Self-Guided listing on this page for complete information on all other options available to your group.  top of page       Self-Guided Options and Pre\/Post Program Visits Please note: If your group decides to take advantage of any of these options, students must have an adult chaperone for their own safety!**  Marinus Willett Center The visitor center at Fort Stanwix is filled with exhibits for learners of all styles and ages. Along with the many text exhibits, the center also houses audio\/visual presentations on the American Revolution, and many artifacts that help to tell the story of who served at the fort. You will also find our cooperating association's bookstore\/gift shop in the Willett Center. Time: At least 30 minutes is recommend to view all of the exhibits\/presentations in the Willett Center. If you are short on minutes but would still like to visit the park, this is an excellent way to get a good overview.   Assistance: A staff member will give your group a brief orientation to the Willett Center before you go into the exhibit space, and will be available for any questions that may arise. Accessibility Notes: The Willett Center is entirely accessible based on ADA compliance. Click here for more information.  Inside the Fort During your ranger-guided program, students will not have a room-to-room tour of the fort. Because of this, curiosity arises as to what is in the places they haven't seen. We welcome this, and invite you to explore the fort on your own. A description of the rooms can be found on the park brochure, available in the Willett Center or by request when making the group reservation. Time: At least 30 minutes is recommend to be able to discuss some of the exhibits that are being viewed. Assistance: Depending on staffing on the day of your visit, Living History staff and volunteers may be available to allow you into gated rooms and to answer questions. Accessibility Notes: The fort is an accurate reconstruction of the original. It is accessible in the Gregg Barracks, ramps are provided on request, restrooms are compliant as well. Click here for more information.  Park Trails\/Waysides There is more to learn about the fort from the surrounding trails! From the paths surrounding the fort, you can see the site from the British perspective. You can also learn from the wayside signs where the British trenches were located, what the stream on the east side of the fort was used for, and much more. Time:  At least 30 minutes is recommend to walk the path and view all of the wayside exhibits. Assistance: This walk will be completely self-guided, however questions can be answered by any of the park staff. Accessibility Notes: The paths surrounding the fort are completely accessible to wheelchairs. Wayside signs are also tilted for ease of reading in wheelchairs.  Offsite Park Visits Generally offered in the late fall through early spring, these free of charge programs could be a great way to prepare your classroom for an upcoming visit, a follow-up to a field trip, or based around a topic you are studying in the class! Please call 315-336-4448 or e-mail our Education Coordinator for more information.  top of page       Oriskany Battlefield State Historic Site Lesson Plans:  Why Should We Remember? Length: 1-1\/2 hours On August 6, 1777 some very important and long-lasting decisions were made on the battlefield at Oriskany. Walk the battlefield and find out about the stories that help us answer the question, “Why should we remember?” Pre-Visit: There is one pre-visit lesson for this program. It can be downloaded by clicking on the following link:\"What Have I Done\" Oriskany Lesson Plan PDF Onsite Activities: Your group will participate in two activities while at the battlefield. The first is a small group activity based on decision making. The second is a ranger-guided walk of the battlefield relating the small group activity to the actual stories of the events of August 6, 1777.       return to: Top of Page Fort Stanwix Teacher's Page Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/education\/planafieldtrip.htm"
}
