{
    "title": "Fort Stanwix National Monument: Park Fun",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun               Park Fun         Why not try playing with some old-fashioned toys when you come to Fort Stanwix? Photo by Danielle P., Girl Scout Troop 254 of NYPENN PAthways Council  \"Adventure on the Carry\" Online Games Can You Build a Fort? Make Your Own Ink for a Journal More National Park Fun!  There are a lot fun things to do at Fort Stanwix, in the visitor center, or around the grounds!  For example, you can:   • Decide and declare your allegiance to the Crown or to Independence  • Build your own wooden fort  • See a model of the fort • Become a Junior Ranger        What can you find while you explore? National Park Service  .       ..\"Adventure on the Carry\"..  For ages 3 to 6, a fun filled expedition where children will meet new friends and see many new things.   An exciting way for you and your child to explore Fort Stanwix!!  To participate in this activity when you arrive at the park, please ask a ranger at the Marinus Willett Center information desk.       .Why not try some Fort Stanwix Online Games?.  Continental Army Word Search 91kb JPG File Fort Schuyler Crossword Puzzle 44kb JPG File Fort Words Matching Game 92kb PDF File  Online Game Answers:  Continental Army Word Search Answer 106kb JPG File  Fort Schuyler Crossword Answer 106kb JPG File  Fort Definitions Matching Game Answers 85kb PDF File        When you visit the park you can try to make your own fort. But some kids have made them at home using the steps below and their imaginations! National Park Service         National Park Service   . Build Your   Own Fort! .  Are you having trouble imagining life during the American Revolution?  Why don't you do what this Junior Ranger did and build your own fort! >>>>>>>>>>> >>>>>>>>>>> >>>>>>>>>>>       This fun fort activity brought to you courtesy of Junior Ranger \"S.\"!(National Park Service Image)           Junior Ranger \"S.\" spent a lot of time completing his popsicle stick Fort Stanwix. It has a draw bridge and even four bastions. He even found cannons and model soldiers to put inside of it to represent a siege!  You can make your own fort out of anything from popsicle sticks, to blocks, to cardboard!  To compare the pieces of your fort to the pieces of Fort Stanwix you can click on the link here: Fort Description Page 85kb PDF File  How can you discover history in new and fun ways?          The Orderly Book of Major John Grahm's Company of the 1st New York Regiment was kept at Fort Stanwix, N.Y. from August 9, 1779 to July 12, 1780.   Traveling with a special book called a \"journal\" makes it much easier to remember the special things you have done and where you've been.During the American Revolutionary War, different soldiers and officers kept special journals called \"Orderly Books\" to keep track of the day's orders and commands. To learn about the First New York Regiment's Orderly Book visit: Fort Stanwix NM PreservationYou can make a journal out of a few scraps of paper strung or stapled together. To make ink to write in your journal, follow the instructions below:         Make Your Own Ink: You may want an adult to help you with this project.  •1 cup ripe blackberries • 1 tablespoon vinegar • 1 tablespoon salt • measuring cup and spoons • stainer •jar with lid  Steps: 1. Mash the berries through the strainer into the jar to make a berry juice. 2. Add the vinegar and salt to the juice so that it will last a long time. 3. Keep the lid on the jar when not using the ink, so that it doesn’t dry up.       And you don't have to wait until you come to the park to have fun, either! Kids can visit these associated websites with permission of their parents or guardians:  Be a Fort Stanwix Junior Ranger! National Park Service Web Rangers  NPS LEARN        return to: Top of Page Fort Stanwix For Kids Pages Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/kidsyouth\/parkfun.htm"
}
