{
    "title": "Fort Stanwix National Monument: 1779 Van Schaick Expedition",
    "body": "The Van Schaick Expedition - April 1779       Compiled by Fort Stanwix NM Staff In January of 1779, eight neutral Onondaga chiefs decided to cast their lot with the Oneida and Tuscarora. Only the Oneida and Tuscarora Nation were recognized by the Americans as allies. The Onondaga Nation claimed their overall stance to be neutral, but in addition to the neutrals there were pro-American and pro-British factions as well.   The eight Onondaga chiefs told the rest of the nation of their decision and of their belief that the Great Council Fire had once again been extinguished by their actions. The Onondaga had already extinguished the Council fire once before in 1777, due to an epidemic that swept through the village leaving 90 dead, including three principal chiefs. The chiefs advised the rest of the nation to choose sides as well, as they could see a neutral stance was no longer possible. The other factions refused to recognize the extinguishing of the fire, stating that the rest of the chiefs had to be present before any final decisions could be made. They also stated that they were resolved to stay on their lands. In the end, perhaps as many as 40 Onondagas followed the lead of the eight chiefs and left their villages to join the Oneidas.  By 1779, the Americans had decided to end the continuous raids by Indian\/loyalist parties on their frontier settlements. The overall aim of their Western Expedition of 1779 (also call the Clinton\/Sullivan Campaign of 1779) was to destroy the Six Nations ability to wage war and possibly force them to sue for peace with the 13 States. The campaign would use the same tactics on the Six Nations that they were employing on the American settlements: destruction of homes, crops, and personal property, and the taking of prisoners. The Americans were no longer going to accept a neutral stance from any of the Six Nations. Those that had not declared themselves pro-American would be treated as enemies. What the eight Onondaga chiefs had foreseen was about to come to pass.   While the main expedition against the Six Nations would move into western New York from Pennsylvania to strike the Cayuga and Seneca Nations, the expedition against the Onondaga would be a separate operation launched from Fort Schuyler (Stanwix). The expedition would be under the command of Col. Goose Van Schaick, whose1st New York Regiment was then garrisoning the fort. On April 16, Van Schaick arrived at Fort Schuyler and began to assemble the troops and supplies. In the end, 558 troops were assigned to the expedition and were composed of the following detachments:      3 Companies of the 1st New York Regiment   1 Company each from the 3rd, 4th, and 5th New York Regiments   1 Company of the 4th Pennsylvania Regiment   1 Company of the 6th Massachusetts Regiment   1 Company of riflemen      Lt. Col. Marinus Willett and Maj. Robert Cochran were drawn from the 3rd New York Regiment to act as Col. Van Schaick's field officers. Although secrecy was paramount, it was difficult to keep the arrival of so many troops and such sudden activity at the fort quiet.  Prior to Van Schaick's arrival, a group of \"63 Oneida Indians came into the Fort with their baggage and squaws...\" and requested to join the expedition. Fearful that the close ties between the Oneida and Onondaga would lead the Oneida to warn their brethren, Van Schaick insisted that no expedition of any sort was planned. Van Schaick had already been advised that the Oneida and Onondaga \"attachment to one another is too strong to admit of their [the Oneida] being of any service when employed against their fellows.\" When the Oneida then asked to go on an expedition of their own, Van Schaick gave them the task of capturing the small British post at Oswegatchee (modern Ogdensburg). While this operation would remove another British presence on the frontier, the main goal was to ensure that the Oneida would have no opportunity to warn the Onondaga of what was to come. This expedition left the afternoon of April 18, 1779 and did not return until the 30th, by which time the destruction of the Onondaga villages had been completed. In the end, this force was not able to take Oswegatchee, but they did take several prisoners and gained information about enemy movements in the area.  On the evening of April 18, Van Schaick ordered the troops to Wood Creek, where the expedition's 29 bateau and eight day's provisions would be floated down to Oneida Lake. The main force marched overland and arrived at the lake before the boats. By April 20, the force had crossed Oneida Lake and began the march towards the Onondaga villages. With the coming of night, the expedition halted. Since they were only eight miles away from the Onondaga, fires were not permitted, and the troops had to huddle on the snow covered ground with cold rations and only their blankets for warmth.  The next day, the march resumed and the troops had just finished crossing Onondaga Creek when their advanced guard came across an Onondaga Indian hunting. The Indian was quickly taken prisoner. Shortly thereafter, word reached the main body of troops that the advance guard \"had caught one squaw and killed one and had taken two or three children and one white man and one or two made their escape and alarmed the town.\" The advance guard was immediately ordered to \"surround the first Onondaga Settlements which were about two miles off.\" Additional troops moved forward to the next town where they \"made some prisoners and killed some particularly a Negro who was their Dr. they then plundered the houses of the most valuable things and set fire to them.\" As the Onondaga villages extended out for a distance of eight miles, different routes were taken by \"several different detachments in order to surround as many of their settlements as possible at the same time,\" while the main body continued a quick advance to the principal village. Even though by this time the alarm had been raised, most of the villages were still caught by surprise and the inhabitants forced to flee, leaving all their personal property behind. By 4:00 p.m. the main work of the expedition was over. In his report of the affair Col. Van Schaick stated that:  We took thirty three Indians and one white man prisoner, and killed twelve Indians. The whole of their settlement, Consisting of about fifty houses, a large quantity of Corn and Beans were burnt, a number of fine horses & every other kind of Stock we found were killed. about an hundred Guns, some of which were rifles, was among the plunder, the whole of which after the men had loaded themselves with as much as they could Carry was distroyed with a Considerable Quantity of ammunition; one swivel take at the Council house had the Trunions broke off, and was otherwise damaged, in fine their destruction of all their settlements was complete.  The expedition immediately began to retrace its steps back to Fort Schuyler, and upon arriving at Onondaga creek, the troops came under fire from \"about 20 Indians who lay concealed on the opposite side of the Creek.\" The rifle company moved forward and after killing one warrior, dispersed the rest. The return journey continued on with no further occurrences, and the troops arrived back at Fort Schuyler on April 24 at \"about 12 o'clock when we were saluted by 3 pieces of cannon from the fort and each Compy. [Company] Took their old quarters.\" Col. Van Schaick reported that the entire expedition had been \"out five days and a half, the whole distance of going & returning being one hundred & Eighty miles, not having lost a single man.\"  The expedition was considered a huge success by the Americans and when compared to the larger Western Campaign against the Cayuga and Seneca later in 1779, was considered to be \"more complete and effectual\" in its objectives.  The true effectiveness of any of the 1779 operations against the Six Nations began to be questioned by those involved, however, because the immediate goals were never achieved. The British allied Indians returned in 1780 and after to launch ever more raids on the American frontier, and many who may have been truly neutral were now by anger and necessity forced to go to the British for support. The Onondaga expedition itself created a rift between the Americans and their Oneida allies. Due to their various ties of kinship, the Oneida had long interceded for the Onondaga, upholding and reiterating the Onondaga claims of neutrality. It was now clear to the Oneida that the Americans had totally disregarded their words and consul.  In the end, neither the Onondaga, nor any of the hostile Six Nations groups would sue for peace with the 13 States. With the coming of peace, however, these nations were abandoned by their British allies and viewed as enemies by the United States. The Onondaga would thus become one of the nations forced to sign the dictated \"Peace Treaty\" between the United States and the Six Nations at Fort Stanwix in 1784.       return to: top of page Fort Stanwix History and Culture Pages Fort Stanwix Main Page       Sources: Egly Jr., T. W. History of the First New York Regiment 1775-1783. Publisher: Peter E. Randall, 1981. **all quotes excerpted from the above publication**",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/the-van-schaick-expedition-april-1779.htm"
}
