{
    "title": "Fort Stanwix National Monument: Featured Artifact",
    "body": "Featured Artifact         Small candy dish found during archeological excavations at Fort Stanwix National Monument. NPS Image      This 19th century porcelain, spade-shaped candy dish was made some time between 1900 and 1912. It was recovered by NPS archeologists during excavations in the yard area of a business called J.G. and Company, which was a druggist located at 117 East Dominick Street. In 1889, the business was owned by J.G. Bissell and J.A. Owens. The museum collection includes several pharmaceutical bottles that feature the name ‘G. N. Bissell’, who was J.G. Bissell’s father and original founder of the company established in 1843.  By 1929, the lot had been converted into a store called Rome Sporting Goods and Manufactures.   Sometime after the druggist shop opened and before the sporting goods store opened, this candy dish was produced by the “oldest privately owned Bavarian factory” and the top producer of German porcelain (McCaslin 1994a:8; McCaslin 1994b:6).        Detail of the “Peasant Musicians, Violin and Horn” pattern. NPS image.     This ceramic is hand painted and features two men, one playing a violin and the other playing a horn. Factories often named their decorative patterns to help keep track of the variations they produced. This candy dish is decorated with the “Peasant Musicians, Violin and Horn” pattern. The factory also produced a “Peasant Musicians, Mandolin and Cello” pattern in which the horn is substituted for a mandolin and the violin is exchanged for a cello.        Close up of maker's mark from bottom of dish. NPS image      Maker’s marks are stamps or engravings, usually located on the bottom of ceramics, which help to identify the manufacturers, decorative patterns used, and date of manufacture. The maker’s mark on the bottom of this dish features a crest with two standing lions and the words:  ___yal Bayreuth P   T Priv. 1794 Bavaria   According to the president of the Royal Bayreuth Collectors Club, the dish has a standard blue maker’s mark which was used between 1900 and 1912.  Originally, this piece was thought to have been made in Bayreuth, Germany because of the maker’s mark. However, it is actually from Tettau, a village located in Upper Fanconia, north of Bayreauth (Salley and Salley 1969). The factory is called Koniglich Priv. Porzellanfabrick and it was established in 1794. After the dish was manufactured, it was most likely exported to the United States where it eventually made its way to Rome, NY.   The factory typically manufactured tableware, figurines, tea sets, coffee sets, and chocolate sets (McCaslin 1994a:14). Many of the ceramics produced were exported to the United States beginning in the 1870s. Unfortunately, in 1897, a fire at the factory destroyed many documents and most of the production equipment. Soon after, a new building was constructed on the site which is where the candy dish was likely manufactured sometime between 1900 and 1912 (McCaslin 1994:6).   The Royal Bayreuth Collectors Club provided valuable information and insight to this object. For more information about the club, visit their homepage:  http:\/\/royalbayreuth.org\/      Works Cited McCaslin, Mary J. (1994a) Royal Bayreuth: a collector's guide book 1. Antique publications, Marietta, Ohio.    McCaslin, Mary J. (1994b) Royal Bayreuth: a collector's guide book 2. Antique publications, Marietta, Ohio.    Salley, Virginia Sutton and George H. Salley (1969) Royal Bayreuth China. Portland Lithograph Company, Portland, Maine.    Simpson, Richard V. (2000) Royal Bayreauth: The Princely Porcelain of Prussia. Antiques & Collecting Magazine (3)105, 20-25.",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/featured-artifact.htm"
}
