{
    "title": "Fort Stanwix National Monument: The Oneida Nation",
    "body": "The Oneida Nation in the American Revolution         An Oneida living historian gives a talk to visitors near the fort walls. National Park Service  Compiled by Park Ranger William Sawyer   The Oneida were one of the individual Nations of the powerful Six Nations Confederacy. The \"Oneida Carry,\" where Ft. Stanwix was built, was located in traditional Oneida lands. The modern village of Oneida Castle now occupies the area of one of the principal Oneida villages. As Ft. Stanwix was situated near the Oneida villages, the presence of Oneida in and about the fort became a common part of the garrison's life, both during the British and American occupations. Oneida would have been coming and going on business of trade, council, and providing information to the garrison.  Overall, the Six Nations were able to maintain their neutrality during most of the French and Indian War. As that conflict neared its end, the Confederacy formalized relations with the British to become allies. The American Revolution however, would exert pressures that the Six Nations could not survive. While the majority of the Confederacy ultimately chose to continue their support of England, most of the Oneida and some of their dependents, the Tuscaroras, chose to support the American cause. The alliance between the Six Nations and England had been largely due to the work of one man, Sir William Johnson. On the other hand, the alliance between the Oneidas and the Americans was due in part to one man, Rev. Samuel Kirkland.  Kirkland became the Oneida's missionary in 1766, and spent much of the rest of his life with them. Kirkland quickly immersed himself in the Oneida's lifestyle, making his religious duties an important part of their daily routine. Along with tending to his religious work, Kirkland also became a counselor and mediator in their local disputes. Kirkland arranged for the Oneida to receive schooling and provided them with modern carpentry and agricultural tools. Whenever possible, he provided the needy with food and clothing. In 1770, Kirkland aligned his ministry with a Boston based religious commission. This was to have a profound influence on the Oneida, as their attention was drawn closer to Boston and the political views and influence of the \"Rebels\" there. When England began warning the Six Nations not to listen to the words of the radical \"Bostonians\" (a term the British used to refer to anyone with patriot beliefs), it was difficult for the Oneida to comply. They simply could not believe that Kirkland and the others who brought so much good to them could truly be as evil as the British claimed. These beliefs helped lead the Oneida to support the American cause in the war.  Another factor that played into the Oneida's choice of allies was a loss of sovereignty under the British. In negotiations for the Boundary Line Treaty of 1768 (held at Ft. Stanwix), Sir William Johnson had overstepped his authority, finally wearing the Oneida down and gaining their assent to push the boundary line deep into Oneida land. Johnson also curtailed the Oneida's ability to become more self sufficient, such as refusing their request to have a blacksmith available at their villages to do on-site repairs.    With the lines now drawn and fighting begun, the Oneida became a valuable asset to the garrison at Ft. Stanwix. In fact, it was the Oneida themselves who were among the first to urge that the ruinous Ft. Stanwix be reoccupied. During the period that the Americans garrisoned the fort, the Oneida provided them with information, warriors, scouts, spies, and aided the troops in catching deserters.  From 1777 into early 1778, the Oneida were able to give the largest amount of physical support to the war. On August 6th, a party of Oneida acting as scouts for Gen. Herkimer's militia force fought against American Loyalists and British allied Six Nations League members at the Battle of Oriskany. An Oneida War Chief, Han Yerry Tewahangarahken, his wife, Two Kettles Together, (Tyonajanegen) and son Cornelius particularly distinguished themselves. By the end of the battle, Han Yerry had killed nine of the enemy. During the latter stages of the Burgoyne Campaign, the Oneida provided 150 men to Gen. Horatio Gates' army. This group was successful in harassing British sentry posts and foraging parties. During the winter of 1777-78, the Oneida sent 50 men to serve with Washington's army at Valley Forge. An Oneida woman who accompanied them, known as Polly Cooper, became a cook for Gen. Washington for the winter. Along with providing service as scouts, these Oneida fought under Gen. Lafayette at the Battle of Barren Hill in May of 1778 before returning to their homes.        The Fort Stanwix Treaty of 1784 The National Archives  Due to the constant danger of reprisals against them by Six Nations members supporting the British, the Oneidas main contribution for the remainder of the war consisted of providing small numbers of men to act as guides, scouts, and couriers. At Ft. Stanwix, the Oneida were employed continuously at this work, as a record of receipts from Col. Gansevoort's papers bear out. Among other expenses recorded for 1778 are sums of money paid to the Oneida and Tuscarora for delivering messages and mail to various locations, including Albany. Also recorded is money paid to the Oneida and Tuscarora for scouting expeditions out to Oswego[i]. The Oneida were also engaged in raiding against their former Nation brethren, as the excerpts from the following letter will show:  From a letter to Gov. George Clinton dated Fort Schuyler, Sept. 28, 1778:   Gentlemen, on Fryday last arrived here the sachems & Warriors of the Oneida & Tuscarora Nations, their number upwards of One hunrd. After the usual formalities, they delivered themselves nearly as follows:   Brothers, we have now Taken the hatchet and burnt Unendello & a place called the Butter Nuts; we have brought five Prisoners from each of the above places. Our warriors were Particular that no hurt should be done to Women & Children; we Left four old men Behind who were no more able to go to War…. Last year we took up the Hatchet at Stillwater and we will now continue it in our hands…. Brothers, we deliver you six Prisoners, with whom you are to act as you Please. Brothers, you had a man scalped here sometime agoe. The Oneidas & Tuscaroras have taken revenge & have brought you some Slaves. We do not take Scalps.  We hope you are now convinced of our Friendship towards you & your great Cause[ii].  It was as reluctant scouts that they served on the Clinton-Sullivan Expedition against the British-allied Six Nations in 1779. They also provided scouts and guides for the various militia forces countering the Indian\/loyalist raids into the Mohawk Valley. Some accounts state that an Oneida warrior killed the infamous Tory, Walter Butler, at the Battle of West Canada Creek in November of 1781.  By the 1780’s however, the Oneidas' support of the Americans had cost them a great deal. One of the principal Oneida villages was destroyed in 1780 and numerous Oneida moved to the area of Ft. Stanwix, or farther down to Schenectady for safety and subsistence. Some of this number, unable to withstand the continued persecution from the loyalists and other Six Nations groups, were forced to return their allegiance to England in order to save themselves and their families. The 13 States however, continued to consider the Oneida Nation as a whole their allies to the end of the war. In fact, the American force that attempted to capture Oswego in February of 1783 employed an Oneida warrior as their guide.  The end of the war came none too soon for the Oneida Nation. Their homes, fortunes and way of life had been completely destroyed by the fighting, and they had few resources to fall back on. It was not until 1794 that the U.S. Government provided any restitution to their former allies. A total of five thousand dollars was paid to those Oneida and Tuscarora who had lost homes and property due to their support of the American cause. Two examples of these claims are as follows[iii]:   Widow of Jacob Anenghrateni    Cornelius Sug-go-yone-tau   4 Cows – 2 Horses                            1 saddle horse, common size 1 Sett Horse tackling                          4 brass sugar kettles 1 Sleigh, not shod                               1 sleigh & harness, shod & 1 horse 3 Large Trunks                                   1 gun 1 Chest                                              2 trammels 12 pewter plates                                 1 large breeding sow(with small pigs) 1 Hand-Saw                                       1 Large English axe 2 Large brass kettles               1 small house of hewed logs 1 small ditto 6 painted Chairs 1 Unfinished framed house with Two Chimneys 1 finished ditto one fire-place   Money however, could not replace a culture and a way of life that was now totally lost to the Oneida and their dependents. Those that survived the war not only had to rebuild their lives; but also had to do it according to the concepts and desires of their white neighbors. The effects of the war on the once proud Oneida Nation can be seen in remarks made by Joseph Brant and Samuel Kirkland. On visiting an Oneida village in 1784, Brant commented that “They are continually drunk with stinking rum.” [iv] Kirkland noted in 1785 that the Oneidas had become “filthy, dirty, nasty creatures – a few families excepted” [v].   The worst was yet to come for the Oneida people. The end of the revolution allowed old divisions between the Matrons, Sachems and Warrior classes to resurface. These divisions made it difficult for the nation to stand united in the face of land hungry New York State. A provision of the 1784 Treaty of Fort Stanwix secured the Oneida and Tuscarora their traditional lands as America’s allies; but the new government never enforced this part of the treaty.  Starting in 1785, the State of New York entered into various treaty negotiations with the Oneidas in order to purchase land from them. The ruins of Ft. Stanwix served as the meeting place for one of these negotiations in 1788. This process eventually reduced the Oneidas' land holdings down to a small reservation of 32 acres near the modern City of Sherrill, NY.  By 1820, a large number of Oneida had migrated west to the Wisconsin area. In 1840 and 1845, two more groups of Oneida moved on to land they had purchased in Ontario, Canada. Due to these migrations, an additional rift developed within the Oneida nation between those that remained in New York and those that left. This break caused animosities between the groups that are still being felt to this day. The healing process is often a slow and painful road to travel for the survivors of any war. For the Oneida it is a journey that they are still undertaking, and one that may never come to a complete end.   Top of Page       Footnotes:      [i]  Typed excerpts of the Gansevoort Military Papers located at Ft. Stanwix N.M., Rome, N.Y. Pg. 16.    [ii]  Public Papers of George Clinton, vol. IV  (Published by the State of New York) Pg. 131.   [iii] Anthony Wonderley transcriber, typed transcription of the Account of Losses Substained by the Oneidas &Tuscaroras, in consequence of their Attachment to the United States in the late Warlocated at Ft. StanwixN. M., Rome, N.Y. PP. 7 & 21.   [iv] Barbara Graymont, The Iroquois in the American Revolution (Syracuse: Syracuse University Press, 1972, Pg. 286   [v] Ibid., Pg. 286.       Sources:    Gansevoort Military Papers. Typed excerpts of the original manuscript from the files of Fort Stanwix NM, Rome, NY. (Original in the collection of the New York Public Library)    Glatthaar, Joseph T. and Martin, James Kirby. Forgotten Allies: Oneida Indians and the American Revolution. New York: Hill and Wang. 2006.    Graymont, Barbara. The Iroquois in the American Revolution. Syracuse: Syracuse University Press. 1972.    \"Indians at Fort Stanwix.\" Research for the NPS, Fort Stanwix NM Garrison Training Manual.    Public Papers of George Clinton, First Governor of New York 1777-95--1801-94 Vol IV. Albany: State of New York. 1900.     Wonderly, Anthony, transcriber. Account of Losses Sustained by the Oneidas & Tuscaroras, in consequence of Their Attachment to the United States in the Late War. From the files of Fort Stanwix NM, Rome, NY (original in the collection of the Massachusetts Historical Society).",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/the-oneida-nation-in-the-american-revolution.htm"
}
