{
    "title": "Fort Stanwix National Monument: The Battle at Oriska",
    "body": "The Battle at Oriska (Oriskany)           General Nicholas Herkimer at the Battle of Oriskany. Photo Courtesy of Utica, NY Public Library  Compiled by Park Ranger William Sawyer   The Battle of Oriskany occurred on August 6, 1777, when the local Tryon County Militia attempted to come to the relief of the besieged Fort Schuyler (Stanwix). On July 30, 1777, the militia's commander, General Nicholas Herkimer, had ordered his men to begin assembling at Fort Dayton (located in the modern Herkimer area). By August 4, around 800 of the militia were assembled and ready to begin the march to relieve Ft. Schuyler. The militia brigade was composed of four regiments, mostly of Palatine German immigrants or descendents: The 1st (Canajoharie) Regiment under Col. Ebenezer Cox, the 2nd (Palatine) Regiment under Col. Jacob Klock, the 3rd (Mohawk) Regiment under Col. Fredrick Visscher, and the 4th (Kingsland-German Flatts) Regiment under Col. Peter Bellinger.  By the evening of August 5, the militia and its 15 supply and baggage wagons was encamped near the Oneida Indian Village of Oriska (in the area of modern Oriskany, NY) about 8 miles from Ft. Schuyler. Earlier that day, Herkimer had sent three messengers forward to the fort to let Col. Peter Gansevoort know the militia was on its way. Herkimer may have also requested Gansevoort to stage a diversionary attack against the British lines. This would draw attention away from the militia's advance. Gansevoort was to fire three cannons from the fort as a signal that the messengers had arrived and that the militia should advance. Herkimer had no intention of moving until he heard the guns from the fort. However, some of Herkimer's officers were not so patient, and at the morning's officers meeting they argued for the militia to advance without waiting for the signal guns from the fort. As tempers flared Herkimer was accused of cowardice and having Tory or loyalist sympathies (one of Herkimer's brothers was serving with Barry St. Leger's army that besieged the fort). Finally, Herkimer's own temper got the better of him and he angrily ordered the militia to advance. The militia moved in a column with an advanced guard followed by the 1st, 2nd, and 4th regiments, then the wagons. The 3rd regiment formed the rear guard. Prior to setting out, the militia was joined by a small party of Oneida warriors from the village of Oriska.  Unfortunately for the militia, St. Leger had been warned of their approach on August 5. He dispatched a force of around 700 men under command of Sir John Johnson to ambush the militia before they reached the fort. Comprising this force were 100 men of Johnson's King's Royal Regiment of New York, roughly 100 Indian Department Rangers, and 500 Indians; mostly Mohawk and Seneca. It is possible that some of the German riflemen and Canadian militia from St. Leger's army joined Johnson's force as well; however there is no substantial documentation to support this idea. The spot chosen for the ambush was a deep ravine about six miles from the fort. British plans called for Johnson's troops to form on the eastern end of the ravine, while the Indians and rangers circled it on each side. Once the militia was bottled up at the bottom of the ravine a body of Indians and rangers under Mohawk leader Joseph Brant would attack their rear, cutting off any escape. The stage was now set for brother to fight brother, neighbor to fight neighbor, the peace that the Six Nations had shared for many years to be broken.  Around 10 a.m., the Tryon militia began moving down into the ravine. The main body halted at the bottom, waiting for the wagons to catch up, and many men took the opportunity to drink from a nearby stream. At this point some of the Indians, impatiently waiting for the signal to attack, rose up and attacked the militia. Quickly overrunning the advanced guard, the Indians attacked the main body of the militia but were thrown back with heavy losses. Partially following orders and partially through panic, the militia began to disperse throughout the woods as attacks came at them from all sides. Still on the opposite end of the ravine from the fighting, most of the 3rd Tryon panicked and fled when Brant's force attacked them. Many Indians left the scene of the ambush to chase after these fleeing men. Only a small part of the 3rd Tryon would fight its way forward to join their comrades. Wounded in the leg early in the fighting, Herkimer had his saddle propped up against a tree, sat upon it, and continued to direct the Tryon militia. The battle had quickly developed into numerous individual fights, with small parties of men on both sides shooting at one another or locked in hand-to-hand combat. Had the battle continued in this fashion, it is likely the entire militia force would have been killed, wounded, or captured.  At this point however, a violent thunderstorm broke out, forcing the combatants on both sides to seek shelter. This break in the fighting allowed Herkimer to gather his scattered troops into a tight defensive circle. As the storm ended and the fighting resumed, Sir John Johnson sent a detachment of his regiment into the fight to reinforce the rangers and Indians. As former friends and neighbors faced each other the fighting became even more violent and bloody. A second detachment of Johnson's men, thought to have been led by John Butler, attempted to break through the militia lines by turning their coats inside out, hoping to be mistaken as a relief column from the fort. However, members of the militia recognized their former loyalist neighbors and the ruse failed. Despite this failure, the loyalists had managed to breach the militia's defensive perimeter and disaster loomed.        Since the dedication of monument, near the anniversary of the battle, hundreds of people including descendants, locals, historians, and others wishing to pay respects, gather to honor the memory of those that fought at the battle that fateful day in 1777.The monument was dedicated on August 6, 1884, designated a New York State Historic Site in 1927, and a National Historic Landmark in 1963. National Park Service Photo: Courtesy of Image House Productions  It was around this time that the Indians began to break off from the fight and retreat back to their lines around Ft. Schuyler. Why this occurred is not certain, but most researchers have attributed it to two different causes. One is that the signal guns from the fort were heard above the fighting, soon followed by the sounds of gunfire from the British lines around the fort. Worried about the threat of a rear attack, the Indians began to return to the fort. The second cause given is that the fight moved from an ambush situation into a regular pitched battle, and as Indian losses mounted they lost their enthusiasm for continuing the fight. In the end, it may have been a combination of both of these factors that caused the Indians to begin leaving the field of battle. Whatever the reason, a general retreat was eventually called for and the loyalists the Indians left the field. Badly mauled, the militia was in no shape to continue on to the fort. They gathered up as many wounded as they could and retreated back to Ft. Dayton.  The battle of Oriskany was devastating on both sides. Losses on the Tryon militia side may have been as high as 500 killed, wounded, or captured out of the 800 engaged. Casualties on the Indian and loyalist side were much lighter with around 60 Indians killed or wounded, and only a handful of loyalists being killed or wounded. Yet the losses they had suffered greatly demoralized them. They had lost many prominent chiefs and warriors. Coupled with the emotional aspects of this loss, was the fact that they did not have a large population base from which to replace these losses. Their losses and the way they had been used in the battle also caused the Indians to reexamine their role in the siege. They had not joined the British force with the idea of bearing the brunt of any major fighting that came about, as had occurred at Oriska. As the siege wore on, the British would once again call on the Indians to be the main fighting force, and Indian enthusiasm for supporting the siege cooled considerably. In the end all these factors contributed to the Indians' desertion of the British army besieging Ft. Schuyler. This, in turn, forced Gen. St. Leger to abandon the siege and retreat back to Canada. As for the Tryon Militia, the battle of Oriskany led to Gen. Herkimer's death and destroyed the Tryon County Militia Brigade as an effective fighting force for the remainder of the war. This made it impossible for the militia to effectively defend their settlements from the Indian and loyalist raids that would plague them for the rest of the war.      More Information: Oriskany: A Place of Great Sadness; A Mohawk Valley Battlefield Ethnography PDF  return to: top of page    Sources: Lowenthal, Larry, Editor. Days of Siege: A Journal of the Siege of Fort Stanwix in 1777. Eastern National, 1983, Third Printing 2005 Luzader, John F. Fort Stanwix: History, Historic Furnishings, and Historic Structure Reports. Washington: Office of Park Historic Preservation, National Park Service, U.S. Dept. of the Interior, 1976. Scott, John Albert. Fort Schuyler and Oriskany. Rome: Rome Sentinel Company, 1927. Watt, Gavin K. Rebellion in the Mohawk Valley: The St. Leger Expedition of 1777. Toronto: Dundurn Press, 2002. Willett, William M. A Narrative of the Military Actions of Colonel Marinus Willett, Taken Chiefly From His Own Manuscript. New York: G.C.H. Carvill, 1831.",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/the-battle-at-oriska.htm"
}
