{
    "title": "Fort Stanwix National Monument: Burgoyne's 1777 Campaign",
    "body": "Burgoyne's Campaign: June-October 1777          The map above indicates American and British troop movements during the summer and fall months of the Campaign of 1777. National Park Service Map       Compiled by Fort Stanwix NM staff  From the beginning of the American Revolution, the British had understood the importance of gaining control of the Lake Champlain-Lake George-Hudson River water route to effectively cut off the colonies north of New York from those to the south. Almost all the troubles leading to the war had originated from New England, and the British thought that if they could put down the rebellion there, the rest of the colonies would give up. British dominance of New York would also make it difficult or impossible for the Americans to move troops and supplies between the northern and southern colonies. The British make their first attempt to seize this waterway in 1776. The British army, under Gen. Sir William Howe, was successful in taking New York City and some of the lower Hudson Valley area. The force moving south from Canada under Gen. Sir Guy Carleton was stalled at Ft. Ticonderoga however, and forced to retreat due to the coming of winter. In 1777 Gen. John Burgoyne, who had been with the British force coming from Canada in '76, proposed the plan be tried again, submitting \"Thoughts for Conducting the War on the Side of Canada,\" this time with himself in command. This paper was his attempt to strengthen the existing New York strategy and was soon approved by Lord Germain.   This plan became known to history as the Campaign of 1777. The plan called for Burgoyne to advance south from Canada, up to Lake Champlain, capture Ft. Ticonderoga, and then march south along the Hudson to Albany. There he would join Sir William Howe, who would advance north along the Hudson River from New York City, already under British control. Barry St. Leger would come as a third force, advancing west along the Mohawk River Valley. St. Leger's Force was to act as a diversion, recruiting loyalists along the way and additionally securing a western water route between Canada and New York City.  Howe, however, became engaged in a campaign to capture Philadelphia (a plan Lord Germain had also approved believing that American General Washington may become a hindrance to New York, and that Howe would be done in time to reach Burgoyne) and would never reach Albany. St. Leger became entangled in a futile 21-day siege of Fort Stanwix and was forced to retreat to Canada as American forces from the Albany area began to advance upon him. Burgoyne, however, was never informed in a timely manner of his colleagues' setbacks and continued his march to Albany.   After capturing Ticonderoga with ease and speed that shook patriot morale, Burgoyne continued his march south, defeating American troops at Hubbardton and forcing the evacuation of Forts Anne and Edward. Then his luck began to run out. A column of Hessians (German mercenaries) he sent to raid Bennington was defeated by troops under Brig. Gen. John Stark and Lt. Col. Seth Warner. Continuing southward, Burgoyne crossed near present-day Stillwater, where the Americans under Horatio Gates, who had replaced Philip Schuyler as American commander, had taken up position on Bemis Heights. Burgoyne tried to break through the American lines at Freeman’s Farm (Sept. 19) and at Bemis Heights (Oct. 7). Both attempts failed, and the British commander, finding himself outnumbered and surrounded and unable to retreat, surrendered on October 17, 1777.  Burgoyne’s defeat and surrender at Saratoga, coupled with the victory months prior at Fort Stanwix, lead directly to the alliances between the United States, France, and the Netherlands. These alliances helped to sustain the new United States throughout the rest of the war and directly contributed to the final victory and British surrender at Yorktown in 1781.       Painting of John Burgoyne's surrender to Horatio Gates on October 17, 1777. Photo Courtesy of the National Archives       Top of Page  Sources: Watt, Gavin K., and James F. Morrison. The British Campaign of 1777, The St. Leger Expedition:  The forces of the Crown and Congress. King City: Ontario, 2001. Boatner III, Mark M. Encyclopedia of the American Revolution. Van Rees Press: New York, 1966. Saratoga National Historical Park",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/1777-campaign.htm"
}
