{
    "title": "Fort Stanwix National Monument: The Oneida Carry & Early Fortifications",
    "body": "The Oneida Carry and Its Early Fortifications: 1755-1757         British living historians join the garrison for a French and Indian War event. National Park Service  Compiled by Park Ranger William Sawyer  The Oneida Carry was the English name for the portage path between the Mohawk River and Wood Creek. The carry was a part of the major water route between New York City and Canada. It was between one to six miles in length depending on the season of the year.  The Six Nations had used it long before any Europeans moved into the area. The carry took on new importance for the Six Nations as they became involved in fur trade. Furs were brought south to trade with the Dutch and English, and northeast to trade with the French. In exchange for the furs, European trade goods traveled west. The English began to exert a presence in the area of the carry as early as 1727, when they built a fortified trading post at Oswego. They later erected stockades on both ends of Oneida Lake. By the early 1750s the Oneida Carry had developed into an active station with two landings on each end; \"upper landings\" for high water and \"lower landings\" for the drier seasons. Indians and Europeans in the area made a business out of supplying wheeled transport to haul freight over the carry.        A map of the Oneida Carry circa 1755 National Park Service  In 1754, hostilities broke out in America between England and France which led to the French and Indian (or Seven Years) War. In 1755, the British built two small stockade forts at the Oneida Carry to safeguard the supply lines to their posts at Oswego. Fort Williams sat at the Mohawk River end of the carry, while Fort Bull sat on the Wood Creek end. In March of 1756, a mixed force of French, Canadian, and Indians attacked a supply column on the carry, and they also attacked and destroyed Fort Bull. The British responded by strengthening their presence on the carry. Fort Wood Creek, a larger and stronger fort, was built where Fort Bull had sat. Fort Newport was constructed on the upper landing of Wood Creek to protect the dam that had been built there. This dam, and a similar one near Fort Wood Creek, increased the flow of water into the creek and shortened travel time on the carry. On the Mohawk River side, the British began building a large five five-cornered fort to replace Fort Williams. This fortification became known as the Pentagon, or Fort Craven. By the summer of 1756, the Oneida Carry had grown into a large military complex. In addition to the three forts and two dams, there was a brick kiln, a sawpit, a forge, and a large garrison garden had been planted. Suttlers' houses lined the road leading from the Mohawk River. By September however, it would all be gone. Towards the end of August, word reached the Oneida Carry that the British posts at Oswego had fallen to the French. Fearing a French invasion, the British commander in the area, General Webb, panicked and ordered all the forts and works on the Oneida Carry to be destroyed. The British the retreated to German Flatts.  With the British having abandoned the carry, their western-most settlements were left exposed to French attack. In November of 1757, a large force of French, Canadian, and Indians raided and destroyed German Flatts. By the beginning of 1758, the French were making plans to send a large sweeping force down the Mohawk Valley to Albany. Only the threat of a British attack against their fort at Ticonderoga kept this from happening. With the French operations on the Mohawk frontier stalled, the British became determined to reoccupy the Oneida Carry and establish a strong outpost there.  By early summer a large British force was at the carry and on August 26, 1758 the construction of Fort Stanwix began. Fort Stanwix finally gave the British a dominant position over the Oneida Carry, a position that they would retain until the American Revolutionary War.   Top of Page       This is one of five New York State Historical Markers throughout the City of Rome, NY that mark the locations of the predecessors of Fort Stanwix National Park Service        Sources: Luzader, John F. Fort Stanwix: History, Historic Furnishings, and Historic Structure Reports. Washington: Office of Park Historic Preservation, National Park Service, U.S. Dept. of the Interior, 1976. Scott, John Albert. Fort Schuyler and Oriskany. Rome: Rome Sentinel Company, 1927. Watt, Gavin K. Rebellion in the Mohawk Valley: The St. Leger Expedition of 1777. Toronto: Dundurn Press, 2002. Willett, William M. A Narrative of the Military Actions of Colonel Marinus Willett, Taken Chiefly From His Own Manuscript. New York: G.C.H. Carvill, 1831.  Top of Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/the-oneida-carry-and-its-early-fortifications.htm"
}
