{
    "title": "Fort Stanwix National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          A Historic Site for All Time   For thousands of years the ancient trail that connects the Mohawk River and Wood Creek served as a vital link for people traveling between the Atlantic Ocean and Lake Ontario. Travelers used this well-worn route through Oneida Indian territory to carry trade goods and news, as well as diseases, to others far away. When Europeans arrived they called this trail the Oneida Carrying Place and inaugurated a significant period in American history--a period when nations fought for control of not only the Oneida Carrying Place, but the Mohawk Valley, the homelands of the Six Nations Confederacy, and the rich resources of North America as well. In this struggle Fort Stanwix would play a vital role.         Known as \"the fort that never surrendered,\" Fort Stanwix, under the command of Col. Peter Gansevoort, successfully repelled a prolonged siege, in August 1777, by British, German, Loyalist, Canadian, and American Indian troops and warriors commanded by British Gen. Barry St. Leger. The failed siege combined with the battles at Oriskany, Bennington, and Saratoga thwarted a coordinated effort by the British in 1777, under the leadership of Gen. John Burgoyne, to take the northern colonies, and led to American alliances with France and the Netherlands. Troops from Fort Stanwix also participated in the 1779 Clinton-Sullivan Campaign and protected America's northwest frontier from British campaigns until finally being abandoned in 1781.       Title: A Brief History of Fort Stanwix NMDescription: Timeline of Fort Stanwix History and EventsSelect Events: 265453,265455,265458,265460,265463,265467,265465,265469,265471,265475,265477,266846,266840,266844,266842,266848,266851,269777Event Selector: 1      return to: Top of Page  Fort Stanwix Main Page",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/index.htm"
}
