{
    "title": "Fort Stanwix National Monument: The Six Nations Confederacy",
    "body": "The Six Nations Confederacy During the American Revolution       Compiled by Park Ranger William Sawyer  The Five Nations, comprised of the Seneca, Cayuga, Onondaga, Oneida, and Mohawk, united in confederation about the year A.D. 1200. This unification took place under the \"Great Tree of Peace\" and each nation gave its pledge not to war with other members of the confederation. Around 1720, the Tuscarora nation was admitted into the league as the sixth member. Confederacy members referred to themselves as \"Haudenosaunee,\" which translates to \"The People of the Longhouse.\" They saw their confederacy as a symbolic version of their traditional longhouse dwellings, stretching across most of what is today New York State. The Mohawks were the guardians of the eastern door in the lower Mohawk Valley area. The Oneidas occupied the upper Mohawk Valley and the area of modern day Oneida, NY. The Onondagas were the keepers of the council fire in the center of the \"longhouse,\" in the modern day greater Syracuse area. The Cayugas occupied the finger-lakes area and the Seneca were the guardians of the western door in the modern Rochester-Buffalo NY area. Through a matriarchal hierarchy and a men's council, the Six Nations employed great executive ability in governing themselves and other nations. Situated upon the headwaters of the Ohio, Hudson, Delaware, Susquehanna, Chenango, Mohawk, and St. Lawrence Rivers, the Six Nations held within their jurisdiction the passageway to the interior of the continent, and could easily travel in any direction. The military successes of the Six Nations left them in a strategically strong position. They traveled far beyond their own borders, conquering many Indian nations making them tributary nations. At one time, their domain reached north to the Sorel River in Canada, south to the Carolinas, west to the Mississippi, and east to the Atlantic. The Six Nations were easily the dominant Indian confederacy in the northeast and northwest areas of America.  article continues...       1768 map of the State of New York showing the approximate locations of the Six Indian Nations Courtesy of Robert Scott         Six Nations Indians set up camp outside of Fort Stanwix NM. National Park Service  The arrival of Europeans in their lands offered the Six Nations new opportunities of expanding their influence by becoming a dominant force in the fur trade industry. Initially their main trading partners were the Dutch; which then changed to the English after the Dutch ceded their land claims in America to England in 1660. The Confederacy's relationship with France was not amicable, as France had initially aligned themselves with the Abenaki, long time foes of the Nations. Six Nations\/French relationships see-sawed back and forth between periods of peace and violence.   With the coming of the French and Indian War in 1755, both France and England actively worked to gain the Six Nations as allies. While the French had some initial success, particularly among the Seneca, the Six Nations ultimately became allies of the English. This allegiance was won largely through the work of one man, Sir William Johnson. Johnson was a poor Irish immigrant who had built an empire in the Mohawk Valley through his dealings with the Indians. He immersed himself in the Indian culture; and as a result of this he was ultimately adopted into the Mohawk Nation. Johnson eventually became Superintendent of Indian Affairs for a majority of the 13 Colonies and Canada. Throughout his life he was a trusted friend, mediator, and advisor to the Six Nations.The English\/Six Nations alliance helped to facilitate the building of Fort Stanwix in 1758 on traditional Oneida land. As British allies, the Confederacy gave a measure of safety to English frontier settlements in New York and aided the British on many of their expeditions against the French, which ultimately led to English victory over the French.  The peace that came with the end of the French and Indian war was short lived however, as colonists pushed further into Indian lands. In an effort to stem further bloodshed, English Colonial, and Six Nations leaders met at Fort Stanwix in 1768 to establish firm boundary lines. This \"Boundary Line Treaty\" signed between England and the Six Nations (who were also signing for the Shawnee, Delewares, Mingoes, and others both with and without their consent), established a firm line between Indian and European lands. In the end however, the treaty did very little to stop the flood of settlement into Indian lands.  The coming of the war between England and her colonies brought new problems and concerns to the Six Nation Confederacy. They did not fully understand why the English were quarreling with one another, and had no desire to be drawn into what they perceived as a civil war. Early in the revolution, Oneida leaders sent a message to the governor of New York stating: \"We are unwilling to join either side of such a contest, for we love you both, Old England and New. Should the Great King of England apply us for aid, we should deny him - and should the colonies apply, we shall refuse. We Indians cannot find or recollect from the traditions of our ancestors any like case.\"  This neutral course could not be maintained for long however, as pressure increased from both England and the 13 States. The English particularly were insistent that the Confederacy fulfill its obligations as allies of England. In the end, the civil war aspects of the American Revolution spilled over into the Six Nations. Unable to agree on a unified course of action, the Confederacy split, with not only nation fighting nation, but individuals within each nation taking different sides. Due to the old alliances and a belief that they stood a better chance of keeping their lands under the English, the majority of the nations supported England in some form or another. Only the Oneida and Tuscarora gave major support to the Americans.   The Confederacy members supporting the English, such as Joseph and Molly Brant, helped their allies launch numerous devastating raids throughout the war on the frontier settlements of New York and Pennsylvania. The Oneida and Tuscarora gave valuable service to the Americans as scouts and guides, and even supplied men to the Continental Army for a short time. Both sides raided and destroyed each other's villages.  The Treaty of Paris bought the war to an end in 1783. In this treaty however, neither the English nor the Americans had made provisions for their Six Nations allies. The Confederacy was forced to sign a separate treaty with the United States in 1784. This treaty was negotiated and signed at the ruinous Fort Stanwix, and resulted in the English allied Confederacy members giving up significant amounts of their traditional lands; in the end it was no more binding than the 1768 treaty had been. The Oneida and Tuscarora would receive little way in compensation for their support of the United States.  The end of the Revolutionary War brought peace, but no victory, to the Haudenosaunee of either side. The war left their confederacy and culture shattered, and their lands and villages devastated and destroyed. While time and fortune has helped, many wounds from that time have yet to heal.    return to: top of page history & culture Fort Stanwix main page        Sources: Graymont, Barbara. The Iroquois in the American Revolution. Syracuse University Press, 1972. \"Indians at Fort Stanwix,\" Research article for the NPS-Fort Stanwix NM Garrison Training Manual.",
    "url": "https:\/\/www.nps.gov\/fost\/learn\/historyculture\/the-six-nations-confederacy-during-the-american-revolution.htm"
}
