{
    "title": "Fort Stanwix National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Driving  GPS Directional Devices ONLY: To reach the physical address of the Willett Center Collections Management and Education Center located on park grounds please use the following address:  100 N James Street Rome, NY 13440   OR                                            Lat \/ Long: 43.210338 \/ -75.457701   From the West:  Take I-90 (NY Thruway) to Exit 33 (Verona-Rome). Turn Right onto Rt. 365 E. Follow Rt. 365, veering left as Rt. 365 merges with Rt 69 at the fork in the road. This will take you over an arterial bridge into the City of Rome. Fort Stanwix NM will be across Erie Blvd. on the right side of James Street. Parking will be in the along the Fort Stanwix side of the street or in the parking garage on the left side of N James St.***   From the East:  Take I-90 (NY Thruway) to Exit 32 (Westmoreland). Turn Right onto Rt. 233 N. Follow Rt. 233 for 6 miles, and then make a left onto the Rt. 49N\/Rt. 69W\/Rt. 365W ramp. Continue on Rt. 49N for 0.1 mi. and bear right on ramp to Rt. 49N\/Rt. 69W first 0.2 miles, and then 1.2 miles. Turn right onto Rt. 26 (N James St.). Fort Stanwix NM will be on your right. Parking is along the Fort Stanwix side of the street or in the Rome City Fort Stanwix Parking Garage on the left side of the street.***   From the North (Rt. 26):  Follow Rt. 26 into the City of Rome (the name will change into Turin Street.). When Turin St. intersects at a \"Y\" with N James St. turn right onto N James and follow the road down three blocks. On the left you will see Fort Stanwix NM. Parking is along the right side of the street or in the  in the Rome City Fort Stanwix Parking Garage on the right side of the street.***   From the North (Rt. 46.):  Follow Rt. 46 into the City of Rome (the name will change into Black River Blvd.). Continue down Black River Blvd. Fort Stanwix NM will be on your right, nearly across from the city fire station. Continue to the intersection of Black River and Erie Blvds. Turn right at the next two lights until you are on N James St. There will now be parking to your left in the Rome City Fort Stanwix Parking Garage, or on the right on the Fort Stanwix National Monument side of the street.*** Handicap Access and Bus Pull-off:  A pull-off is available for visitors with limited mobility. This pull-off is also large enough to accommodate two full-size school buses or one coach bus. The pull-off for buses is located on N James Street directly beside the Willett Center. For Handicap Parking Accessibility the pull-off on N James Street is available as well as on located one Erie Blvd W directly in front of the fort's main entrance. Parking:  Cars -- Rome City Fort Stanwix Parking Garage OR on N James Street, Fort Stanwix side (heading North).*** Buses, RV's, and other large vehicles -- N James Street, Fort Stanwix side (heading North) ***NOTE: The parking garage on N James Street is owned by the City of Rome and not Fort Stanwix National Monument. Large vehicles will not fit into this parking area. Fort Stanwix National Monument cannot guarantee open hours or prices. ***       Top of Page",
    "url": "https:\/\/www.nps.gov\/fost\/planyourvisit\/directions.htm"
}
