{
    "title": "Fort Stanwix National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Fort Stanwix National Monument has numerous options to accommodate visitors with disabilities. Facilities Marinus Willett Collections Management and Education Center Accessible parking is available next to the Willett Center on North James Street. All entryways and restrooms in this building are accessible. All introductory videos are open captioned and FM assistive listening devices are available upon request. A Braille introductory pamhplet available by request at the Willett Center, or for download in a Braille Ready Format. Fort Stanwix Braille Brochure .BRF File Reconstructed Fort Accessible parking is reserved in a pull-off in front of the fort. All introductory videos are open captioned and FM assistive listening devices are available upon request. Not all areas in the fort are accessible, including the public restrooms. Ramps can be made available by request to tour the inside buildings of the parade ground. Trails The trail surrounding the fort is approximately 1\/2 mile long.It is partially paved and includes portions that consist of compacted gravel. Service Animals Service animals are welcome at Fort Stanwix National Monument. Please keep in mind that some living history demonstrations, like cannon firing or musket firing demonstrations that take place in the reconstructed fort, can be stressful and scary for our animal companions. Other Available Resources Some park staff have American Sign Language fluency and may be available upon request for tours and interpretation services. Introductory park pamphlets are made available in more than 20 languages.  Male and Female restrooms are equipped with infant changing stations. Drinking fountains are available in the Willett Center and in the Gregg Barracks inside the reconstructed fort. Visitors may bring their own food and drinks to the park, but these are not allowed inside the exhibit areas.Please be sure to dispose of any trash in designated areas or take it with you when you leave the park. Special accommodations may be made for any group planning to visit Fort Stanwix.  Please feel free to call the park at 315-338-7730 or email us to review all accessibility options available at Fort Stanwix National Monument.",
    "url": "https:\/\/www.nps.gov\/fost\/planyourvisit\/accessibility.htm"
}
