{
    "title": "Fort Stanwix National Monument: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       Local Weather Conditions and Forecast:  The Weather Channel  National Weather Service  General Weather: The Park lies within a temperate zone and experiences four full seasons. Summer can become very hot and humid. Snow is common as late as May and as early as October. The fort area can become muddy in all seasons. With most activities outdoors, good closed-toe walking shoes and low heels are advised. Air conditioning and heating is limited to park visitor center most times in the year. Water and extra layers of clothing in all seasons are always recommended!  Summer Conditions: High temperatures can reach the upper 80s and occasionally upper 90s (Farenheit). Humidity runs from around 40 percent to the upper 70 percent range. Low temperatures generally reach the 60s, but can range from the 50s to the 70s. Precipitation: varied rain forms (sprinkles, showers, downpours, thunderstorms). Rainfall average 4.5 inches every month with cloud cover 45% of the time. Autumn Conditions: High temperatures average 50s and 60s, but may reach as high as the lower 80s or as low as the upper 40s. Low temperatures can range from the mid-30s to the upper 40s. Precipitation: varied rain, generally without thunderstorms Winter Conditions: High temperatures may range from the 20s to the upper 30s. Low temperatures can drop as far as the -10 degree range or hover around the 20 degree mark. Precipitation: generally snow, occasionally sleet or freezing rain; cold, non-freezing rain also possible Spring Conditions: High temperatures can run from around the 40 degree mark to the lower to mid-60s. Low temperatures may run from the 20s or 30s to the low to mid-40s. Precipitation: usually rain, occasional thunderstorms        Rapidly Changing weather in Central New York can lead to all sorts of interesting situations. Make certain you come prepared! National Park Service Image.         return to: top of page",
    "url": "https:\/\/www.nps.gov\/fost\/planyourvisit\/weather.htm"
}
