{
    "title": "Fort Stanwix National Monument: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons 2015        From January to December, Fort Stanwix National Monument is open daily 9 am to 5 pm, year round except for January 1st, Thanksgiving Day, and December 25th.   Fort Stanwix National Monument also staffs the Oriskany Battlefield State Historic Site and Steuben Memorial State Historic Site in partnership with the State of New York.  Please check below for a detailed monthly schedule.       Fort Stanwix National Monument Schedule    January 2 to March 5*all tours weather permitting* Visitor Center: Open Tuesday through Saturday 9 am - 5 pm  Fort: Ranger-led tours of the fort leave from the Visitor Center at 10 am & 2 pm    March 6  to March 31*all tours weather permitting* Visitor Center: Open daily 9 am - 5 pm  Fort: Ranger-led tours of the fort leave from the Visitor Center at 10 am & 2 pm    April 1 to October 31 Visitor Center: Open daily 9 am - 5 pm Ranger-led tours of the fort leave from the Visitor Center at 10 am & 2 pm  Fort: Open daily 9:15 am - 4:45 pm   November 1 to November 31 Visitor Center: Open daily 9 am - 5 pm Ranger-led tours of the fort leave from the Visitor Center at 10 am & 2 pm  Fort: Open daily 9:15 am - 4 pm    December 1 to December 31  *all tours weather permitting*   Visitor Center: Open daily 9 am - 5 pm  Fort: Ranger-led tours of the fort leave from the Visitor Center at 10 am & 2 pm     Oriskany Battlefield State Historic Site Schedule    April 1 to October 31 Entrance Gate & Visitor Center: Open daily 10 am - 4 pm  Grounds open for pedestrian visitors dawn to dusk. Saturdays & Sundays: Ranger-led walking tours leave from the parking lot at 10:30 am, 12:30 pm, & 2:30 pm.    November 1 to March 31 Grounds open for pedestrian visitors dawn to dusk.    Steuben Memorial State Historic Site Schedule    May 26 to September 1 Entrance Gate: Open daily 10 am to 4 pm Grounds open for pedestrian visitors dawn to dusk. Saturday & Sunday: Ranger-led programs available upon request.    September 2 to May 25 Grounds open for pedestrian visitors dawn to dusk.     *All hours are subject to change without notice*   Please click here to see the Calendar of Events and what there is to do in all seasons at Fort Stanwix.   return to:  Top of Page",
    "url": "https:\/\/www.nps.gov\/fost\/planyourvisit\/hours.htm"
}
