{
    "title": "General Grant National Memorial: Girl Scout Rangers",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun     Girl Scout Rangers                Girl Scout Rangers         Girl Scout Ranger patch   The Girl Scout Ranger program is a cooperative effort between the National Park Service and the Girl Scouts of the United States of America and is a component of the GSUSA's Elliott Wildlife Values Project \"Linking Girls to the Land\" program. To recognize their leadership efforts and resource stewardship activities, girls earn certificates and\/or patches for their involvement in educational, volunteer or action projects. While volunteer opportunities are not always available at relatively small historic sites like General Grant National Memorial, Scouts who participate in our regularly scheduled programs, reserved tours with a troop or other group, or a special event in the park, can count that activity towards their award. There are also a number of other National Park Service (NPS) sites in the New York City area that can help a Scout achieve their Girl Scout Ranger goals. Please click HERE for more information on other NPS sites nearby. Earn a certificate     Participate for five hours in either an educational program or volunteer service or action project. Download the certificate. (Use of the certificate is on the honor system, as the certificate should only be downloaded after contributing five hours to project.   Earn a patch  Participate for ten hours in either an educational program or volunteer service or action project. Girl Scouts will be awarded a patch upon verbally reporting their completion of the program requirements to an NPS employee or volunteer at a visitor center or information center. General Grant National Memorial generally has a supply on hand, but it is a good idea for a Scout or a troop leader to call ahead to be sure we have one waiting for you when you arrive. Patches are not mailed out.  Scouts interested in keeping a log of their hours may use the Activity Sheet. This is not a requirement, but keeping track may assist you in determining how many hours you have completed. For more information on the national program, how to get started, and other tips please visit HERE.",
    "url": "https:\/\/www.nps.gov\/gegr\/learn\/kidsyouth\/girl-scout-rangers.htm"
}
