{
    "title": "General Grant National Memorial: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn. Wanna see what cards you can collect at our other sites Click Here to go to our flickr page.        \"Let Us Have Peace\"     From Union General to US President A lifelong soldier brought to national prominence by success in the Civil War, Ulysses S. Grant's message in the 1868 election, \"Let us have peace\" resounded with a war-weary nation. Only 16 of the 37 states in the Union allowed African American men to vote in that election. Grant won, carrying 53% of the popular vote.        portrait of Greener   Richard T. Greener  A Monumental Task in Memory of Grant Within days of Grant's death in July 1885, the Grant Monument Association was formed to secure a fitting tomb for the former president. Richard T. Greener, educator, diplomat, political supporter of Grant, and first African American graduate of Harvard University, served as the Association's first secretary and chief fundraiser for the General Grant National Memorial. (55 words)         Combating Domestic Terrorism Ku Klux Klan Act, 1871 Some whites resisted societal change, Reconstruction, and the 14th and 15th Amendments by forming secret societies that terrorized African Americans. The Ku Klux Klan Act (April 20, 1871) allowed President Grant to bypass habeas corpus and declare martial law as a way to combat this terrorism.         Samuel Clemens \"Mark Twain\"  Friend and Advisor Ulysses S. Grant and author Samuel Clemens, known as Mark Twain, were friends. After Grant suffered financial ruin, Twain suggested that Grant write an autobiography. Grant resisted until he was dying from cancer and barely finished before his death in 1885. The book was wildly successful and enabled wife Julia to support herself after he was gone.           Yellowstone National Park, Natural Wonders Preserved Scientists, artists, explorers, and railroad lobbyists convinced Congress and President Grant that the wilderness and natural wonders of the Yellowstone region were threatened by a shrinking frontier, growing industrialization, and private development. In 1872, Grant signed legislation to create this first national park in the world \"for the benefit and enjoyment of the people\".         \"Battle\" of Liberty Place, New Orleans Violent Backlash The 15th Amendment gave African American men the vote, but there was violent backlash. In September 1874, 5,000 armed Confederate veterans held government buildings and the downtown for three days in a violent insurrection to overturn the interracial New Orleans government.  President Grant sent federal troops to restore the elected government. No one was charged.",
    "url": "https:\/\/www.nps.gov\/gegr\/learn\/kidsyouth\/tradingcards.htm"
}
