{
    "title": "General Grant National Memorial: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Poster from the dedication of the Grant Memorial, April 27, 1897. NPS Photo  This memorial to Ulysses S. Grant - victorious Union commander of the Civil War - includes the tombs of General Grant and his wife, Julia Dent Grant. A West Point graduate, Grant served in the Mexican War and at various frontier posts before rapidly rising through the ranks during the Civil War. Grant's tenacity and boldness led to victories in the Battles of Vicksburg and Chattanooga and Robert E. Lee's surrender at Appomattox. Scenes of these events are depicted in mosaics within the tomb. In 1866, Congress awarded Grant his fourth star making him the first full General of the Armies. A grateful nation elected Grant twice to serve as President of the United States, in 1868 and 1872. Grant's accomplishments include signing the act that established the first national park - Yellowstone - on March 1, 1872. After his Presidency, Grant settled in New York City. Ulysses S. Grant died of throat cancer on July 23, 1885 in Mount McGregor, New York and was laid to rest in New York City on August 8. Approximately 90,000 people from around the world donated over $600,000 towards the construction of Grant's Tomb. This was the largest public fundraising effort ever at that time. Designed by architect John Duncan, the granite and marble structure was completed in 1897 and remains the largest mausoleum in North America. Over one million people attended the parade and dedication ceremony of Grant's Tomb on April 27, 1897.      Historical Resource Study Download a PDF of the General Grant National Memorial-Historical Resource Study (PDF- 5.91 MB) by David M. Kahn, curator of the Manhattan Site of the National Park Service from 1980. It will answer everything you ever wanted to know about the creation of the memorial, and more!          The National Park Service - Manhattan Historic Sites Archive is an online resource displaying over one thousand archival items. NPS  The Manhattan Historic Sites Archive  Learn more about General Grant National Memorial, and other National Park Service sites in Manhattan, at the Manhattan Historic Sites Archive! This archive is comprised of items related to the important individuals and events associated with six National Park Service historic sites in Manhattan (General Grant N. Mem., Hamilton Grange N. Mem., Theodore Roosevelt Birthplace N.H.S., Federal Hall N. Mem., Castle Clinton N.M., and Saint Paul's Church N.H.S.) and to the creation and preservation of these sites. The materials are diverse in type, ranging from photographs, to letters, to maps and prints. This three-year project to catalog, reorganize, and digitize the collections was funded by the National Parks of New York Harbor Conservancy through a grant from the Leon Levy Foundation. Materials were chosen for digitization based on a variety of factors, including both informational and visual content, fragility, and aesthetic qualities. To visit the website and explore this archive, please click here.",
    "url": "https:\/\/www.nps.gov\/gegr\/learn\/historyculture\/index.htm"
}
