{
    "title": "General Grant National Memorial: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Reservations Ranger-guided tours for groups larger then 15 persons are available by reservation only, and are subject to staff availability.  To request a ranger-guided tour for your group, please complete the Tour Request Form and fax it to: (212) 932-9631 Requests are accepted for group tours on Wednesday, Thursdays, and Fridays. Group requests must be received at least 2 weeks in advance of the requested date.  For information about class field trips, please see Plan a Field Trip. For more information about reserving a tour for your group, please contact the visitor center at (212) 666-1640 or email us.  Tour Request Form (PDF Format)       Permits A Special Use Permit is required for any activity that provides a benefit to an individual, group, or organization rather than the park or the public at large. Many of the events that require permits also require some degree of oversight from National Park Service staff. First Amendment Activities  We encourage citizens to exercise rights guaranteed by the Constitution. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect the public and park resources. Therefore, such First Amendment activities involving over 25 participants require special use permits and National Park Service staff may regulate the time, place, and manner in which they are conducted. Some examples are:  distribution and\/or sale of printed matter religious services public demonstrations or assemblies, etc. collecting signatures for petitions  Commercial Filming and Photography A Commercial Filming\/Still Photography Permit is required for any filming or photography done by photojournalists, other members of the media, and all commercial entities within the boundary of General Grant National Memorial.   Forms  Special Use Permit (PDF Format)   Commercial Filming\/Still Photography (PDF Format)  Please Contact For more information regarding special use, commercial filming, and\/or short term leasing at General Grant National Memorial, contact the Special Use Permits Coordinator at (212) 825-6990, or by email. Application Process To apply for a permit, complete the form, and send it with a non-refundable application fee of $50 to: ATTN: Special Use Permits Coordinator Manhattan Sites 26 Wall Street New York, NY 10005   Please make check or money order payable to the \"National Park Service\". Note that this is only an application form. A permit form will be sent to you as soon as we approve your proposed activity. No Special Use Permit is valid until signed by the Superintendent or other authorized federal official. Please be advised that additional fees maybe assessed, depending upon the nature of the activity.",
    "url": "https:\/\/www.nps.gov\/gegr\/planyourvisit\/permitsandreservations.htm"
}
