{
    "title": "General Grant National Memorial: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           122nd Street and Riverside Drive  New York, NY 10027                 Directions         General Grant National Memorial is located in Riverside Park, on the upper west-side of Manhattan. The entrance to the mausoleum is between north-bound and south-bound Riverside Drive, near the intersection of West 122nd Street. The visitor center is located to the west, across south-bound Riverside Drive. Street parking is available, but can be very hard to find. The area is well-served with both Bus and Subway, by the Metropolitan Transportation Authority of New York (http:\/\/www.mta.info\/).  Directions Details           Operating Hours & Seasons         General Grant National Memorial Visitor Center In addition to the posted hours, the visitor center will be open for the following federal holidays: New Year's Eve, Martin Luther King, Jr. Day, Presidents' Day, Memorial Day, Independence Day, Labor Day, Columbus Day, and Veterans Day. All sites will be closed on the holidays of Thanksgiving Day and Christmas.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      General Grant National Memorial The General Grant National Memorial will be open at the following times throughout the day: 10:00 am to 11:00 am 12:00 pm to 1:00 pm 2:00 pm to 3:00 pm 4:00 pm to 5:00 pm    Standard Hours    Sunday: 10:00 AM - 5:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: 10:00 AM - 5:00 PM             Weather           http:\/\/forecast.weather.gov\/MapClick.php?CityName=New+York&state=NY&site=OKX&lat=40.7198&lon=-73.993#.Vqj8OvkrJlZ         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 Admission to this park site is free of charge.         Visitor Centers       Overlook Pavilion Visitor Center Located to the west of the General Grant National Memorial, the visitor center has restrooms, gift shop, a museum, and an audio\/visual program. Above the visitor center is the Overlook Pavilion, which offers views of the Hudson River below.                  Welcome to General Grant National Memorial! Here are some items that you might want to know in advance:  General Grant National Memorial is open year-round and is located in Manhattan's Morning Side Heights district. Admission to the site is free and we are open Wednesday through Sunday.  Visitors are welcome to view our exhibit galleries containing historical information about Ulysses S. Grant in the Visitor Center, as well as visiting the mausoleum.  Junior Ranger Programs are available for the kids, and our bookstore offers Ulysses S. Grant memorabilia and publications for purchase.",
    "url": "https:\/\/www.nps.gov\/gegr\/planyourvisit\/basicinfo.htm"
}
