{
    "title": "Home Of Franklin D Roosevelt National Historic Site: Partners",
    "body": "Park Partners       More About Our Partners Roosevelt-Vanderbilt Historical Association A not-for-profit Cooperating Association based in Hyde Park established to support the historic sites’ programs and projects through the sales of interpretive and educational materials. It operates bookstores at Vanderbilt Mansion and Eleanor Roosevelt National Historic Sites. Franklin D. Roosevelt Presidential Library and Museum The first presidential library, established in 1939 by FDR and opened in 1941, operated by the National Archives and Records Administration (NARA) which also administers and operates the Henry A. Wallace Visitor and Education Center in partnership with the NPS. Roosevelt Institute Inspired by the legacy of Franklin and Eleanor, the Roosevelt Institute reimagines America as it should be: a place where hard work is rewarded, everyone participates, and everyone enjoys a fair share of our collective prosperity. We believe that when the rules work against this vision, it’s our responsibility to recreate them. The Roosevelt Institute is the nonprofit partner to the Franklin D. Roosevelt Presidential Library and Museum in Hyde Park, NY—America’s first presidential library and the only one used by a sitting president.   The Eleanor Roosevelt Center at Val-Kill, Inc. (ERVK) Private not-for-profit organization established following the site’s authorizing legislation (1977) to conduct programs that perpetuate Eleanor Roosevelt’s interests and concerns. Located at Val-Kill. Roosevelt-Vanderbilt Conservancy The Conservancy works to reinvigorate and restore the historic gardens, landscapes and forests; to protect the Hudson River viewshed; and to interpret these places for visitors so that they may be inspired by the Roosevelts and their legacy. The Conservancy aims to attract new park visitors to stimulate the economic health of the communities nearby, and to discover the history made here. More broadly the Conservancy promotes the ideals and values of Franklin and Eleanor Roosevelt. Their legacy lives on in this historic place. The Roosevelt-Vanderbilt Conservancy works to ensure it can be experienced and shared in perpetuity.   Beatrix Farrand Garden Association Regional organization of volunteers formed in 1994 to restore and maintain the gardens at Bellefield. Beatrix Farrand, who designed the gardens in 1912, was one of the nation’s finest landscape architects. Bellefield is the administrative headquarters for Roosevelt-Vanderbilt NHS and is located adjacent to the home of FDR. Hudson River Valley National Heritage Area Established in 1996, its scope is the entire river valley from Waterford to New York City. The heritage area is managed by the NY State Greenway. Headquarters are in Albany.",
    "url": "https:\/\/www.nps.gov\/hofr\/getinvolved\/supportyourpark\/new-park-partners.htm"
}
