{
    "title": "Home Of Franklin D Roosevelt National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 24, 2015  Find Your Park and Celebrate the 99th Birthday of the National Park Service  Roosevelt and Vanderbilt sites Will Offer Free Admission and a Find Your Garden theme.   March 31, 2015  Join National Find Your Park Movement  The Roosevelt-Vanderbilt National Historic Sites are joining parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com.   October 17, 2013  Roosevelt-Vanderbilt National Historic Sites Reopen to Visitors  The National Park Service employees who work at the Home of FDR, Eleanor Roosevelt’s Val-Kill and the Vanderbilt Mansion returned to work this morning, following the lapse in Congressional appropriations which kept the parks closed for 16-days.   June 21, 2012  Draft Trails Master Plan and Environmental Assessment  The National Park Service announces the release of a draft Trails Master Plan and Environmental Assessment.   March 13, 2012  FDR’s Ice Yacht To Be Displayed In The Wallace Center  On March 17, Franklin Delano Roosevelt’s ice yacht “Hawk” will be on display in the lobby of the Henry A. Wallace Visitor Center. The exhibit will be for one day only, as the ice yacht “sails” from storage on the lower level of the Franklin D. Roosevelt Presidential Library and Museum to its final docking in the curatorial storage facility of the National Park Service. This is a rare opportunity for visitors to see FDR’s personal ice yacht.   February 02, 2012  NPS to Build Farm Lane Trailhead and New Intersection at Park Entrance  NPS to Build Farm Lane Trailhead and New Intersection at Park Entrance   January 18, 2012  Become a Volunteer Guide on Amtrak  Cohoes\/Hyde Park, NY – If you like trains and history, please come to a National Park Service volunteer recruiting session on Saturday February 4 at 1pm in the Erie Canalway\/Peebles Island Visitor Center at 1 Delaware Avenue, Cohoes or on Sunday February 26 at 1pm at Roosevelt-Vanderbilt National Historic Sites at 4097 Albany Post Road in Hyde Park.   July 20, 2011  Hyde Park Drive-in Parcel transferred to the National Park Service  Scenic Hudson has transferred ownership of the parcel containing the Hyde Park Drive-in to the Home of FDR National Historic Site.",
    "url": "https:\/\/www.nps.gov\/hofr\/learn\/news\/newsarchive.htm"
}
