{
    "title": "Home Of Franklin D Roosevelt National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Reservations: (If you decide to make a reservation it must be made at least one day in advance) To make a reservation for an individual  call 1-877-444-6777, or visit www.recreation.gov Interagency Passes cannot be used for reservations.  Interagency Passes can only be used in person, on a first come, first serve basis. Groups of 10 or more are required to make a reservation.  To make a group reservation call 1-877-559-6777 or visit www.recreation.gov If you experience difficulty making a group reservation please call,  845-229-6381. ________________________________________________________________________________________     Permits Our Mission The Home of Franklin Roosevelt National Historic Site was established to preserve in public ownership the historically significant property associated with the life of Franklin D. Roosevelt. The primary mission of the National Park Service is to preserve the Home and its grounds unimpaired for future generations, by managing the use of park areas in a manner that will protect against the impairment of park values and purposes and then provide for public enjoyment. Congress has instructed the National Park Service that: \"The authorization of activities shall be construed and the protection, management, and administration of these areas shall be conducted in light of the high public value and integrity of the National Park System and shall not be exercised in derogation of the values and purposes for which these various areas have been established...\" In some instances, the Home's location, facilities and significance can be used in other ways that might provide a benefit to an individual, group or organization, rather than the public at large. These are special park uses and require written authorization in the form of a permit. While some special park uses might be appropriate, others may not be due to size, scope and impact on visitor enjoyment, park grounds and facilities. In general, the National Park Service may permit a special park use if the proposed activity will not:Cause injury or damage to park resources; orBe contrary to the purposes for which the park was established; orUnreasonably impair the atmosphere of peace and tranquility maintained in wilderness, natural, historic or commemorative locations within the park; orUnreasonably interfere with the interpretive, visitor service, or other program activities, or with the administrative activities of the the NPS; orSubstantially impair the operation of public facilities or services of NPS concessionaires or contractors; orPresent a clear and present danger to public health and safety; orResult in significant conflict with other existing uses. Activities for which special use permits may be required include (but are not limited to) the following: wedding ceremonies and wedding photography, indoor and outdoor filming and photography, using the site to conduct business, special interest group meetings, athletic events, distribution of printed matter, memorialization and collecting research specimens. In addition to application charges, the National Park Service may charge to recover other costs incurred (such as monitoring or maintenance) due to the activity, and may require proof of liability insurance from the permittee. The permittee is also required to agree to conditions on the activity in order to ensure safety and protect park resources.Applications must be received by the park at least 14 days prior to any proposed event, activity, or use requiring a special park use permit.Submitting a permit application does not guarantee approval of any proposed activity.  All application fees are non-refundable.     For more information: The following links have application materials and information about specific types of permits: Weddings and Wedding Photography Commercial Film and Photography Special Events Commercial Use Authorizations First Amendment Other Permits",
    "url": "https:\/\/www.nps.gov\/hofr\/planyourvisit\/permitsandreservations.htm"
}
