{
    "title": "Pipe Spring National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Below are links to some documents containing information on the history and culture of the Pipe Spring area and Pipe Spring National Monument.  Cultures at a Crossroads: An Administrative History of Pipe Spring National Monument Introduction: On May 31, 1998, Pipe Spring National Monument celebrated its 75th anniversary. Festivities included guided tours of \"Winsor Castle,\" living history demonstrations, pioneer and Native American craft demonstrations, old-time tunes performed on banjo and fiddle, Indian dancing and drumming, and informal talks about the management and preservation of the monument. Former, long-time Custodian Leonard Heaton would have approved of the free dinner of pit-roasted beef and Dutch oven-baked potatoes served to 400 at the celebration, what he used to call a \"big feed!\" In a number of ways, the day's activities were reminiscent of the old Establishment Day celebrations Heaton had hosted at the monument during the 1950s. Continue Reading. (pdf) (10MB) National Register Nomination Update  Introduction: The Pipe Spring National Monument Historic District includes three historic sandstone buildings (the imposing Pipe Spring fort, flanked by two small cabins, one to the west and another to the northeast); two historic-period sites (the Whitmore-McInytre dugout and a lime kiln); and three structures associated with the site's history (the quarry trail, fort ponds; and retaining walls northeast of the fort). Construction dates for these resources range from 1863 to ca. 1885. Built by local craftsmen, the architectural style of the buildings is vernacular with the fort incorporating some Classical design elements. Noncontributing buildings and structures within the district include a reconstructed telegraph line, two sections of retaining wall, and a corral complex, outhouse, and chicken coop. Non-intrusive, tinted concrete walkways, laid in 1991, provide visitors access to the historic buildings, ponds, and waysides. Other landscape features on the 40-acre monument that lie outside the district boundaries include a vegetable garden, orchard, vineyard, corrals, and fencing. Continue Reading (pdf)   Pipe Spring National Monument Proclamation Introduction: Whereas, there is in northwestern Arizona on the road between Zion National Park and the North Rim of the GrandCanyon National Park a spring, known as Pipe Spring, which affords the only water along the road between Hurricane, Utah, and Fredonia, Arizona, a distance of sixty-two miles Continue Reading (pdf) Historic American Buildings Survey (HABS) Drawings, 1940 (html) --Library of Congress Civilian Conservation Corps",
    "url": "https:\/\/www.nps.gov\/pisp\/learn\/historyculture\/index.htm"
}
