{
    "title": "Home Of Franklin D Roosevelt National Historic Site: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery                    Our Park   5 Photos  The Home of Franklin D. Roosevelt National Historic Site          Ice Yachts on the Hudson: Historic Photographs from the Park Collection   13 Photos  Sailing on the ice has been a winter tradition in the Hudson Valley since the 1800s. Until the invention of the automobile, ice yachts were the fastest vehicles on earth and attracted many rich and famous sailors…including the Roosevelts. The photographs featured here were captured in 1908 by the Newbold-Morgan family who lived next door to FDR in Hyde Park.           Students and Youth at Roosevelt-Vanderbilt NHS Summer 2014   7 Photos  More students and youth program participants worked at the park this summer than in any prior year.  They worked in most of the park's major programs, contributing hours of work and gaining experience in management of resources and creating and presenting public and educational programs.  Thank you all!            Summer Solstice Sunset Community Photography Workshop -  June 21, 2013   5 Photos  Participants learned why the Summer Solstice is the perfect time to photograph the Shawangunk and Catskill mountains. They also gained insight into making compelling artistic landscape images and the many ways to approach landscape photography.          Community Photography Workshop - April 21, 2012   12 Photos  Beauty Within - A Journey of Landscape Photography presented by: Photographer Robert Rodriguez Jr. Landscapes and Interiors - An exhibit of the National Historic Sites presented by Professor Curtice Taylor and photography students from the New York School of Visual Arts.          Community Photography Workshop - October 29, 2011   6 Photos  Community Photography Workshop - October 29, 2011",
    "url": "https:\/\/www.nps.gov\/hofr\/learn\/photosmultimedia\/photogallery.htm"
}
