{
    "title": "Federal Hall National Memorial: Cooperating Association",
    "body": "Cooperating Association       What are Cooperating Associations? Cooperating associations are recognized by Congress as a means to assist the educational and interpretive mission of the National Park Service. Cooperating associations provide various services, primarily by procuring, distributing and selling educational material in retail outlets located in national parks. Associations also provide an assortment of services including supplemental funding for land and artifact acquisitions, special events, educational and interpretive programs, and research grants. About Eastern National Eastern National, formerly known as Eastern National Park and Monument Association, is a 501(C)(3) not-for-profit \"cooperating association\" that supports the National Park Service. Currently, Eastern National is the cooperating association for over 150 national parks, and is partners with many other public trusts including the U.S. Forest Service, Army Corps of Engineers, and state and city park systems. Eastern National's role has expanded over the years, becoming the largest cooperating association in the United States. Since its incorporation in 1948, Eastern National has donated over $100 million to the National Park Service, in the form of direct donations and grants. Through the years, Eastern National funds have purchased such critical items as land, artifacts, media for park libraries, period costumes for living history demonstrations and reenactments, signage and exhibits, facility renovations and upgrades, interpretive tools and programs, staff training programs, and much more. Donations have also funded archeological, historical, and cultural research programs which have had a direct impact on the parks and their interpretive programs. For more information, visit the Eastern National website: http:\/\/www.easternnational.org\/default.aspx",
    "url": "https:\/\/www.nps.gov\/feha\/getinvolved\/supportyourpark\/coopassociation.htm"
}
