{
    "title": "Home Of Franklin D Roosevelt National Historic Site: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      The Home of Franklin D. Roosevelt National Historic Site is open year-round, seven days a week from 9:00am to 5:00pm.  (CLOSED THANKSGIVING, CHRISTMAS AND NEW YEAR'S DAY) The Home is available by guided tour only.  ________________________________________________________________________________________May 1, 2016 - October 2016 - Tours are offered throughout the day, with the last tour at 4:00 PM. Advanced reservations for tours can be made through recreation.gov. (If you decide to make a reservation it must be made at least one day in advance) November 2015 - April 2016 -  Open 7 days a week.  Tours offered at 10:30, 12:30, 2:30 and 4:00.Top Cottage - Open May 1, 2016 - October 31, 2016. ________________________________________________________________________________________The grounds are free and open sunrise to sunset everyday. Visitation is highest during the months of July, August and October; lowest in January and February. The Home of Franklin D. Roosevelt can only be viewed by guided tour. Tours sell out during peak season and on holiday weekends. Note: Tours of the FDR Home have an outdoor component.  The walk to the Home from the Visitor Center is 1\/4 mile long in one direction - all on level ground.  Visitors should dress appropriately for all weather conditions, including summer sunshine and heat.        Wallace Visitor Center WD Urbin  Visitors begin at the Henry A. Wallace Visitor and Education Center, where tickets are available for the tour of the Home of Franklin D. Roosevelt. The ticket includes the admission to the FDR Presidential Library and Museum. There is a 22 minute film in the auditorium of the Wallace Center entitled A Rendezvous With History that introduces the visitors to the Roosevelt experience.   Uncle Sam's Canteen offers visitors a convenient place to grab a coffee and pastry, or enjoy a delicious lunch between tours.  Styled after a WWII-era cafeteria...with a bit of a modern twist....Uncle Sam's offers a diverse menu in a beautiful setting.  It is open April 1 through October 31 from 10:00 am to 4:00 pm.",
    "url": "https:\/\/www.nps.gov\/hofr\/planyourvisit\/hours.htm"
}
