{
    "title": "Home Of Franklin D Roosevelt National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           114 Estates Lane  Hyde Park, NY 12538                 Directions         The Home of Franklin D. Roosevelt National Historic Site is located on Route 9 in Hyde Park, NY about 90 miles north of New York City and 70 miles south of Albany.  Directions Details           Operating Hours & Seasons         Tours of the Home of Franklin D. Roosevelt The Home of Franklin D. Roosevelt National Historic Site is open year-round, seven days a week by guided tour only.  Visit our Operating Hours & Seasons page for more information regarding tour times.  All tours begin in the Henry A. Wallace Visitor Center.  The Home is closed, Thanksgiving, Christmas and New Years Day.  The grounds are open everyday sunrise to sunset.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Spring: Temperatures usually range from 40°F to 70°F.  Rain is not uncommon. Summer: Temperatures usually range from 70° F to 100° F.  Humidity can be high throughout the summer months with periods of rain. Fall: Temperatures usually range from 40° F to 70° F.  Peak leaf season is mid-October.  Rain is not uncommon. Winter: Temperatures usually range from 30° F to 50°F.   Ice, Freezing Rain and Snow are not uncommon.          Fees & Passes     Entrance Fees:   Entrance Fee - $18.00 The Home of Franklin D. Roosevelt (National Park Service) and the FDR Presidential Library and Museum (National Archives and Records Administration) offer an $18 joint admission ticket. These tickets are valid for 2 days.          Visitor Centers       Henry A. Wallace Visitor and Education Center Named in honor of the man who served as Secretary of Agriculture (1933-1940) and Vice-President during Franklin Roosevelt's third term, the Wallace Center offers visitors an array of new and expanded services designed to enhance their experiences in Hyde Park.  Begin your visit here.                 Before you Arrive: The tour of the Home of Franklin D. Roosevelt is approximately 1 hour.  The only way to see the home is by guided tour. All tours begin in the Henry A.  Wallace Visitor Center. The Franklin D. Roosevelt Presidential Library & Museum is a self-guided tour. Baby carriages, strollers, infant carriers, backpacks, tripods, selfie sticks and flash photography are all prohibited from the tour. During periods of  high visitation (Summer weekends, Holidays, and October) it is not unusual for tours to sell out. The tour schedule changes throughout the year.  Visit our Operating Hours & Seasons page for more information. There are public restrooms in the Henry A. Wallace Visitor Center. The grounds are free and open daily until sunset.",
    "url": "https:\/\/www.nps.gov\/hofr\/planyourvisit\/basicinfo.htm"
}
