{
    "title": "Ice Age National Scenic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           National Park Service 700 Rayovac Drive Suite 100  Madison, WI 53711                 Directions          The Ice Age National Scenic Trail stretches nearly 1,200 miles across Wisconsin. Plane Commercial airports are located in major cities and regional communities throughout the state at varying distances from the Ice Age National Scenic Trail. Car Numerous trailheads with parking are located throughout the state.   Directions Details           Operating Hours & Seasons         Trail The Ice Age National Scenic Trail is not your 'typical' park. The trail is almost 1,200 miles long and crosses the state of Wisconsin north to south and east to west. The Trail is open year round. However some segments may be closed during Wisconsin's November 9-day gun deer hunting season. Additional information about hunting seasons, trail conditions and closures along the rest of the trail is available from the Wisconsin Department of Natural Resources and the Ice Age Trail Alliance.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM      National Park Service Office The operating hours for the National Park Service office located at 700 Rayovac Drive, Suite 100 in Madison are Monday through Friday from 8:00 a.m. to 4:30 p.m., except holidays.   Standard Hours    Sunday: Closed   Monday: 8:00 AM - 4:30 PM   Tuesday: 8:00 AM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: Closed             Weather           Wisconsin has four distinctly different seasons. Wisconsin's continental climate means this state enjoys a little bit of everything, weather-wise. Summers are generally warm and pleasant, while the area is covered with a thick blanket of white snow in winter.         Fees & Passes     Entrance Fees:   Fees - $0.00 Some public lands such as state and county parks located along the Trail may charge entrance fees. Camping registration, permits, and fees may also be needed. Before your visit you should check with the local land manager regarding possible fees and registration requirements.   Entrance Passes:   Passes - $0.00 Available for purchase online.         Visitor Centers                  The Ice Age National Scenic Trail is not your 'typical' park. The trail is almost 1,200 miles long and crosses the state of Wisconsin north to south and east to west. Depending upon where you are, a particular segment of the trail might be managed by the National Park Service, the State of Wisconsin, county forests, or other local government partners. Several sections are even hosted by private landowners. There are trailheads and access points located in many places along its route.  The trail changes with every season and is a great way to explore a great state whether you are looking to hike for a day, a week, or a month!   Looking for more information? Explore the other pages in this section to learn about the Ice Age National Scenic Trail, view pictures and see what's going on.",
    "url": "https:\/\/www.nps.gov\/iatr\/planyourvisit\/basicinfo.htm"
}
