{
    "title": "Padre Island National Seashore: Special Use Permits",
    "body": "Special Use Permits       A valid permit issued by the Superintendent is required for the following activities consistent with applicable legislation, federal regulations, and administrative policies:  Public Use Activities: fishing, tournaments, athletic events, parades or other special events; Collecting research specimens; Operation of a public address system or amplification system in connection with a public gathering or special event for which a permit has been issued pursuant to 36 CFR 2.50\/2.51; Delivery or retrieval of a person or object by parachute, helicopter, or other airborne means; Non-commercial soliciting; Conducting a pageant, regatta, public spectator attraction, ceremony, wedding, organized event and similar activities; Public assemblies, meetings, gatherings, demonstrations and other public expressions of views; Sale or distribution of printed matter that is not solely commercial advertising; Memorialization - scattering human ashes from cremation; Advertisements - Display, posting, or distribution; Engaging in or soliciting any business - requires a permit, contract, or other written agreement with the United States, or must be pursuant to special regulations; Commercial filming of motion pictures or television involving the use of professional casts, settings, or crews, other than bona fide newsreel or news television; and Still photography of vehicles, other articles of commerce or models for the purpose of commercial advertising.  Special Use Permit Application Process Special uses in the park, such as those listed above, require an application (under 36 Code of Federal Regulations) in order to avoid negatively impacting the park's natural and cultural resources, other park and visitor activities, facility use, and environmental or scenic experiences. The following applications are available for downloading and must be submitted to the park's Ranger Activity Assistant listed below. Application for a Special Use Permit.  Application for commercial filming\/still photography. Apllication for transportation and utility systems and facilities on federal lands.  Padre Island National Seashore Ranger Activities Assistant P.O. Box 181300 Corpus Christi, TX 78480 For more information, please call (361) 949-9238",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/management\/sup.htm"
}
