{
    "title": "Padre Island National Seashore: Seasonal Mobile Food Vendors",
    "body": "Explore This Park    Get Involved     Do Business With Us     Seasonal Mobile Food Vendors              Seasonal Mobile Food Vendors       Padre Island National Seashore Request for ProposalsPadre Island National Seashore (Park) is seeking vendors to provide seasonal mobile food services at locations near the park visitor center and on the first five miles of South Beach during the summer months in 2016. Vendors will operate under a Commercial Use Authorization (CUA) for an agreement period of not to exceed two years.Commercial Use Authorization (CUA) Instructions and ApplicationLocation Description & Use Statistics Two general locations will be offered for mobile food service vendors. Location one will be at the Malaquite Visitor Center parking lot adjacent to the Visitor Center. Location two will be on the first five miles of South Beach beyond the end of the pavement of Park Road 22. Location one will require the vendor to remain in place, while location two allows for the vendor to drive the beach or to remain stationary at a chosen location. Both of these locations will position the vendor to engage nearly 100% of the visiting public to the park.Visitors accessing the Visitor Center and Closed Beach will pass by the vendor.Visitors driving on to the beach to drive down island to recreate will have the opportunity to engage the vendor.The majority of visitors to the park who come to enjoy the beach and waters of the Gulf will park and recreate on the northern portion of the beach within the first few miles. Padre Island National Seashore had over 584,000 visits in 2015.The majority of visits occur in the summer months, May through September. Approximately 150 visitors per month are \"non-recreation\" visitors who are in the park on business.Recreational Visitors to the park usually spend a minimum of 5 hours per day in the park.Padre Island National Seashore Visitor Use Statistics for 2015   2015 by Month   Recreational Visits   Visitor Hours     January   22,956   191,079     February   32,484   252,708     March   49,973   360,565     April   47,803   356,328     May   59,281   379,345     June   77,563   484,927     July   100,483   639,017     August   77,203   465,161     September   39,657   254,632     October   32,451   220,272     November   17,317   142,630     December   25,668   191,369     TOTAL*   584,639   3,952,433   * Includes non-recreational (business) visits as well Services Required  The Padre Island National Seashore seeks mobile food vendors to provide a variety of hot and cold dishes, snacks, drinks and other \"beach fare\" from self-contained, mobile food service platforms (trucks, vans, trailers, etc).Water, sewer and electric service is unavailable and will not be provided. Food vendors would be required to operate a minimum of three days per week (Fri, Sat. Sun.) and have the option to operate daily if so desired.Operations would be centered around day time operations with no nighttime operations unless specifically coordinated with the park for a special event or park offered program.No more than two vendors may operate in Location 1 and no more than two vendors in Location 2 each day. If several vendors apply to operate in the same location on the same day, Padre Island National Seashore will institute a scheduling system to ensure each vendor has an opportunity to operate in its desired location.The park will also host several special events over the summer including ten or more early morning sea turtle hatchling releases. Having at least one vendor available to sell breakfast type items, hot coffee, etc. would be desirable for those events. Vendors will be required to abide by all State of Texas standards for food preparation and handling.Inspections will be conducted by the U.S. Public Health Service.Food must be prepared on site or in a licensed food preparation establishment. Vendors are encouraged to use recyclable food service products.Aluminum canned drinks are preferred.Drinks served in plastic bottles are highly discouraged as plastic in the oceans is harmful to endangered sea turtles and contradicts education messages distributed by the park.Glass bottles will not be permitted to avoid broken glass on beaches. Vendors are required to supply a trash receptacle next to their vehicle when the vehicle is set up in a stationary location.The park will provide trash disposal service which will be included in the CUA fees. Insurance requirements The CUA holder agrees to carry general liability insurance against claims occasioned by the action or omissions of the holder, its agents and employees in carrying out activities and operations under this authorization. The policy shall be in the amount of $ 500,000 and underwritten by a United States company naming the United States of America (National Park Service, park name and address) as additional insured. Holder agrees to have on file with the Park copies of the above insurance with the proper endorsements. Conditions of Commercial Use Authorization 1. The holder is prohibited from knowingly giving false information. To do so will be considered a breach of conditions and be grounds for revocation. 2. The holder shall exercise this privilege subject to the supervision of the park area Superintendent. The holder shall comply with all applicable laws and regulations of the area and terms and conditions of the authorization. The holder must acquire all permits or licenses of State or local government, as applicable, necessary to provide the services described above, and, must operate in compliance with all applicable Federal, State, and local laws and regulations, including, without limitation, all applicable Park area policies, procedures and regulations. The commercial services described above are to be provided to Park area visitors at reasonable rates and under operating conditions satisfactory to the Park area superintendent. 3. This authorization is issued upon the express condition that the United States, its agents and employees shall be free from all liabilities and claims for damages and\/or suits for or by reason of any injury, injuries, or death to any person or persons or property of any kind whatsoever, whether to the person or property of the (holder), its agents or employees, or third parties, from any cause or causes whatsoever while in or upon said premises or any part thereof during the term of this authorization or occasioned by any occupancy or use of said premises or any activity carried on by the (holder) in connection herewith, and the (holder) hereby covenants and agrees to indemnify, defend, save and hold harmless the United States, its agents, and employees from all liabilities, charges, expenses and costs on account of or by reason of any such injuries, deaths, liabilities, claims, suits or losses however occurring or damages growing out of the same.  4. Holder agrees to carry general liability insurance against claims occasioned by the action or omissions of the holder, its agents and employees in carrying out activities and operations under this authorization. The policy shall be in the amount of $ 500,000 and underwritten by a United States company naming the United States of America (National Park Service, park name and address) as additional insured. Holder agrees to have on file with the Park copies of the above insurance with the proper endorsements.  5. Cost incurred by the Park as a result of accepting and processing the application and managing and monitoring the authorization activity will be reimbursed by the holder. Administrative costs and estimated costs for activities on site must be paid when the authorization is approved. If any additional costs are incurred by the Park, the holder will be billed at the conclusion of the authorization.  6. Benefit - Neither Members of, nor Delegates to Congress, or Resident Commissioners shall be admitted to any share or part of this authorization or derive, either directly or indirectly, any pecuniary benefit to arise there from: Provided, however, that nothing herein contained shall be construed to extend to any incorporated company, if the authorization be for the benefit of such corporation.  7. This authorization may not be transferred or assigned without the written consent of the Park area Superintendent.  8. This authorization may be terminated upon breach of any of the conditions herein or at the discretion of the Park area Superintendent.  9. The holder is not entitled to any preference to renewal of this authorization except to the extent otherwise expressly provided by law. This authorization is not exclusive and is not a concession contract.  10. The holder shall not construct any structures, fixtures or improvements in the Park area. The holder shall not engage in any groundbreaking activities without the express, written approval of the Park area superintendent.  11. The holder is to provide the Park area superintendent upon request (and. in any event, immediately after expiration of this authorization) a statement of its gross receipts from its activities under this authorization and any other specific information related to the holder's operations that the Park area superintendent may request, including but not limited to, visitor use statistics and resource impact assessments.  12. The holder is to maintain an accounting system under which its accounts can be readily identified within its system of accounts classification. This accounting system must be capable of providing the information required by this authorization. The holder grants the United States of America and the General Accounting Office access to its books and records at any time for the purpose of determining compliance with the terms and conditions of this authorization. 13.Park specific conditions (See Application Appendix). Associated Fees Application Fee (non-refundable, due with application)…………$50 The following fees are due to the Padre Island National Seashore issuance of the CUA: Cost recovery fee:CUA Administration………………… $200 Trash removal (per month)………... $50 Required Information in Proposal  Completed Commercial Use Authorization Application Corporate information and\/or previous experience in operating food services, customer references if applicable Documentation of liability insurance in the amount of $500,000 or statement of intent to acquire liability insurance before effective date of authorization Business plan for concessions operation including:  Number of employees (full time and part time) Operating schedule (hours of operation and season duration) Equipment description Rate structure for services Projected demand by park visitors Expected revenue   Proposal Submission  Submit proposal to: Oralia FernandezAdministrative Officer  Padre Island National SeashoreP.O. Box 181300Corpus Christi, TX  78480 oralia_fernandez@nps.govFor additional information or clarification, contact Superintendent Mark Spier at(361) 949-8173 x 222 Basis for award of Commercial Use Authorization-Ability to offer best visitor use experience (customer service) -Fair rate to park visitor -Previous experience -Viability of business plan -Environmental and safety standards -Minimum service dates: all Fridays, Saturdays and Sundays between and including Memorial Day and Labor Day and the 4th of July holiday periods -Ability and willingness to attend special events such as up to 15 early morning Sea Turtle hatchling releases in June and July or limited evening programs -A menu providing light fare including drinks, snacks, hot and\/or cold meal items, and desserts",
    "url": "https:\/\/www.nps.gov\/pais\/getinvolved\/foodvendor.htm"
}
