{
    "title": "Padre Island National Seashore: Your Dollars At Work",
    "body": "Facility Management Division:Your Dollars at Work         New Malaquite Beach Pavillion Built January 2009 NPS  Your Fee Dollars at Work Because Padre Island is in the northwest corner of the Gulf of Mexico and the winds and currents in the western Gulf normally come from the southeast, hundreds of tons of trash are washed ashore on Padre Island National Seashore’s beaches every year. This trash comes into the Gulf by a variety of means including being tossed overboard from ships or boats, washing out of rivers or streams, thrown in by people on shore, or carried in by the currents from the Caribbean or Atlantic. This is nothing new. Trash and debris have always washed in since Europeans first came to this area in the early 1500s. Back then, debris from shipwrecks would wash ashore. In the 1800s, enough debris from shipwrecks and other sources washed in that people were able to build houses, buildings, and fences from the lumber washing in and they were also able to supplement their incomes by selling whatever flotsam they could not use themselves. Today this perpetual problem continues, but the National Seashore does whatever it can with its limited manpower and resources to keep the beaches as clean as possible for the visiting public. The National Seashore makes a continual, year-round, daily effort to clean the debris from the beaches and to preserve the island in its natural state in accordance with the park’s founding legislation and in accordance with the founding legislation of the National Park Service. Within the past year, however, the National Seashore’s Facility Management Division has had to redouble its efforts to maintain the beaches, because of the extreme amount of trash that washed in from Galveston following Hurricane Ike. Due to Hurricane Ike, the Padre Island National Seashore Facility Management Division, partnering with the Texas Commission on Environmental Quality and the U.S. Coast Guard, completed the largest ever clean-up of hazardous materials on the National Seashore or in the Coastal Bend. This clean-up lasted from the end of October to November 22, 2008 and involved the expenditure of approximately 3,350 man-hours and $135,000 (including payroll, equipment, and disposal of hazardous materials). Specifically, the park removed the following containers, each of which contained hazardous materials:  55 large steel containers (called “totes”; 350-550 gallons each) 352 drums (55 gallons each) 53 containers (35 gallons each) 671 buckets (5 gallons each)    In addition to the hazardous material noted above, the Facility Management Division has also removed to date 580 tons of trash, lumber, buoys, boats, rescue pods, compressed-gas cylinders, and other non-chemical flotsam that also washed up due to Hurricane Ike. All totaled, solely for cleaning the beaches of non-hazardous material directly related to Hurricane Ike, the park expended 3,450 man-hours and $95,900 to date. This year the park also participated to its largest degree ever in the annual Big Shell clean-up by providing heavy equipment, trucks, and staff prior to the clean-up in order to make the beach passable for volunteers in getting to and from the clean-up area and hauling trash from there. For this effort the park expended 530 man-hours and $20,500 to assist in removing 400 tons of trash from its beaches; thanks to our partners, the Friends of Padre Island, and Billy Sandifer. Outside of the Hurricane Ike and Big Shell clean-ups, the park has so far expended 550 man-hours and removed 95 tons of trash from all three of its Gulf Beaches (North, Closed, and South). This will continue until the end of the fiscal year, which ends on September 30. At that point, the park expects to have spent $35,170 on cleaning the beaches on non-hurricane, non-Big-Shell related trash. There is currently no estimate on how many man-hours total will be expended or how many tons of trash will be picked up by then. All totaled, from October 1, 2008 to July 22, 2009, Padre Island National Seashore has expended 8,780 man-hours and $268,500 picking up 1,300 tons of trash to date, keeping the beaches as clean as possible for the visiting public. The park expects to expend $302,430 and an undetermined number of man-hours removing another 500 tons of trash from park beaches before the end of the fiscal year on September 30.   Additional Accomplishments since August, 2007: The Facility Management Division constructed covered kiosks at Bird Island Basin RV campground, the entrance to South Beach, and at the Malaquite Campground in order to enhance the flow of information visitors, to alert visitors to park regulations, and to provide procedures for camping registration and payment of fees. The Facility Management Division constructed over 200 lineal feet of handicapped-accessible boardwalk in the Malaquite Campground in order to provide beach access to all visitors and to provide an additional location for interpretive programs and night sky observation.  The Facility Management Division routinely cleared the access passes through the dunes at both North Beach and South Beach in order to facilitate the flow of traffic. The Facility Management Division cleared the Yarborough Pass entrance of dozens of cubic feet of sand on two occasions to permit traffic to the fishing area at Yarborough Pass. The Facility Management Division built a new rinse off shower and 667 square foot picnic pavilion next to the Malaquite Visitor Center parking lot to better serve park visitors by providing additional shelter during foul weather, providing an additional picnic area and tables, and by providing an additional facility for large groups such as weddings, fishing tournaments, school groups, and others. Recently the FM division has also completed two major improvements at the Volunteer-In-Parks (VIP) Campground. The first consisted of replacing the caliche RV pads with ones of concrete and extending them so that now seven RVs can be accommodated. The second was to build a picnic shelter with a concrete base for six picnic tables. Please see the VIP section of this website for more information on the VIP program. Two major projects are currently in progress:   About 197 feet of the new fencing around the headquarters area has been completed.  The fence is intended to preserve the island scenery by concealing parked vehicles and other distractions from the scenery while permitting wind to flow through. In light of the intense winds that sometimes blow across the island, this last feature will help extend the life of the fence by minimizing repairs.   The new UTV garage for the park's Sea Turtle Science and Recovery division is approximately 90% complete. When finished, this facility will be used for maintenance and storage of the park's UTVs, which are used to patrol Padre Island beaches for nesting sea turtles during each Spring and Summer. This facility will be a major addition to the Sea Turtle Science and Recovery division and to the park's vehicle maintenance capabilities.   We hope you are satisfied with the manner in which your fee dollars are being used, and we hope to continue to update you on your fee dollars at work.",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/management\/facilitymanagementdivision.htm"
}
