{
    "title": "Padre Island National Seashore: Fire Management",
    "body": "Fire Management          Wildland Fire Management Wildland fire has great potential to change park landscapes more often than volcanoes, earthquakes or even floods. Such forces of change are completely natural. Many plants and animals cannot survive without the cycles of fire or flooding to which they are adapted. If all fire is suppressed, fuel builds up and makes bigger fires inevitable. Under certain conditions, large, hot fires can threaten public safety, devastate property, damage natural and cultural resources, and be expensive and dangerous to fight. National Park Service policy stresses managing fire, not simply suppressing it. This means planning for the inevitable and promoting the use of fire as a land management tool. The goal is to restore fire's role as a dynamic and necessary natural process.   Prescribed fire is one of the most important tools used to manage fire today. A scientific prescription for the fire, prepared in advance, describes its objectives, fuels, size and the ideal environmental conditions for it to burn. If it moves outside the predetermined area, the fire may be suppressed. The fire may be designed to create a mosaic of diverse habitats for plants and animals, to help an endangered species recover, or to reduce fuels and thereby prevent a destructive fire. Burning key areas in advance, thereby removing fuels from the path of a future unwanted fire, can protect specific buildings, cultural resources, critical natural resources, and habitats. Fuel buildups sometimes must be cut and removed by hand. By burning away accumulated fuels and protecting specific sites, planned fires make landscapes safer for future natural fires. Prescribed fire also can be the most cost-effective way to maintain such historic scenes as the open grasslands of the Revolutionary War era at Saratoga National Historical Park in New York, oak-prairie savanna of the Civil War era at Wilson's Creek National Battlefield in Missouri and vistas of the Nez Perce War of 1877 at Big Hole National Battlefield in Montana. Prescribe Fires In most parks, prescribed fires are used to manage vegetation instead of lightning-caused fires. Prescribed burns are ignited to reduce hazardous fuel loads near developed areas, manage landscapes, restore natural woodlands and for research purposes.Fire management may also choose to closely monitor naturally started fires, ignited by lightning or lava, to meet specific resource objectives like the prescribed fires. These fires are called wildland fire use. Some parks have areas designated as Natural Fire Zone in which natural ignitions are closely monitored but allowed to burn as a natural process without intervention. In some mountainous western parks many lightning-caused fires have been allowed to burn and die naturally each year. Before any wildland fire use or prescribed fire is permitted, the park must complete a Fire Management Plan as well as a burn plan. Each planned fire must meet all the conditions identified in a go\/no go checklist before ignition. When fire cannot be used, most hazard fuel reduction is accomplished with saws and manual removal. Hazard fuel reduction around developed areas provides for fire fighter safety and structure protection in the event of a wildfire.",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/management\/firemanagement.htm"
}
