{
    "title": "Padre Island National Seashore: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations         This small channel, which existed for only a few months around 2002-2003, illustrates the ephemeral nature of a barrier island. NPS photo  Geologically speaking, Padre Island is a young island. It is one of 300 hundred islands stretching from Maine to Mexico. These natural barrier islands act to protect the mainland from the direct onslaught of storms.   Padre Island began forming as a submerged sand bar some 4,500 years ago, as shown by radiocarbon dating of shells. Geologic speculation indicates the emerged island itself may be 1,000 to 1,500 years younger. Barrier island origins have been debated for many years by geologists, but it is agreed they are formed and modified by such factors as sediment type and supply, sea-level directional changes, current and wave strength and direction, and tide magnitude. It is theorized that Padre Island formed from offshore shoals with later growth aided by spit accretion. (A spit is a long, narrow tongue of sand extending from a mainland shoreline and formed by the shoreline drifting of sediments.) After a history of shifting, abandonment, and reestablishment by storm breaches, many tidal inlets were slowly closed and short islands were joined to form today’s longer islands.   Padre Island graphically illustrates the life and sequences of a barrier shoreline: accretionary or building phase, equilibrium or stability phase, and erosion or destructional state. The northern half of Padre Island’s shoreline is in equilibrium; the southern half (and much of the remaining Texas coastline) is in an erosional stage. Wind, wave and current action continue to rework and shape the island. South Padre Island has been in a destructive phase for a long time, probably having retreated landward (along with the lagoon and mainland shoreline). All of Padre Island will probably retreat landward through long-term erosion due to the following causes: (1) interruption and decrease in sediment supply, (2) relative sea level rise, and (3) tropical storm activity. Today, hurricane washovers and wind-carried sand deposited in the Laguna Madre build Padre Island’s landward side at the expense of the Laguna Madre.   Along Padre Island’s northern half, northeast winds drive longshore currents; and along Padre’s southern half, southeast winds drive longshore currents. These ocean currents converge at 27 degrees North latitude, although winds shift somewhat during the year. The converging currents deposit sands from the Rio Grande, Colorado, Brazos and Mississippi Rivers (the sands show traces of magnetite, garnet, zircon, tourmaline, quartz, and other sediments identified from these rivers). Man-made jetties perpendicular to the Gulf shoreline interfere with longshore sediment transport; these occur at Mansfield Channel, Mustang island, and Water Exchange Pass. Little and Big Shell Beaches are located near the (27 degree North latitude) convergence point. This convergence point is where longshore currents moving north to south and currents moving south to north meet. Because the currents converge at this point, a good number of large and small shells are deposited on the beach. Winds blow away the sand, leaving the exposed shells behind. The sand is then accumulated in dunes which may become stabilized by vegetation or are driven into the Laguna Madre.   On North Padre Island, Gulf waves break on the upper shoreface, especially during fall and winter. They agitate the water and suspend sand so that they erode and destroy, or deposit and construct as applicable. Flat waves and smooth, round, symmetrical waves transport sand to the beach. Steeper waves remove sand. Swash bars and berms are beach deposits formed as a result of this wave action.   The Gulf beach is a complex environment where water and air interact and compete for sediments. Sediments deposited high on the beach are dried and transported landward by persistent onshore winds. This migrating sand is trapped along the back edge of the beach by salt-tolerant grasses and flowering plants. Plants stabilize the sand with roots and spreading vines, forming a relatively continuous dune ridge. The fore-island dune ridge traps additional sand and prevents it from migrating back to the sea. Storms and high tides cut into these dunes, abruptly changing the contours of the island.   The Texas Gulf Coast has a uniformly small tidal range. The astronomical tidal range in the Laguna Madre is even smaller than that of the Gulf. However, wind tides occur when strong steady winds elevate the water’s surface. As a result, elevated Gulf waters raise the water levels in the lagoons and bays, especially in October, April, and May. The Laguna Madre is dramatically affected. An 18 inch drop in an hour, produced by 50 mile-an-hour winds, can leave boats stranded. Bars and troughs offshore cause the waves to break. Storm tides and steep, destructive waves that accompany hurricanes and tropical storms may occasionally level the entire beach. South of Malaquite, however, the forebeach becomes steeper where shells and fragments are deposited. This elevated berm is somewhat impervious to the erosional effects.   Padre Island is in a constant state of change, moved by gentle gulf breezes, violent tropical storms and hurricanes, and the rhythmic ebb and flow of tides and crashing waves. Beach, dunes, grasslands, and tidal flats are shaped and reshaped daily, a constant reminder of just how fragile our Island environment can be.   For more detailed information on the geologic story of Padre Island, please consult PADRE ISLAND NATIONAL SEASHORE: A Guide to the Geology, Natural Environments, and History of a Texas Barrier Island, by Bonnie R. Weise and William A. White.",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/nature\/geologicformations.htm"
}
