{
    "title": "Voyageurs National Park: Double-Crested Cormorants",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Double-Crested Cormorants                  Double-crested Cormorants        Double-crested Cormorants can be found often sunning themselves on rock outcroppings. NPS       Introduction In Voyageurs, the extensive lakes, diversity of fish species, and many rocky islands provide a perfect paradise for the double-crested cormorant (Phalacrocorax auritus). Where can you view cormorants? Cormorants are a common sight on Rainy Lake, where several large colonies exist in Ontario. They are often seen feeding alone or in groups in shallow bays in the park or sunning themselves on the rocks to dry out their wings.      Population In Voyageurs, the cormorant population is estimated by surveying known colonies and counting the number of active nests. Since each pair has a nest, the number of nests is multiplied by two for an adult population estimate. From 2013-2015, there was an average of 864 nesting pairs in areas just out of the park. Because this estimate is based on nest counts, there is often a high level of variation from year to year. During high water years, sometimes only a portion of the colony is suitable for nesting, resulting in a lower nest count, even though more adults may be present in the area. Status In the U.S., cormorants are federally protected under the Migratory Bird Treaty Act, which prohibits the killing of cormorants or their eggs and young. Similar protections are in place for cormorants within the boundaries of Voyageurs.         During the breeding season, the Double-crested Cormorants eyes and mouth turn a bright blue-teal color. Andrew Radomski  Characteristics During the high of the breeding season, a cormorant's teal-blue eyes, bright yellow throat pouch, and tufts of feathers just above the eyes (for which the bird is named) cause this bird to stand out among the rest. Otherwise, for most of the year, the cormorant is characterized by its dark brown or black plumage with iridescent highlights. The average adult measures 29-36 inches long and weighs about five pounds. Breeding Cormorants are colony nesting birds, meaning they prefer to nest in close proximity to others of their species. In recent years, Voyageurs has had up to five active colonies in and around the park. Cormorants typically return to the same colony each year just after ice is out. Nesting begins at the end of April and may continue into July. Females lay three to four eggs and incubate for almost one month. The young fledge the nest in 35-40 days.      How can you help cormorants? Cormorants are most sensitive to human disturbance when nesting. Do not approach cormorant colonies, as this could scare adults off their nests, making the eggs and chicks vulnerable to predation by eagles and other predators.      Current Research in the Park In recent years, park biologists have noticed a decline in the number of eggs hatching and young surviving to the fledgling stage. On some occasions, a few cormorant colonies failed to nest entirely. Researchers are interested in understanding the cause of this decline. Each breeding season, the colonies are surveyed for the number of nesting pairs. Colonies are then surveyed later in the summer to determine what percentage of nests failed or hatched chicks. One factor known to affect cormorant nesting success is the presence of bald eagles nearby, as eagles will scare adults off their nests and eat the eggs, chicks, or adults. Current research is looking for answers to better understand what affects cormorant nesting success. Cormorants and the Future For over a century, cormorants have been criticized for having an insatiable appetite for fish and competing with local anglers for game species. After years of being misunderstood, research is helping to shed light on the diet of these birds, which shows much of their food source is perch, minnows, and young game species (5.3\" or less). A better understanding of the cormorant's role in the ecosystem and less harvest of this species when they are wintering in the south may help to maintain healthy summer populations in Voyageurs.       For more wildlife exploration  Moose Beaver Gray Wolf Bald Eagle Common Loon Double-crested Cormorant",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/double-crested-cormorants.htm"
}
