{
    "title": "Padre Island National Seashore: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         White-tailed buck in tall grass Photo by Phil Slattery  The most commonly seen mammals at the National Seashore are coyotes, spotted ground squirrel, kangaroo rats, and deer, others, such are opossum and raccoon are seldom seen, and a few, such as badgers and bobcats are rarely encountered. Following are a few details over the more commonly-occuring mammals in the park.   The spotted ground squirrel is frequently seen scurrying in the dunes around the Malaquite Visitor Center. This familiar dune inhabitant is found throughout much of West Texas but prefers to live in dry, sandy areas. The ground squirrel makes its home in long, shallow burrows which are marked by slight mounds in the vegetation. The average squirrel weighs 3 to 4.5 ounces and is just 9 inches in length, including the tail and can be identified by the scattered white spots on its back. Little is known about mating and rearing of young in this secretive animal. Mating season begins in February and continues into July with 1 to 2 litters reared each year. Generally, the squirrel does not venture far from its burrow in search of food and its diet includes green plants, sunflower petals, seeds and insects.   The coyote is a doglike mammal commonly seen at night or early morning and might be sighted crossing the road or searching the beach for food. Coyotes do not run in packs, but will search for food in family groups or cooperate with other adults to hunt large game. A true scavenger, the coyote will eat rabbits, rodents, carrion, garbage, snakes, fruit, insects, frogs and small domestic animals. The coyote prefers to den in sunny banks and hillsides and will enlarge dens of other animals. Mating occurs January to May and 5 to 6 young are born about 2 months later. Juveniles are hard to distinguish from adults by October or November. The average coyote is 41 to 52 inches and weighs 20 to 50 pounds.   The white-tail deer (shown above) is a reddish-brown, hoofed mammal. This shy animal is active just before sunset and just after sunrise. Found throughout Texas this deer breeds from September to December and gives birth to 1 or 2 fawns after 7 months. Females are usually antlerless and the males grow new ones each year. Males are larger than females. The deer are 4.50 to 6.75 feet long and weigh 70 to 300 pounds. Weight and antler development are both influenced by nutrition. There is an estimated 3 million deer in the state and 360,000 are harvested each year, a $20,000,000 business.   The size of a small dog, the raccoon has a length of 18 to 28 inches and weighs 12 to 35 pounds. This mammal is easily recognized by its black eye mask and the alternating black and yellowish rings on it tail. This carnivore is active at night and forages for insects, snakes, frogs, fish, birds, nuts and fruit, and garbage. The home range of the raccoon is 1 to 2 square miles and includes a body of water in which it washes its food. There are 2 to 7 young born in April or May and are cared for by the mother until the fall or the following spring.   The South Texas pocket gopher is a large, pale-drab rodent with a relatively long, scant-haired tail. It can reach a total length of 13 inches and weigh 10 to 14 ounces. The gopher can be found burrowing in the deep, sandy soil of Padre and Mustang Islands. Its diet consists largely of roots, stems and leaves of grasses which are often seized from below and pulled into the burrow. Breeding begins in January and 1 or 2 litters are produced from March to July. The 2 or 3 young are blind and nearly naked at birth and remain with the mother until they are almost full-grown.   The Padre Island kangaroo rat is primarily nocturnal and spends time in burrows during the day. Seeds are the main food item of the kangaroo rat and occasionally insects will be eaten. The rat carries seeds in fur-lined cheek pouches to eat later. This rodent rarely drinks water, receiving most of its water from food. It breeds 1 or 2 times a year from August to March and 3 or 4 young are born about one month later. The kangaroo rat has large hind legs and feet that allow it to jump and a tuft on the end of its tail to help it keep its balance while sitting or jumping. The total length is 8.75 inches. The tail is 4.75 inches and the animal weighs 1 or 2 ounces.   The black-tailed jackrabbit is a large, long-eared hare, who prefers sparsely vegetated grasslands and desert scrubs. During the hot parts of the day the jackrabbit sleeps in a scratch at the base of a shrub or in a tall stand of grass. It is active at twilight and well into the night. Using its keen senses of hearing and sight and its speed (up to 40 miles per hour) the jackrabbit avoids predators like hawks and coyotes. The diet of the blacktailed jackrabbit includes grasses, herbs and cactus. In Texas, the jackrabbit can breed all year long, raising 2 to 6 litters. Each litter has 1 to 6 young, which are born with fur and with their eyes open. The large ears of this hare facilitate the dissipation of body heat. The jackrabbit is 18.25 to 24.75 inches long and weighs 3 to 7 pounds.",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/nature\/mammals.htm"
}
