{
    "title": "Padre Island National Seashore: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         A male Black Witch moth (Ascalapha odorata) found at the Malaquite Visitors Center in November 2004 by Mr. Peter Rochau. NPS Photo  Butterflies The butterfly checklist below is current as of May 30, 2003 with 3 newly discovered species listed as nos. 40-42. Several species have been identified as new county records for Kleberg and Kenedy counties. Except as noted, each of the following butterfly species has been field identified and the park’s Resource Management division has a male and female of each species in its collection. Because field identification is sometimes difficult, a second source is verifying the identity of each species. Once the park’s butterfly study has been completed, a digital field guide of Padre Island butterflies will be available to the public. Note that the name of the park’s most common Buckeye (J. evarete) has been changed from Mangrove Buckeye (genoveva) to Tropical Buckeye (evarete) due to recent corrections in the taxonomic literature.     Scientific Name Common Name   1. Erynnis horatius Horaces Duskywing   2. Erynnis tristis Mournful Duskywing   3. Hylephila phyleus Fiery Skipper   4. Wallengrenia otho Southern Broken Dash   5. Amblyscirtes celia Celia's Roadside Skipper   6. Lerodea eufala Eufala Skipper   7. Panoquina ocola Ocola Skipper   8. Panoquina panaquinoides Obscure Skipper   9. Battus philenor Pipevine Swallowtail   10. Papilio polyxenes Black Swallowtail   11. Heraclides cresphontes Giant Swallowtail   12. Pontia protodice Checkered White   13. Ascia monuste Great Southern White   14. Colias eurytheme Orange Sulfur   15. Zerene cesonia Southern Dogface   16. Phoebis sennae Cloudless Sulfur   17. Phoebis sennae marcellina (winter form) Marcellina Cloudless   18. Phoebis agarithe Large Orange Sulfur   19. Eurema lisa Little Yellow   20. Nathalis iole Dainty Sulfur   21. Ministrymon clytie Clytie Ministreak   22. Calycopis isobeon Dusky Blue Groundstreak   23. Strymon melinus Gray Hairstreak   24. Strymon istapa Istapa Hairstreak   25. Brephidium exile W. Pygmy Blue   26. Leptotes marina Marine Blue   27. Leptotes cassius Cassius Blue   28. Hemiargus isola Reakirts Blue   29. Libytheana carinenta American Snout   30. Euptoitea claudia Variegated Fritillary   31. Phyciodes phaon Phaon Crescent   32. Phyciodes tharos Pearl Crescent   33. Vanessa virginiensis American Lady   34. Vanessa cardui Painted Lady   35. Junonia coenia Common Buckeye   36. Junonia evarete Tropical Buckeye   37. Junonia nigrosuffusa Dark Buckeye   38. Danaus plexippus Monarch   39. Danaus gilippus Queen   40. Urbanus dorantes Dorantes Longtail Skipper   41. Phoebis philea Orange Barred Sulfur   42. Agraulis vanillae Gulf Fritillary      Moths    The Northern Prairie Wildlife Research Center of the US Geological Survey reports the following moths for each of the following counties, across which Padre Island National Seashore extends. Most do not have a common name. The names of those that do are noted.       Kleberg Co.        1. Eupackardia calleta Calleta silkmoth   2. Antheraea polyphemus Polyphemus moth   3. Utetheisa ornatrix (includes U. bella) Bella moth   4. Cycnia collaris   5. Ectypia bivittata   6. Ctenucha venosa   7. Cisseps fulvicollis (includes C packardii and C. Wrightii) Yellow-collared scape moth   8. Horama panthalon Texas wasp moth   9. Schinia snowii   10. Schinia citrinella   11. Schinia felicitata   12. Schinia gracilienta   13. Schinia bicuspida   14. Schinia volupia   15. Schinia regia       Kenedy Co.        1. Antheraea polyphemus Polyphemus moth   2. Ceratomia undulosa Waved sphinx   3. Xylophanes tersa Tersa sphinx   4. Datana diffidens       Willacy Co.        1. Eupackardia calleta Calleta silkmoth   2. Pachylia ficus Fig sphinx   3. Utetheisa ornatrix (includes U. bella) Bella moth   4. Lophocampa annulosa   5. Euchaetes bolteri   6. Schinia gaurae   7. Schinia ultima      Two moths that are not listed above, but which have been found in the park are (follow the links to photos of each): salt marsh moth - Estigmene acrea white-tipped black moth - Melanchroia chephise   For more information on butterflies and moths in south Texas, please follow either of the two links below. University of Texas Butterflies and Moths.org",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/nature\/insects.htm"
}
