{
    "title": "Padre Island National Seashore: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds       More than 380 species of birds have been found at Padre Island National Seashore. This is nearly half of all bird species that have been documented in North America! From November through March, visitors can join experienced birding guides on a free 2-3 hour driving tour to find and observe the amazing variety of birds found in the park. Please call the Malaquite Visitor Center at (361)949-8068 for more information. The National Seashore is a fabulous place for birds and bird-lovers because it is located on the Central Flyway, a major migration route on which birds travel during their migration to and from North, Central, and South America. Sandhill cranes, snow geese, redhead ducks, and several other birds fly down from northern nesting habitats to spend the winter in the area.  Click here to view and\/or print a list of birds commonly seen during the winter at Padre Island National Seashore.        Migration routes of North America.  Notice how the Central Flyway crosses right over the Texas coast. usgs.gov         If you get to observe a Black Skimmer gliding along the water, watch its head. When it makes a \"hiccupping\" motion, the Skimmer has caught a fish. NPS photo by Phil Ziegler  While visiting Padre Island, you may catch a glimpse of the Black Skimmer grazing the water with its bill, a White-tailed Hawk keeping watch, perched on top of a telephone pole, or hear the song of an Eastern Meadowlark happily celebrating the spring. The National Seashore protects a variety of habitats that are critical to the health of myriad bird populations. Some habitats, like wind-tidal flats, are extremely fragile and rare, and provide an abundance of food upon which migratory and resident birds depend. Other bird habitats found in the park include beach, coastal prairie, dunes, grasslands, wetlands and ponds.        The striking colors of the painted bunting stand out in the coastal prairie. NPS Photo by Phil Ziegler  Its range of habitats makes Padre Island an essential stop-over point for migrating and resident birds that are seeking out grounds for rest, food, nesting, and breeding. As such, the island has been designated as a Globally Important Bird Area by the American Bird Conservancy and a Site of International Importance by the Western Hemisphere Shorebird Reserve Network.  Occurring within the park, there are 13 threatened and endangered bird species, making Padre Island National Seashore an even more important location to these creatures' fragile existence. Based on the Texas Colonial Waterbird Survey, bird counts show decreasing numbers of waterbird species on the spoil islands within the park's boundaries, but participants in the waterbird survey provide varied explanations to suggest why the decrease is occurring. Explanations include habitat loss, disappearance of nesting grounds, marine debris, depletion of food sources, windmills impeding flight, and light pollution affecting migratory patterns. Many information sources and partners of the park, including you, are critical to continuing education on birds and promoting worldwide bird and bird habitat conservation. If you are interested in becoming a part of a team committed to restoring bird populations and bird habitat, please contact the park's volunteer coordinator to find out how you can get involved.",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/nature\/birds.htm"
}
