{
    "title": "Padre Island National Seashore: Current Nesting Season",
    "body": "2016 Sea Turtle Nesting Season       Go back to the main sea turtle program page FAQs & tips to increase your chances of seeing a hatchling release Sea turtle nesting season is from April to September of each year. Find out how many nests of each species have been found this year and a table of projected hatch dates for nests held in our incubation facility here....        Sea turtle eggs hatch underneath the sand over a period of 1-4 days, making it difficult to predict when they will be ready for release. The sand sinking down in this nest box indicates the eggs are in the process of hatching. NPS Photo.  2016 Projected Hatch Dates for Kemp's Ridley Nests Held in the Incubation Facility at Padre Island National Seashore   Keep in mind, these are only estimations. The hatching process is largely unpredictable and can take 1-4 days. Hatchling releases do NOT occur daily, and not all hatchlings are released during public releases. Call the Hatchling Hotline at 361-949-7163, or check the Sea Turtle Program Facebook Page or the Park Facebook Page, for the most updated information on public hatchling releases. For answers to frequently asked questions and tips for increasing your chances of seeing a hatchling release, check out our page on How to See a Sea Turtle Hatchling Release.        Nest number(s)  Projected to Hatch Sometime Between    180, 183  Aug. 16 - 19    184, 185  Aug. 17 -  20             A female Kemp's ridley sea turtle nesting on the beaches of Padre Island. NPS photo.   Kemp's ridley nests found in Texas in 2016     Bolivar Peninsula to be determined     Galveston Island to be determined    Brazoria County, north of Surfside to be determined    Surfside Beach 4    Quintana Beach  1    Bryan Beach  to be determined     Brazoria County, North of Sargent Beach to be determined    Sargent Beach to be determined     Matagorda Peninsula 2    Matagorda Island to be determined    San Jose Island 2    Mustang Island 6    Corpus Christi Bay to be determined    North Padre Island, North of PAIS 10    Padre Island National Seashore (PAIS)  89    South Padre Island 63    Boca Chica Beach 9    Total* 186    * Data presented here are preliminary. Do not cite or quote without permission. Contact Dr. Donna Shaver for further information.        This large disturbed area and tracks were made when a loggerhead sea turtle nested on Padre Island. NPS Photo.  Loggerhead nests found in Texas in 2016       Bolivar Peninsula 1    Matagora Peninsula 3    North Padre Island, North of PAIS to be determined     Padre Island National Seashore (PAIS)  1    South Padre Island  1    Total*  6    * Data presented here are preliminary. Do not cite or quote without permission. Contact Dr. Donna Shaver for further information.        These tracks were left behind by a green sea turtle that nested on Padre Island. NPS Photo.  Green nests found in Texas in 2016       North Padre Island, North of PAIS to be determined     Padre Island National Seashore (PAIS) to be determined     South Padre Island to be determined",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/nature\/2016-nesting-season.htm"
}
