{
    "title": "Padre Island National Seashore: How to See a Sea Turtle",
    "body": "Explore This Park    Learn About the Park     Sea Turtles     How to See a Sea Turtle               How Can I See a Sea Turtle?       Go back to the main sea turtle program page Watch a hatchling release Find out how you might be able to see a sea turtle, in the wild or during a release, at different times of year here at Padre Island National Seashore...        A female Kemp's ridley sea turtle starts crawling back toward the water, crossing the beach driving road, after nesting on Padre Island. NPS Photo.  Sea Turtles Nesting on the Beach (April-August) Each year, a few extremely fortunate visitors see a sea turtle nesting on the beach. The chances of seeing such an event are very low. However, if you are on the beaches of Padre Island between April and mid-July and you see a sea turtle crawling or nesting on the beach, what should you do?   Please do not disturb her or she may go back into the water without nesting. View her from a distance.  Help protect her from vehicles - she will be hard to see and cannot move out of the way. Immediately flag down a turtle patroller or a park ranger, or call us at 361-949-8173 ext. 226. If she digs a hole, wait until she starts crawling back toward the water and then carefully put something on top of the sand to mark that spot. Take photos or video if you can. Look for any metal tags on her flippers.  Please help us find and protect sea turtles and their nests. Drive slowly on the beach in summer, especially on days when you see a turtle flag flying in the park - the flag means sea turtles are definitely nesting. Report sea turtles on the beach immediately.        Four newly hatched Kemp's ridley sea turtles crawl on the beaches of Padre Island National Seashore as they are released into the wild. NPS Photo.  Sea Turtle Hatchling Releases (May-August) Sea turtle nests left on the beach often have a low hatch rate, and sea turtle numbers are too low to afford any losses at this time. So all nests found are moved to protected areas and monitored until they hatch, which can be anywhere from 6 to 8 weeks later. Within a few hours of hatching, newly hatched turtles (hatchlings) are released into the wild. When possible, the public is invited to come and watch these tiny hatchlings make their way to the Gulf of Mexico. These public hatchling releases begin in late May or early June and continue through July or early August, depending on when nests are laid. Like with a human pregnancy, we cannot predict exactly when the sea turtle eggs will hatch, but we can give them an estimated \"due date\", a range of days during which we think the eggs will probably hatch based on a combination of factors. We post these projected hatch dates on our Current Nesting Season page each year. But in the end, it is all up to the babies to decide when they are ready! Once a nest begins to hatch, it can take 1-4 days for the hatchlings to emerge from their eggs and be ready for release. They have a special, limited supply of energy to help them come out of the nest, crawl down the beach, swim through the rough surf, and make their way out to the open ocean to find a safe place to hide. If the hatchlings from the nest begin to frenzy, becoming very active and burning off that limited energy supply, they must be released immediately (often in the middle of the night) to help ensure they will survive. In that case no public release will occur. If the hatchlings remain calm and inactive, we can wait until sunrise to release them so that the public can watch. But the needs of the hatchlings are our first priority. Because of the unpredictable hatching process, we are much more likely to be able to hold a public hatchling release during periods when several nests are due to hatch at the same time. If you are planning a visit from out of town to see a hatchling release, you can increase your chances of seeing one by planning to be in the area over a period of several days and when several nests are due to hatch at the same time. Go to our How to See a Sea Turtle Hatchling Release page for more tips and information about seeing a hatchling release. Most public releases take place on Malaquite Beach in front of the visitor center at 6:45 a.m. To find out when the next public hatchling release will occur, call our Hatchling Hotline at 361-949-7163 anytime between May and August of each year. It has a recording that provides the most current information about the next possible public hatchling release. You can also check our Sea Turtle Program or Park Facebook page for updates.         Padre Island and its surrounding waters provide important habitat for young green sea turtles year round. NPS Photo.  Juvenile Green Sea Turtles (Year Round) Juvenile (young) green sea turtles live in the waters around Padre Island year-round, finding the food they need along the jetties and in the shallow waters of the Laguna Madre. You can potentially see them at any time of year. Look for these sea turtles feeding and coming up for air along area jetties (rocks lining artificial water channels), such as in Packery Channel on North Padre Island north of the park, or in Mansfield Channel at the southern end of the park. Sea Turtles Swimming in the Water (Year Round) Anglers and beach-goers wading in the surf can sometimes find themselves sharing the water with a sea turtle! This amazing experience is rare but can occur, especially on days when the water is very calm and clear. Most often the turtles seen are young green sea turtles swimming by. During the summer it could even be an adult female Kemp's ridley, waiting for the right conditions to come ashore and nest. If you see a sea turtle swimming out in the water, just enjoy the thrill of seeing such a rare and magnificent animal in the wild! You do not need to report sea turtles actively swimming out in the water.         Sea turtles like these young greens that get cold stunned are rehabilitated by partners and then released back into the wild. When conditions allow, the public is invited to watch. NPS Photo.  Cold Stunned Sea Turtles (November-February) Like all reptiles, sea turtles are ectothermic (cold-blooded) and strongly affected by ambient temperatures. If temperatures fall gradually, they can move to deeper water where it is warmer. But if temperatures become too cold too fast, especially in the shallow waters of the Laguna Madre, sea turtles can become cold stunned. If this happens, they are unable to swim or move. Helpless, they float on the surface or wash onto shore and can die of exposure or predation. Sea turtle populations are too low to afford such losses at this time. Each winter, if severe cold weather events occur in the area, park staff members work with many partners and volunteers to search for and rescue cold stunned sea turtles. These helpless animals are brought out of the cold, cared for at designated, permitted rehabilitation facilities in the area, and then released back into the wild once they have recovered and the water has returned to a safe temperature. When possible, the public is invited to come and watch these juvenile sea turtles get released into the Gulf of Mexico. Such public releases occur when conditions allow and rescued turtles are deemed ready for release. They may or may not occur in any given year. The best way to find out if a public release of cold stunned sea turtles will occur is to check our Sea Turtle Program or Park Facebook page.",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/see-a-sea-turtle.htm"
}
