{
    "title": "Padre Island National Seashore: Dr. Shaver and the Division of Sea Turtle Science & Recovery",
    "body": "Dr. Shaver and the Division of Sea Turtle Science and Recovery       Go to the main sea turtle program page How can I see a sea turtle? What can I do to help save sea turtles? What should I do if I find a nesting or stranded sea turtle? How can I volunteer with the sea turtle program?       Dr. Donna Shaver examines a Kemp's ridley sea turtle nesting on the beach at Padre Island National Seashore. NPS Photo  The Division of Sea Turtle Science and Recovery at Padre Island National Seashore is the only division of its kind in the entire National Park system. Led by Dr. Donna Shaver, this program focuses on the five sea turtle species - Kemp's ridley, green, loggerhead, hawksbill, and leatherback - that occur in the Gulf of Mexico. All of these species are federally listed as threatened or endangered. Padre Island National Seashore is the only location in Texas where nests from all five species have been documented. Park waters also provide important habitat for these animals. Padre Island National Seashore began efforts to save and recover sea turtles in the 1970s, when the National Park Service led the formation of a bi-national program to restore the Kemp's ridley. This species, which once nested from Mustang Island, Texas to Vera Cruz, Mexico, is the most endangered sea turtle in the world. Since the 1970s, staff and volunteers at Padre Island National Seashore have worked diligently to recover the Kemp's ridley. The program has also expanded to include protection and conservation measures for the other 4 species that occur along Padre Island. Today, more Kemp's ridley turtles nest at Padre Island National Seashore than at all other locations in the U.S. combined. In the 1970s, the park also began the Sea Turtle Standing and Salvage Network (STSSN) in Texas, which became part of the National STSSN when it was formed in 1980. Park staff members have served the the Texas Coordinator of the STSSN since the 1970s.        This female Kemp's ridley was previously fitted with a satellite transmitter as part of a research project. She came back and successfully nested again. The cracks in the blue material indicate the transmitter will soon fall off as intended. NPS Photo.  Scientific Research A primary goal of the program is to conduct scientific research. Sea turtles spend 99% of their lives in the water and can travel thousands of miles. This makes it very difficult to find out why they have declined, how many are left, where they are, what areas are most important for them, and other information needed to help them recover to healthy population levels. Scientific research can help reveal this information and lead to actions that help save sea turtles. Research conducted by the Division of Sea Turtle Science and Recovery staff has ranged from satellite tracking the movements of Kemp's ridleys to analyzing the effects of egg incubation temperatures on sex ratios of hatchlings to foraging ecology of juvenile greens. This research is part of global efforts to conserve sea turtles and could not be done without numerous partners at the local, state, national, and international levels. Information gained from research is published and also applied on the ground to help sea turtles. Division staff members work with other entities involved in sea turtle conservation to share information that will help improve methods used to protect and conserve sea turtles. Find out about ongoing projects on our research page.        When severe cold fronts move through the area, the Division of Sea Turtle Science and Recovery at Padre Island National Seashore mobilizes and works with partners to find and rescue cold stunned sea turtles. NPS Photo.  Conservation Another primary goal of the program is to conduct activities that directly help protect, conserve, and recover sea turtle populations. Each summer, staff and volunteers patrol beaches in search of nesting sea turtles and their nests. Females found nesting are protected while on the beach, and nests found are moved to protected areas that are safe from predators, vehicles driving on the beach, and other hazards. Nests are protected and monitored until they hatch, then the hatchlings are released. When conditions allow, the public is invited to watch these hatchling releases. Division staff members work with numerous partners in other areas to help support nesting patrols, provide technical assistance and training, and coordinate these efforts along the beaches of Texas and Mexico. The Division collaborates with these partners to receive, maintain, and analyze nesting records for all sea turtle nests found in Texas. When severe cold weather events occur during the winter, Division staff and volunteers patrol the shores and waters of the Laguna Madre to find and rescue cold stunned sea turtles. With the help of many partners, cold stunned turtles are rescued, rehabilitated, and later released. When conditions allow, the public is invited to watch these cold stunned releases. Dr. Shaver and her staff collaborate with these partners to receive, maintain, and analyze records of cold stunned turtles in Texas. Year-round, Division staff and volunteers respond to reports of stranded sea turtles as part of the Sea Turtle Stranding and Salvage Network (STSSN). If alive, stranded sea turtles are taken to rehabilitation facilities operated by one of our partners. If dead, stranded sea turtles are documented, examined, and often salvaged for research purposes. Dr. Shaver serves as the Texas State Coordinator for this nationwide network. She and her staff provide training, technical assistance, and support to partners involved in STSSN efforts in Texas. They also collaborate with these partners to receive, maintain, and analyze all Texas stranding records.          This tiny Kemp's ridley hatchling, just a few hours old, is shown to visitors during a public hatchling release before it is released into the wild. NPS Photo.  Education A third major goal of the program is to promote public awareness of and support for sea turtles and their conservation through education. In fact, you are reading some of this educational information right now! Sea turtles can travel to and be affected by human activities in many different countries around the world. Our website and Facebook pages are important educational tools that can effectively reach many thousands of people around the globe to raise awareness about sea turtles and their plight. We cannot save sea turtles without the help and support of local communities, global citizens, and visitors like you. The most popular and effective educational programs we offer are our public hatchling releases. These are held each summer. No entrance fee is charged to attend. These programs offer the rare opportunity to see live, newly hatched sea turtles up close. Park Rangers present a short educational program prior to each release. Volunteers and Park Rangers provide educational information and bring hatchlings around to visitors for close-up views and no-flash photos. Visitors watch as hatchlings crawl across the beach and swim off into the Gulf of Mexico. For some, it is a life-changing experience. Public hatchling releases are often the focus of extensive media coverage that can reach thousands more people to raise public awareness and increase support for Kemp's ridley and other sea turtle recovery efforts. Occasionally in winter, we also hold cold stunned sea turtle releases, where juvenile sea turtles rescued during severe cold weather events are released back into the wild. Volunteers, partners, and Park Rangers provide educational information and offer close-up views of these young sea turtles before releasing them directly into the water. It is an amazing and rare event to witness. Park Rangers conduct both on-site and off-site educational programs for students from pre-K through college. Thousands of students from area schools, churches, home schools, and other groups learn about sea turtles each year through these free programs. Some low-income groups are also eligible for assistance with transportation costs for field trips to the seashore. During the summer, the park partners with others to bring various groups, from homeless shelters to teachers to mentally challenged adults, to the park for free programs that include educational activities about sea turtles. Park staff members also conduct many educational programs for area civic organizations, clubs, and other entities.         Dr. Donna Shaver watches over Kemp's ridley hatchlings as they make their way to the Gulf at a public hatchling release. NPS Photo.  Dr. Donna Shaver Dr. Donna Shaver has led sea turtle conservation and recovery efforts at Padre Island National Seashore for over 30 years. She has dedicated her life to sea turtle conservation and has been instrumental in efforts to save these animals, particularly Kemp's ridleys and greens. Dr. Shaver began her work with sea turtles as a Student Conservation Association volunteer at Padre Island National Seashore in 1980. She soon discovered a passion for sea turtles and their conservation that would shape the rest of her career. She was a member of the team that conducted the Kemp's Ridley Headstarting and Imprinting Project from 1978-1988. She joined the National Park Service as a Park Technician at Padre Island National Seashore during the summers of 1981-1984 and became a permanent employee in 1985. By 1986, she was leading the park's sea turtle conservation efforts. In 1993, Dr. Shaver was transferred to the U.S. Geological Survey's Biological Resources Division to serve as Station Leader of the Padre Island Field Research Station. She remained at Padre Island National Seashore as a scientific adviser to the park and a leading researcher on the Kemp's ridley. She also earned a Ph.D. in Zoology from Texas A&M University in 2000, conducting her doctoral research on green sea turtles in Texas, including in the waters adjacent to Padre Island. In 2003, she transferred back to the National Park Service and became the Chief of the newly created Division of Sea Turtle Science and Recovery at Padre Island National Seashore. Dr. Shaver serves on the Kemp's Ridley Recovery Team. She and her staff members coordinate information on sea turtle nesting in Texas. She is also the Texas State Coordinator for the Sea Turtle Stranding and Salvage Network (STSSN), a national network that tracks sea turtle strandings. Dr. Shaver and Division staff members continue to conduct research to advance sea turtle conservation. They have produced dozens of publications and contributed significantly to sea turtle recovery. Dr. Shaver has even trained her dog, Ridley, to find sea turtle nests! In recognition of her contributions to Kemp's ridley and other sea turtle species recovery, Dr. Shaver has been awarded many honors. She has been recognized by the U.S. Fish and Wildlife Service as a Recovery Champion; by the Harte Research Institute as a Harte's Heroes Legends of the Gulf; by the YWCA as a Y Women in Careers; and by Southern Living Magazine as an Outstanding Southerner. Her work with sea turtles has also received substantial media attention. In 2005, Dr. Shaver was featured as the ABC World News Tonight Person of the Week. In 2011, she was named the Corpus Christi Caller Times Newspaper Newsmaker of the Year. She has conducted hundreds of media interviews over the years with outlets such as the New York Times, Washington Post, National Geographic, Dateline, Discovery News, Texas Country Reporter, and Texas Monthly Magazine to name a few. When Dr. Shaver began her work with sea turtles at Padre Island National Seashore in 1980, only one or two Kemp's ridley sea turtle nests were found on Padre Island each year. Some years none were found. The species was almost gone, and some said it was too late to save them. Today, 50-100 Kemp's ridley nests are found each year in the park, and nesting has spread along the Texas coast. Nesting has also increased in the Kemp's ridley primary nesting grounds in Mexico. A species that was once thought doomed to extinction was rescued from the brink thanks to decades of work by Dr. Shaver, her team at Padre Island National Seashore, and many local, national, and international partners in the U.S. and Mexico. The Kemp's ridley is not out of danger yet, as evidenced by a recent, unexpected decline after years of increase. But Dr. Shaver's legacy and success can already be seen in the thousands of tiny baby sea turtles released each year at Padre Island National Seashore. With the help and support of local communities, visitors like you, and the many groups working to conserve and recover these magnificent creatures in both the U.S. and Mexico, Dr. Shaver's legacy will endure for many generations to come.",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/nature\/stsr.htm"
}
