{
    "title": "Padre Island National Seashore: Park Newspaper Archive",
    "body": "Park Newspaper Archive          Fall 2005 : Highlight articles include \"Kemp's Ridley: A Story of Resilience,\" \"The Oil and Gas Program at Padre Island,\" \"What is a Malaquite?\" and \"Shoreline Trash, Where Does It Come From?\"           Summer 2006: Some featured articles include \"Furry Critters of Padre Island National Seashore,\" \"The Laguna Madre,\" \"Building an Island History,\" \"What is a Sea Bean?\" and \"Prescribed Burning at Padre Island.\"         Fall 2006: Featured articles include \"Record Year for Endangered Kemp's Ridley Sea Turtle Nesting,\" \" Reptiles of Padre Island,\" \"Raptors, Rulers of the Sky,\" \"Railroad Vine, a Most Unique Wildflower,\" and \"Who Were the First Europeans on Padre Island?\"         Spring 2007: Featured articles include \"The Secret Travels of Migratory Birds,\" \"Echinoderms: Spiny Specimens of the Sea,\" \"The Nature of Dunes,\" and \"Seaweed - Love It or Hate It?\"         Fall 2007: Some featured articles include \"Threatened Green Sea Turtles Increasingly Seen in Park Waters,\" The Migration of the Monarch,\" \"Coyote: Relentless Keeper of the Ecosystem,\" and \"Ghost Crabs, the Night Hunters.\"         Spring 2008: Highlight articles include \"Angler's Alley: Sea Grass Beds,\" \"Padre Island's Resourceful Rodents,\" \"Climate Change: What You Can Do,\" and \"Dangerous Beauty.\"         Fall 2008: Featured articles include \"2008 Another Record Year for Kemp's Ridley Sea Turtle Nesting,\" \"Marine Mammals in the Gulf,\" \"Winter Migration,\" \"Oh Deer!\" and \"How's the Fishing?\"         Summer 2009: Featured articles include \"The Threatened Night Sky,\" \"A Message in a Bottle,\" \"Oil and Gas Development at Padre Island National Seashore,\" and \"Your Fee Dollars at Work.\"         Fall 2009: Highlight articles include \"2009 Another Record Year for Kemp's Ridley Sea Turtle Nesting,\" \"Lightning Whelk,\" \"Sandhill Cranes at Padre Island National Seashore,\" \"Shark in the Park,\" \"The Original Islanders,\" and \"Phragmites: Friend or Foe.\"         Summer 2010: Featured articles include \"Red-Tide Fish Kills Affect Coyotes and Dogs in the Park,\" \"Showers Bring Wildflowers,\" \"Why Tides Keep Us on Our Toes,\" \"What is that Mysterious Glow?\" and \"Lions and Tigers and SNAKES, Oh My!\"         2011: Featured articles include \"Driving Down Island,\" \"Why There? A Digital Approach,\" \"Strange and Smelly Seaweed,\" \"One Kind of a Ranger,\" \"Volunteers in Parks are Very Important People,\" and \"Those Remarkable 'Winter Texans'!\"         2012: Featured articles include \"Novillo,\" \"International Parks: Exporting America's Best Idea,\" \"Record Numbers of Nests and Stranded Sea Turtles Found During 2011,\" \"Island of Treasure,\" \"For Wetlands' Sake,\" and \"A Grain of Sand.\"         2013: Featured articles include \"Slipping Away: The Decline of the Park's Colonial Waterbirds,\" \"A Man and His Island,\" \"The Virtual Side of Padre Island,\" \"National Seashores: Jewels of the Coasts,\" and \"Sea Turtles: Breaking Records!\"           2014: Featured articles include \"Butterflies of Padre Island\", \"One Tenth of One Percent\", \"Shark Bite Games\", \"Record-breaking Year for Loggerheads and Greens\", and \"Do You Know Your Beans?\"          2015: Featured articles include \"King of the Hill or End of the Line?\" , \"Which Beach Will We leave Behind?\" , \"Jewels of the Sky\" , \"An Island Ranching Empire\" , \"Top Ten Tips for Traveling Down island\" , and \"Different Turtles, Different Needs\".",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/news\/archive.htm"
}
