{
    "title": "Pipe Spring National Monument: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds       Ducks, Geese, and Swans Canada Goose: Casual migrant and winter visitor Mallard: Irregular migrant and winter visitor Wood Duck  Green-winged Teal Northern Shoveler Blue-winged Teal Ring-necked Duck Bufflehead Ruddy Duck         Wood Warblers NashvilleWarbler: Casual spring and fall migrant Virginia’s Warbler: Casual spring migrant Lucy's Warbler: Casual visitor Yellow Warbler: Uncommon breeder Yellow-rumped Warbler: Fairly common winter visitor, Uncommon spring and fall migrant Black-throated Gray Warbler: Rare spring and summer breeder Townsend’s Warbler: Casual spring and fall migrant Northern Waterthrush: Casual spring migrant MacGillivray's Warbler: Rare spring and fall migrant Common Yellowthroat: Irregular spring migrant Hooded Warbler: Casual spring migrant. Wilson’s Warbler: Rare spring and fall migrant Yellow-breasted Chat: Rare spring and fall migrant; casual breeder American Redstart: Casual spring and fall migrant Northern Parula Black-throated Blue Warbler Townsend’s Warbler        Nighthawks, Nightjars Common Nighthawk: Uncommon summer resident. Common Poorwill         Spotted Towhee NPS       Sparrows and Towhees Green-tailed Towhee: Rare breeder and rare winter resident Spotted (Rufous-sided) Towhee: Rare breeder and fairly common winter resident Abert's Towhee: Casual summer visitor Rufous-crowned Sparrow:Casual summer visitor Chipping Sparrow: Fairly common fall migrant, uncommon to rare spring and summer. Brewer's Sparrow:Fairly common spring and fall migrant. Lark Sparrow: Rare breeder Black-chinned Sparrow: Casual spring migrant, possible breeder Black-throated Sparrow: Common spring and summer breeder. Sage Sparrow: Rare winter visitor Song Sparrow: Rare winter and fall, uncommon spring and summer resident, rare breeder. Vesper Sparrow: Casual spring and fall migrant; casual winter visitor Lincoln's Sparrow: Rare spring and fall migrant; casual winter visitor White-crowned Sparrow: Abundant spring\/fall migrant and winter visitor. Dark-eyed Junco: Common winter and fall resident, uncommon in the spring. Lark Bunting Savannah Sparrow Harris's Sparrow White-throated Sparrow         Roadrunner NPS       Cuckoos and Roadrunners Greater Roadrunner: Rare year round resident        Kinglets, Gnatcatchers, and Thrushes Ruby-crowned Kinglet: Common winter and spring visitor. Blue-gray Gnatcatcher: Casual winter and fall, uncommon spring and summer breeder Black-tailed Gnatcatcher: Casual migrant, first detection of this species. Western Bluebird: Rare winter, uncommon spring and fall. Hermit Thrush: Casual spring and fall visitor. American Robin: Common fall through spring visitor, common summer breeder.        Blackbirds and Orioles Red-winged Blackbird: Rare winter resident. Western Meadowlark: Rare breeder; rare winter visitor Brown-headed Cowbird: Common breeder Bullock’s (Northern) Oriole: Rare breeder Scott's Oriole: Rare breeder Brewer’s Blackbird        Crows and Jays Western Scrub Jay: Fairly Common year round breeding resident Steller’s Jay: Uncommon year round resident. Pinyon Jay: Common year round resident. American Crow: Casual visitor Common Raven:: Uncommon permanent resident. Clark’s Nutcracker        Cardinals, Grosbeaks and Allies Black-headed Grosbeak: Rare spring and fall migrant. Blue Grosbeak: Rare spring and fall migrant; rare breeder. Lazuli Bunting Pyrrhuloxia        Swifts and Larks White-throated Swift: Fairly common spring and summer resident and probable breeders Horned Lark: Winter visitor           House Finch NPS       Finches and Allies House Finch: Common permanent resident and breeder. Pine Siskin: Uncommon winter resident Lesser Goldfinch: Uncommon summer breeder, rare to uncommon rest of year. American Goldfinch: Uncommon winter resident. Evening Grosbeak: Irregular spring and fall migrant; rare winter resident Purple Finch      Pigeons and Doves Mourning Dove: Fairly Common breeder and year round resident. Band-tailed Pigeon          Grebes Eared Grebe Pied-billed Grebe      Ibises, Spoonbills White-faced Ibis",
    "url": "https:\/\/www.nps.gov\/pisp\/learn\/nature\/birds.htm"
}
