{
    "title": "Padre Island National Seashore: Birding",
    "body": "Birdwatching         White-tailed Hawks, a Padre specialty, are often seen soaring above the grasslands and nest on the island in late winter. Photo by John Ewan, NPS Volunteer.  A Birder's Paradise    With more bird species that any other city in the U.S., Corpus Christi has won the competition for being the \"Birdiest City in America\" for the past 10 years in a row. Needless to say, Padre Island National Seashore, located on 130,000 acres of undeveloped land, is an exceptional place for birdwatching.  The best time to bird Padre Island National Seashore is either during early spring or during fall and winter, when thousands of birds either migrate through the park or spend the winter here. Birding Tours You never know what you may find when you join our volunteer birding guides on a tour of Padre Island National Seashore - the magnificent grasslands, the beach filled with shorebirds, and the long, shallow, hypersaline lagoon of the Laguna Madre. Each habitat abounds with a rich variety of birds. Your guide will take you to some significant birding locations within these habitats, including one that would otherwise be inaccessible to the public. Bird tours are usually conducted from November through April each year. Call the Malaquite Visitor Center at (361) 949-8068 for more details and  further information on the birding tours and classes.          Thousands of Redhead ducks take flight from a pond tucked away on the island. Photo by John Ewan, NPS volunteer.         Now recovered and delisted, the Brown Pelican is a joy to watch diving after fish in the surf or coasting gracefully overhead. Photo by John Ewan, NPS Volunteer.  After exploring and birding at Padre Island National Seashore, you may want to visit some other sites in the Corpus Christi area. Click here for a checklist of common winter birds seen at Padre Island National Seashore",
    "url": "https:\/\/www.nps.gov\/pais\/planyourvisit\/birdwatching.htm"
}
