{
    "title": "Padre Island National Seashore: Canoeing and Kayaking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Canoeing and Kayaking              Canoeing and Kayaking         The Laguna Madre boasts shallow waters and protected areas that are perfect for both the beginner paddler and the seasoned explorers. NPS Photo  Kayaking and canoeing offer unique opportunities exploring Padre Island National Seashore in both the salt water of the Laguna Madre and the open ocean. The Laguna Madre boasts shallow waters and protected areas that are perfect for both the beginner paddler and the seasoned explorers. Sea kayaking can be challenging but offers unique fishing opportunities. Staying Safe:   Check weather forecasts prior to heading out on the water. You may call our Beach Conditions and Weather Hotline for more information at: (361) 949-8175. Please be aware that paddling during a storm can be very dangerous and potentially life threatening. The Texas sun can be extreme, especially out on the water where there is little shade and no respite.   The use of approved PFDs is required for paddling in Texas waters.   Let someone know where you are planning to paddle and your approximate return time.   Remember to bring plenty of drinking water with you on any trip.   Please be aware of motorized boats and shipping vessels.   Launching Areas There is no fee to launch a canoe or a kayak in Padre Island National Seashore. Bird Island Basin camping and day use area may be easier and safer to launch from than the motorized boat ramp. Launching from the beach on the Gulf side of the island can be done anywhere except the stretch of beach directly in front of the Malaquite Visitor Center. Fishing from Canoe and Kayak Fishing is permitted with proper Texas licenses and stamps. Keep Padre Island Wild While exploring the island please be respectful. Many birds use the small islands in the Laguna as rookeries and should not be disturbed. Feeding, teasing, and purposefully disturbing wildlife with in the National Seashore is prohibited. Free trash bags are offered at both the entrance station and the Malaquite Visitor Center.",
    "url": "https:\/\/www.nps.gov\/pais\/planyourvisit\/kayaking.htm"
}
