{
    "title": "Padre Island National Seashore: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around         Malaquite Beach at Padre Island National Seashore is located about 25 miles southeast of the city of Corpus Christi. NPS Photo  Park Operating Hours  The park is open 24 hours a day, 365 days a year. Malaquite Visitor Center is open daily, from 9:00 a.m. to 5:00 p.m., but is closed on Christmas Day.  Public Transportation  There is no regularly scheduled public or commercial transportation to the park. The nearest major airport, Corpus Christi International Airport, is approximately 43 miles away. The National Seashore is located southeast of the city of Corpus Christi, Texas. Visitors to the area should head east through the city on Highway 358. After crossing the JFK Causeway onto Padre Island, Highway 358 changes into Park Road 22. Continue about 13 miles south on Park Road 22. The physical address for Malaquite Visitor Center is 20402 Park Road 22, Corpus Christi, TX 78418. Please note that GPS technology can be unreliable when using the physical address.  The National Seashore is located on North Padre Island. South Padre Island is approximately another three hours south via highway 77. For information on South Padre Island, call 800.343.2368 or visit their website.   For more information about the local area, please follow the links below:    Corpus Christi Convention & Visitors Bureau  Click here to download and print a copy of the Corpus Christi visitor's guide.  Coastal Bend Bays and Estuaries Program   Driving in the Park No driving is permitted in the dunes, grasslands, or mudflats because they are extremely fragile and important natural resources that sustain a wide diversity of life. Private ATVs are therefore not permitted anywhere in the park.   Remember that in Texas all beaches are public highways and all traffic laws apply, including seat belt regulations. Two-wheel drive vehicles have limited access to driving down South Beach, and the wind, Gulf currents and weather can make beach driving conditions unpredictable at times.   Certain areas of the park may occasionally be closed due to weather conditions (flooding, unusually high tides, etc.). If you are planning a trip down island, please call our Beach Conditions and Weather Hotline (361-949-8175) before your departure to double-check on driving conditions. Click here to read some suggestions for driving down island on the beach.",
    "url": "https:\/\/www.nps.gov\/pais\/planyourvisit\/gettingaround.htm"
}
