{
    "title": "Padre Island National Seashore: Watch a Sea Turtle Hatchling Release",
    "body": "How to See a Sea Turtle Hatchling Release         Tiny, newly hatched Kemp's ridley sea turtles crawl over each as they are released.  NPS Photo  Go back to the main sea turtle program page   Click here for the current sea turtle nesting season with table of projected hatch dates   Would you like to watch newly hatched sea turtles get released into the wild? Find tips to improve your chances and answers to FAQs here....       When and where can I see a hatchling release?   Hatchling releases typically occur from mid-June through August. Most releases that are open to the public take place at 6:45 a.m. on Malaquite Beach in front of the Visitor Center at Padre Island National Seashore on North Padre Island in Corpus Christi, Texas. [NOTE: Most GPS units and smart phones do NOT accurately locate the park and will lead you to the wrong place! Please follow our map and directions to find the park and the public hatchling release site.]    Not all hatchling releases are public, and hatchling releases do not occur daily or on a regular schedule because we cannot predict exactly when a sea turtle nest will hatch. Like all babies, the hatchlings decide when they are ready. But like with a human pregnancy, each nest found is given an approximate \"due date\" - a range of dates during which we think that the nest will most likely hatch. Check our Current Nesting Season page to see how many nests have been found this year and when they are expected to hatch.   Your chances of seeing a sea turtle hatchling release are best when several nests are due to hatch at about the same time. If you can, plan to visit over a period of several days when multiple nests are due to hatch. Once those dates are near, call our Hatchling Hotline (361-949-7163) or check our Sea Turtle Program Facebook Page or Park Facebook Page to find out the latest information about the next scheduled public release. Hundreds of people may be at a public hatchling release. More people attend the first release, on weekends, and on holidays. However, the hatchlings usually take 20-45 minutes to make their way across the beach and into the water, affording time for everyone to get a good view. Volunteers and Park Rangers also bring hatchlings around for visitors to get a close-up look and take no-flash photos.  Do you ever release sea turtles at other times of the year? Sometimes we release cold stunned sea turtles during the winter, but those releases are very different. Check out our Cold Stunned Sea Turtles page for more information about releases of sea turtles during the winter. For information on how you might see sea turtles (either in the wild or during a public release) in this area at different times of the year, go to our How to See a Sea Turtle page.         Staff from the Division of Sea Turtle Science and Recovery at Padre Island National Seashore excavate eggs from a sea turtle nest. The eggs will be relocated to a protected area. NPS Photo.  Where do the nests come from? How do you find them? Sea turtles must leave the water and crawl up onto the beach to lay their eggs. When a sea turtle nests, she digs a hole deep in the sand, lays her eggs in the hole, then covers the eggs with sand to hide them from predators. After nesting she returns to the sea, leaving tracks as she crawls across the beach. She never comes back to check on the eggs or hatchlings. The Kemp's ridley, the sea turtle found nesting most often in Texas, nests anytime between April and August. Each year, all along the Texas coast, different organizations and volunteers patrol the beaches, looking for the females on the beach, the tracks left by the females, or other signs that nesting occurred. Specially trained and permitted staff help locate the eggs that are buried deep in the sand. Where are the nests? Can we see them? All sea turtle nests that are found when they are laid are moved to protected areas. Some nests are moved to fenced beach areas called corrals. Others are moved to an incubation facility. Areas where nests are located are not open to the public because the embryos developing in the eggs are extremely fragile and may not survive if disturbed. But even if these areas were open, the eggs are buried in the sand and are not visible. All you can see are containers of sand or a fenced area of sand. Sometimes a nest is not found and incubates at the original nesting site. This is called in situ incubation. These nests are sometimes found later on, when a predator digs down and eats the eggs or when some of the eggs hatch and the hatchlings dig their way up to the surface. Why do you move the nests? We move the nests to increase the number of eggs that hatch and the number of hatchlings that survive. Nests left where they are laid on the beach (in situ) often have low hatch and survival rates due to predation, tidal inundation, crushing by vehicles driving on the beach, and other hazards. Sea turtle numbers are too low to afford any losses at this time, so all nests found in the park are moved to protected areas and monitored until they hatch.        Newly hatched Kemp's ridley sea turtles dig their way up from under the sand. NPS Photo.  How soon after hatching are the sea turtles released? Hatching is a slow process. It can take 1-4 days for the baby turtles to break through the eggshell, emerge from the egg, and be ready for release. Once they are fully emerged from the egg, hatchlings are released as soon as they are ready, usually within 24 hours. Can we touch the baby turtles? Unfortunately, we cannot allow anyone to touch the hatchlings. Even the staff and volunteers, who are authorized by federal and state permits to handle the hatchlings, wear gloves. Sea turtle hatchlings imprint to their natal beach during hatching and release. Imprinting is a complicated process that is essential for the female hatchlings to one day find their way back to their natal beach as adults to nest and continue the species. The chemicals found in sunblock, moisturizer, or even the natural oils found on human skin may interfere with this important process. Why do you make the hatchlings crawl on the beach - why not just release them directly into the water? We make the hatchlings crawl on the beach for several reasons. Letting them crawl on the beach helps them \"wake up\" - after all, they are only a few hours old! It also allows us to assess each hatchling to make sure it is completely ready to be released - alert, able to move and crawl, oriented to the water, able to swim, and able to come up to breathe air as it swims away. Sea turtles lay their nests up on the beach, sometimes all the way up into the dunes. When the nests hatch, the newly hatched turtles crawl on the beach from the nest to the surf. We allow turtles from relocated nests to crawl down the beach as they would in nature. Time spent crawling on the beach is likely an essential part of the imprinting process. Imprinting is a complicated process by which the elements of the beach where sea turtles hatch - sand, water, air, and other factors - are \"programmed\" into the brains of the baby turtles. Many years later, female sea turtles that may have traveled thousands of miles away return to the beaches where they hatched to lay their eggs and sustain the population. Imprinting allows this to happen. Procedures for releasing hatchlings are set based on the needs of the turtles. Releases are open to the public only when it is compatible with hatchling needs. Fortunately, when conditions do allow for visitors to watch hatchlings get released, the procedures followed usually offer enough time for everyone who comes to see and learn about these rare and magnificent animals.        Kemp's ridley hatchlings begin life's journey as the sun rises over the Gulf of Mexico on Padre Island. NPS Photo.  Why are releases so early in the morning? Public hatchling releases take place around sunrise due to a combination of factors. The most important factor involves the biological needs of the hatching turtles, our first priority. Although it can take 1-4 days for a nest to hatch, most hatchlings reach a point where they can be released sometime during the night or in the early morning. As they emerge from their eggs, hatchling sea turtles are often lethargic and slow moving at first, using little energy. But the newly hatched turtles have a special, limited energy reserve. Tapping into this energy reserve helps them dig their way to the surface from deep down in the sand; crawl across what must seem like miles of beach for these tiny animals; swim against the incoming waves to leave the shore; and swim out to open waters until they can find a safe place to hide. They do not eat for their first few days of life, and must rely on this limited energy reserve to survive their treacherous journey. Once newly hatched sea turtles start moving around and becoming very active, they begin burning off that special, limited energy reserve. This active, high-energy state is called a frenzy. It can happen at any time, but most often happens during the night or in the early morning. If the hatchlings begin to frenzy, they must be and are released as soon as possible to ensure they will have the energy they need to survive. Since hatchlings are more likely to be ready for release during the night or in the early morning, public releases are scheduled for the early morning to fit within the biological needs of the hatching turtles. But if the hatching turtles begin to frenzy during the night, they are released at that time and the public release may be cancelled, depending on whether any other nests are ready for release. A secondary goal of the program is to increase public awareness of sea turtles and promote support for their conservation. Allowing visitors to see and learn about live sea turtle hatchlings, as long as it fits within the biological needs of the turtles, is one of the most effective ways to achieve this goal. But public releases only take place when hatching conditions allow, and only a portion of turtles hatched in the park are released during public releases. Many enter their frenzy and are released at night, and at various locations in the park to prevent predators from congregating at one release location.  Why can't you schedule the release earlier than the day before it happens? And why are releases sometimes cancelled at the last minute? Hatching is a largely unpredictable process. It can take 1-4 days from the time a nest begins to hatch until the hatchlings are ready to be released. Once a nest begins to hatch, our sea turtle biologists monitor it closely. As hatching progresses, they try to estimate when the hatchlings will be ready. If, by mid-day, it looks like hatchlings from that nest will be ready for release within the next 12-16 hours, a public release may be scheduled for the next morning. But much of what is happening is below the surface of the sand, and in the end it is up to the babies to decide when they are ready to go! Sometimes they become very active (a state called a frenzy) and must be released during the middle of the night to ensure they will survive. And sometimes they take longer to hatch than we thought and are not ready yet. In those cases, depending on how many nests are involved, the public hatchling release may end up being cancelled. We update our Hatchling Hotline (361-949-7163) and Facebook pages as soon as we can, but that may be at 3:30 a.m. depending on what the babies do. So it is best to call that hotline or check our Sea Turtle Program Facebook Page or Park Facebook Page before you drive out to the park to make sure a public hatchling release will still take place. Even at that point, bear in mind that if a thunderstorm or other severe weather occurs immediately before or during a hatchling release, the public viewing of the release may be cancelled due to safety concerns.        A tiny Kemp's ridley hatchling looks around on the beaches of Padre Island National Seashore. NPS Photo.  What is the best way to find out about the next hatchling release? Call our Hatchling Hotline (361-949-7163) or check our Sea Turtle Program Facebook Page or Park Facebook Page to find out the latest information about the next scheduled public release.  Can I bring my dog with me to the hatchling release? Yes, but it must be on a leash no longer than 6 feet that you hold onto at all times. Also, the dog is not allowed to be anywhere near any of the hatchlings since dogs have been documented killing and eating sea turtle hatchlings. Public releases take place in the only area within the park that is normally not open to dogs, but we make exceptions to that rule for the hatchling releases. Once the release is over, you must take the dog outside this area (defined by where the shade structures are located on the beach in front of the visitor center). Call the Malaquite Visitor Center at 361-949-8068 for more information about pets in the park. Service animals are allowed everywhere the public is allowed.        Visitors, including a visitor using a beach wheelchair, watch and take no-flash photos of Kemp's ridley hatchlings as they are released into the wild. NPS Photo.  Can I take pictures or video? Yes, as long as no flash or light is involved. Lights, including flash photography or video, disorient the hatchlings and can even reduce their chances of survival by causing them to wander and burn off their limited energy reserve. When you arrive at the release site, please make a point to ensure any flash or lights are turned off on all cell phones, cameras, and video equipment. I have mobility concerns. Is there a way for me to see a release? Yes. The park offers free loan of beach wheelchairs to those with mobility concerns. These wheelchairs are specifically designed for use on the beach. They cannot be self-propelled and require another person's assistance. An accessible ramp goes from the visitor center pavilion down to the beach where the public releases are held. Beach wheelchair supplies are very limited and are available on a first-come, first-served basis (no reservations). Call the Malaquite Visitor Center at 361-949-8068 for more information.         A tiny Kemp's ridley hatchling comes up for a breath of air as it takes the first swim of its life in the Gulf of Mexico. NPS Photo.  Is there anything else I need to know about attending a release? Yes. We have some very important guidelines for visitors attending public releases to help ensure the safety of the hatchlings and provide for a safe and enjoyable experience for visitors.  Keep 'em in the dark! Lights can disorient sea turtle hatchlings. They can get lost, burn off their energy, or even get picked off easier by predators. So no flashlights or flash photography are allowed. Please make sure the flash is turned off on your cell phone, camera, or video equipment. No white in sight... Hatchlings rely on the moon or sunlight shining on the water and the white foam of the waves to help them find their way. White clothing or shoes can confuse them. Those wearing white may be asked to move behind others and wind up with a less ideal view, so please avoid wearing white. Foot-free zone! Hatchlings are very small and easy to miss. We rope off a \"runway\" of beach as a safe zone for the hatchlings to use as they crawl across the beach and enter the water. The public gathers around the perimeter of this runway to watch the hatchlings. Staff and volunteers avoid stepping into this area as much as possible to reduce the risk of stepping on and crushing a hatchling. Hands down! Newly hatched sea turtles, about the size of a small cookie, are bite-sized and tasty treats for many different predators. Gulls present a real threat to these tiny turtles. Unfortunately, gulls in the area are often fed by people and have learned to associate groups of people with food. Gulls are attracted to the crowds attending public hatchling releases for this very reason. You can help sea turtles by not feeding gulls or other animals. Do not bring food to a public hatchling release, and avoid waving your arms at gulls that fly by - you will actually draw more gulls because they assume you are throwing food. Air attack! Because of the increased threat from gulls at public hatchling releases, extra measures must be taken to protect the hatchlings. You will see trained volunteers and staff who act as \"guards\" for the hatchlings. They hold up netting, flagging, or other materials to deter gulls, and may even have to step out among the hatchlings - very, very carefully - to keep gulls from swooping down and taking them. Plant your feet! As the hatchlings get close to the surf's edge, waves can sweep in and quickly carry them into the crowds of visitors watching the release. The hatchlings can get lost, tangled in something, or even stepped on and crushed. When a wave washes in, the human impulse is to lift up your feet. But in doing so, you could accidentally step on a hatchling! So if a wave comes in around you, PLEASE keep your feet planted in the sand and stand very still. Our trained staff and volunteers will come and find any hatchlings that got swept into the crowd and bring them back into the safe zone. Give everyone a chance... Anywhere from a hundred to a thousand or more people attend each public release. The perimeter of the release area is set up not only to keep the hatchlings safe but to give as many visitors as possible a view of the hatchlings. The hatchlings usually take anywhere from 20-45 minutes to crawl down the beach and into the water, and the crowd often thins out as time passes, so there should be enough time for everyone to get a good view. But it may still be difficult for some to see, especially small children or visitors using wheelchairs. Please be courteous and allow others to move up to the front for a better view once you have watched the hatchlings for a few minutes. Help us ensure everyone has a chance to see these rare animals up close during what may be a once-in-a-lifetime experience. Don't \"wave\" goodbye to your shoes! Releases take place at the water's edge, so there's a good chance your feet will get wet. Incoming waves can sweep the shoes right off your feet! Wear shoes that will stay securely on your feet and hold onto your belongings. The surf has claimed many a flip-flop, car key, cell phone, and other important items! It's hot out there! Even though public releases take place around sunrise, the high humidity, crowded conditions, and summer heat can still be intense. Please bring water with you (but do not bring food because of the gulls) - and drink it. A hat, sunglasses, and sunblock are also recommended. You can even bring a beach chair if you want to as long as you sit outside our release perimeter. Your safety is very important to us!  Go back to the top Go back to the main sea turtle program page Current sea turtle nesting season with table of projected hatch dates   LEARN MORE: What can I do to help save sea turtles? What should I do if I find a nesting or stranded sea turtle? How can I volunteer with the sea turtle program? Learn more about nesting sea turtles Learn more about hatching sea turtles",
    "url": "https:\/\/www.nps.gov\/pais\/learn\/nature\/hatchlingreleases.htm"
}
