{
    "title": "Padre Island National Seashore: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets         Dogs are welcome almost everywhere in the park as long as they are on a leash. NPS photo.   Pets in the Park Padre Island National Seashore is pet friendly! Pets are welcome almost everywhere in the park as long as they are on a leash at all times. Leashed pets are permitted in all camping areas and on over 60 miles of beach in the park, including all areas where you can drive on the beach.  The only areas where pets are NOT allowed includes: the deck of Malaquite Pavilion and its facilities, the boardwalk that goes from the deck down to the beach, and the short stretch of beach directly in front of the Pavilion (where the shade structures are located). But even there, pets and their owners can still access the beach using a pet access trail (photo above) that goes from the parking area down to the beach. This trail is located on the north (left) side of the Pavilion. Once you reach the beach, the area to the left is open to pets and their owners (the beach to the right is not).  Pet owners also have access to restrooms and rinse-off showers that are located close to the pet access trail, at the northern end of the Malaquite Pavilion parking area.  Please respect both other visitors and the park. Ensure your pet is under your control at all times. Pick up after your pet. Never allow your pet to chase or disturb birds or other wildlife. Avoid the stretch of beach right in front of the Pavilion, which is intended to provide a swimming area for children where parents need not worry about pets or fishing activities.  Keep your pets safe. NEVER leave a pet inside an unattended vehicle. Even in mild temperatures, a vehicle can heat up to dangerous or even deadly temperatures in just a few minutes. Avoid leaving your pet tied up somewhere unattended, particularly without water. Be aware that rattlesnakes and other hazards could be present.  Service animals are welcome in all areas and facilities.   Horses and Pack Animals  Horses and pack animals are allowed only on the beaches of the Gulf of Mexico side of the park, except for the beaches in front of Malaquite Campground and Malaquite Pavilion.  To reduce the risk of bringing invasive plants into the park and to respect other visitors, hay must be kept in feed troughs or horse trailer feeding bays; unused hay must be removed from the park; and all animal droppings must be removed from the park.",
    "url": "https:\/\/www.nps.gov\/pais\/planyourvisit\/pets.htm"
}
