{
    "title": "Padre Island National Seashore: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         Park entrance station at Padre Island National Seashore. NPS photo    Park entrance:   $10.00 per vehicle for a 1-7-day pass   $20.00 per vehicle for a 1-year pass (valid for 12 months from date purchased)   $5.00 per person for bicyclists and pedestrians   $5.00 per motorcycle   Call for group entrance rates   Those with federal interagency passes enter free.         Additional fees: In addition to the park entrance fee, other fees apply to the use of specific areas within the park. Please note that these fees are in ADDITION to the main park entrance fee.  $5.00 per vehicle per day for a Bird Island Basin Boat Ramp $10.00 per vehicle per year for a Bird Island Basin Boat Ramp $8.00 per night per campsite to camp at Malaquite Campground $5.00 per night per campsite to camp at Bird Island Basin Campground  Those with federal interagency lifetime passes (i.e. Access, Senior) get 50% off these additional fees.  Federal interagency and access passes: Interagency Annual Pass: $80.00 Pass allows free entry into national parks, national wildlife refuges, national forests, and other federally protected lands that charge an entrance fee or standard amenity fare for one year. Inquire at the park entrance station for information about purchasing this pass, or buy it online. Interagency Annual Military Pass: Free for those eligible This pass is only available to U.S. active duty military members and dependents in the Army, Navy, Air Force, Marines, Coast Guard, activated Reserve, and activated National Guard. It allows free entry into all national parks, national wildlife refuges, national forests, and other federally protected lands for one year. This pass is not available online and must be requested in person by showing a Common Access Card (CAC) or Military ID (Form 1173). Inquire at the park entrance station for information about obtaining this pass. Interagency Senior Pass: $10.00 for those eligible U.S. citizens and permanent residents age 62 or over can purchase this pass. It allows free entry into all national parks, national wildlife refuges, national forests, and other federally protected lands for life. It also provides a 50% discount on some amenity fees. This pass is available online. Documentation of age and citizenship or residency is required. Inquire at the park entrance station for information about purchasing this pass. Interagency Access Pass: Free for those eligible This pass is only available to U.S. citizens and permanent residents with permanent disabilities. It allows free entry into all national parks, national wildlife refuges, national forests, and other federally protected lands for life. It also provides a 50% discount on some amenity fees. This pass is available online. Documentation of permanent disability and citizenship or residency is required. Inquire at the park entrance station for information about obtaining this pass. Volunteer Pass: Free for those eligible This pass is only available to those who volunteer 250 hours or more with federal agencies that participate in the Federal Interagency Pass Program. It allows free entry into all national parks, national wildlife refuges, national forests, and other federally protected lands for one year. To find out how to obtain this pass, contact the Volunteer Coordinator at your federal agency site. To find out about volunteering for one of these agencies, visit volunteer.gov. Find out more about these federal interagency and access passes",
    "url": "https:\/\/www.nps.gov\/pais\/planyourvisit\/fees.htm"
}
