{
    "title": "Padre Island National Seashore: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather               Weather         Storm clouds and rough surf along Padre Island. NPS Photo  Come prepared! Weather on Padre Island varies widely and can change from sunny and warm to thunderstorms and heavy winds very quickly. Here are some weather-related links and information for planning your visit:   For Today's conditions: Call our Beach & Weather Conditions Hotline (361-949-8175) to hear the current day's weather forecast, tides, beach driving conditions, seaweed levels, fishing reports, alerts, and other very helpful information. This recording is updated at about 9:00 a.m. daily.   See current conditions on our Malaquite Beach webcam. Refresh the page each minute for an updated image.   Typical Weather Conditions: Padre Island has long, hot summers and short, mild winters. Most rain falls near the beginning and end of hurricane and tropical storm season, which lasts from June to October.    Spring –daytime temperatures average in the 70s-80s Fahrenheit, with lows in the 50s-60s. Summer – daytime temperatures are usually in the mid-90s Fahrenheit, with very humid conditions. Lows are usually in the 70s. Afternoon and evening sea breezes help to moderate temperatures. Fall – daytime temperatures average in the 70s-80s Fahrenheit, with lows in the 50s-60s. Winter – high temperatures are usually between 50°-70° Fahrenheit but can occasionally drop into the upper 30s. Sudden, strong cold fronts can move through, bringing gale force winds and dropping temperatures quickly. The wintertime climate is typically dry, though most of the year's rainfall occurs in the winter.  Year-round – average wind speed ranges from 5-25 miles per hour. Relative humidity seldom drops below 70%.          Click on a location to get the National Weather Service forecast for that area:  Malaquite Beach The Laguna Madre near Bird Island Basin The first few miles of South Beach The middle portion of the park Port Mansfield Channel (the southern portion of the park) Gulf of Mexico Coastal Waters from Port Aransas to Baffin Bay Gulf of Mexico Coastal Waters from Baffin Bay to Port Mansfield  For information on weather watches and warnings go to the National Park Service All Hazard Situation Report",
    "url": "https:\/\/www.nps.gov\/pais\/planyourvisit\/weather.htm"
}
