{
    "title": "Padre Island National Seashore: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Beach camping at Malaquite Campground. NPS...               Sea turtle hatchling release. NPS photo.               Visitors enjoying the beach. NPS photo.               Windsurfing in the Laguna Madre. Worldwinds...             \"Live in the sunshine, swim the sea, drink the wild air…\" --Ralph Waldo Emerson Ready to escape to the beach? We want to help you plan your Padre Island adventure! From the beach to the bay, Padre Island National Seashore offers countless opportunities to discover and enjoy the amazing recreation and resources of the park. Take a dip in the Gulf of Mexico and build a sand castle. Drive down the beach until civilization fades away and camp under a dazzling blanket of stars. Fish for red drum and black tipped shark. Watch a squadron of pelicans glide by, or watch newly hatched sea turtles crawl to the sea. Walk through vanishing coastal prairies to a historic cowboy camp. Take a boat or kayak out for an adventure in the Laguna Madre, or try your hand at windsurfing at Bird Island Basin, one of the top destinations in the U.S. for the sport. Trade in the sights and sounds of traffic and concrete for those of waves, wind, sand, and birds. Put the wireless world in silent mode for a while and find a different connection here in this special place. How to begin? This \"Plan Your Visit\" section has all kinds of helpful tips about things to do, places to go, eating and sleeping, and more. Get directions to the park. Check out our Malaquite Beach webcam and look at current conditions. View and print park brochures and maps. Find information about operating hours and seasons, fees and passes, permits and reservations, and accessibility. Call our Beach & Weather Conditions Hotline (361-949-8175) anytime to hear today's weather, tides, beach driving conditions, and more. Call our Hatchling Hotline (361-949-7163) for recorded information about how to see sea turtles. You can also find some great information in our official winter newspaper, Currents, and in our annual magazine, the Gulf Breeze.  Join the conversation! Check out our social media sites:            Padre Island National Seashore Facebook Page Padre Island National Seashore Sea Turtle Science & Recovery Facebook Page         Padre Island National Seashore Twitter Page Padre Island National Seashore Sea Turtle Science & Recovery Twitter Page         Padre Island National Seashore Sea Turtle Science & Recovery YouTube Channel         Padre Island National Seashore Pinterest Page          Padre Island National Seashore Instagram Page",
    "url": "https:\/\/www.nps.gov\/pais\/planyourvisit\/index.htm"
}
