{
    "title": "Lyndon B Johnson National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.          President Lyndon B. Johnson  Civil Rights Legacy Lyndon Johnson witnessed the plight of minority children while teaching school in south Texas in the 1920s. As president he passed several civil rights laws to help minorities: The Civil Rights Act of 1964, the Voting Rights Act of 1965, the Immigration Reform Act of 1965, and the American Indian Civil Rights Bill of 1968.           \"Come Let Us Reason Together\" Working Together for Civil Rights   President Lyndon B. Johnson and African American leaders such as Martin Luther King, Jr. worked together to bring change. The goal was full citizenship in American society. Their pursuits included the right to use public facilities, the ability to vote without restriction, and equal rights in housing.President Lyndon B. Johnson and African American leaders such as Martin Luther King, Jr. worked together to bring change. The goal was full citizenship in American society. Their pursuits included the right to use public facilities, the ability to vote without restriction, and equal rights in housing.          \"Give us your tired, your poor…\"  Immigration Reform Act of 1965 President Lyndon B. Johnson understood that we are a nation of immigrants whose contributions have shaped the United States. He signed into law the Immigration Reform Act on October 3, 1965 at the Statue of Liberty. The law removed barriers to prevent lawful immigration from any part of the world, no matter the nation.            \"American Indian Bill of Rights\"  Equal Protection Under the Law President Lyndon B. Johnson wanted to bring all Americans into a \"Great Society.\" He understood that the rights of the first Americans were in jeopardy. The Indian Civil Rights Act of 1968 gave American Indians equal rights under the law.            Junction Schoolhouse  Equal Educational Opportunities for All President Lyndon Johnson started his education at the Junction Schoolhouse at age 4. On April 11, 1965, with his first teacher, Kate Deadrich Loney, by his side, he signed into law The Elementary and Secondary Education Act. Part of the law emphasized that every child must have equal opportunities for an exceptional education regardless of their race.",
    "url": "https:\/\/www.nps.gov\/lyjo\/learn\/kidsyouth\/tradingcards.htm"
}
