{
    "title": "Lyndon B Johnson National Historical Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip       Exposure to many and varied resources are critical to broadening every student's learning potential. Our goal is to assist you, the teacher, in expanding the educational opportunities of your students. The following suggestions will help you plan a rewarding and safe educational experience at Lyndon B. Johnson National Historical Park and Lyndon B. Johnson State Park and Historic Site.        Students on a Field Trip to the Johnson Settlement   Arranging Visits\/Tours Educational tours of all the park sites are appropriately geared to the specific grade level of your group. Tours are available seven days a week except on Thanksgiving, Christmas, and New Year's Day. For more information and to make reservations (for groups of 15 people or more), contact by email or phone: (830) 868-7128, extension 231. We suggest making your reservation as far ahead as possible to give you a better chance of getting your desired date. Upon making a reservation, you will receive a pre-visit packet appropriate for the park district you plan to visit--Johnson City and\/or the LBJ Ranch.      Fees There are no entrance fees or tour fees at Lyndon B. Johnson National Historical Park and Lyndon B. Johnson State Park and Historic Site except for the office tour at the Texas White House. The fee for the tour is: • Students Ages 18 and older: $3.00 • Students Ages 17 and younger: free • Teachers and chaperones accompanying students 17 and younger: free  The tour fee revenue supports the operations of the parks.      Logistics  Arrival: Promptness is important. Please make every effort to arrive prior to your scheduled activity. Lunch: Lunch is on your own. There are picnic areas at the LBJ State Park and Historic Site. If you wish to eat lunch on the grounds of the Education Center in Johnson City, please advise us at the time you make your reservation. Trash cans are provided and clean up is the responsibility of the students and teachers. Food and drink are not allowed on any tours or in the visitor centers. Restrooms\/Water Fountains: Restrooms and water fountains are located in all areas of the park. Rainy Day: Bad weather may result in programs having to be altered. If you decide to postpone your trip due to weather, please call Terry at (830) 868-7128, extension 231 as soon as possible. Bookstore: There is a bookstore located at both visitor centers. It is suggested that students visit the bookstore near the end of their field trip. Time browsing or purchasing items may result in less time for their park experience, and it is often difficult to keep up with packages.       Student Safety\/Comfort  Adult\/Student Ratio: We require that at least one adult accompany every ten students.The fee for these chaperones is waived.  All ither adults accompanying the group are expected to pay the approriate fee. Name Tags: So that rangers can easily interact with students and leaders, everyone should have a name tag that is easily read. Dress: Dress for the day is casual. Students may be asked to participate in an activity or sit on the ground. Special Needs: Please advise the park prior to your visit of anyone requiring special assistance. This includes language, mental, or physical limitations.       Preservation Lyndon B. Johnson National Historical Park has been set aside by congress to be preserved for future generations because of its valuable resources. Please share the following with your class:  Hands have oils and moisture that cause old objects to deteriorate. Please help us preserve this park by not touching. There are many fences, trees, and buildings in the park. Do not climb on them as the weight of your body may cause limbs to break or damage structures. Worst of all, you could get hurt. Trails and sidewalks have been built to guide visitors through the park and protect the resources. You can help protect the park by staying on the trails. The park belongs to you as a citizen of this country. Treat it and the park staff with respect. You may want to bring your children here to visit some day.       It is our privilege to serve you and your students. We hope you will visit us soon!",
    "url": "https:\/\/www.nps.gov\/lyjo\/learn\/education\/planafieldtrip.htm"
}
