{
    "title": "Lyndon B Johnson National Historical Park: Pests",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Pests                Pests         Elm Beetle   The National Park Service conducts an integrated pest management (IPM) program to reduce risks to the public, park resources, and the environment from pests and pest-related management strategies. IPM is a decision-making process that coordinates knowledge of pest biology, the environment, and available technology to prevent unacceptable levels of pest damage, by cost-effective means, while posing the least possible risk to people, resources and the environment.        Red Imported Fire Ants.Inset photo: Fire Ant mound. www.forestryimages.orgAnts:USDA APHIS PPQ ArchivesMound: Scott Bauer; USDA  Structural pests that are common to Lyndon B. Johnson National Historical Park area include:  •Smoky Brown Cockroach (Periplaneta fuliginosa) •American Cockroach (Periplaneta americana) •Wood Roaches (Parcoblatta pennsylvanica) •Eastern Subterranean Termites (Reticulitermes  flavipes) •European Honeybee (Apis mellifera) •Africanized Honeybee (Apis mellifera) •Paper Wasps, (Polistes) •Yellow Jackets (Vespula squamosa) •Little Black Ant (Monomorium minimum) •Red Imported Fire Ants (Solenopsis invicta) •Carpenter Ants (Camponotus rasilis) •Field Crickets (Gryllus pennsylvanicus).  The park pecan orchard was historically treated for:  •Pecan Nut Casebearer (Acrobasis nuxvorella) •Fall Webworm (Hyphantria cunea) •Walnut Caterpillar (Datana integerrima) •Yellow Pecan Aphids (Monellia caryella) •Black Pecan Aphids (Tinocallis caryaefoliae) •Pecan Leaf Sorch Mite (Eeotetranychus hicoriae) •Hickory Shuckworm (Cydia caryana) •Pecan Weevil (Curculio caryae) •and various Stink Bugs (Pentatomidae family) and Plant Bugs (Miridae family).          Currently the park does not manage the pecan orchard for production, so pest management is concerned with maintaining the overall health of the orchard.  Outdoor pests associated with ornamentals in the formal landscapes around the park's historic structures include the Gelatinous Whitefly (Aleuroplatus gelatinosus) and Iris Whitefly (Aleyrodes spiraeoides).  Exotic outdoor pests include the Crape Myrtle Aphid (Tinocallis kahawaluokalani), San Jose Scale (Quadraspidiotus perniciosi), and Citrus Whitefly (Dialuerodes citri).",
    "url": "https:\/\/www.nps.gov\/lyjo\/learn\/nature\/pests.htm"
}
