{
    "title": "Lyndon B Johnson National Historical Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         A Nine-banded Armadillo ©David Seerveld, AAAnimal Control, www.forestryimages.org  In order to maintain the cultural landscaping within Lyndon B. Johnson National Historical Park, the National Park Service continues to manage the working ranch established by President Johnson. A very regimented, closely-monitored livestock management and grazing program is followed. There is strict control over livestock numbers at the park - approximately 100-125 head of white-faced, registered Hereford cattle. In the Johnson Settlement, the park maintains a small herd of Longhorn cattle and horses.  Common native mammals that can be found within the park include the Opossum (Didelphis virginiana), Eastern Red Bat (Lasiurus borealis), Nine-banded armadillo (Dasypus novemcinctus), Eastern Cottontail (Sylvilagus floridanus), Black-tailed Jackrabbit (Lepus californicus), Fox Squirrel (Sciurus niger), Pygmy Mouse (Baiomys taylori), House Mouse (Mus musculus), Gray Fox (Urocyon cinereoargenteus), Ringtail (Bassariscus astutus), Raccoon (Procyon lotor), Skunk (Mephitis or Spilogale), and White-tailed Deer (Odocoileus virginianus).  Throughout the latter half of the twentieth century, ranchers in the Texas Hill Country diversified their practices in order to generate income. This diversification included raising a variety of exotic species for sale (such as emu) or for species propagation for zoos or other certified repositories. Income is also generated through hunting leases of native white-tailed deer and exotic game animals.  A number of exotic animal species have been historically raised on the LBJ Ranch as exotic game for hunting.  Neighboring ranches also manage populations of exotic game animals. These include Mouflon-Barbados Sheep (Ovis sp.), Aoudad Sheep (Ammotragus Lervia), Nilgai Antelope (Rosetaphus tragocamelus), Blackbuck Antelope (Antilope cervicapra), English Red Deer (Cervus Elaphus), Axis Deer (Axis axis), Fallow Deer (Dama dama) and Sika Deer (Cervus Nippon).  Another exotic species that can be seen along the river is Nutria (Myocastor coypus).  These large rodents burrow into riverbanks, leading to increased erosion during the frequent floods this region experiences.",
    "url": "https:\/\/www.nps.gov\/lyjo\/learn\/nature\/mammals.htm"
}
