{
    "title": "Lyndon B Johnson National Historical Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Visitors get a get view of longhorn cattle at the Johnson Settlement.   Whether you have 30 minutes or a full day, there are many opportunities in the park to learn about President Johnson. Here are a few ideas on how to spend your time. Keep in mind that 14 miles separate the two visitor areas of the park: Johnson City and the LBJ Ranch\/LBJ State Park and Historic Site. Allow 20 minutes to travel from one area to the other. If you have: • 30 minutes • 1 hour • 2 hours • More than 2 hours      30 Minutes  Take a ranger-guided tour of President Johnson's Boyhood Home. Watch a movie. The National Park Visitor has two 30-minute videos to choose from: Ladybird Johnson and LBJ the President. There is a third movie shown at the LBJ State Park visitor center titled The Hill Country, LBJ's Texas. View exhibits. The National Park Visitor Center has a timeline exhibit of the President's life and a description of the Great Society legislation including audio stations where you can hear history from the people who experienced it. There is a second exhibit area at the LBJ State Park visitor center. Read more about the President, Texas History, or Hill Country plants and animals. Western National Parks Association operates a bookstore in both the National Park and LBJ State Park Visitor Centers. Something of interest might catch your eye as you browse through.       1 Hour  Take a walk. Take the trail to the Johnson Settlement. The circular trail is slightly less than a mile round-trip. Along the way you will find an exhibit center which will introduce you to the days of the cattle drives and the log home of President Johnson's grandparents.       2 Hours  Take a self-guided driving tour of the LBJ Ranch, including a 30-minute tour of the Texas White House. Begin your tour at the visitor center managed by the LBJ State Park and Historic Site.       More than 2 hours Visitors with more time to spend will get the most complete picture of President Johnson's heritage, life, and legacy. Start your trip in either park area and combine 2 or more of the activities listed above to find out why President Johnson felt such a close connection to the Texas Hill Country.",
    "url": "https:\/\/www.nps.gov\/lyjo\/planyourvisit\/things2do.htm"
}
