{
    "title": "Lyndon B Johnson National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 02, 2016  50th Anniversary of \"The Rare Breed\" Celebrated at  LBJ Ranch in Popular Movies Under the Stars Series  Lyndon B. Johnson National Historical Park continues its popular outdoor summer movie series on Saturday, July 16, at the LBJ Ranch near Stonewall with the showing of the movie, “The Rare Breed,” starring Jimmy Stewart, Maureen O’Hara, and Brian Keith.   May 19, 2016  50th Anniversary of \"Batman: The Movie\" Celebrated at the LBJ Ranch in Movies Under the Stars  ** Due to the forecast of rain, the movie has been POSTPONED until June 25**  Lyndon B. Johnson National Historical Park continues its popular outdoor summertime movie series on Saturday, June 4, with the showing of “Batman: The Movie” starring Adam West at the LBJ Ranch near Stonewall.   April 14, 2016  Celebrate the National Park Service’s Centennial Year with Fort Griffin “Fandangle” Barbecue at LBJ Ranch on May 7  The National Park Service and Friends of Lyndon B. Johnson National Historical Park will host a special barbecue and dance at the LBJ Ranch from 5:00 pm to 9:30 pm on Saturday, May 7, that will feature the Fort Griffin “Fandangle Sampler.”   April 14, 2016  President Johnson’s Boyhood Home to be Temporarily Closed for Re-roofing Project April 20 – May 6  Lyndon B. Johnson National Historical Park has announced that President Johnson’s boyhood home in Johnson City will be closed for public tours for about two weeks. The park is closing the home in order to re-roof the historic home. UPDATE: The Boyhood Home will reopen for tours on Friday, May 20.   February 09, 2016  Lyndon B. Johnson National Historical Park to Offer Free Additional Programming March 5-20, 2016  Lyndon B. Johnson National Historical Park has announced that additional programming will be offered to visitors at the LBJ Ranch unit, from March 5 to 20. Spring Break at the LBJ Ranch 2016 will offer park visitors the opportunity to further explore and discover the park’s historic resources and delve deeper into the story of the 36th president and the LBJ Ranch.   December 18, 2015  Texas White House to Temporarily Close For Preservation Work for Two Weeks in January  Beginning on Monday, January 18 and ending by February 1, 2016, the Texas White House will be closed to the public while it undergoes extensive preservation work.   November 25, 2015  Celebrate the Holiday Season at  Lyndon B. Johnson National Historical Park  Join the staff at Lyndon B. Johnson National Historical Park in celebrating the holiday season on Saturday nights beginning November 28 and continuing through Saturday, December 19.   September 18, 2015  Annual “Barbecue on the Pedernales” at LBJ Ranch on October 24 To Feature Recording Artist Chris Cagle and Barbecue from The Salt Lick  Put on your dancing boots and head over to the LBJ Ranch on Saturday, October 24, for the annual “Barbecue on the Pedernales.”   September 02, 2015  50th Anniversary of \"The Sound of Music\" Celebrated at the LBJ Ranch in “Movies Under the Stars”  Lyndon B. Johnson National Historical Park continues its popular outdoor summertime movie series on Saturday, September 12, with the showing of the movie “The Sound of Music” starring Julie Andrews at the LBJ Ranch near Stonewall.   August 13, 2015  Annual Wreathlaying Ceremony on August 27 at LBJ Ranch In Honor of 107th Anniversary of President Johnson’s Birth  Lyndon B. Johnson National Historical Park will celebrate the 107th anniversary of President Johnson’s birth with a 10:00 am ceremony on Thursday, August 27.   July 19, 2015  The \"Sound of Music\" wraps up Movies under the Stars 2015  The park concludes its popular outdoor summer movie series on Saturday, September 12, with the showing of \"The Sound of Music\" starring Julie Andrews.   July 01, 2015  50th Anniversary of \"The Sons of Katie Elder\" Celebrated at LBJ Ranch in Popular “Movies Under the Stars” Series  Lyndon B. Johnson National Historical Park continues its popular outdoor summer movie series on Saturday, July 11, with the showing of the movie, \"The Sons of Katie Elder,\" starring John Wayne and Dean Martin.   June 16, 2015  President Johnson’s Boyhood Home to be Partially Closed for Preservation Work July to September 2015  Lyndon B. Johnson National Historical Park has announced that President Johnson’s boyhood home in Johnson City will be partially closed for public tours for approximately ten weeks, beginning on Monday, July 13 and ending on about Friday, September 25, 2015.   June 11, 2015  Movies Under the Stars Continues with a John Wayne Classic  Lyndon B. Johnson National Historical Park continues its popular outdoor summertime movie series on Saturday, July 11, with the showing of the movie “The Sons of Katie Elder” starring John Wayne.   May 30, 2015  20th Anniversary of \"Apollo 13\" Celebrated at the LBJ Ranch  Lyndon B. Johnson National Historical Park continues its popular outdoor summertime movie series on Saturday, June 6, with the showing of the movie “Apollo 13” starring Tom Hanks at the LBJ Ranch near Stonewall.   April 24, 2015  Movies Under the Stars 2015  LBJ National Historical Park announces its movies for the summer of 2015.   March 30, 2015  National Park Service to Celebrate 50th Anniversary of Elementary and Secondary Education Act of 1965  On Saturday, April 11, Lyndon B. Johnson National Historical Park will host special activities to commemorate the 50th Anniversary of the Elementary and Secondary Education Act of 1965.   December 14, 2014  President Johnson’s Boyhood Home to be Temporarily Closed for Three Weeks in January 2015 for Preservation Work  Lyndon B. Johnson National Historical Park has announced that President Johnson’s boyhood home in Johnson City will be closed for public tours for three weeks beginning on Monday, January 5 and ending on January 23, 2015.   November 06, 2014  Veterans Day at LBJ Ranch to feature “Birddog” plane fly-in and no fees for Texas White House Tours  Lyndon B. Johnson National Historical Park will commemorate Veterans Day on Tuesday, November 11 with a fly-in of Vietnam era “Birddog” aircraft and a fee-free day for Texas White House tours.   October 07, 2014  Boyhood Home 1920s Christmas to Take Place  Lyndon B. Johnson National Historical park invites everyone to experience \"Christmas at the Boyhood Home\"   August 22, 2014  Lyndon Johnson's Birthday Remembered  Lyndon B. Johnson National Historical Park will celebrate the 106th anniversary of President Johnson’s birth on Wednesday, August 27.   August 09, 2014  Beatlemania comes to the LBJ Ranch  The park will host a special \"Movies Under the Stars.\" The movie will be \"A Hard Day's Night,\" and Beatle tribute band, \"The Eggmen,\" will perform a musical concert.   July 08, 2014  50th Anniversary of \"Viva Las Vegas\" Celebrated at the LBJ Ranch in Popular “Movies Under the Stars”  Lyndon B. Johnson National Historical Park continues its popular summer movie series on Saturday, July 12, with the showing of the 1964 movie Viva Las Vegas, starring Elvis Presley at the LBJ Ranch near Stonewall.   June 24, 2014  Remembering 1964  On July 2, 2014, the 50th anniversary of President Johnson signing the Civil Rights Act, Lyndon B. Johnson National Historical Park will present an open house titled “Remembering 1964 – A Year That Changed America.”   April 10, 2014  LBJ National Historical Park to Host              \"Created Equal\" Forum  Lyndon B. Johnson National Historical Park, in partnership with the Johnson City, Texas Public Library, will host and conduct a public forum titled “Created Equal – America’s Civil Rights Struggle” at 7:00 pm on Thursday, April 24, 2014 at the Johnson City Public Library, Johnson City, Texas.   December 07, 2013  Celebrate the Holiday Season at Lyndon B. Johnson National Historical Park  Join the Lyndon B. Johnson National Historical Park in celebrating the holiday season. A variety of events will begin on Saturday, November 30 and last through Sunday, December 15.   December 07, 2013  Special Weekend of Holiday Activities  On December 14 and 15, join the National Park Service in celebrating the holiday season and commemorating the events of 50 years ago.   November 22, 2013  New Exhibit will Commemorate the 50th Anniversary  of the Events of November 22, 1963  “We all stood there in shock with the rest of the world,” recalled Richard “Cactus” Pryor, who was at the LBJ Ranch when he learned of John F. Kennedy’s assassination on November 22, 1963. Lyndon B. Johnson National Historical Park will remember the event’s 50th anniversary with a new exhibit describing that tragic day and the transition of power to President Johnson. The exhibit will be located in the Hangar visitor center on the LBJ Ranch and will be on display for six months beginning November 21, 2013. The public is invited to not only view the exhibit, but also to contribute their own memories or reflections from that day in history.   October 21, 2013  Experience Christmas Past  Join LBJ National Historical Park in celebrating Christmas traditions of the 1860s and 1920s.   November 23, 2012  Christmases Past Celebrated At National Historical Park  Lyndon B. Johnson National Historical Park invites everyone to experience \"A 1920s Christmas at the LBJ Boyhood Home and a 1860s Christmas at the Johnson Settlement.\"   July 01, 2012  Movies Under The Stars Shows “Marooned” With Gregory Peck  Lyndon B. Johnson National Historical Park invites to the public to a free showing of the 1969 movie, Marooned, on Saturday, July 14, at 8:30 p.m., at the LBJ Ranch.   March 09, 2012  Celebrating Lady Bird Johnson’s Centennial Year  Lyndon B. Johnson National Historical Park proudly announces the opening of a new exhibit recognizing the Lady Bird Johnson Centennial Celebration that continues throughout 2012.   December 20, 2011  Texas White House Entire First Floor Opens to Public  For the first time, the entire ground floor of the Texas White House will open to the public on December 22, the 99th anniversaryof Lady Bird Johnson's birth.   May 31, 2011  “The Searchers” with John Wayne to be Shown at Movies Under the Stars on the LBJ Ranch  Lyndon B. Johnson National Historical Park invites the public to view a classic American western movie on Saturday, June 4 at 8:30 p.m. by attending a screening of \"The Searchers\" at the LBJ Ranch.   March 14, 2011  4rd Annual LBJ 100 Bicycle Tour                           Set for March 26  Lyndon B. Johnson National Historical Park announces the 4th annual LBJ 100 Bicycle Tour, \"A Ride to Preserve History,\" which begins on the historic LBJ Ranch airstrip near Stonewall, Texas on Saturday, March 26, 2011 at 9:00 a.m.   August 20, 2010  Birthday Observance for            President Johnson Set for August 27  Lyndon B. Johnson National Historical Park will celebrate the 102nd anniversary of President Johnson’s birth on Friday, August 27.   April 09, 2010  \"Reflections of the 60s\" Brings Exciting Decade to Life  No abstract supplied.   February 17, 2010  Third Annual LBJ 100 Bicycle Tour: Set for March  Lyndon B. Johnson National Historical Park announces the 3rd annual LBJ 100 Bicycle Tour, “A Ride to Preserve History,” which begins on the historic LBJ Ranch airstrip near Stonewall, Texas on Saturday, March 27, 2010 at 9:00 a.m. The tour provides four separate routes of 10, 30, 44 and 65 miles throughout the scenic Texas Hill Country and one special historical tour narrated by Luci Baines Johnson beginning at approximately 2 p.m.   December 29, 2009  Family Unveils Headstone Marking: Mrs. Lyndon B. Johnson's Grave  No abstract supplied.   December 14, 2009  Texas White House Tour Fee to Increase in 2010  Lyndon B. Johnson National Historical Park will be increasing the fee to tour the \"Texas White House,\" President and Mrs. Johnson’s home on the LBJ Ranch, to $2.00 beginning on March 1, 2010.   September 19, 2009  Friends of LBJ National Historical Park Announce First \"Family Fun Weekend\" on the LBJ Ranch  The park’s Friends group is sponsoring a family fun run on Saturday, October 10, beginning at 9 a.m. and also a bike tour hosted by Luci Baines Johnson, President and Mrs. Johnson’s younger daughter, on Sunday October 11, at 2 p.m.   August 16, 2009  Birthday Observance for President Lyndon B. Johnson Set for August 27  Lyndon B. Johnson National Historical Park will celebrate the 101st anniversary of President Johnson’s birth on Thursday, August 27.   August 16, 2009  LBJ Ranch Summer Film Series Features Classic James Bond Movie Thunderball  Lyndon B. Johnson National Historical Park invites the public to attend a free movie screening of Thunderball, a 1965 action adventure movie starring Sean Connery as James Bond, on Saturday August 29 at 9 pm.   July 03, 2009  John Wayne's The Green Berets To Be Shown at Movies Under the Stars on the LBJ Ranch  Lyndon B. Johnson National Historical Park invites the public to view a Hollywood version of the war in Vietnam on Saturday, July 18 at 9 p.m. by attending a screening of The Green Berets, co-directed by and starring John Wayne.   June 05, 2009  Movies Under the Stars on the LBJ Ranch Summer Film Series Begins with Western Will Penny  Lyndon B. Johnson National Historical Park invites the public to attend a free movie screening of Will Penny, a 1968 Western starring Charleton Heston, on Saturday, June 13 at 9 pm.   April 11, 2009  1960s Return to the LBJ Ranch  Lyndon B. Johnson National Historical Park invites the public to experience a decade like no other when the park hosts its second annual \"Reflections of the 60s at the LBJ Ranch\" special event on Saturday, April 18.   March 20, 2009  Popular Demand Returns \"LBJ 100 Bicycle Tour\" to National Historical Park in March  No abstract supplied.   December 19, 2008  Celebration of the Birthday and Legacy of Lady Bird Johnson  No abstract supplied.   December 04, 2008  Christmases Past Celebrated at : National Historical Park  Lyndon B. Johnson National Historical Park invites everyone to experience \"Christmas at the LBJ Boyhood Home\" on November 29, December 6, December 13 and December 20.   September 05, 2008  Vintage Military Aircraft and Their Pilots to Enliven Hangar and Airstrip on LBJ Ranch  No abstract supplied.   August 15, 2008  \"Texas White House\" Opens to the Public for the First Time on August 27  Lyndon B. Johnson National Historical Park announces the official opening of the LBJ Ranch home of President Lyndon B. and \"Lady Bird\" Johnson on Wednesday, August 27, the 100th anniversary of President Johnson's birth.   August 12, 2008  Johnson Daughters to Preside Over August 27 Birthday Commemoration  Lyndon B. Johnson National Historical Park invites everyone to come out to the LBJ Ranch on Wednesday, August 27 in celebration of President Lyndon B. Johnson's life and legacy.   August 06, 2008  Guess Who's Coming to Dinner Featured at Third \"Movies Under the Stars on the LBJ Ranch\" Event  The third and final free movie night for this summer season will be presented by Lyndon B. Johnson National Historical Park on Saturday, August 9.   July 08, 2008  \"Movies Under the Stars on the LBJ Ranch\" to Entertain Everyone with Oliver!  Lyndon B. Johnson National Historical Park's second free movie night on the LBJ Ranch features the Oscar-winning Best Picture of 1968, Oliver!   June 05, 2008  \"Movies Under the Stars\" Brings : True Grit Back to the LBJ Ranch  Lyndon B. Johnson National Historical Park invites everyone to come out to the LBJ Ranch on Saturday, June 21, for a free showing of John Wayne's most famous movie, True Grit, as Johnson family friends and neighbors did in the late 1960s.   May 20, 2008  Memorial Day Tribute to Service in Vietnam at National Historical Park  Veterans from all wars will be recognized and their sacrifices commemorated at Lyndon B. Johnson National Historical Park Visitor Center in Johnson City, TX, on May 26, as park staff and the community focus on military service during the Vietnam War.   April 28, 2008  1967 Presidential Barbecue Event: Re-Created on the LBJ Ranch  No abstract supplied.   March 30, 2008  The 1960s Return to the LBJ Ranch  No abstract supplied.   February 15, 2008  Luci Johnson to Lead Bike Tour of the        LBJ Ranch  No abstract supplied.   February 04, 2008  Withers & Spauldings Building Reborn as the General Store Experience that LBJ Knew  Lyndon B. Johnson National Historical Park announces the return of “Withers & Spauldings,” a newly-created general store exhibit area spanning several time periods from 1915-1973. Once inside, visitors can immerse themselves in the environment of a 1915-1920s-era general store that Lyndon Johnson knew as a child while also experiencing later years when LBJ came back to his home town to campaign and to visit with people he had known all his life.   December 10, 2007  Pastry Queen joins LBJ Parks Tree Lighting event  On Sunday, December 16th, Rebecca Rather, Fredericksburg resident and owner of Rather Sweet Bakery and Café, will join the festivities at the annual Tree Lighting at the LBJ Parks in Stonewall. She will be signing copies of her beautiful new cookbook, Pastry Queen Christmas: Big Hearted Holiday Entertaining, Texas Style, from 5:00 p.m. to 6:00 p.m. in the Western National Parks Association (WNPA) bookstore at the LBJ State Park and Historic Site.   December 03, 2007  \"Timeless Christmas\" Celebrated at National Historical Park  Lyndon B. Johnson National Historical Park invites everyone to experience \"Timeless Christmas at the LBJ Boyhood Home and the Johnson Settlement\" on December 8, 2007.   November 16, 2007  Christmases Past Celebrated at National Historical Park on Four Consecutive Saturdays  Lyndon B. Johnson National Historical Park invites everyone to experience \"Christmas at the LBJ Boyhood Home\" on November 24, December 1, December 8 and December 15.   November 06, 2007  Pecan Harvesting at LBJ Ranch Cancelled  Pecan harvesting by the public scheduled for November 10, 17, and 24 at the LBJ Ranch Pecan Orchard at Lyndon B. Johnson National Historical Park has been cancelled due to a poor crop.   October 22, 2007  Pecan Harvesting at LBJ Ranch  The public is invited to gather pecans at the LBJ Ranch Pecan Orchard every Saturday in November.    September 22, 2007  A Park Ranger and Her Partner  No abstract supplied.   August 16, 2007  Wreath laying Program on LBJ Ranch Announced for August 27  President Johnson's birthday will be commemorated with a wreathlaying at the family cemetery.   July 12, 2007  LBJ National and State Parks Mourn Mrs. Lyndon B. Johnson  No abstract supplied.   July 12, 2007  LBJ Parks Announce Closures for the Final Tribute to Mrs. Lyndon B. Johnson  No abstract supplied.   July 12, 2007  Cortege Route for Mrs. Lyndon B. Johnson to Pass by Park Visitor Center and LBJ Boyhood Home  The public will have an opportunity to pay their respects to Mrs. Lyndon B. Johnson as her cortege moves through Johnson City on Sunday, July 15 at approximately 10 a.m.   May 02, 2007  YCC PROGRAM HIRING SUMMER POSITIONS  The Youth Conservation Corps (YCC), a summer employment program created in 1970, will be hiring positions at Lyndon B. Johnson National Historical Park for summer 2007. YCC crew members will be working with a variety of resource projects.   April 27, 2007  Historic Planes, Military Re-Enactment to Highlight LBJ Ranch Air and Ground Event  No abstract supplied.   April 18, 2007  Friends of LBJ National Historical Park  Representatives from Gillespie and Blanco Counties will join forces to create a Friends Group for Lyndon B. Johnson National Historical Park on April 25th.     April 18, 2007  LBJ RANCH TO HOST VIETNAM-ERA AIRCRAFT  Visitors to Lyndon B. Johnson National Historical Park will have the opportunity to meet with pilots who flew these aircraft in Korea and Vietnam, when the International Bird Dog Association (IBDA fly in to the LBJ Ranch   February 10, 2007  Luci Johnson to Lead Bike Tours of the LBJ Ranch  Visitors wishing to see the LBJ Ranch by bicycle will have a rare opportunity to join Luci Johnson, President Johnson`s younger daughter, on a special tour March 10, 2007.",
    "url": "https:\/\/www.nps.gov\/lyjo\/learn\/news\/newsarchive.htm"
}
