{
    "title": "Lyndon B Johnson National Historical Park: Texas White House - Tours",
    "body": "Touring the Texas White House              The Texas White House was officially opened to the public on August 27, 2008. The entire ground floor is available for public tours.  Rooms on the tour include the President's Office, living room, dining room, and the Johnsons' bedroom suites.  The majority of rooms have been restored to their appearance during the presidential years (1963-1968) while the bedroom suites retain their appearance at the time of President and Mrs. Johnson's deaths.    Visiting the LBJ Ranch by Private Vehicle       Also in 2008 the LBJ Ranch was opened to private vehicular traffic for the first time.         The Airplane Hangar   To see the LBJ Ranch and the Texas White House:  Obtain a free driving permit at the LBJ State Park and Historic Site Visitor Center. You will also receive a map indicating the tour route.  A CD containing narrative audio for the tour is available for purchase in the bookstore and comes with a bonus DVD filled with videos and photos.   Once you arrive at the Texas White House, obtain a ticket for a house tour at the Airplane Hangar.  Fee:  Ages 18 and older: $3.00 Ages 17 and younger: free  House Tour Length and Group Size:  House tours are 30 minutes in length. There is a limit of 12 people per house tour.  Hours of Operation   Seven days a week. Closed Thanksgiving, Christmas, and New Year's Day.   Driving Permits are given out starting at 9:00 a.m. No Permits are given out after 4:00 p.m.   Ranch Entrance Gate: open 9:00 a.m. to 4:30 p.m.   Ranch Exit Gate: Closes at 5:30 p.m.   House tours: 10:00 a.m. to 4:30 p.m.   If you are picking up your driving permit at 4:00 p.m. and would like to be in time to take a tour of the Texas White House (last tour 4:30 p.m.), you should allow one-half hour for drive-time from the State Park visitor center to the Texas White House.          Thanksgiving and Christmas Holiday Season This is a wonderful time of year to visit the park and the Texas Hill Country. The park's historic homes will be decorated for the season, the surrounding communities are aglow in Christmas lights, and two special park programs, Christmas at the Boyhood Home and Timeless Christmas, will take place on Saturday evenings in December. If you are planning a trip to the Ranch during this busy season and wish to take a tour of the Texas White House it is advisable to arrive early in the day. Tours are limited to 12 visitors and can fill quickly. While waiting for your scheduled tour, take the time to enjoy the exhibits and movie in the Hangar as well as the display of President Johnson's automobiles.              Special Note for August 27: Each year on the anniversary of the President's birth a wreathlaying ceremony takes place at the Johnson family cemetery on the LBJ Ranch. The public is invited to attend the program which will begin at approximately 10:00 a.m. Tours of the Texas White House will commence following the ceremony.      Additional Information:  Driving permits are good only for the day of issue and tickets for the house tour are good only for the date and time specified on the ticket Tickets for house tours will be given on a first-come-first-serve basis. Pets are not permitted on the house tour Photography, food, drinks, and smoking are not permitted inside the Texas White House.",
    "url": "https:\/\/www.nps.gov\/lyjo\/planyourvisit\/twhopening.htm"
}
