{
    "title": "Lyndon B Johnson National Historical Park: LBJ Ranch",
    "body": "Visiting the LBJ Ranch         The Texas White House (1971) LBJ Library photo by Frank Wolfe  President Johnson had a deep attachment for place and heritage. The LBJ Ranch was where he was born, lived, died, and was buried. After the President's death in 1973, Mrs. Johnson continued to live at the Ranch part time until her death in 2007. Visitors are now able to tour the Ranch at their own pace in their private vehicle with the ability to stop at sites along the way such as the President's birthplace, Johnson family cemetery, and the Johnson's ranch house known as the Texas White House.      Self-Guided Ranch Tours Obtain a free driving permit at the LBJ State Park and Historic Site Visitor Center in Stonewall, Texas. You will also receive a map indicating the tour route. A CD containing narrative audio for the tour is available for purchase in the bookstore and comes with a bonus DVD filled with videos and photos.  Hours of Operation  Seven days a week. Closed Thanksgiving, Christmas, and New Year's Day. Driving Permits are given out starting at 9:00 a.m. No Permits are given out after 4:00 p.m. Ranch Entrance Gate: open 9:00 a.m. to 4:30 p.m. Ranch Exit Gate: Closes at 5:30 p.m.  Fees:   Free Driving permits are good only for the day of issue      Texas White House Tours The President and Mrs. Johnson donated their private home to the National Park Service but retained lifetime rights to use the house. Following the death of Mrs. Johnson on July 11, 2007, preparations began to make the home available for public tours. President Johnson's office (the west room) was opened to the public on the 100th anniversary of his birth, August 27, 2008. The living room and dining room were opened in June 2009. By December 2011 the entire first floor was opened to the public. As part of the self-guided Ranch Tour, you may stop at the Texas White House for a ranger-guided tour. Read the Touring the Texas White House page to learn what you must do to take a house tour.       Learn more about what you will see on the LBJ Ranch tour. Click on the highlights at the right. →",
    "url": "https:\/\/www.nps.gov\/lyjo\/planyourvisit\/visitlbjranch.htm"
}
