{
    "title": "Lyndon B Johnson National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions and Transportation             LOCATION Lyndon B. Johnson National Historical Park is located in the heart of the Texas Hill Country. The park has two visitor areas separated by about 14 miles: the Johnson Settlement\/Visitor Center\/Boyhood Home\/Park Headquarters in Johnson City and the LBJ Ranch near Stonewall. The Park Visitor Center in Johnson City is 50 miles west of Austin and 60 miles north of San Antonio. The State of Texas manages a Visitor Center near Stonewall where the visitor can obtain a free driving permit to the LBJ Ranch, which is managed by the National Park Service. DIRECTIONS To National Park Headquarters and the Visitor Center in Johnson City:   From Austin, take Highway 290 westbound. At the signal light in Johnson City, turn left (still on 290), towards Fredericksburg. Go three blocks and turn left on Avenue F. Go two blocks and turn right onto Ladybird Lane. The parking lot and visitor center are on the left. From San Antonio, take Highway 281 northbound until it joins Highway 290 at the signal light in Johnson City. Turn left towards Fredericksburg. Go three blocks and turn left on Avenue F. Go two blocks and turn right onto Ladybird Lane. The parking lot and visitor center are on the left. From Fredericksburg, take Highway 290 eastbound to Johnson City. After passing the traffic light at Nugent Street in Johnson City, go two blocks and turn right onto Avenue F. Go two blocks and turn right onto Ladybird Lane. The parking lot and visitor center are on the left. Note: You will pass the LBJ Ranch District on your way to Johnson City -- see next direction.  To the LBJ Ranch and LBJ State Park and Historic Site:   From Park Headquarters, take Highway 290 fourteen miles westbound to the LBJ State Historical Park. From Fredericksburg, take Highway 290 sixteen miles eastbound to the LBJ State Historical Park.  Free driving permits to the LBJ Ranch are obtained at the State Park Visitor Center.      GETTING AROUND         There is no public transportation to Johnson City or Stonewall. However, several commercial businesses offer tours year-round originating from nearby cities such as San Antonio.",
    "url": "https:\/\/www.nps.gov\/lyjo\/planyourvisit\/directions.htm"
}
