{
    "title": "Lyndon B Johnson National Historical Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers          Lyndon B. Johnson National Historical Park              The former Pedernales Hospital, built during the Johnson Administration, became the Lyndon B. Johnson National Historical Park Visitor Center in 1994. Here park rangers will be happy to provide you with maps and assist you in planning your visit.        Location Intersection of Ladybird Lane and Avenue G in Johnson City, TX  Open Daily, year-round from 9:00am - 5:00 pm Closed Thanksgiving, Christmas, and New Year's Day         Exhibits A permanent exhibit gallery showcases Lyndon Johnson's life and accomplishments. It includes a world events timeline and a display depicting the highlights of LBJ's Great Society programs. Some of the items on exhibit are campaign memorabilia, gifts that President Johnson gave, and two of the LBJ Ranch branding irons. There are also two \"Friendship Stones,\" concrete blocks signed by visitors to the Texas White House.         The exhibits include a tribute to Mrs. \"Lady Bird\" Johnson. Her commitment to the environment continues the work of our \"Conservation President.\" Visitors can view Mrs. Johnson's crimson suit and the White House china designed for the Johnson administration.         Two video presentations are offered, both 30 minutes in length. One is about the Johnson Administration, the other, about Mrs. Johnson's life and achievements.      Visitor Services The Western National Parks Association operates a bookstore and educational gift shop. Public restrooms and drinking fountains are available.          LBJ State Park and Historic Site Visitor Center                 The LBJ State Park and Historic Site Visitor Center is located on Highway 290 approximately 14 miles west of Johnson City and 16 miles east of Fredericksburg. Begin your tour of the LBJ Ranch here by  picking up a map and free permit for a self-guided driving tour of the ranch in your private vehicle. An audio CD is also available for purchase to narrate your drive.   Exhibits, movies, and a book and gift store are also available to visitors. Facilities include restrooms and drinking fountains.      Open Daily, year-round from 8:00 am - 5:00 pm Closed Thanksgiving, Christmas, and New Year's Day",
    "url": "https:\/\/www.nps.gov\/lyjo\/planyourvisit\/visitorcenters.htm"
}
