{
    "title": "Lyndon B Johnson National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           100 Ladybird Lane  Johnson City, TX 78636                 Directions         By car to National Park Headquarters and the Visitor Center in Johnson City: From Austin, take Highway 290 west. From San Antonio, take Highway 281 north. From Fredericksburg, take Highway 290 east. By car to the LBJ Ranch and LBJ State Park and Historic Site: From Johnson City, take Highway 290 fourteen miles west to the LBJ State Park. From Fredericksburg, take Highway 290 sixteen miles east to the LBJ State Park. The nearest major airports are in Austin and San Antonio.   Directions Details           Operating Hours & Seasons         Johnson City District The park is open every day except Thanksgiving, Christmas and New Year's Day. For hours specific to visitor centers and tours of historic buildings please see descriptions elsewhere.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed          LBJ Ranch The park is open every day except Thanksgiving, Christmas and New Year's Day. For hours specific to visitor centers and tours of historic buildings please see descriptions elsewhere.   Standard Hours    Sunday: 9:00 AM - 5:30 PM   Monday: 9:00 AM - 5:30 PM   Tuesday: 9:00 AM - 5:30 PM   Wednesday: 9:00 AM - 5:30 PM   Thursday: 9:00 AM - 5:30 PM   Friday: 9:00 AM - 5:30 PM   Saturday: 9:00 AM - 5:30 PM             Weather           Overall, the park enjoys a sunny, mild climate during three seasons of the year. Spring: Temperatures range from 45 F to 85 F (7 C\/29 C). Rain is common in April and May. Summer: Temperatures range from 70 F to 95 F (21 C\/35 C). Temperatures can exceed 100 F (38 C) in July and August. Lightweight clothing and sunscreen are advisable. Be prepared with plenty of water. Fall: Temperatures range from 45 F to 85 F (7 C\/29 C). Winter: Temperatures range from 35 F to 65 F (2 C\/18 C) . Snow and ice are rare.          Fees & Passes     Entrance Fees:   Entrance - $0.00 The park does not charge an entrance fee. A fee is charged for tours of the ground floor of the Texas White House and is as follows: Ages 18 and older: $3.00 Ages 17 and younger: free         Visitor Centers       Park Headquarters and Visitor Center The former Pedernales Hospital, built during the Johnson Administration, became the Lyndon B. Johnson National Historical Park Visitor Center in 1994. An exhibit gallery showcases Lyndon Johnson's life and accomplishments. The exhibits include a tribute to Mrs. \"Lady Bird\" Johnson. Her commitment to the environment continues the work of our \"Conservation President.\" Two 30-minute movies are offered. One is about the Johnson Administration, the other, about Mrs. Johnson's life and accomplishments.   LBJ State Park and Historic Site Visitor Center The LBJ State Park and Historic Site Visitor Center is located on Highway 290 approximately 14 miles west of Johnson City and 16 miles east of Fredericksburg. Begin your tour of the LBJ Ranch here by picking up a map and free permit for a self-guided driving tour of the ranch in your private vehicle. An audio CD is also available for purchase to narrate your drive. Exhibits, movies, and a book and gift store are also available to visitors. Facilities include restrooms and drinking fountains.                  Lady Bird Johnson, President Lyndon B. Johnson, and Lynda Bird Johnson descending steps from Air Force One (1967) LBJ Library photo by Yoichi Okamoto   A visit to Lyndon B. Johnson National Historical Park will be more enjoyable if you are familiar with a few things before you arrive. In addition to the other information found on these pages, please remember:   Historic structures and objects can be fragile. Please do not touch items when on tours of historic buildings.    Many visitors come to the park to enjoy the beautiful wildflowers that dot the Hill Country landscape every Spring. Please stay on marked trails to avoid trampling delicate vegetation, and do not pick the wildflowers.  By following these simple rules you will help us to preserve the unique historical and natural resources found in the park so that others may enjoy them for many years to come.",
    "url": "https:\/\/www.nps.gov\/lyjo\/planyourvisit\/basicinfo.htm"
}
