{
    "title": "Lyndon B Johnson National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Fees  There is no fee to visit the Johnson City District. Donations are gratefully accepted. Driving permits for the LBJ Ranch are free. A fee is charged for tours of the ground floor of the Texas White House and is as follows:  Ages 18 and older: $3.00 Ages 17 and younger: free  Cash, checks, and credit cards are accepted for payment of the fees. Monies collected in the park support interpretive and educational programming, exhibits, and interpretive facility modifications. Annual fee free days are August 27 (former President Johnson's birthday) and other dates as designated by the Department of the Interior, National Park Service.              America the Beautiful: National Parks and Federal Recreational Lands Pass  As of 2007, the Golden Age, Golden Eagle, and Golden Access Passes were replaced with a new series of inter-agency passes called the \"America the Beautiful - National Parks and Federal Recreational Lands Pass. Each pass is described in brief, below.     Lyndon B. Johnson National Historical Park does not have an entrance fee, therefore we do not issue these passes.      Click here to go to a list of federal sites in Texas that do issue these passes.    Annual Pass - Cost $80 This pass is available to the general public and provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a full year from month of purchase. The Annual Pass can be obtained in person at a federal recreation site, by calling 1-888-ASK USGS (1-888-275-8747), or online.   Senior Pass - Cost $10 This is a lifetime pass for U.S.citizens and permanent residents age 62 and over. The Senior Pass can be obtained in person at a federal recreation site, by calling 1-888-ASK USGS (1-888-275-8747), or by mail.   Military Pass - Free This pass is available to active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173) for a full year from month of purchase. The Military Pass can be obtained in person at a federal recreation site.    Access Pass - Free This is a lifetime pass for U.S.citizens and permanent residents with permanent disabilities. The Access Pass can be obtained in person at a federal recreation site, by calling 1-888-ASK USGS (1-888-275-8747), or by mail.   Volunteer Pass - Free Volunteers who acquire 250 service hours on a cumulative basis are eligible for this pass. It provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a full year from month of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per-vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per-person fee areas. Children under 16 are admitted free.   Learn more about volunteer opportunities at Lyndon B. Johnson National Historical Park.    The USGS manages the inter-agency pass program. Learn more about these passes.          Federal Locations in Texas that issue the America the Beautiful Passes National Park Service  Amistad National Recreation Area - Del Rio, TX Big Bend National Park Fort Davis National Historic Site - Fort Davis, TX Guadalupe Mountains National Park - Salt Flat, TX Lake Meredith National Recreation Area - Fritch, TX Padre Island National Seashore - Corpus Christi, TX  U.S. Forest Service  Davy Crockett National Forest - Apple Spring, TX Sabine National Forest - Hemphill, TX Caddo-LBJ Grasslands - Decatur, TX Angelina National Forest - Sam Rayburn Lake, TX  U.S. Fish and Wildlife Service  Aransas National Wildlife Refuge - Austinwell, TX Brazoria National Wildlife Refuge - Freeport, TX Santa Ana National Wildlife Refuge - McAllen, TX  U.S. Army Corps of Engineers is not authorized to issue the passes, but will accept the Senior Pass or Golden Age Passports as proof of eligibility for age-related discounts. They will also honor the Annual Pass for Military.",
    "url": "https:\/\/www.nps.gov\/lyjo\/planyourvisit\/fees.htm"
}
