{
    "title": "Palo Alto Battlefield National Historical Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners           Working Together Palo Alto Battlefield is fortunate to be able to work with several partners. With the help of these partners, the park has been able to raise awareness of local cultural and natural resources and healthy recreational opportunities. Community Historical Archaeology Project with Schools The Community Historical Archaeology Project with Schools (CHAPS) was created in 2009. The goals of the program are:  to make people aware of local cultural and natural history help local school districts develop interdisciplinary K-12 curriculum teach students the importance of stewardship and site preservation  The park has worked with CHAPS in the creation of the Rio Grande Valley Civil War Trail project. The trail can be experienced via multiple formats and serves to shine a light on the rich historical heritage of the Rio Grande Valley. In addition, CHAPS has played a prominent role in the park’s annual Archeology Fair. Brownsville Wellness Coalition The Brownsville Wellness Coalition (BWC) was established in 2008 by with the first Farmers’ Market. The program was in accordance with the Brownsville's Healthy Initiative Plan to combat diabetes and obesity. The BWC works to cultivate a healthy community by strengthening the local food system, improving access to nutritious aff­ordable food, and educating the public on how to grow, share, and prepare healthy local food. The partnership between Palo Alto Battlefield and the BWC has resulted in the creation of walking clubs at the Palo Alto and Resaca de la Palma units. Resaca de la Palma has even hosted a free 5k walking event. U.S. Fish & Wildlife Service The park has enjoyed a long partnership with the U.S. Fish & Wildlife Service (USFWS). Together with the USFWS, the park has hosted a number of Park Day events at the Pamito Ranch Battlefield. The annual event is sponsored by the Civil War Trust and the History Channel. At these events volunteers have gone out to clean the grounds of the site as well as listen to programs given by Palo Alto Battlefield and USFWS staff. U.S. International Boundary & Water Commission The partnership between Palo Alto and the U.S. International Boundary & Water Commission (USIBWC) has centered on the Mexican War era Fort Brown site. Mark Howe, a USIBWC Cultural Resource Specialist, worked with park staff and management to conduct archeological excavations of the site in 2012. The remnants of Fort Brown lie within the Lower Rio Grande Flood Control Project headed by the USIBWC. As such, the USIBWC seeks to ensure cultural resources of the site are managed properly. City of Brownsville In 2006, Brownsville established the Historic Battlefield Trail on the remnants of the old Southern Pacific Railroad. The paved, 9-mile long trail connects Palo Alto Battlefield and Mitte Cultural District and features interpretive waysides created by park staff. The park also worked with the city to create an interpretive trail guide which can be obtained at the park or several sites throughout the city. The trail guide provides a historical background of the trail as well as a trail map.",
    "url": "https:\/\/www.nps.gov\/paal\/getinvolved\/partners.htm"
}
