{
    "title": "Palo Alto Battlefield National Historical Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Palo Alto Battlefield National Historical Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects      Blasting Art Onto the Battlefield  Over the years Palo Alto Battlefield has offered lesson plans incorporating language arts, math, sciences, and social studies.  This year the park explored something new – art. Read more   Roll Call!  Service Learning: Connecting Local Youth to History and Heritage. Twenty-five Los Fresnos High School students started a service learning project with Palo Alto Battlefield NHP.  Using Ohio volunteer muster rolls and working closely with a park ranger, these youth entered over two regiments into an interactive searchable database. Read more   Parks to People  Palo Alto is using Distance Learning to connect visitors to the park to other NPS site across the country. Read more   Let's Move Junior Ranger  Palo Alto's Junior Ranger Adventure gets kids up and outside. Read more   Flat Ranger: Exploring National Parks  Connecting South Texas youth to the NPS through the Flat Ranger program. Read more   A Call to Action Projects for Palo Alto Battlefield National Historical Park",
    "url": "https:\/\/www.nps.gov\/paal\/getinvolved\/2016.htm"
}
