{
    "title": "Palo Alto Battlefield National Historical Park: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers         You could be our next TRT! NPS  Position Information Palo Alto Battlefield National Historical Park preserves the sites of the first battles of the U.S.-Mexican War. The park's mission is to tell the story of these battles and present the causes and consequences of the War. As part of this mission, Palo Alto is creating activities for \"The Odyssey of Ulysses,\" an interactive web-based program that teaches students U.S. history through the life of Ulysses S. Grant, who fought in the U.S.-Mexican War. By compiling a timeline of Grant's life, students learn about numerous National Parks and how the NPS preserves our nation's history. Palo Alto seeks an enthusiastic and creative teacher for this program. The successful applicant will work in the park for 6 weeks during Summer 2016 as a Teacher-Ranger. S\/he will work with park staff to develop for the \"Odyssey of Ulysses.\" Activities will engage students in historical resource-based research based on middle and high school national education standards in Social Studies, Geography, Language Arts, and Math. Projected Dates of Detail Six weeks during Summer 2016 to start on or before June 13, 2016;Will work with selected teacher to determine exact dates;Flexibility for short periods of time off. Housing Availability Housing is not available. Will assist in finding housing. Stipend $3000.00 upon completion of program and graduate course requirements. Stipend to be paid on or after October 1, 2016. Graduate Credit 3 graduate credit hours through University of Colorado Denver Hourly Requirements: Total of 230 hours of effort;160 hours of major educational project, 45 hours of online coursework, discussion, course readings, 25 hours of NPS operational experiences. Application Deadline Emailed by Friday, May 6, 2016 The successful applicant will agree to:  Complete all program requirements including wearing a Teacher-Ranger uniform (provided) Give presentations at his\/her school during National Park Week (April 2017)  Preferred Knowledge and Skills Ability to create interactive activities;Bilingual –English and Spanish Location Information Work is at the Palo Alto Visitor Center in Brownsville, TX. Brownsville is in south Texas and has over 100,000 people and all modern facilities. Most residents speak both English and Spanish. Summers are hot and humid. About 90% of this work occurs indoors. Outdoor work will occur in hot, humid weather. Forms Application for Teacher-to-Ranger-to-Teacher Program Project Agreement Park Contact Karen Weaver e-mail us 956-541-2785, x. 332",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/education\/development\/trt.htm"
}
