{
    "title": "Palo Alto Battlefield National Historical Park: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Guest Speakers                Guest Speakers         Park Ranger and volunteer giving a presentation at a local middle school. NPS  Can't Make It to the Park? We'll Come to You! Looking for and engaging educational experience for your students? How about a Ranger program right in your classroom? Palo Alto Battlefield is pleased to offer a variety of offsite programs at area schools and community centers. Also, inquire about having a Ranger presentation at your next career day or community event.   Offsite Ranger program inquiries should be made at least one month in advance. Presentation venue must be within 30 miles of the park. For information about availability and scheduling, call 956-541-2785 x 333 or email us.   Programs Lithographs In this activity, students use tempera paint and crayons to create their own lithograph. The activity models traditional lithography techniques but uses modern materials. Program runs approximately 30 to 45 minutes.   Monuments Students will learn about famous U.S. monuments and their significance. Then, they will create their own version of a monument for Palo Alto Battlefield. Program runs approximately 45 minutes.   Living Map Students role play on a giant floor map to learn about troop movements that led to the battles on the Rio Grande. Afterwards, they practice geography and math skills by locating and measuring the route of the soldiers. Program runs approximately 30 minutes.    Air Cannon Cannoneers were highly trained soldiers who specialized in artillery. In this activity, students learn the science behind firing a cannon. They then put that knowledge to use by firing a small scale air powered cannon. This is an outdoor activity. Program runs approximately 25 minutes.   Traveling Trunk The modern uniforms of the U.S. and Mexican armies are very different from the ones worn during the Mexican War. Students will try-on replica uniforms, learn of the uniforms used by the different branches of the military, and compare the replicas to modern clothing. Program runs approximately 20 to 25 minutes.   Archaeology Lab Archaeologists have discovered artifacts that help tell the story of the Battle of Palo Alto. In this activity students examine replica artifacts to learn about the soldiers who fought in the battle.   Special Topics If you are looking for a park ranger to speak on a specific topic relating to the Battle of Palo Alto or the U.S.-Mexican War, please contact us.",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/education\/classrooms\/guestspeakers.htm"
}
