{
    "title": "Palo Alto Battlefield National Historical Park: An Extended War",
    "body": "An extended war         Battle of Buena Vista Library of Congress (no known restrictions)  Success Meets Resistance In the aftermath of the battles on the Rio Grande, many U.S. soldiers felt certain their success would yield an early end to war. However, Mexican leaders were determined to fight. Despite continuing U.S. pressure and a growing list of defeats, Mexican leaders came to view the conflict as a war of honor and resisted for almost two years. The Campaign Continues In the summer of 1846, the war shifted west as army and naval forces began the conquest of Mexico's New Mexico and Upper California territories. The takeover was complete by January 1847. But Zachary Taylor's forces would remain at the forefront of military activity. After adding thousands of volunteer soldiers to his once-tiny force, Taylor left Matamoros in August 1846 and advanced toward the Mexican interior.        Winfield Scott at Veracruz Library of Congress (no known restrictions)  \"Rough & Ready\" Replaced Taylor's went on to victory at the Battle of Monterrey in September 1846 and would occupy the city of Saltillo two months later. Taylor and his men would then overcome two difficult days of combat and gain an unlikely victory over General Santa Anna at the Battle of Buena Vista in February 1847. However, Taylor's progress frustrated President Polk who wanted to end the war quickly. For this reason, in November 1846, Polk appointed General Winfield Scott as the new General-in-Chief of U.S. forces in Mexico. General Scott was to open a new front at the Gulf Coast city of Veracruz. \"Old Fuss & Feathers\" Winfield Scott's campaign became the key factor in the war. Scott's troops landed near Veracruz, on March 9, 1847. U.S. forces bombarded the city until Mexican officials surrendered on March 29th. Scott then pressed toward central Mexico. Along the way, Scott and his army defeated Mexican forces at Cerro Gordo (April 18, 1847), Contreras and Churubusco (August 20, 1847), and Molino del Rey (September 8, 1847). On September 13, 1847, the dramatic U.S. assault on Chapultepec Castle overwhelmed the last major line of defense for Mexico City. The following day, U.S. troops entered the Mexican capital and raised the Stars and Stripes over the National Palace.      More Stories A Fight for Texas | Battles Along the Rio Grande | An Extended War | Peace and After",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/historyculture\/overview_3.htm"
}
