{
    "title": "Palo Alto Battlefield National Historical Park: Mexican War Links",
    "body": "Mexican War links         Aztec Club meetings were held in the two-story structure on the left of the Metropolitan Cathedral (shown center) in Mexico City. Adolphe Jean-Baptiste Bayot (public domain)  Links to the past Palo Alto Battlefield strives to promote understanding and awareness of the U.S.-Mexican War, its causes, and consequences. In keeping with its mission, the park encourages discussion of all aspects and perspectives of this important event. The following list of U.S.-Mexican War related sites is meant to provide a variety of perspectives and opinions. It does not imply that Palo Alto Battlefield and the National Park Service endorse the material presented. General views of the U.S.-Mexican War Descendants of Mexican War Veterans - Lineage society for descendants of Mexican War veterans Aztec Club of 1847 - Originally a society formed by U.S. military officers who participated in the occupation of Mexico City in 1847 The History Guy: The Mexican-American War - General overview of the war. U.S.-Mexican War 1846-1848 - Companion site to the PBS documentary of the same name. U.S.-Mexican War and the Peoples of the Year 2000 - A look at the war with a focus on the indigenous populations of North America      More links Palo Alto Battlefield is the only unit of the National Park Service that focuses primarily on the U.S.-Mexican War. However, there are many sites in the U.S. and Mexico that preserve sites related to the war or present related topics.        Pío Pico State Historic Park Epolk (public domain)  California Pio Pico State Historic Park - Home of the last Mexican governor of California who was also a military commander in during the war San Pascual State Historic Park - Commemorates the December 6, 1846 clash between U.S. forces, led by Gen. Stephen W. Kearny and Mexican\/Californio forces, commanded by Andres Pico Sonoma State Historic Park - Scene of the 1846 Bear Flag Revolt against Mexican authorities in California Colorado Bent's Old Fort National Historic Site - Staging area for General Kearny's \"Army of the West.\" Illinois Illinois State Military Museum - Museum displays one of the most popular artifacts of the war - General Antonio López de Santa Anna's wooden leg        Dragoons out of Fort Scott escorting wagon trains Fort Scott National Historic Site (public domain)  Kansas Fort Scott National Historic Site - Home base for some dragoon regiments that participated in the war Louisiana Fort Jesup State Historic Site - Frontier fort that was the starting point for General Zachary Taylor's march to the Rio Grande Multi-state Santa Fe National Historic Trail - An established trade route that became a corridor for U.S. soldiers marching to New Mexico and California New Mexico Palace of the Governors - Site was once occupied by General Kearney during his 1846 conquest of New Mexico        Monument to the Niños Héroes at the entrance to Chapultepec Park. Ricardo Stuckert\/PR (public domain)  Mexico Museo Fuerte de San Juan de Ulúa - Small museum inside the fort that guards the approach to the port of Veracruz Castillo de Chapultepec - Mexico's National History Museum, housed in the building that was the scene of heavy fighting on September 13, 1847 Museo Nacional de las Intervenciones - Museum recalls the many invasions of Mexico by foreign powers, including the U.S.-Mexican War Museo Regional de Nuevo León \"EL Obispado\" - Museum located in the Bishop's Palace on the heights overlooking Monterrey",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/historyculture\/links.htm"
}
