{
    "title": "Palo Alto Battlefield National Historical Park: Battles on the Rio Grande",
    "body": "Battles on the Rio Grande         General Zachary Taylor Library of Congress (no known restrictions)  Hostilities Commence With the outbreak of hostilities at Rancho de Carricitos, both U.S. and Mexican armies accepted war had begun. Neither side waited for a formal declaration of war. General Mariano Arista began shuttling troops across the Rio Grande to besiege the isolated Fort Texas. General Zachary Taylor expected just such a move. On May 1, 1846, Taylor marched most of his troops to his supply depot at Point Isabel on the Gulf of Mexico. It was there the veteran U.S. general would meet an incoming naval fleet carrying supplies needed to endure an extended siege. General Taylor left Major Jacob Brown, the U.S. Seventh Infantry, and portions of the Third Artillery—some 550 men—to hold the post on the river. General Arista was not able to prevent Taylor's departure for the coast. Instead he moved quickly to surround the U.S. outpost on the river. On May 3, 1846, Mexican artillery opened fire on Fort Texas from all directions in hopes of forcing a quick surrender of its defenders.        General Mariano Arista Hpav7 (public domain)  The First Clash General Taylor soon marched to assist his besieged men. After improving the defenses at his supply depot, known as Fort Polk, he set out on May 7th with 2,300 troops and 200 supply wagons to break the siege of Fort Texas. General Arista moved to block this advance. He positioned 3,200 troops across the Matamoros road where it crossed the broad prairie of Palo Alto. On the afternoon of May 8, 1846, he engaged the U.S. force in a fierce artillery battle—the first major clash of the war. Mexican forces stood their ground but suffered heavy casualties. On the morning of May 9, General Arista withdrew several miles to the brush covered banks of Resaca de la Palma. Taylor's troops pursued Arista's force. They engaged the Mexican Army that afternoon in what would be known as the Battle of Resaca de la Palma. Taylor's troops overran Arista's lines and forced Mexican troops to retreat across the Rio Grande. Taylor's victory ended the six-day siege of Fort Texas.      Across the Rio Grande On May 18, 1846, Taylor's troops crossed the Rio Grande and entered the city of Matamoros. The occupation took place without a fight. Mexican forces had determined the city could not be defended and had withdrawn down the road leading to Monterrey. The lower Rio Grande Valley had been conceded to the U.S. Army.      More Stories A Fight for Texas | Battles Along the Rio Grande | An Extended War | Peace and After",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/historyculture\/overview_2.htm"
}
