{
    "title": "Palo Alto Battlefield National Historical Park: Research",
    "body": "Explore This Park    Learn About the Park     Nature     Research              Research         Texas tortoise having a snack NPS  A Healthy Park Doctors use thermometers, X-rays, and MRIs to check the health of their patients. At Palo Alto, researchers rely on tortoises to monitor the natural health of the park.   Every six months since 2008, the park's natural resource specialist, Gulf Coast Network staff, other partners, and volunteers have combed the brush and prairies of Palo Alto. Their goal is to locate, mark, and track Texas tortoises living in the park.    Vital Signs The Texas tortoise is very sensitive to environmental changes. This makes it a good indicator of the ecological well-being of the park. For example, evidence of increased tortoise mortality can indicate habitat decline long before other more hardy species are affected.   On the other hand, a thriving or growing tortoise population, especially the presence of young tortoises, suggests the habitat remains relatively stable. By tracking the health and numbers of tortoises at the park, Palo Alto hopes to keep tabs on the \"vital signs\" of the battlefield and surrounding lands.             Volunteer measuring a Texas tortoise NPS  Keeping Count The project is part of a service-wide program to keep a close eye on parks with significant natural resources. The goal of this inventory and monitoring program is to help identify significant environmental issues in National Parks and address them before they reach a catastrophic stage.   Parks like Palo Alto have documented all plants and animals within their boundaries and selected indicator species to be watched. Palo Alto monitors a variety of plant, bird, amphibian and reptile species, but the Texas Tortoise stands out as the most important indicator of park health.   To date, the tortoise program has provided positive feedback about the park's condition. Monitoring crews have located, marked, and tracked more than 160 individual tortoises. Their searches have found a viable and healthy population on park grounds.   Cause For Concern Some tortoises have been killed by other animals, including feral pigs, that have taken up residence on the battlefield. Others are killed while crossing the busy roads bordering the park. It doesn't help that the tortoises seem to prefer the dense chaparral, a habitat declining quickly in the developing lands surrounding the battlefield.    Past, Present & Future The park will continue to keep a close watch on the tortoises and their condition in the years to come. The species, originally identified by naturalist Jean Luis Berlandier, a participant in the battle of Palo Alto, has long been part of the history of the site. Through careful monitoring and care, Palo Alto Battlefield hopes they will remain part of the future.   For more information about resource projects at the park, contact our Resource Manager.",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/nature\/research.htm"
}
