{
    "title": "Palo Alto Battlefield National Historical Park: Rancho de Carricitos",
    "body": "Rancho de Carricitos         A U.S. dragoon attempts to force his way through. Library of Congress (no known restrictions)       Hostilities Commence Rancho de Carricitos was located on the north bank of the Rio Grande, about 28 miles upriver from the U.S. post, Fort Texas. It was a large farm field fenced in by high, impenetrable chaparral thickets. On the morning of April 25, 1846, Captain Seth Thornton's party of 63 U.S. Dragoons approached this ranch. They were investigating reports that a large of Mexican force had crossed the river the previous day. The dragoons spotted a small cluster of houses within the clearing and decided to investigate. They located a narrow break that served as the only gate through the brush, and proceeded toward huts at the far end of the field. A Mexican force had indeed crossed the river the previous day. Mexican General Anastasio Torrejón led almost 1,600 cavalry and infantry troops over the Rio Grande and took up a position on the north bank. From this point, Torrejón marched east, responding to his own scouting reports of Thornton's approach. Setting the Trap When Mexican troops arrived at Rancho de Carricitos, they located the Americans inside the fenced field. Unseen by the Thornton’s party, General Torrejón first sent portions of his force to surround the field to close off any escape routes through the brush. Then, he ordered infantry troops to march through the gateway and form lines to block the exit from the ranch.           Mexican troops surprise Thornton's dragoons at Rancho de Carricitos       No Escape The sudden appearance of Mexican troops took the dragoons by surprise. With their backs to the river and impassable brush on each side, Thornton and his troops had no choice but to charge. However, heavy gunfire turned the horsemen back. Thornton's men then dismounted and attempted to cut their way through the chaparral fence, only to be stopped by Mexican troops outside the field. U.S. troops again circled the ranch in search of an exit, but to no avail. As Mexican cavalry poured into the clearing, the dragoons surrendered. Eleven U.S. soldiers lay dead on the field, 46—including Captain Thornton—were taken prisoner. Mexican forces suffered only a few minor casualties. News of the skirmish reached Fort Texas later that day. General Taylor forwarded word to President Polk that hostilities had commenced. First Blood The brief battle had two important effects. In the U.S., news of the skirmish reached Washington D.C. on May 10, 1846. President Polk's passionate announcement that \"American blood has been spilled upon the American territory,\" inspired Congress to declare war on May 13. In Mexico, the skirmish provided military leaders with a certain level of confidence in their ability to stand up to U.S. troops. This confidence, however, would be severely shaken in the aftermath of the next round of battles.         A monument and cannon mark the spot of the Carricitos skirmish near Las Rusias, Texas. NPS      The Site Today In the century and a half since the skirmish at Carricitos, the exact location of the ranch has been forgotten. Soldiers had measured the distance to the site along the winding path of the Rio Grande. Unfortunately, the river has since shifted course numerous times since 1846 making these measurements unreliable. The State of Texas commemorated this clash with a roadside monument, approximately 25 miles west of Brownsville, Texas. Palo Alto Battlefield National Historical Park has continued to perform surveys and research that may, in time, pinpoint the exact location of the Rancho de Carricitos skirmish. In the meantime, somewhere amidst the lush cane fields, rich soil, and dense chaparral, the spot where war began in 1846 remains hidden. Other Sites Explore the other places that played an important role in the early stages of the conflict. Palo Alto Fort Texas Resaca de la Palma",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/historyculture\/ranchodecarricitos.htm"
}
