{
    "title": "Palo Alto Battlefield National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     February 18, 2015  Cattle dip tank project  A new project will address a former cattle-dipping operation area located within park boundaries.   May 12, 2014  Active Trails Grant Awarded  The park was recently awarded a grant of $22,500 from the National Park Foundation Active Trails Program. The grant will be used to develop a trail map and guide, install way finding markers on the trail, and promote trail use as a healthy way to access the park.   November 05, 2013  Annual Memorial Illumination at Resaca de la Palma Battlefield  On November 16, 2013, Palo Alto Battlefield National Historical Park will once again light up the night during the 8th Memorial Illumination at the Resaca de la Palma Battlefield in Brownsville.   August 22, 2012  Texas Nature Challenge  Palo Alto takes part in Texas Nature Challenge.   July 31, 2012  The Daguerreotype Experience  Park hosts historic photography event.   July 17, 2012  Straight Talk DVD Now Available  Copies of “Straight Talk: The Real Stories of the U.S.-Mexican War” are now available.   July 11, 2012  Girl Scout MEdia Project  Cadette Girl Scouts transformed the VC into a mini recording studio.   June 28, 2012  Palo Alto Photo Contest  The Palo Alto Youth Advisory Board and the National Park Foundation are hosting a photo contest.   June 22, 2012  Remembering Kevin Young  Palo Alto Battlefield noting the passing of Kevin Young.   May 09, 2012  Straight Talk  Palo Alto Battlefield presents Straight Talk: The Real Stories of the U.S.-Mexican War   March 02, 2012  A Natural Fit  New Waysides at Palo Alto   January 19, 2012  A New Face  A new face at Palo Alto.   January 18, 2012  A Moving Monument  What's the story behind Taylor's marker near the Sarita checkpoint? Did Zachary Taylor really camp at a rest area?   September 01, 2011  Changing of the Guard at Resaca de la Palma  Resaca de la Palma Battlefield changes hands. The Brownsville Community Foundation transfers the title of this 34.4 acre historic site to the National Park Service.   August 26, 2011  Exhibiting Change  New exhibits coming to the park.   April 27, 2011  165th Anniversary of the Battle of Palo Alto  Park commemorates battle anniversary.   April 05, 2011  New Sales Area  New WNPA sales area in the Visitor Center.   March 17, 2011  Keeping Our Cool  The Visitor Center's HVAC system gets an overhaul.   January 19, 2011  Living in the Past  Park hosts large Living History program.   October 07, 2010  Archeology Fair 2010  Park hosts annual Archeology Fair   September 28, 2010  Construction News  The park tackles a couple renovation projects.   September 11, 2010  My Hispanic Hero  Park spotlights Hispanics in the Military.   September 02, 2010  Black Powder Saturdays  Living History programs return to the park.   September 02, 2010  Getting Back on the Right Path  Park undertakes trail maintenance project.   February 18, 2010  RV Assault  Park welcomes Winter Texans.   February 09, 2010  The Passing of Barry Heyl  The park's Living History group loses one of its own.   February 02, 2010  Signs of the Times  There are growing pains around Palo Alto Battlefield and all signs point to confusion.   January 01, 2010  Christmas Bird Count 2009  Bird Count Identifies Species at Palo Alto",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/news\/newsarchive.htm"
}
