{
    "title": "Palo Alto Battlefield National Historical Park: Resaca de la Palma Battlefield",
    "body": "Resaca de la Palma       The Clash Continues  Resaca de la Palma, also known as Resaca de Guerrero, is an old, dry river channel of the Rio Grande. It is one of many long, water-filled ravines left behind by the shifting course of the winding river. The old pathway was lined with dense brush and its bed was dotted with pools of water. The Mexican Army hoped these natural features would limit any attack against troops positioned there. Following his retreat from Palo Alto on May 9th, General Mariano Arista occupied this site in force. He blocked the Point Isabel-Matamoros road crossing with artillery and placed infantry troops along banks of the resaca. The heavy brush offered his troops abundant protective cover. Cavalry troops were kept in the rear as a reserve force. Mexican troops hoped to force an infantry battle in the dense chaparral instead of the open-field artillery duel that had devastated them at Palo Alto.         Close quarters fighting produced heavy casualties in the U.S. and Mexican ranks. Library of Congress (no known restrictions)  Close Quarters Combat General Zachary Taylor followed Arista's force from Palo Alto to the old resaca. Taylor left his wagon train safely entrenched at Palo Alto so he could focus all of his attention on Arista's force. Taylor and his troops arrived at Resaca de la Palma around 3 p.m. and the general immediately ordered a charge on the Mexican positions. As U.S. artillery fired on Mexican batteries guarding the resaca crossing, U.S. infantrymen rushed into the brush on both sides of the road. They engaged Mexican soldiers in furious hand-to-hand combat. Many of Taylor's soldiers had experience fighting in similar conditions and were well prepared for this fight. U.S. soldiers also had the good fortune to find a path that led them over the waterway and around the most heavily fortified areas. Once across the resaca, they encountered more Mexican soldiers. These soldiers had little training in close-quarter fighting, had not eaten in twenty-four hours, and were demoralized by the carnage at Palo Alto. Mexican forces put up a gritty fight but in less than an hour U.S. forces spilled from the brush into the clearing that housed General Arista's field headquarters.        Captain May's capture of General de la Vega Library of Congress (no known restrictions)  Captain May's Charge General Taylor was unaware of the success of his troops in the chaparral. He ordered Captain Charles May and his dragoons to seize the Mexican artillery blocking the resaca crossing. Captain Randolph Ridgely's artillery drew fire to expose the Mexican positions and the U.S. horsemen spurred their mounts down the roadway. An initial charge drove many of the Mexican artillerymen from their guns but May's men rode past their target. They regrouped and retraced their path through a gauntlet of musket fire. Captain May and his men were able to capture the Mexican Artillery commander, General Rómulo Díaz de la Vega, and several of his men. Even with the capture of the Mexican general, fierce fire from Mexican troops forced the 5th and 8th U.S. infantry regiments to enter the fight for the Mexican cannons. The spirited fight for control of the roadway effectively ended Mexican resistance. Guns Fall Silent With their cannon silenced and U.S. soldiers swarming their camp, disoriented Mexican troops fled for the safety of the Rio Grande. General Arista led a cavalry charge up the roadway but U.S. troops advanced in such great numbers he was forced to join the retreat. When it was all over, U.S. troops counted 45 dead and 97 wounded. Mexican forces suffered a reported 158 killed and 228 wounded, including the complete destruction of the Tampico Battalion—whose members faced some of the heaviest fire. Arista's army also counted 168 soldiers missing in action. Many of these men perished in the treacherous currents of the Rio Grande as they attempted to swim across. Setting the Tone The U.S. victory at Resaca de la Palma ended the six day siege of Fort Texas and left the north bank of the lower Rio Grande firmly in U.S. hands. The battle also had an enormous effect on the morale of the two armies. With the official declaration of war still days away, U.S. troops felt confident they could defeat their foe at any place and in any numbers. Mexican troops were thrown off-balance by consecutive defeats and would never fully recover.        Resaca de la Palma today Palo Alto Battlefield NHP (public domain)  Resaca de la Palma Today An isolated, natural area at the time of the battle, Resaca de la Palma now lies within Brownsville's city limits. The site has been overtaken by growth in this rapidly-growing border community. The old roadway that once crossed the resaca has been replaced by a major road and dense chaparral has given way to residential and commercial development. Nevertheless, large portions of the site have escaped development and retain a trace of the thorny brush encountered by soldiers. In the sections that escaped development, the gulf breeze pushes away the sound of the city and allows observers to sense the environment faced by combatants on the day of battle. Recently, the National Park Service acquired the remaining portions of the Resaca de la Palma site and made it part of the Palo Alto Battlefield National Historical Park unit. At this time, due to a lack of facilities onsite, programs and events are offered on a limited basis. The site does feature a walking trail, interpretive waysides, and a picnic area. Gates are open Tuesday through Saturday, 9 a.m. to 3 p.m. For the most up to date information about this site, call us at (956) 541-2785 x333.      Other Sites Explore the other places that played an important role in the early stages of the conflict. Rancho de Carricitos Fort Texas Resaca de la Palma",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/historyculture\/resacadelapalma.htm"
}
