{
    "title": "Palo Alto Battlefield National Historical Park: A Fight for Texas",
    "body": "A fight for Texas         28 star U.S. flag jacobolus (public domain)  The 28th Star In the Spring of 1846, disputes over the ownership and boundaries of Texas pushed the U.S. and Mexico towards war. On December 29, 1845, President James K. Polk fulfilled a long-standing campaign promise by welcoming the former Republic of Texas into the Union. But Mexicans insisted Texas was rightfully part of their country. Although Texans claimed independence from Mexico in 1836, Mexican leaders had never recognized Texas sovereignty. The Mexican government still held faint hopes of regaining control of the rebellious state. They denounced U.S. annexation of Texas as an act of aggression against Mexico.        Conflicting claims to Texas   Boundary Questions Tensions intensified when President Polk announced the Rio Grande formed the southern boundary of Texas. While Texans maintained this river as their boundary, Mexico mapped Texas as a much smaller region bordered in part by the Nueces River. The differing views on the boundary left in dispute a huge stretch of land between the two rivers. In July of 1845, Polk sent an army led by General Zachary Taylor to Corpus Christi, on the banks of the Nueces River. Troops were officially dispatched to help defend Texas from a potential Mexican attack on Texas. But they also represented a display of power as a U.S. negotiator headed to Mexico.        U.S. Army camp ay Corpus Christi Library of Congress (no known restrictions)  Tensions Mount The advance of U.S. troops and Polk's new demand that Mexico sell its New Mexico and California territories infuriated Mexican President Joaquin Herrera. President Herrera refused to meet with the American envoy when he arrived but his willingness to allow him into the country brought about his ruin. In December of 1845, General Mariano Paredes y Arrillaga overthrew Herrera and installed himself as President. The new president vowed to discuss nothing but the return of Texas. Polk continued to apply pressure. In January 1846, he ordered General Taylor to claim the Rio Grande as the U.S. boundary. In March, Taylor led 4,000 troops to the river's edge. Taylor's army set up camp across from the city of Matamoros and began construction of Fort Texas, the earthen fieldwork that would serve as a U.S. base.        General Mariano Paredes y Arrillaga Rbraunwa (public domain)  Show of Force General Paredes was not swayed by this show of force. He expelled the U.S. envoy from Mexico, declared his willingness to fight, and sent thousands of troops to the city of Matamoros. In April 1846, he appointed General Mariano Arista as the commander of this growing force. Polk hesitated to respond with hostilities against Mexico. Many political foes within the U.S. questioned his claims to the Rio Grande boundary. Polk realized crossing the Rio Grande or firing the first shots might sway public opinion against his cause. Instead, he waited for Mexican forces to initiate fighting north of the river so he could portray the conflict as one of national defense. War is Declared Mexican military leaders viewed U.S. occupation of the Rio Grande as an invasion of their territory and did not hesitate to cross the river. On April 25, 1846, Mexican troops overwhelmed a U.S. scout party on the north bank of the river, at Rancho de Carricitos. Word of this clash reached Washington D.C. on May 10. The news caused President Polk to announce Mexico had \"spilled American blood upon the American territory\". Polk demanded a response and on May 13, 1846, amid a spirit of nationalism, Congress complied and declared war.      More Stories A Fight for Texas | Battles Along the Rio Grande | An Extended War | Peace and After",
    "url": "https:\/\/www.nps.gov\/paal\/learn\/historyculture\/overview_1.htm"
}
