{
    "title": "Palo Alto Battlefield National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Soldiers made sure they had water with them at all times...you should too. NPS  Still a Battlefield When Mexican and United States troops confronted each other on the battlefield of Palo Alto cannon blasts and musket fire were not their only concerns. They also faced a number of hazards from the venomous animals, prickly plants, and the harsh environment of the field.   Today, the thunder of cannon and the rattle of muskets are distant memories. But the natural hazards remain. The park encourages you to be aware of possible dangers and follow guidelines to minimize your risk.   Plan Ahead Visit the park only during designated hours. Palo Alto is a small park and staff may be limited at times. A park ranger may not be available to provide immediate assistance. Try to plan your visit as part of a group or with a companion and have a cell phone with you at all time.   Watch Your Step! Stay on marked paths and designated areas. Do not wander onto the prairie or into the brush. Although the beauty of the park's natural resources abound, there are definitely some things you don't want to step on.        A yucca in bloom is a site to behold but please do it from a safe distance. NPS  Animal & Plant Hazards   Be alert for snakes, thorny plants, stinging insects, and other plant and animal threats. Do not touch plants and animals found along the edge of the trails and parking areas. Check your clothing and body for ticks upon leaving.   Hot, Hot, Hot   Be aware of the dangers of heat and sun exposure. Make sure to stay hydrated while visiting the park. The fall and winter months are generally mild but daytime highs during the late spring and summer can reach the upper 90s.Undergrowth can be highly flammable. Do not use open flames and smoke only in designated areas.   Protect Your Park   Although some of the plants and animals found at Palo Alto can be dangerous, the park is their home. Please recognize you are the outsider and respect the inhabitants of the park.     Do not remove any plants, animals or historical objects from the field. Avoid dangerous species, but do not kill or injure them. Hunting is NOT allowed. Carrying a weapon into a federal building is a federal crime. Metal detectors and digging are prohibited. Place litter in trash cans and recyclable materials in appropriate bins.   Please report any violations to a park ranger.",
    "url": "https:\/\/www.nps.gov\/paal\/planyourvisit\/safety.htm"
}
