{
    "title": "Pipe Spring National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        $7.00 per person for 7 days. (Includes a $2.10 per person tribal use fee.) Children 15 years old and under are admitted free. Holders of the America The Beautiful-Interagency Annual, Senior or Access Passes, and up to 3 companions, are admitted free. These passes can be obtained at Pipe Spring, or at any federal recreation site that charges an Entrance or Standard Amenity Fee. Interagency Annual Pass - $80, good for 1 year, anyone may purchase. Interagency Senior Pass - $10, lifetime pass, may be purchased by U.S. citizens 62 years of age and older. Interagency Annual Pass Military - free, good for 1 year - available to U.S. military members and dependents in the Army, Navy, Air Force, Marines and Coast Guard and also, Reserve and National Guard members. Must be obtained in person at a Federal recreation site by showing a Common Access Card (CAC) or Military ID (Form 1173).  Interagency Access Pass - free, lifetime pass, may be obtained by anyone with a permanent disability. Every Kid in a Park 4th Grade Pass - free, annual pass available to 4th grade students. Students must complete an activity and print a voucher before parks can issue the annual pass. Learn more about the 4th grade pass program. Click here for more information on the America The Beautiful-Interagency Pass Program. (Golden Age and Golden Access Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes.) Tour group fees (commercial and non-commercial) are $7.00 per person. Members of a group who hold an Interagency Pass or Golden Passport are admitted for free. Groups (commercial and non) should call for reservations, 928-643-7105. For information on Fee Waivers and Exemptions for educational field trips, click here.",
    "url": "https:\/\/www.nps.gov\/pisp\/planyourvisit\/fees.htm"
}
