{
    "title": "Palo Alto Battlefield National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           7200 Paredes Line Road  Brownsville, TX 78526                 Directions         The park is located on Brownsville's north side, near the city of Los Fresnos. It is just north of the intersection of FM 1847 (Paredes Line Rd.) and FM 511\/FM 550.  Directions Details           Operating Hours & Seasons         Palo Alto Battlefield The park is open daily from 8 a.m. to 5 p.m. The park's busy season runs from November through May. During the month of May, the visitor center and trails are often busy with school field trips in the mornings. Park trails close at 4:30 p.m. All gates are locked at 5 p.m.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -                  Weather           Summers are hot and humid. Tropical weather systems generally affect the area from August to October. Winters are usually mild but cold fronts can drop temperatures by up to 30 degrees in about an hour.         Fees & Passes     Entrance Fees:   No admission fee - $0.00 There is no fee to enter Palo Alto Battlefield or attend park programs and events. Enjoy your visit!         Visitor Centers       Palo Alto Visitor Center The visitor center offers a 15-minute video—\"War on the Rio Grande.\" The video gives an overview of the war and is available in English and Spanish. The exhibit area features interactive exhibits, artifacts, and Mexican War era military uniforms. You will also find a small book store with over 100 book titles and specialty items. Don't forget your NPS passport book! The passport cancellation station is right across from the front desk.                 Take a stroll on our trails. The park features almost two miles of trails. NPS  The Basics Palo Alto Battlefield is one of more than 400 national park units across the country. The park is unique because it is the only unit of the NPS to interpret the U.S.–Mexican War.   To make the most of your visit, plan ahead and have a flexible schedule. The park is open from 8 a.m. to 5 p.m. Park trails are open from 8 a.m. to 4:30 p.m. All entrance gates close at 5 p.m.    Weather Summers are hot and humid. Tropical weather systems generally affect the area from August to October. Winters are usually mild but cold fronts can drop temperatures by up to 30 degrees in about an hour.   Shopping The park visitor center features a Western National Parks bookstore. Here you can find a wide selection of book titles, gift items, and convenience items. There are no concessions or vending machines at the park.   Operating Hours & Seasons - The park offers special programs on a seasonal basis.   Fees & Passes   Permits & Reservations - Thinking of booking a tour or photo shoot? Find out more here.         Give us a call. We'll be glad to help. NPS   Have questions? Check out our FAQs page.   If you don't find the answer to your question there, feel free to call us. Park rangers are happy to help you plan your visit. Contact the front desk at (956) 541-2785 x333.",
    "url": "https:\/\/www.nps.gov\/paal\/planyourvisit\/basicinfo.htm"
}
