{
    "title": "Palo Alto Battlefield National Historical Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         The UTPA History Club on a Ranger led tour of the park. NPS  Program Reservations Would you like to attend a Ranger program or tour but your schedule just won't allow it? Maybe you're entertaining company from out of town. Palo Alto Battlefield does its best to accommodate special program and tour requests. Tour and program requests must be for groups of eight or more and must be made at least two weeks in advance. Requests are dependent upon available staffing. Are you planning a community event or program and think Palo Alto Battlefield would be a perfect fit? Please contact us. Seasonal Programs The park offers programs at two Mexican War sites located a few miles from the park. Programs at Resaca de la Palma and Fort Brown are by appointment only. If you are interested in one of these programs, call (956) 541-2785 x333 to make an appointment. Resaca de la Palma Battlefield December 1st - March 31st Thursdays @ 2 p.m. Palo Alto Battlefield is now offering guided tours of the Resaca de la Palma Battlefield Unit. Tour the site of the second major battle of the U.S.-Mexican War. Resaca de la Palma Battlefield is located at 1024 Paredes Line Road, just north of the intersection of Paredes Line Road and Price Road. Fort Brown December 1st - March 31st Tuesdays @ 11 a.m. Palo Alto Battlefield will be offering programs at the Fort Brown earthworks. The earthworks are located behind the UTRGV campus at 300 River Levee Road.          Thinking of doing a photo shoot at the park? Contact us first. NPS  Special park use Are you considering using the park for anything other than a typical visit? Please contact the park at (956) 541-2785 or email us. Permits are required for short-term activities taking place on park property and that benefit an individual, group or organization, rather than the public at large. These activities must not be prohibited by law or regulation. These activities must not detract from:  the park's resources or values the visitor experiences the park's mission  Written authorization and some degree of control by the NPS is required in order to protect park resources and the public interest. Potential resource damage, disruption of normal public use, and previously approved activities will be given first consideration. Please review the Superintendent's Compendium for guidance on your proposed activity before submitting a special use permit application.       Forms Application for Special Use Permit - Vehicle\/Watercraft Use Application for Special Use Permit - Short Form Application for Special Use Permit - Long Form Application for Special Use Permit - Commercial Filming\/Still Photography (Short Form) Application for Special Use Permit - Commercial Filming\/Still Photography (Long Form)",
    "url": "https:\/\/www.nps.gov\/paal\/planyourvisit\/permitsandreservations.htm"
}
