{
    "title": "Palo Alto Battlefield National Historical Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do           A view of Palo Alto's Visitor Center. Palo Alto Battlefield NHP (Public Domain)  Visitor Center The visitor center offers a 15-minute video—\"War on the Rio Grande.\" The video gives an overview of the war and is available in English and Spanish. The exhibit area features interactive exhibits, artifacts, and Mexican War era military uniforms. The visitor center features a small book store. Here you can find over 100 book titles and specialty items. These items cover an array of subjects including the Mexican War, birding, and local history. You can even find a few things for the kids. Don't forget your NPS passport book—the passport cancellation station right across from the front desk.       Battlefield trail Palo Alto Battlefield NHP (Public Domain)  Trails A half mile trail extends from the back doors of the visitor center. The trail leads to an overlook of the battlefield. Along the way, you will find interpretive wayside panels and replica cannon. Two additional trails lead out to the U.S. and Mexican battle lines. The battlefield and overlook can also be accessed by way of an auxiliary road and parking area. All trails and parking lots are accessible. The park also features a trailhead for the Brownsville Historic Battlefield Hike and Bike Trail. The trail is over 8 miles long and passes just west of Resaca de la Palma Battlefield. It ends at Linear Park in the heart of the Mitte Cultural District, close to downtown Brownsville.        Living historians in action Palo Alto Battlefield NHP (public domain)  Special Events & Programs Living History The park's special event and program season kicks off in September with Living History programs. These programs are held once a month from September through May, usually on the first Saturday of the month. Living History programs are dependent upon weather so check with the park for the most up to date information. For more about the program, check out our Living History page.        Annual Memorial Illumination at Resaca de la Palma Battlefield Erick R. Tripp  Memorial Illumination   This event is held annually in November at Resaca de la Palma Battlefield. Visitors can experience and participate in the lighting of 8,000 candles honoring U.S. and Mexican who took part in the opening battles of the war. Candle lighting begins at sunset. The date of the event varies from year to year so be sure to check our calendar.   Archaeology Fair This event is held annually in October. It is a day filled with hands-on learning about the archeology and history of the Rio Grande delta. The date of the event varies from year to year so be sure to check our calendar.        Volunteer giving a talk before a tour Palo Alto Battlefield NHP (Public Domain)  Activities Guided Tours Palo Alto provides guided tours from December 1st to April 1st. Walk U.S.-Mexican War sites with a Ranger or park volunteer and learn extra details about the causes of the war, why battles occurred here, and how the clashes developed.   Visit our special events and programs page for more info. Or download a copy of our program schedule (PDF 1.11 MB)   You can also inquire about non-scheduled guided tours for groups of 8 or more. Call at least 10 days in advance. To inquire about a guided tour, call the front desk at 956-541-2785 x333.    Self-guided Tour A self-guided tour is a great way to explore the park. Remember to pick up a trail guide at the front desk.   Cell Phone Tour Retrace the path General Zachary Taylor's Army followed in 1846 from the convenience of your cell phone. Call (956) 847-3002 to begin the tour or visit the tour's mobile web.          Birding at Palo Alto Palo Alto Battlefield NHP (public domain)  Nature Watching   Palo Alto is not just an important historical site; it's also a popular spot for nature watching. Every year flocks of visitors come to the park to catch a glimpse of Monarch butterflies or Aplomado Falcons.   So as you tour the site, keep your camera or binoculars handy and take in the sights and sounds of Palo Alto Battlefield. Remember to share your photos on social media.",
    "url": "https:\/\/www.nps.gov\/paal\/planyourvisit\/things2do.htm"
}
