{
    "title": "Lake Meredith National Recreation Area: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals                Mammals       Often hard to find (just ask a hunter during deer season!), mammals are one of the most adaptable groups of animals - some can fly, many can swim, and they have adaptations that allow them to survive both hot and cold climates. Mammals are warm-blooded (or endothermic, meaning they can regulate their own body temperature) and have fur or hair. Females produce milk which they feed to their babies. Here at Lake Meredith, we have a variety of mammals, including key predators and big game species.      Mule Deer  Odocoileus hemionus  and White-tailed Deer  Odocoileus virginianus         If you look closely, you can see this buck's new antlers starting their annual growth. NPS Photo  Around Lake Meredith and the Canadian River, we have two species of deer. The larger of the two is the Mule Deer. They have large ears, which allow for excellent hearing, and also have a keen sense of smell, which they rely upon for protection from danger. With its bouncing, bounding gait, 'mulies' (as locals refer to them) are fun to watch as they traverse the uneven landscape.  White-tailed Deer have shorter ears but a longer tail with a distinct white underside, which they raise when alarmed.   Males (or bucks) of both species grow antlers. Deer antlers grow quickly in the spring, up to 1\/2 inch per day. They are coated with velvet, which supplies blood to the growing tissue. As the season progresses, this velvet wears off or is rubbed off by the animal. During late winter, the antlers are shed and the process begins again. Look for White-tailed deer antlers to have a main beam with all spines. Mule deer antlers have dichotomous branching, or multiple branches off the main beam.       Coyote  Canis latrans        Coyotes are well-known and probably the most often spotted species of any predators in the park. Coyotes are canines, and similar in size to a German Shepherd, commonly weighing between 25-40 pounds. They have a tan or grey-colored coat and a bushy tail with a black tip. A coyote's preferred food is smaller mammals like rabbits and rodents, but have adapted to living around humans and scavenging for whatever food is easy to find. As a predator, they play a key role in controlling the population sizes of smaller mammals.        Mountain Lion  Puma concolor        Sometimes the only way to spot a mountain lion is by what they leave behind. NPS Photo  A large tawny cat with a long tail, the mountain lion can be very elusive and is rarely seen around Lake Meredith.  Mountain lions in our area rely upon white-tailed deer as a favorite source of food. Once numerous over North America, the mountain lion was almost hunted to extinction, but has made a comeback (as have deer populations). These big cats often hunt early in the morning or later at dusk, when many other mammals are active, especially in the hot summer months.       Bobcat  Lynx rufus         Bobcat. Photo courtesy of U.S. Fish & Wildlife Service  Bobcats are so named for their short bobbed tail. These cats are smaller than mountain lions and have a tan coat with dark brown to black spots. They are most active after dark. A bobcat's preferred food is a rabbit or a hare, and like their northern cousin the Lynx (Lynx canadensis), the population size of these cats is tied directly to the population size of their food source.        Cottontail  Sylvilagus floridanus        Cottontail. Photo courtesy of U.S. Fish & Wildlife Service  These rabbits are commonly seen crossing park roads at dusk. They live in brushy areas, fields and rock piles that provide a bit of cover and camouflage. Cottontails are herbivores that feed on grasses and forbs as well as twigs and bark. Cottontails and other rabbits play a key role in the environment: they are a favorite food of large cats like Bobcats, helping to sustain these populations.      Muskrat  Ondatra zibethicus         Muskrat Photo courtesy of U.S. Fish & Wildlife Service  Signs of muskrats can be seen in Spring Canyon. They live near streams and marshes, often building building nests or burrowing into stream banks. Muskrats have two adaptations that help them live in wet environments: thick fur traps air, aiding in buoyancy, and partially webbed hind feet help with swimming. They are omnivores, eating grasses and aquatic plants, as well as small animals like clams and snails.      Raccoon  Procyon lotor        Raccoon. Photo courtesy of U.S. Fish & Wildlife Service  With distinctive black and white bands across their face, raccoons are easy to identify. This species is highly adaptable to most environments - including urban areas with close contact to humans. They are often nocturnal, foraging for any food they can find, from grasses and berries to insects and rodents - even trash we humans throw away. Although they do not hibernate, they can sleep for weeks at a time in their dens during the winter months.      Red Fox  Vulpes vulpes        Red fox pups. Photo courtesy of U.S. Fish & Wildlife Service  Red foxes are abundant all over North America and thrive in open grasslands where they can find adequate cover for denning sites. Dens can be dug into the ground or might be found in hollowed logs. Although they are canines and often hunt for smaller mammals, studies have shown that foxes often prefer berries. Foxes are known for their excellent sense of hearing. They are able to hear low-frequency sounds and can detect smaller mammals under layers of soil (or snow in the winter!).",
    "url": "https:\/\/www.nps.gov\/lamr\/learn\/nature\/mammals.htm"
}
