{
    "title": "Lake Meredith National Recreation Area: Grasses of the Shortgrass Prairie",
    "body": "Explore This Park    Learn About the Park     Nature     Shortgrass Prairie Ecoystem     Grasses of the Shortgrass Prairie                Grasses of the Shortgrass Prairie       Bucheloe dactyloides, Buffalograss  Our North American turfgrass, native to the shortgrass prairie and elevations below 7,000 ft. This warm season perennial grass grows to 4-6 inches tall and spreads by stolons to form a thick sod. It will grow on most soils but prefers heavy clay soils to sand. It is an excellent choice for homeowners who want a lawn without having to water frequently.        Three Awn seeds. NPS Photo  Aristida purpurea, Purple Threeawn Grass This grass produces slender purple-reddish leaves from May until the summer heat begins, then the color fades to a tawny blond. It is heat and drought tolerant and provides some cover for small mammals and reptiles in drier areas with less ground cover. This species can form 8 inch clumps, with plumed grass about 2 feet tall.        Sideoats seeds waving in the wind. NPS Photo  Bouoteloua curtipendula, Sideoats gramagrass Upright native, warm season, clumping grass. Grows up to 30 inches tall. Large seeds hang from one size of a stiff zigzag stem. Designated the State Grass of Texas is 1971 and is widespread throughout the U.S. Sideoats provide a nutritious forage for many species of wildlife, including deer, antelope and turkey.        A clump of Little Bluestem. NPS Photo  Schizachyrium scoparium, Little Bluestem Grass  Shortgrass native to most areas of North America, it's size and shape are often dependent upon growing conditions. It is a warm season bunchgrass through out much of North America, with new growth taking on a bluish hue. Color matures to a reddish-gold through the growing season.        Switchgrass. NPS Photo  Panicum virgatum, Switch grass  This species form very tall clumps, often 4-5' tall x 2 feet wide. This species is native to most prairie ecosystems and can tolerate a variety of soils. Its ability to grow well and produce a lot of biomass each season has led to its use in the bioenergy industry.",
    "url": "https:\/\/www.nps.gov\/lamr\/learn\/nature\/prairiegrasses.htm"
}
