{
    "title": "Lake Meredith National Recreation Area: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Birds                Birds       Lake Meredith National Recreation Area is home to many species of birds, and is a stopping point along a major north-south migration route for many additional species.          Greater Roadrunner  Geococcyx californianus        A roadrunner pauses for a photo shoot. NPS Photo  You have to be quick to spot roadrunners - these ground-dwelling birds can scoot along at up to 15 miles per hour. They feed on insects, reptiles, rodents and young birds. Immature roadrunners can start catching their own food within three weeks of hatching.               Wild Turkey Meleagris gallopavo         Two turkeys walking through a meadow of native grasses and wildflowers. NPS Photo  Nearly everyone will recognize a turkey. With their large bodies, small heads, and distinctive calls, turkeys are commonly seen and heard around Lake Meredith. Turkeys prefer shrubby cover or tall grasses, especially while raising their young. A turkey's diet might change with the seasons from insects and invertebrates to grasses and seeds.       Bald Eagle Haliaeetus leucocephalus        A Bald Eagle preparing to land. USFWS Photo  Our national symbol, distinguished by a white head and white tail feathers, are powerful brown birds that may weigh 14 pounds and have a wingspan of 8 feet.  Bald Eagles live near rivers and lakes where they can find fish, their staple diet.  However, Bald Eagles will also feed on waterfowl, turtles, rabbits, snakes, and other small animals and carrion.       Eastern Bluebird Sialia sialis        An Eastern Bluebird perched on a tree branch. USFWS Photo  The small, brightly colored Eastern Bluebird can be seen perched on wires and fence posts overlooking open fields.  Insects, including caterpillars, beetles, crickets, grasshoppers, and spiders, are a bluebird's main food for much of the year.  Bluebirds can spot their tiny prey from 60 feet or more away and flutter to the ground to catch the insect.  In fall and winter, bluebirds eat a variety of fruit, including sumac,  hackberries, and juniper berries.       Tufted Titmouse Baeolophus bicolor        A Tufted Titmouse sits on a tree branch. USFWS Photo  The Tufted Titmouse is a small soft silvery gray bird with an echoing voice.  You will often hear the high, whistled peter-peter-peter song well before you see the bird.  The pointed crest and stout bill also help identify titmice.       Northern Bobwhite Colinus virginianus        A Northern Bobwhite scratching on the ground. USFWS Photo  Bobwhite are small quail with rounded bodies, small heads, rounded wings, and short tails.  They are difficult to spot due to patterned feathers of brown, rufous, buff and black.  However, the call, two sharp whistled notes that do sound like bob-white, carries a long distance.  Bobwhites travel in groups, running across the ground from the shelter of one shrubby area to another.  If alarmed Bobwhites burst into flight and then duck to nearest cover.       Great Blue Heron Ardea herodias        A Great Blue Heron wades at the water's edge. USFWS Photo  The Great Blue Heron is the largest of the North American Herons with long legs and neck and a thick, daggerlike bill.  These large blue-gray wading birds stand nearly four feet tall, and have 72-inch wingspans. Found near wetlands Great Blue Herons spear and swallow whole everything from fish to frogs to snakes to rodents.  In flight, the Great Blue Heron can be identified by the tucked-in neck and trailing long legs.       Painted Bunting Passerina ciris        A male Painted Bunting sitting on a piece of driftwood. USFWS Photo  Adult male Painted Buntings are unmistakable with their combination of red, blue, green and yellow feathers. Females and immatures are a uniform, bright yellow-green overall, with a pale eyering.  Although both males and females have a metallic \"chip\" call only the male birds sing.  Painted Buntings eat seeds for most of the year, switching to insects, including grasshoppers, beetles, wasps and flies, during breeding season.       Northern Cardinal Cardinalis cardinalis        A male Northern Cardinal perches on a branch. USFWS Photo  Male Northern Cardinals are brilliant red all over, with a reddish bill and black face around the bill.  Females are pale brown overall with red accents in the wings, tail and crest.  They have the same black face and reddish bill.  Northern Cardinals tend to forage on or near the ground, often in pairs.  The large bill is especially useful in crushing seeds.  Northern Cardinals also eat fruits and insects.  Cardinals will mate for life and stay together throughout the year.       Turkey Vulture Cathartes aura        A Turkey Vulture perched atop a tree. USFWS Photo  Turkey Vultures are dark brown with a featherless red head and pale bill.  Vultures are a consummate scavenger, cleaning up the countryside as a member of nature's clean-up crew, and have several adaptations for their role.  They use a keen sense of smell to locate fresh carcasses.  Once food has been found, they use their sharp, hooked bills to eat.  The vulture's featherless head helps keep them clean. Keep your eyes peeled for vultures when hiking in hilly areas.  Sudden changes in topography allow for the updraft that the birds use to carry them into the sky.       Northern Pintail Anas acuta        A Northern Pintail gliding through the water. USFWS Photo  The Northern Pintail, a medium-sized duck, is often referred to as a \"spiketail\" because of its long pointed tail.  Because of the pintail's elegant and trim looking appearance it has also been called \"the greyhound of the air.\"  Northern Pintails feed primarily on vegetation, seeds, algae and insects that it forages for in shallow water.       Great Horned Owl Bubo virginianus        A Great Horned Owl and chick sit in the crook of a tree. USFWS Photo  The Great Horned Owl. like most owls, hunts at nights, using good eyesight and excellent hearing.  Its diet consists of mice, rabbits, squirrels and rats, but will also take skunks and other owls.  Once its prey has been found the owl will silently swoop down onto the animal, using its sharp talons to quickly gasp and kill it.  Great Horned Owls have many different calls.  They bark, growl, rattle, whoop, shriek, and hoot.  The \"horns\" are actually feathers and have nothing to do with hearing.  It is though that these ear tufts are a form of camouflage as it changes the shape of the bird as it sits in a tree.       Mallard Anas platyrhynchos        A male Mallard swimming. USFWS Photo   With its iridescent green head, gray body, yellow bill, and black tail-curl, the male Mallard duck is perhaps the most familiar of all ducks.  Females and juveniles are mottled brown with orange-brown bills.  Mallards can live in almost any wetland habitat.  They feed on a wide variety of foods such as aquatic invertebrates, larvae, earthworms, snails, plants, seeds, and grain.  As dabbling ducks, they tip their body forward into the water to feed.  Mallards are strong fliers, reaching speeds up to 55 miles per hour.       Canada Goose Branta Canadensis        A family of Canada Geese out for a stroll along the water's edge. USFWS Photo  The Canada Goose is a familiar and widespread goose with a black head and neck, white chinstrap. light tan breast and brown back.  In general, the Canada is large with a long neck and bill.  They feed primarily on vegetation by dabbing in the water or gazing in fields.  The Canada Goose is very protective of its nest and young.  They will hiss when startled or approached.  They often seen flying in pairs or flocks; flocks often assume a V formation.",
    "url": "https:\/\/www.nps.gov\/lamr\/learn\/nature\/birds.htm"
}
