{
    "title": "Lake Meredith National Recreation Area: Hunting",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hunting              Hunting       2015 - 2016 Hunting Program at Lake Meredith National Recreation Area   Within the boundaries of Lake Meredith National Recreation Area, the following dates and bag limits apply for the 2015-2016 hunting season. The dates have been set after consultation from Texas Parks and Wildlife Department Biologists to increase populations and enhance habitat.   DOWNLOAD A HUNTING MAP [.pdf, 9.9MB] NOTE: This is a very large file and may take several minutes or more to download. If you are unable to download the hunting map, please call (806) 857-3151, or write to  e-mail us to request a copy be mailed to you free of charge. DOWNLOAD HUNTING INFORMATION AND REGULATIONS [.pdf, 3MB] for Lake Meredith National Recreation Area.  You also may get a hunting map and other information by coming to Park Headquarters: 419 E. Broadway, Fritch, Texas, by calling (806) 857-3151; e-mail us; or by mailing your request to Lake Meredith National Recreation Area, P.O. Box 1460, Fritch, TX 79036.          White tail doe.   WHITE-TAILED DEER:  Archery Season: October 3 - November 6, 2015  Bag Limit: 3 deer (no more than 1 buck and no more than 2 antlerless -- all seasons combined)  General Season: November 7, 2015-January 3, 2016  Bag Limit: 3 deer (no more than 1 buck and no more than 2 antlerless -- all seasons combined)  Special Youth Seasons:    October 31 - November 1, 2015 (early open season)   January 4-17, 2016 (late open season)   Bag Limit: 3 deer (no more than 1 buck and no more than 2 antlerless -- all seasons combined) [Special Whitetail Youth Hunts restricted to persons 16 years of age or younger. A Special Resident Hunting (Type 169) license is required.]         Mule deer doe--taking a mule deer doe is a violation of the LACEY ACT under Title 16 United States Code Chapter 53-Sec. 3372. Taking of a mule deer doe may result in a civil penalty of not more than $10,000 and a criminal penalty of not more than $20,000, or imprisoned for not more than five years,   MULE DEER: Archery Season: October 3 - November 6, 2015  Bag Limit: 1 buck mule deer  General Season: November 21 - December 6, 2015   Bag Limit: 1 buck mule deer (both seasons combined)    DOVE: Regular Seasons:     September 1-October 25, 2015   December 18, 2015 - January 1, 2016   Daily Bag Limit: 15 mourning, white-winged, and white-tipped (white-fronted) doves in the aggregate, including no more than 2 white-tipped doves per day Possession Limit: 45 in the aggregate, including no more than 4 white-tipped doves in possession.  TEAL: Season: September 12 - 27, 2015  Bag Limit: 6 in the aggregate Possession Limit: 18 in the aggregate FOR MORE INFORMATION ON REGULATIONS FOR HUNTING DUCKS, GEESE AND OTHER WATERFOWL, CLICK HERE or visit Texas Parks & Wildlife Department and the U.S. Fish and Wildlife Service.         Turkeys are easy to spot around Lake Meredith National Recreation Area. NPS Photo \/ J. Stegmann  TURKEY: Gobblers or Bearded Hens Archery ONLY Season: October 3 - November 6, 2015 (Gobblers ONLY) Spring Season: April 2 - May 15, 2016 (Shotgun or Archery ONLY) Special Youth Season: March 26-27, 2016; and May 21-22, 2016  Bag Limit: 4 (all seasons combined)  QUAIL: Season: October 31, 2015 - February 28, 2016  Daily bag limit: 15 per day Possession limit: 45  PHEASANT: Season: December 5, 2015 - January 3, 2016  Daily bag limit: 3 cock pheasants Possession: 6 cock pheasants       LAKE MEREDITH NATIONAL RECREATION AREA NON-GAME HUNTING SEASON: RABBIT: October 31, 2015 - February 28, 2016 COYOTE: October 31, 2015 - February 28, 2016 To report hunting or game violations contact a Park Ranger or Game Warden, or call (800)792-GAME or 911. During the White-tailed General Deer Season and Special Youth Seasons, ALL HUNTERS MUST WEAR BLAZE ORANGE CLOTHING. Clothing consists of both a hat and vest totaling 400 square inches worn conspicuously above the waist. We highly recommend that Blaze Orange be worn during the entire gun season inside Lake Meredith National Recreation Area. Note: Migratory bird hunters on the waters of Lake Meredith are exempt. *Special White-tailed Youth Hunts* are restricted to persons 16 years of age or younger. A Special Resident Hunting (Type 169) license is required. Youth Season at Lake Meredith National Recreation Area is for White-tailed deer only. Hunting for game species not listed in this brochure is prohibited within the boundaries of Lake Meredith National Recreation Area and Alibates Flint Quarries National Monument. Hunting or releasing feral livestock within the boundaries of the park including feral pigs is prohibited. Permanent stands or blinds are prohibited. Temporary blinds must have the hunter's name and telephone number on the blind, and the blind must be removed within 24 hours of hunt. Baiting of animals is prohibited.         Shooting from across a roadway is prohibited. As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state's website. http:\/\/www.statutes.legis.state.tx.us\/Docs\/PE\/htm\/PE.46.htm Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Camping for up to 30 days between October 1 and December 31 is allowed. Leaving a camp unattended for more than 24 hours is prohibited. Digging or leveling the ground for a camp is prohibited. Fires are not permitted in the backcountry. Burning pallets with nails\/hardware in them is prohibited unless the hazards are removed before burning. Traveling off designated roads with motor vehicles is prohibited. Use of artificial light is prohibited. Operating an OHV outside designated areas is prohibited. Target shooting or weapon sighting is prohibited. Weapons may only be discharged at legal game. Primitive black powder weapons may be discharged prior to transport in a motor vehicle. NO HUNTING IS ALLOWED AT ANY TIME WITHIN THE BOUNDARIES OF ALIBATES FLINT QUARRIES NATIONAL MONUMENT.",
    "url": "https:\/\/www.nps.gov\/lamr\/planyourvisit\/hunting.htm"
}
