{
    "title": "Lake Meredith National Recreation Area: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People         There are several petroglyphs at the Antelope Creek Village site within the national monument. NPS Photo  No one knows exactly when the first people came to the Canadian River region of the Texas Panhandle, but archaeological evidence dates back over 13,000 years ago. The earliest people were nomadic hunter-gatherers who followed available game and ripening plants. Evidence of their existence has been found throughout the area. Around 1150 A.D., the Antelope Creek people built homes and quarried Alibates Flint along this section of the Canadian River over a period of 300 years. The Antelope Creek people apparently left the Texas Panhandle around 1450 A.D. as the Spanish, who arrived by the mid-1500s recorded no evidence of them.      The Spanish, led by Francisco Vazquez de Coronado, encountered bison-hunting nomads whom they called \"Querechos.\" Modern scholars have identified these people as ancestors of the Apaches. Although the Spanish only passed through the area in their futile quest for wealth, their influence was significant because they introduced horses into the area. No longer would the Native American people hunt bison on foot.       Oil painting of Coronado Expedition. NPS \/ Nevin Kempthorne       The Comanche excelled with the introduction of the horse and quickly became a powerful force. They ruled the plains from the early 1700s until the 1870s. Texas joined the United States in 1845, but the United States Army was unable to remove the Comanche from the Panhandle until most of the bison had been slaughtered be American hunters. Facing starvation with the near extinction of the bison, the Comanche joined other tribes on reservations in Oklahoma. The forcible removal of the Plains Indians from the Panhandle encouraged pioneers, ranchers and settlers to head west. Thomas S. Bugbee established the Quarter Circle T Ranch, the second oldest ranch in the Panhandle, in late 1876 along a creek that today bears his name.  The following year, the LX Ranch, which included present day Alibates Flint Quarries and the surrounding area, was established by W.H. Bates and David T. Beals. In 1897 David N. McBride and his family settled on a section of land in the center of the LX Ranch. The family's stone ranch house still stands today in what is now known as McBride Canyon.",
    "url": "https:\/\/www.nps.gov\/lamr\/learn\/historyculture\/people.htm"
}
