{
    "title": "Lake Meredith National Recreation Area: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing              Fishing      While there are many places around Lake Meredith's shores to fish, easily accessible areas include the dock at Sanford-Yake and Spring Canyon. Texas Parks & Wildlife Department has information on licenses and other regulations.       New fishing pier at Spring Canyon NPS Photo       Freshwater Devices & Restrictions Game fish may be taken only by pole and line (including rod and reel). Channel, blue, and flathead catfish also may be taken with a trotline, jugline, or throwline. It is unlawful to:  Leave fish to die (you must keep the fish for food or bait, or return it to the water). Take, attempt to take, or possess fish within a protected length limit, in greater numbers than indicated in the Texas Parks and Wildlife Outdoor Annual. Use game fish or any part thereof as bait. Use airboats or jet driven devices to pursue and harass or harry fish. Release into the public water of this state a fish with a device or substance implanted or attached that is designed, constructed or adapted to produce audible, visual, or electronic signals used to monitor, track, follow or in any manner aid in the location of the released fish. Sell, possess, or use the rudd minnow (commonly called red fin minnow, red-tailed minnow, or red spotted minnow) To fish with more than 100 hooks on all devices combined. To refuse a game warden permission to inspect wildlife resources in an automobile, game bag, or other container. To fish on privately owned waters without the permission of the owner or the owner's agent. To use a gill, trammel or hoop nets in the waters of Lake Meredith.  Definitions: Jugline--a fishing line with five or less hooks tied to a free-floating device. Gear tag must be attached within six inches of the free-floating device and marked with the date set out. For non-commercial purposes, a jugline must be marked with a white free-floating device. Gear tag--a tag made of material as durable as the device to which it is attached. A gear tag must be clearly legible and show the name and address of the person using the device and the date the device is set out. For freshwater trolleys, the gear tag is valid for 30 days. Trotline--a fishing line with more than 5 hooks attached and with one end attached to a fixture. The gear tag is valid for 30 days. Against the law in these cases:  a mainline greater than 600 feet hooks spaced less than 3 horizontal feet apart metallic stakes        NOTE: Special regulations apply within the boundaries of Lake Meredith National Recreation Area.     SPECIES   DAILY BAG   POSSESSION   LENGTH IN INCHES (minimum)     Bass: Largemouth   5*   10*   14\"     Bass: Smallmouth   3*   6*   Slot Limit (keep under 12\" and over 15\")     Bass: White\/Sand   25   50   10\"     Catfish: Channel Catfish, Blue Catfish, their hybrids & subspecies   25** (any combination)   50** (any combination)   12\"     Catfish: Flathead   5   10   18\"     Crappie: White and Black crappie, their hybrids and subspecies   25 (any combination)   50 (any combination)   10\"     Trout: Rainbow and Brown trout, their hybrids and subspecies   5 (any combination)   10 (any combination)   No Limit     Walleye   5 (only 2 can be less than 16\" in length)   10 (only 2 can be less than 16\" in length)   No Limit     *Daily bag limit for both smallmouth and largemouth bass=5 bass any combination not exceeding 3 smallmouth. Possession limit of 10 bass with no more than 6 smallmouth. **Limit of 5 catfish at Spring Canyon--a day-use only area.",
    "url": "https:\/\/www.nps.gov\/lamr\/planyourvisit\/fishing.htm"
}
