{
    "title": "Lake Meredith National Recreation Area: Centennial Program Series",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Centennial Program Series              Centennial Program Series          In 2016, the National Park Service will celebrate its 100th anniversary! We invite you to spend time in YOUR parks, getting to know the history, culture and natural wonders that make our nation great. At Lake Meredith and Alibates Flint Quarries, our most popular programs will be offered many times throughout the spring, summer and fall. We will be offering a Centennial certificate and patch to anyone who attends at least three of these seven programs. You can download a PDF version of this Program Series. We also have a Checklist page (downloadable PDF) if you would like to keep track of your program attendance and progress towards earning your patch.      Spring & Summer 2016: April 17 - August 26    Paddle Up -- Join a National Park Ranger on a guided kayaking tour down the Canadian River located at Spring Canyon. Watch migratory birds, dragonflies, and other flora and fauna along the river. Learn the importance of our wetlands and witness a diverse wildlife habitat. Lake Meredith National Recreation Area will furnish the kayak and personal flotation device. Reservations only. Please call (806) 857-3151. Limit 14 individuals. Meet at Spring Canyon. Mondays, 8:30 a.m. 2 hours.  Texas Explorers -- Do you like adventure? Are you a \"Prairie Traveler\"? Join a Ranger to learn about early Texas Explorers who braved the Texas Panhandle weather to search for gold, water, land or other natural resources. Learn about routes, first aid, recommended clothing, shelter, food, horses, and Native Americans. Meet at the Alibates Visitor Center. Fridays, 1:00 p.m. 1 hour. Where the Buffalo Roam -- Buffalo, or bison, were once known as Lords of the Prairie. Join a Ranger to learn about the American Bison, once the spirit of our nation. Learn how the bison was decimated nearly a century ago by greed and uncontrolled hunting -- and how a few visionaries are working today to rebuild the once-great bison herds. This program offers a remarkable portrait of America's last significant wild bison herd, made up of a few thousand animals living within Wyoming's Yellowstone National Park. Another herd also roams the Texas Panhandle near Goodnight, Texas. Meet at the Alibates Visitor Center. Sundays, 11:00 a.m. 1 hour. The First Americans -- Native American Arts and Crafts -- Expand your knowledge and skills with craft techniques of the Native Americans. A variety of engaging, hands-on workshops designed for visitors of all levels. Enjoy a rare opportunity to learn traditional and contemporary Native American art forms and gain an understanding of the rich cultural foundation of the Native American Nations. Meet at the Alibates Visitor Center. Supplies furnished. Wednesdays, 11:00 a.m. 1.5 hours. Home on the Range, Part 1 -- Antelope Creek People, artifacts, water, pioneers, cowgirls, cattle and oil. How has life in the Panhandle of Texas changed in the last 800 years for women? Join a Ranger and compare and contrast a day in the life of a Pioneer Woman, Comanche Woman, and a present day Panhandle Woman. Learn about how homes, food, recipes, travel, communication, fashion, and careers have changed. Recipes from Cowgirls, Pioneer Women, and Native American cookbooks will be featured each week. Meet at the Alibates Visitor Center and caravan to McBride Canyon. Tuesdays, 1:00 p.m. 1.5 hours. Home on the Range, Part 2 -- Antelope Creek People, artifacts, water, pioneers, cowboys, cattle and oil. How has life in the Panhandle of Texas changed in the last 800 years for men? Join a Ranger and compare and contrast a day in the life of a Pioneer, Comanche, and a present day Panhandle man. Learn about how homes, weapons, food, recipes, travel, communication, fashion and careers have changed. Recipes from around the campfire will be featured each week. Meet at the Alibates Visitor Center and caravan to McBride Canyon. Thursdays, 1:00 p.m. 1.5 hours. Alibates Quarries Tours -- Join a Ranger for one of our more popular programs since 1965. Hike to the Alibates Flint Quarries, the first national monument in Texas and learn about Native Americans who lived here and see beautiful Alibates Flint. Weapons, tools, food, clothing, and other interesting facts will be discussed. Groups accepted, but will need reservations. Please call (806) 857-3151. Meet at the Alibates Visitor Center. Distance: 1 mile, moderate hike. Daily, 10:00 a.m. and 2:00 p.m. 2 hours.",
    "url": "https:\/\/www.nps.gov\/lamr\/planyourvisit\/centennialprogramseries.htm"
}
