{
    "title": "Saguaro National Park: Lizards",
    "body": "Lizards         Canyon spotted whiptail NPS photo  Canyon Spotted Whiptail            (Aspidoscelis burti)   This large, spotted whiptail inhabits mountain canyons and arroyos, sometimes entering lowland desert along streams. It prefers dense, shrubby vegetation into which it can dash and hide when a predator comes near.     Body length: 3½ - 5½ in (9 - 14 cm)       Diet: Insects and spiders        Clark's spiny lizard Photo courtesy of Mike Wall  Clark’s Spiny Lizard (Sceloporus clarkii) These large lizards are commonly found in trees, but they are extremely alert and will usually go to the opposite side of the tree when approached. It prefers somewhat humid environments at a higher elevation.   Body length: 3 – 6 in (7.3 - 14.2 cm)       Diet: Insects, spiders, some plant material        Desert spiny lizard Photo courtesy of Dave Prival  Desert Spiny Lizard (Sceloporus magister) The desert spiny lizard is very similar to Clark’s spiny lizard but is found at lower elevations. It is more comfortable on the ground and rocks than on trees. They often take shelter under rocks or in rodent burrows. Body length: 3¼ - 6 in (8.2 - 14.2 cm)  Diet: Insects, spiders, centipedes, lizards, and occasional plant material        Eastern collard lizard Photo courtesy of Dave prival  Eastern Collared Lizard            (Crotaphytus collaris)                                    The eastern collared lizard is one of the most colorful lizards in the Sonoran Desert.  They are predatory lizards with strong jaw muscles used to grasp insects and other lizards.  They can run on their hind legs, giveing them an enormous stride and fast pace. The extra height allows them to see distant prey, too. Their tails do not break away easily, probably due to the fact that they are helpful in maintaining balance.   Body length: 3 - 4.6 in ( 7.6 - 11.6 cm) Total length: 10 in (25 cm) Diet: Insects (mainly grasshoppers) and lizards        Greater earless lizard Photo courtesy of Dave Prival   Greater Earless Lizard             (Cophosaurus texanus)                            Similar in size, shape, and habits to the zebra-tailed lizard, the greater earless lizard is found at a slightly higher elevation. As its name implies, it has no ear openings.  Body length: 1⅞ -3½ in (4.7 - 8.9 cm)     Diet: Insects and spiders        Greater short-horned lizard Photo courtesy of dave prival  Greater Short-horned Lizard    (Phrynosoma hernandesi)   The short, stubby horns and small size of the greater short-horned lizard distinguish it from the regal horned lizard.  They are more cold tolerant than regal horned lizards and found at higher elevations. Young are born live in clutches of up to 48!  Body length: 1¾ - 4⅞ in (4.4 - 12.4 cm)   Diet: Ants and other insects, spiders, snails        Lesser earless lizard Photo courtesy of Dave Prival  Common Lesser Earless Lizard    (Holbrookia maculata)  This lizard is similar to the zebra-tailed and greater earless lizard. However, it is smaller and drabber in coloration, lacking black bands on the underside of its tail.  It’s also not as fast as a zebra-tailed or greater earless lizard.   Body length: 1½ - 2½ in (4.1 - 6.3 cm)     Diet: Insects, spiders and other lizards        Long-nosed leopard lizard Photo courtesy of Roy C Murray  Long-nosed Leopard Lizard            (Gambelia wislizenii)                               Though the long-nosed leopard lizard is different in appearance from the collared lizard, both have similar habits.  Long-nosed leopard lizards are capable of running on their hind legs while searching for prey and prefer open areas with scattered plants and lots of room to run.  Body length: 3¼ -5¾ in (8.2 - 14.6 cm)   Diet: Insects and other invertebrates, lizards, snakes, small rodents        Madrean alligator lizard Photo courtesy of Dave Prival  Madrean Alligator Lizard (Elgaria kingii)  Madrean alligator lizards have short limbs, a slim body, and an extremely long tail. Because their dorsal and ventral scales are reinforced with bone, they have a fold of skin along each side of its body to expand for breathing or to make room for food and eggs. They prefer to live in dense vegetation and leaf litter in moist areas along permanent or temporary streams.  Body length: 3 - 5½ in (8.9 - 14.2 cm)     Diet: Insects and scorpions        Ornate tree lizard Photo courtesy of Dave Prival  Ornate Tree Lizard (Urosaurus ornatus)    The ornate tree lizard is commonly found in cottonwood or mesquite trees along riparian areas.  Its markings blend well with the bark to help it avoid predators. Recent research has found that female tree lizards do not necessarily pick a male based on physical traits. Instead, she selects a territory and then selects a male whose range overlaps hers. Body length: 1½ - 2¼ in (3.8 - 5.7) cm Diet: Insects and spiders        Regal horned lizard Photo courtesy of Dave Prival  Regal Horned Lizard (Phrynosoma solare)  The regal horned lizard is the largest horned lizard in the U.S. It is easily recognized by 4 large horns at the rear of its head. They are often found in the uplands of the Sonoran Desert where saguaros are dominant.  These stout lizards eat mostly ants and are sometimes spotted around ant mounds.  When attacked by a predator, they squirt blood from a pore in the eyelid region.  The blood is apparantly distasteful to canid predators. Body length: 3 - 4.6 in (7.6 - 11.7 cm) Diet: Ants        Side-blotched lizard Photo courtesy of Dave Prival  Side-blotched Lizard (Uta stansburiana)        The common side-blotched lizard is distinguished by a bluish-black blotch on each side of the chest, directly behind the front legs.  This is one of the most common lizards in arid regions of the western U.S. and can be found in various habitat types.        Body Length: ½ -2½ in (3.8 - 6.3 cm)     Diet: Insects, spiders, and scorpions        Sonoran spotted whiptail NPS photo  Sonoran Spotted Whiptail               (Aspidoscelis sonorae)                                     The Sonoran spotted whiptail has six stripes along its body and an orange-brown tail.  Most whiptails reproduce through parthenogenesis (asexual reproduction), meaning that all Sonoran spotted whiptails are genetically identical females! They lay unfertilized eggs that hatch into a population of clones. Body length: 2½ - 3½ in (6.3 - 8.9 cm) Diet: Insects and spiders        Sonoran tiger whiptail NPS photo  Sonoran Tiger Whiptail (Aspidoscelis tigris)  This active lizard is found in desert and semi-arid habitats, avoiding densely vegetated areas. It prefers areas where plants are sparse, and it has plenty of room to run. It eats insects (larvae, termites, grasshoppers, beetles), spiders, scorpions, and other lizards. Body length: 2.4 – 5 in (6 - 12.7 cm) Diet: Insects, spiders, scorpions, and other lizards.        Zebra-tailed lizard Photo courtesy of Dave Prival  Zebra-tailed Lizard    (Callisaurus draconoides) This speedy lizard has a long, flat tail and long, slender legs.  It prefers hard soils with few plants. When at rest, it often wags its banded black and white tail that give the zebra-tailed lizard its name. This behavior is likely used to draw attention away from the vulnerable head to the break-away tail.   Body length: 2¼ - 4 in (6.3 - 10.1 cm) Diet: Insects and other invertebrates, some lizards and plant material        Desert iguana NPS photo  Desert Iguana (Dipsosaurus dorsalis)  The desert iguana is primarily herbivorous. It is found in sandy areas where creosote bush is the dominant plant.  It is often seen climbing the bush to feed on its flowers and buds. They are extremely tolerant of high temperatures, remaining active mid-day on hot summer days when most other lizards are seeking shelter.        Body length: 4 - 5¾ in (10.1 - 14.6 cm) Diet: Plant leaves, buds and flowers, as well as some insects          Gila monster Photo courtesy of Dave Prival  Gila Monster (Heloderma suspectum)           Gila Monsters are one of only 2 venomous lizards in the world! They produce venom in glands of the lower jaw and channel it along grooves in the teeth for secretion. Gila monsters are most active during daylight from spring through fall, but they spend up to 98 % of their time in their burrows.  Body length:  9 - 14 in Diet: small mammals, nestling birds and eggs, reptile eggs, and carrion        Great plains skink Photo courtesy of Dave Prival  Great Plains Skink (Eumeces obsoletus)      This is a large, slim-bodied lizard with extremely shiny scales and short limbs.  It prefers habitats near sources of moisture, such as canyon bottoms with grass and low shrubs.  Young skinks have black bodies with bright blue tails.                                          Body size: 3½ - 5½ in (8.9 - 14.2 cm)       Diet: Insects, spiders, snails, other lizards        Western banded gecko Photo courtesy of Dave Prival  Western Banded Gecko                   (Coleonyx variegates)  This nocturnal, desert lizard has moveable eyelids and large eyes with vertical pupils.  If disturbed, it will wave its tail back and forth, drawing attention away from its head and body.  Like most lizards, the tail of the western banded gecko easily breaks off to give the lizard a chance to escape.  However, the tail of the gecko stores fat for hard times and periods of dormancy, so the loss of its tail could lead to the eventual death of the lizard. Body length: 4.5 – 6 in (11.4 – 15cm) Diet: insects and other invertebrates",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/nature\/lizards.htm"
}
