{
    "title": "African Burial Ground National Monument: People",
    "body": "People         The core exhibit in our visitor center recreates a funeral at our site in the year 1754   For African in New York City, African people were members of our society since its creation. The second explorer to visit New York was a man of African and Portuguese heritage, Esteban Gomes, who had already participated in Magellan's voyage and who had also sailed to Asia in his youth. In his time, Gomes was so famous that Spanish maps referred to New England and the Mid-Atlantic region as Tierra de Esteban Gomes, or as it would translate into English, The Land of Esteban Gomes. Skilled African sailors, mariners, and explorers were an integral force in the settling of our nation and exploring and mapping its coast. The first settler of New York City was a man of Afro-Hispanic origin, Jan Rodrigues, who settled amongst the native Lenape people a dozen years before the Dutch formed New Amsterdam. During the Dutch and English periods, slavery was a brutal reality that denied freedom to most African New Yorkers. At times as many as one in every three New Yorkers were held in bondage. These unwilling founders of our city searched for a place to maintain and celebrate their heritage; that place was the African Burial Ground. For an estimated 100-150 years, ending in 1794, the African Burial Ground was the foremost African administered institution in the city of New York; it was a place where African New Yorkers could bury their loved ones with care, maintain and preserve the cultures they brought to this shore, and it was here that they could pray to the ancestors they revered. When the African Burial Ground was rediscovered in 1991 the wooden grave markers that identified the burials had deteriorated, leaving scholars incapable of identifying the individuals who were buried here. On this page, we tell the stories of the colonial African community, the men and women who established, maintained, and visited the African Burial Ground when it was in use.",
    "url": "https:\/\/www.nps.gov\/afbg\/learn\/historyculture\/people.htm"
}
