{
    "title": "African Burial Ground National Monument: Education",
    "body": "Education          Programs The African Burial Ground National Monument offers off-site and on-site presentations. Groups of 10 or larger can arrange reservations for a ranger-led tour.  Reservations are neccessary to ensure adequate preparation and staff availability.  On-site presentations may be scheduled collectively or individually.  Off-site presentation Off-site presentations consist of a 60-minute program offered by NPS staff at your location.  The ranger shows a film approximately 20 minutes in length and then speaks on the history and significance of the site from it's establishment to the opening of the new visitor center.  On-site presentation On-site presentations in the visitor center consist of a 60-minute program led by NPS staff. The program includes a 20-minute film, an orientation to the exhibits, and an opportunity for self led exploration of the center's interactive elements. On-site memorial talks consist of a 20-minute talk led by NPS staff at the outdoor memorial.  The talk highlights the symbolism and significance of the memorial and the efforts to preserve and protect this sacred place. Commemorative art tours consist of a self-guided tour of the art located in the lobby of the Ted Weiss Federal Building.       Reservations are required for these programs. Download an Educational Service Request  form to begin the reservation process. If you have any questions regarding visitation to the African Burial Ground National Monument or the reservation process please call (212) 637-2019.        A visit to our site can help visitors learn about history they never knew before   Whether you have already scheduled your class's visit to African Burial Ground National Monument or planning for a future visit, you can click on the following links for materials that are available to teachers.  Tenth Grade Lesson Plan Ninth Grade Lesson Plan Burial Sheets Biography Organizer PowerPoint       African Burial Ground National Monument is in the process of evaluating and developing future educational programs. When they are finalized we will post them here.",
    "url": "https:\/\/www.nps.gov\/afbg\/learn\/education\/index.htm"
}
