{
    "title": "African Burial Ground National Monument: Kwanzaa",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Kwanzaa                Celebrating Kwanzaa         The Kinara, or candle holder, holds seven candles. One black, placed in the center, three red and three green. These are the African liberation colors. NPS Photo  Why we celebrate Kwanzaa Kwanzaa was first celebrated in 1966 as an African American holiday which has its roots in African cultural traditions. Created by scholar, educator, activist Dr. Maulana Karenga, to introduce and reinforce the Nguzo Saba, and through these seven principles, reaffirm the Pan African philosophy which honors nature, culture, communitarian values, ancestors, family, and history. Kwanzaa means 'first fruits' or 'first fruits of the harvest' celebrated throughout Africa since ancient times and today when prayers are lifted up and celebrations of thanksgiving take place for the plentiful reaping of crops, children, and all that is needed to sustain life. In America, Kwanzaa serves as a regular communal celebration of African and African American culture and the bonds between us and Africans throughout the Diaspora. Kwanzaa is a time to give thanks for survivors of the Middle Passage and continuing progress in the new world. The creativity of African Americans is expressed in poetry, dance, music, storytelling, spoken word, drumming and other creative genres throughout the seven days; especially during the Karamu Feast, held on the sixth day of Kwanzaa, Kuumba, which means Creativity.  Kwanzaa begins on December 26, with the principle of Umoja, which calls for unity; concluding January 1, with the principle of Imani, which encourages African Americans to 'keep the faith' as the New Year begins. The Nguzo Saba, expounds universal ideals which benefit us all, and is today celebrated throughout the African Diaspora. We are challenged with living these seven principles throughout the year.      Kwanzaa 2015 - Schedule Saturday, December 26th, 2015 10:30AM-5:00PM The African Burial Ground National Monument invites you and your family to visit and take part in the activities.  Throughout the day Alternating screenings of the park film Our Time at Last and A Rugrats Kwanzaa  11:00AM Performance by The Casplash Band   12:00PM Introductory Remarks and Libation by Cyril Innis, Jr.   12:30PM Performance by The Casplash Band   1:00PM African Person Craft Workshop by Vicki Fremont   2:00PM Spoken Word Performance by Ayoinmotion   2:30PM Kwanzaa: Regenerating African Spirituality, Heritage and Culture in the Diaspora by Dr. Patricia Leonard   4:00PM Performance by Fusha Dance Company  Download a copy of our event flyer here (PDF - 377KB)",
    "url": "https:\/\/www.nps.gov\/afbg\/learn\/historyculture\/kwanzaa.htm"
}
