{
    "title": "African Burial Ground National Monument: African-American History Month",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     African-American History Month                African American History Month         Buffalo soldiers of the 25th Infantry, some wearing buffalo robes. (Fort Keogh, Montana) Library of Congress  African American History Month or Black History Month began as a week-long celebration in the United States. Eventually, it evolved and expanded to a full month. Black History Month originated in Chicago by Carter G. Woodson an alumnus of the University of Chicago. Woodson traveled from Washington, D.C. where he lived, along with other alumni to celebrate the 15th anniversary of emancipation sponsored by the state of Illinois. The celebration Woodson attended inspired him to form an organization to bring attention to the scientific study of Black life and history before he left town. On September 9th 1923, Woodson and three other individuals established the Association for the Study of Negro Life and History also known as ASNLH. In 1924, Negro History and Literature week was created, changed to Negro Achievement Week in 1925, and settled on Negro History Week the following year. From the 1890s, African American communities had celebrated two people who had a big impact on Black history, President Abraham Lincoln's birthday and the birthday of Frederick Douglass which fell on the 12th and 14th, respectfully. Although Woodson respected the celebration of two wonderful men, he believed that other great African American should be recognized as well and decided to expand the celebration to an entire week. In 1926 Woodson declared the second week of February as Negro History Week by issuing a press release. The acceptance of Negro History Week began;more people became involved, and the teaching of it made its way into schools. Every year for the annual celebration of Negro History Week, Woodson and others would provide material such as pictures, lesson plans for teachers, scripts for historical performances, and posters of important dates and people. In the honor of Negro History Week, schools even started Negro history clubs. In 1969 leaders of the Black United students at Kent State University proposed the expansion of Negro History Week into Black history Month. Seven years later, in 1976 their call for expansion actually took place and the annual celebrations continued. President Gerald Ford urged Americans to honor the many African Americans and their accomplishments. Today, we celebrate Black History for the whole month of February in honor of the great African American leaders and their many accomplishments. For more information on the Association for the Study of Negro Life and History, today known as the Association for the Study of African American Life and History (ASALH) visit www.asalh100.org. For more information on Carter Woodson, visit Carter G. Woodson Home National Historic Site at www.nps.gov\/cawo.  Here & Now African American History Month 2016 The Association for the Study of African American Life and History has declared this year's theme Hallowed Grounds: Sites of African-American memories.  Wed. Feb. 3, 10 am - 4 pm: 100th Anniversary of World War I's 369th Infantry Regiment, also known as the Harlem Hell Fighters - An interpretive display and discussion with re-enactors.  Sat. Feb. 6, 1 pm - 2:30 pm: The Works of Langston Hughes –A dramatic performance by David Mills.  Sat. Feb. 13, 1 pm: Screening of Booker and From These Roots with facilitated discussion.  Wed. Feb. 17, 1 pm - 2 pm: Spoken Word and Musical Performance by Ngoma.  Sat. Feb. 20, 1 pm: Screening of A Raisin in the Sun (1961) followed by facilitated discussion.  Fri. Feb. 26, 1 pm - 2 pm: The Buffalo Soldiers: A history and their legacy.  Sat. Feb 27, 1 pm - 2:30 pm: Carter G. Woodson Poetry Workshop  As the National Park Service simultaneously celebrates our centennial, African Burial Ground National Monument invites you and your family to visit and take part in African American History Month.   Event Flyer (PDF-173KB)",
    "url": "https:\/\/www.nps.gov\/afbg\/learn\/historyculture\/african-american-history-month.htm"
}
