{
    "title": "Saguaro National Park: Snakes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Snakes                  Snakes         Photo courtesy of J. Borgmeyer  Arizona Black Rattlesnake(Crotalus cerus) The Rincon Mountains represent the most southern location for this snake, often considered a subspecies of the prairie rattlesnake, C. virividis cerberus or the Western rattlesnake, C. oreganus cerberus. Young rattlesnakes vary greatly in color and may have a complex color pattern that can lead to confusion with other montane species. Adults in the Rincons are a striking black color, with smaller individuals a light gray.        Photo courtesy of J. Borgmeyer  Black-necked Gartersnake (Thamnophis cyrtopsis) The black-necked gartersnake is named for large blotches on either side of its neck. It is a semi-aquatic species and can usually be found near a water source. As a defense, black-necked gartersnakes will bite, defecate, and emit a foul smelling musk. Young are live- born. Total length: 16-46 in (41-117 cm) Diet: Frogs, toads, tadpoles, fish, also lizards and small mammals.        Photo courtesy of J. Borgmeyer  Black-tailed Rattlesnake (Crotalus molossus) This montane rattlesnake is usually found in rocky areas of pine-oak woodland or coniferous forests, though they can also be found amongst saguaros in the Sonoran desert upland. Easily recognizable by their namesake blacktail, they are often found in tree branches and shrubs several feet above the ground.        Photo courtesy of Dan Bell  Coachwhip (Masticophis flagellum) The coachwhip, a long, slender snake, gets its name from its resemblance to the whip used by stagecoach drivers. It is variable in color throughout its range, but individuals at Saguaro National Park are usually almost completely black. An extremely fast moving snake, the coachwhip quickly seizes its prey and swallows it live. If caught, a coachwhip will become aggressive, and may bite repeatedly until released. Total length: 36-202 in. (91-260 cm) Diet: Small mammals, birds, bird and reptile eggs, lizards, snakes, frogs insects and carrion.        Photo courtesy of Dave Prival  Common Kingsnake (Lampropeltis getula) A habitat generalist, the common kingsnake is found across the U.S., from deserts to riparian areas to forests. In most parts of the Sonoran Desert, the common kingsnake is a dark brown to blackish snake with narrow bands of yellow or white. Like many desert snakes, common kingsnakes are active in early morning and late afternoons duirng mild temperatures, but become chiefly nocturnal during the hot summer months. They are opportunistic feeders, but are well known for eating rattlesnakes. Kingsnakes are believed to be immune, or at least extremely tolerant of rattlesnake venom. They strike at the heads of rattlesnakes and then quickly coil around and constrict their prey. Total length: 30-85 in. (76-216 cm) Diet: Snakes, lizards, small turtles, reptile eggs, frogs, birds, bird eggs and small mammals.        Photo courtesy of Dave Prival  Glossy Snake (Arizona elegans) The glossy snake is named for its smooth, shiny skin, which varies in color from light brown to pinkish-gray. It occurs in a variety of habitats, but generally prefers open areas with sandy soils. It is a strong burrower, complete with a countersunk lower jaw to prevent sand from getting in its mouth. Prey may be killed by constriction, pressing it against a solid surface or swallowed alive. Total length: 26-70 in. (66-178 cm). Diet: Eats mostly lizards, but also snakes.        Photo courtesy of Dave Prival  Gophersnake (Pituophis catenifer) A large, heavy-bodied snake, the gophersnake is the longest snake in the west, with some individuals reaching over 9 feet in length. One of the most wide spread snakes in North America, they are found in variable habitats from the Atlantic to Pacific oceans, north to southern Canada and south into Mexico. When disturbed, the gophersnake will put on a defensive show. They may coil up, flatten their heads into a triangular shape, hiss loudly, and shake their tails, doing their best to appear and sound like a rattlesnake. They are commonly confused as rattlesnakes by humans and killed. Total Length: 76-110 in. (76-279 cm) Diet: Rodents, baby rabbits, birds (including eggs and nestlings) and occasionally lizards and insects.        NPS photo  Long-nosed Snake (Rhinocheilus lecontei) The color and pattern of the long-nosed snake varies considerably, buth usually it is banded or blotched with red, black, and white. It has a countersunk lower jaw and long snout, which shows that it likes to burrow. When attacked or handled, the long-nosed snake writhes and twists its body and defecates. Total length: 20-60in.(51-152 cm) Diet: Lizards (mostly whiptails) and their eggs, small snakes, and small mammals.        Photo courtesy of Dave Prival  Mohave Rattlesnake (Crotalus scutulatus) Unlike many rattlesnake species, which hibernate in large groups, the Mohave hibernates alone or in groups of two or three individuals. Though somewhat difficult to tell apart from the western diamond-backed rattlesnake, mohaves are often slightly greenish in coloration, and their tail bands have thick white bands with narrower black bands; the diamond-backed has more uniform band widths. The venom of the Mohave rattlesnake is a potent blend of hemotoxins (which break down cells and tissues) and neurotoxins (which effect the nervous system and can cause heart failure and\/or respiratory paralysis) and is extremely dangerous.        Photo courtesy of Dave Prival  Mountain Patch-nosed Snake (Salvadora grahamiae) This snake looks similar to the western patch-nosed snake, but it is found at higher elevations, and its pale, brown dorsal stripe is bordered by one dark stripe, rather than several. Total length: 22-47 in (56-119 cm) Diet: Lizards, small snakes, reptile eggs, nestling birds, and small animals.        NPS photo  Nightsnake (Hypsiglena torquata) A triangular shaped head often leads people to think that this small snake is a rattlesnake, however of course, closer inspection would show that it has no rattle. It is distinguished by having vertical pupils and a pair of dark blotches directly behind the head. The nightsnake subdues its prey with a mild venom ,however, this venom poses no threat to humans. Total length: 12- 26 in. (30-66 cm) Diet: Lizards, small snakes, frogs, salamanders and small mice.        Photo courtesy of Eric Stitt  Ring-necked Snake (Diadophis punctatus) This inconspicuous looking snake is usually an olive green to bluish gray snake with a yellow or orange neckband. They are found across the U.S. with western populations preferring moist habitats. When alarmed the ring-necked snake coils its tail showing off its bright red underside and releases a foul smelling odor, the combination of both may deter some predators. Total length: 8-34 in. (20.3-8.7 cm) Diet: Salamanders, small frogs, tadpoles, lizards, small snakes, insects and earthworms.        Photo courtesy of Kevin Black  Saddled Leaf-nosed Snake (Phyllorhynchus browni) This snake has an enlarged scale on its snout that looks similar to that of a patch-nosed snake, except that the scale has free edges. It is named for both its nose scale as well as the dark brown blotches or saddles on its back. It is found in areas of mixed desert scrub and uses its snout to burrow in search of lizards and their eggs. Total length:12-20 in (30-51 cm) Diet: Lizards and their eggs.        Photo courtesy of Dave Prival  Sidewinder (Crotalus cerastes) The sidewinder is usually found in sandy areas of the Sonoran Desert, where their unique form of locomotion comes in most handy. When sidewinding, the sidewinder throws a loop of its body in the direction that it wants to travel, and then pulls the rest of its body to the loop and repeats the process. Because sidewinding reduces contact between the snakes body and the ground, it minimizes slippage on loose soils. Sidewinders can be easily distinguished from other rattlesnakes by the hornlike scales on top of their heads. Total length: 17-33 in (43-84 cm) Diet: Small mammals, lizards and sometimes birds and their nestlings.        Photo courtesy of K. Ratzlaff  Smith's Black-headed Snake (Tantilla hobartsmithi) As its name implies, this snake has a black cap on top of its head with a cream colored collar. It frequents brushy areas, especially near canyon bottoms and streams. It is rarely seen in Saguaro National Park. Total length: 5-15 in. (13-38 cm) Diet: Centipedes, millipedes and insects.        Photo courtesy of J. Borgmeyer  Sonoran Coralsnake (Micruroides euryxanthus) The coralsnake is small, slender, and venomous. It is brightly colored, with bands of red and black, separated by narrower yellow bands. This snake specializes in feeding on small snakes, such as threadsnakes, and groundsnakes. When disturbed, the coralsnake will often bury its head in its coils, and wave its coiled tail in an attempt to draw attention away from its head. Because of the small size and therefore smaller mouth and fangs, the coralsnake is probably less dangerous to people than rattlesnakes. However, their venom is similar to that of a cobra and anyone bitten should seek medical attention immediately. The best thing you can do if you find one is to observe it from a distance and leave it alone. Total length: 11-25 in. (28-62 cm) Diet: Small snakes and lizards.        Photo courtesy of J. Borgmeyer  Sonoran Mountain Kingsnake (Lampropeltis pyromelana) This beautiful snake has red, black, and white crossbands, the red bordered by a thin band of black. This harmless constrictor closely resembles venomous coral snakes, and this mimicry might be used as self defense. A montane species, usually found in oak-juniper and pinon- juniper woodlands, but may be found at lower elevations in moist canyons. Total Length: 18-42 in. (46-107 cm). Diet: Lizards, snakes, small mammals and frogs.        Photo courtesy of Dave Prival  Sonoran Whipsnake (Masticophis bilineatus) Extremely silimar to the coachwhip in behavior and form, the Sonoran whipsnake is smaller, and greenish-gray in color with two or three light colored stripes on each side of the body. It is commonly found in dense, shrubby vegetation and seems as comfortable on the ground as in low shrubs. Like the coachwhip, food is swallowed live. Total length: 24-67 in. (61-170 cm) Diet: Birds, small mammals, lizards, snakes, and frogs.        Photo courtesy of J. Borgmeyer and Dave Prival  Tiger Rattlesnake (Crotalus tigris) This relatively small rattlesnake is only found in the Sonoran Desert region, and is recognized by its small head, large rattle, and many closely spaced bands on its back and sides. The fangs of the tiger rattlesnake are proportionately shorter than that of other rattlesnakes, however, this does not limit their effectiveness as a hunting tool or defensive weapon.        Photo courtesy of Erin Zylstra  Variable Sandsnake (Chilomeniscus stramineus) This small snake is one of the most efficient of \"sandswimmers\". Its adaptations for burrowing include a head no wider than its neck, a deeply countersunk lower jaw (like an overbite), flat nose, nasal valves, small, upturned eyes, and a concave belly. There are 2 color variations within the species, but in Saguaro National Park variable sandsnakes are whitish to reddish-orange in color with 19 to 49 black or brown bands. In general, they prefer sandy or loamy soils and seldom appear at the soil's surface except at night. Total length: 7-11 in. (17.8-28 cm) Diet: centipedes, sand-burrowing cockroaches, ant pupae and other insects.        Photo courtesy of Dave Prival  Western Diamond-backed Rattlesnake (Crotalus atrox) The western diamond-backed rattlesnake is the largest rattlesnake in the western U.S. It gets its name from the diamond-shaped markings on its back. It lives in a variety of habitats in arid and semi-arid regions of the west. This snake is dangerous, not only because of its size, but also because of its attitude. They often hold their ground and defend themselves when approached. If you come across one, the best thing you can do is give it plenty of room and leave it alone. Total length: 30-90 in. (76-230 cm) Diet: Mammals, including rabbits, lizards, birds and nestlings.        NPS photo  Western Groundsnake (Sonora semiannulata) This snake is usually a reddish-brown color and some are crossbanded with black. A secretive, nocturnal snake, they prefer the loose soils of dry riverbottoms. Total length: 8-18 in. (20-46 cm) Diet: Spiders, scorpions, centipedes, crickets, solpugids, grasshoppers and insect larvae.        Photo courtesy of Dale Turner  Western Lyresnake (Trimorphodon biscutatus) This snake is named for the v-shaped lyre on its head. It lives in rocky areas, and wedges itself in crevices and cracks in the rocks. Lyre snakes are primarily lizard eaters and are mildly venomous. They also eat birds and mammals, though they tend to constrict this prey, as their venom is not as effective on birds and mammals. When alarmed, this snake will shake its tail, hiss, stike, and bite the offender. This behavior, as well as the snake's physical characteristics often cause the lyre snake to be mistaken for a rattlesnake and killed. Total length: 18-47 in. (46-121 cm)        Photo courtesy of Dave Prival  Western Patch-nosed Snake (Salvadora hexalepis) This slender snake is recognized by the large scale on the end of its nose, which is uses to burrow in search of food. It is pale brown in coloration, bordered on each side with several dark stripes. The western patchnose snake does not constrict its prey, but it does throw loops of its bodyover the prey, pinning it down until it can be swallowed. Total length: 20-46 in. (51-117 cm) Diet: Small mammals, lizards, reptile eggs and nestling birds.        Photo courtesy of Dave Prival  Western Threadsnake (Leptotyphlops humilis) This small, worm-like snake may reach up to 16 inches in length, but rarely thicker than a pencil lead. The western threadsnake prefers loose, damp soils and spends so much time underground that its eyes have become vestigial (unneeded) and located under the head scales. These eyes are thought to be capable of seeing light and dark only. When foraging for prey, the blind snake will search for an ant pheromone trail and follow it back to the nest for a meal. Though often attacked by defensive ants, its smooth, hard scales protect it from their bites and stings. Total length: 7-16 in. (18-41 cm). Diet: Ants (including larvae and pupae) termites and occasionally beetle larvae.",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/nature\/snakes.htm"
}
