{
    "title": "African Burial Ground National Monument: Pinkster",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Pinkster                Pinkster         Visitors explore the outdoor memorial. National Park Service  Celebrate Pinkster   Originally a Dutch festival, Pinkster is a celebration of the coming of spring and a time of rest to be enjoyed among friends and family. To the Dutch, Pinkster originated as a religious holiday derived from the Christian feast of Pentecost as well as an observation of the change in seasons and spring renewal. Dutch colonists brought this celebration to settlements in the New York area during the 17th century; however, this holiday evolved over the subsequent decades into a primarily African American holiday infused with the African Bantu culture of Congo and Angola. The holiday became a chance for Northern enslaved and freed families to reunite and experience a brief sense of independence as well as share and pass on important African traditions, especially to those born in North America.   By the mid-18th century, celebrations in New York City attracted large crowds arriving to sell goods varying from oysters and beverages to herbs and sassafras bark amidst the merriment of games, drinking, dancing and music. The celebration could last for three to four days, during which attendees would participate in sports or the highlighted Toto, or Guinea, dance performed to the beating of drums. Presiding over the days of activity was a temporarily honored \"King\" elected from within the enslaved members of the community who exercised symbolic jurisdiction over the whole of the festivities. African Americans would look forward to Pinkster as a break from the struggles of daily life and used it as an opportunity to express their animosity against white culture, subtly satirizing them through forms of art including storytelling and song.   After the mid-19th century, the celebration of Pinkster was discontinued in New York after its elevation in popularity struck a fearful cord in the white political leaders of the time. The potentiality of a revolt that would need to be suppressed caused the white community to feel obligated to bring its annual observance to an end. It was not until the 1970's that efforts were made to revive this tradition, such as at the Phillipsburg Manor House in Sleepy Hollow, New York where an annual recreation is observed. Today, Pinkster is recognized as the oldest African American holiday of the original Thirteen Colonies that became the United States of America.   Here & Now   The African Burial Ground National Monument, in partnership with the African American Pinkster Committee of New York (AAPCNY) annually celebrates and invites the general public to a commemorative celebration featuring the pouring of libations, lectures, songs, performances, reading of proclamations, and the laying of flowers on the burial mounds. Celebrate New York's vibrant African American history and culture at one of New York City's most sacred sites, the African Burial Ground National Monument Memorial.   This year's celebration will be held on Saturday May 21st, 2016 beginning at 12PM Noon.     For more information, see our flyer (PDF 724KB)",
    "url": "https:\/\/www.nps.gov\/afbg\/learn\/historyculture\/pinkster.htm"
}
