{
    "title": "African Burial Ground National Monument: History & Culture",
    "body": "History & Culture         Our history is modern and ancient.  One piece of modern history at our site was the 2003 reinterment ceremonies shown here.   The African Burial Ground National Monument's story is both old and new; It began use in the 17th or 18th century, but was only rediscovered in 1991. Our story is both the story of the Africans whose holy place this was, but also the story of the modern day New Yorkers who fought to honor these ancestors. One such ancestor is Christopher Moore, a descendant of Groot Manuel--one of the first 11 enslaved Africans in New York City--who has written extensively on our history.  A brief history of our site written by author and historian Christopher Moore can be downloaded here (PDF 1.15MB). The African Burial Ground National Monument is the first National Monument dedicated to Africans of early New York and Americans of African descent. Among other National Monuments in New York City, it joined the Statue of Liberty, Ellis Island, and Castle Clinton National Monument - all administered by the National Park Service. For more on the history of the National Park Service, or the sites we administer.  The African Burial Ground became a National Historic Landmark in 1993. National Historic Landmarks are nationally significant historic places designated by the Secretary of the Interior because they possess exceptional value or quality in illustrating or interpreting the heritage of the United States. Learn more about National Historic Landmarks or the New York City Landmarks Preservation Commission. The Antiquities Act is the first law to establish that archaeological sites on public lands are important public resources. It obligates federal agencies that manage the public lands to preserve for present and future generations the historic, scientific, commemorative, and cultural values of the archaeological and historic sites and structures on these lands. It authorizes the President to protect landmarks, structures, and objects of historic or scientific interest by designating them as National Monuments. Learn more about the Antiquities Act of 1906. On February 27, 2006, through Presidential Proclamation, President George W. Bush named the African Burial Ground a National Monument.  People   Places   Stories   Preservation       Howard University   Howard University is a historically black university (HBCU) in Washington, D.C. that played a critical role in the site's contemporary history. Extensive research about these men and women and our history was conducted by Howard University. These archaeology, history and skeletal biology reports are available to read and download.   The Archaeology of 290 Broadway Volume I: The Secular Use of Lower Manhattan's African Burial Ground (PDF-21.9MB) Volume II: Archaeological and Historical Data Analyses (PDF-52.8MB) Volume III: Artifact Catalog (PDF-1.79MB) Volume IV: Conservation of Materials From the African Burial Ground and the Non-Mortuary Contexts (PDF-18.6MB)   The New York African Burial Ground: Unearthing the African Presence in Colonial New York Volume 1: The Skeletal Biology of the New York African Burial Ground - Part 1 (PDF-36.9MB) Volume 1: The Skeletal Biology of the New York African Burial Ground - Part 2: Burial Descriptions and Appendices (PDF-21.3MB) Volume 2: The Archaeology of the New York African Burial Ground - Part 1 (PDF-114MB) Volume 2: The Archaeology of the New York African Burial Ground - Part 2: Descriptions of Burials (PDF-66.3MB) Volume 2: The Archaeology of the New York African Burial Ground - Part 3: Appendices (PDF-80.4MB) Volume 3: Historical Perspectives of the African Burial Ground: New York Blacks and the Diaspora (PDF-10.4MB) Volume 4: The Skeletal Biology, Archaeology, and History of the New York African Burial Ground: A Synthesis of Volumes 1, 2, and 3 (PDF-15.5MB) Volume 5: The New York African Burial Ground: Unearthing the African Presence in Colonial New York (PDF-20.5MB)        The Maerschalk plan of the City of New York is a historic map made in 1754 that clearly shows the African Burial Ground and its surrounding neighborhood",
    "url": "https:\/\/www.nps.gov\/afbg\/learn\/historyculture\/index.htm"
}
