{
    "title": "Saguaro National Park: Gila Monsters",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Gila Monsters                  Gila Monster Project         Gila monster N. Perkins  Gila monsters are endemic to the Sonoran desert and are the only venomous lizards that live in the United States. The Gila monster project at Saguaro National Park was started in 2008 by Dr. Kevin Bonine of the University of Arizona, in a part because so little is known about this elusive lizard. This project has several areas of focus. The first is radio tracking, which allows us to find individual Gila monsters even when they are hidden underground, as they often are. Gila monsters at the park are outfitted with a small radio that can be tracked using a radio receiver. Then, they are located and observed approximately once a week all year round. In addition, to location, we collect data such as temperature, behavior, and nearby plants and other habitat features to help us understand the lifestyle and activities of these lizards. The second area of focus is genetics. We are learning a great deal from DNA collected from individuals during this study, especially how closely related individuals are from nearby and more distant populations.    Another part of the project involves collecting photographs of all individuals that are seen. Like fingerprints, Gila monster's patternare unique to each lizard. Therefore, it is possible to identify individuals by the pattern on their bodies. This aspect of the project relies heavily on photographs taken by \"citizen scientists\", who can be visitors, volunteers, employees, and researchers. Because Gila monsters are venomous, and spend most of their lives underground, finding and photographing them can be challenging. For this reason, we are requesting that if you see a Gila monster, please take a photo - but from a safe distance! Send it to us, and count yourself as lucky to have spotted one! We will use this photo in our research.    Learn more about what we do with your photos after you send them in and our results!    Take a look and print out our Gila monster brochure!                         Gila Monster video Video about the lifestyle of a gila monster and how Saguaro National Park is collecting data on them.   Duration:3 minutes, 6 seconds",
    "url": "https:\/\/www.nps.gov\/sagu\/getinvolved\/gila-monster-project.htm"
}
