{
    "title": "African Burial Ground National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         General Information  A permit is required for any activity that provides a benefit to an individual, group, or organization, rather than to the park or the public at large. Many of the events that require permits also require some degree of oversight from National Park Service staff.      First Amendment Activities We encourage citizens to exercise rights guaranteed by the Constitution. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect the public and park resources. Therefore, such First Amendment activities involving over 25 participants require special use permits, and National Park Service staff may regulate the time, place, and manner in which they are conducted. Some examples are:    Distribution and\/or sale of printed matter Religious services Public demonstrations or assemblies, etc. Collecting signatures for petitions  View and print the Special Use Permit Instructions and Requirements for African Burial Ground (PDF-300KB)  View and print the Special Use Permit Application for African Burial Ground (PDF-604KB)       Commercial Filming and Photography  Non-commercial filming and photography is allowed. However, a permit is required for any commercial filming and\/or photography within the boundaries of African Burial Ground National Monument, including the outdoor memorial. This applies to photojournalists, members of the media, or anyone else using professional video and\/or photography equipment. View and print the Application for a Commercial Filming\/Photography Permit (PDF-864KB)       Application Process To apply for a permit, complete the applicable form, and send it with a non-refundable application fee of $50 to:    National Park Service Manhattan Sites Attn: Special Park Uses 26 Wall Street New York, NY 10005    Please make check or money order payable to the \"National Park Service.\" Please note that this is only an application form. A permit form will be sent to you as soon as we approve your proposed activity. No Special Use Permit is valid until signed by the Superintendent or other authorized federal official. Please be advised that additional fees may be assessed, depending upon the nature of the activity.      Further Information\/Contact Us  For more information regarding special uses, commercial filming, and\/or short term leasing at Federal Hall National Memorial, contact the Special Use Permits Coordinator at (212) 825-6990. Inquiries can also be made via email by clicking here.        Reservations   Ranger-led tours are available for groups of 10 or larger. These groups are required to make reservations. Download an Educational Service Request (PDF-54KB) form to begin the reservation process. For additional questions regarding visitation to the African Burial Ground National Monument please call the site at (212) 637-2019.",
    "url": "https:\/\/www.nps.gov\/afbg\/planyourvisit\/permitsandreservations.htm"
}
