{
    "title": "Saguaro National Park: Mustelids (Badgers & Skunks)",
    "body": "Mustelids (Badgers and Skunks)         NPS photo  American Badger (Taxidea taxus)              The badger is a short, stocky carnivore well adapted for digging.  Badgers prefer flat, open areas of desert and grassland with sandy soil suitable for digging burrows. They are a very rare species at Saguaro National Park, though there have been several sightings and infra-red triggered photographs of them over the past few years.  Park biologists are concerned about the future of badgers in the park, as they fear that badgers are in a population decline due to habitat loss outside the park boundaries.         Hognosed skunk NPS photo  Common Hog-nosed Skunk          (Conepatus mesoleucus)                               The hog-nosed skunk is named for its fleshy, pig-like snout, which it uses to root for insects and grubs. It can be distinguished from the similarly colored hooded skunk by its long nose and considerably shorter tail. Saguaro National Park is home to 4 species of skunks! Total length: 20 - 36in (51.3 - 90cm) Weight: 5 - 10lbs (2.3 - 4.5kg) Diet: Insects, grubs, worms, snails, small rodents, reptiles, bulbs, and roots        Hooded skunk NPS photo  Hooded Skunk (Mephitis macroura)            The hooded skunk barely enters the U.S. from Mexico and is only found in southern parts of Arizona, New Mexico, and Texas. This skunk has two color phases, a white phase (shown here) where the back is white, and a dark phase where the back is black with two white side stripes. Total length: 22 - 31in (55.8 - 79cm) Weight: 6 - 10lbs (2.7 - 4.5kg) Diet: Carrion, eggs, insects, earthworms, small mammals, fruits        Spotted skunk NPS photo courtesy of Cedar Breaks National Monument  Western Spotted Skunk (Spilogale gracilis)  This squirrel-sized skunk is the smallest skunk in the southwest and the only one known to climb trees.  It is easily distinguishable from other skunks by its size and unique markings.  When threatened, this skunk will do a handstand and spray the offender from its anal scent glands!  The spotted skunk is active year-round except during exceptionally cold periods when several individuals will often den together.   Total length: 13.5 - 18.7in (34.3 - 47.5cm) Weight: 1 - 1.5lbs (2.2 - 3.3kg)                     Diet: Insects and other invertebrates, small lizards, rodents, fruits, and berries        Striped skunk NPS photo  Striped Skunk (Mephitis mephitis)              The striped skunk is boldly colored black and white to warn would-be predators away.  If harassed or attacked, skunks spray a noxious fluid from their anal glands. They can spray over 10 feet! The striped skunk has predators, however, like the great horned owl with an extremely poor sense of smell. Total length: 20 - 31in (52.2 - 80cm) Weight: 6 - 10lbs (2.7 - 4.5kg) Diet: Insects and other invertebrates, lizards, bird eggs, small mammals, carrion, fruit",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/nature\/badgers-and-skunks.htm"
}
