{
    "title": "Rio Grande Wild & Scenic River: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature        Rabbit Ears Rock Formation NPS Photo\\Big Bend National Park       Congress designated the Rio Grande Wild and Scenic River because of its outstandingly remarkable scenic, geologic, fish and wildlife, recreational, and other similar values. Scenic Values Rugged canyons, verdant riparian areas, scenic rapids, and unspoiled views contribute to the scenic allure and outstanding visual quality of this area. Geologic Features Rock layers exposed by the Rio Grande were deposited about 100 million years ago. Subsequent uplifting, folding, faulting, and cutting of the river have produced the present topography. Near its upstream end, the Rio Grande has sliced through the surrounding rocks to form steep-walled, sometimes narrow canyons. Downstream from Boquillas Canyon, the river flows across a relatively broad and open floodplain, or vega. Near Reagan Canyon, the floodplain narrows abruptly, and the river flows in a continuous deeply cut canyon for almost 40 miles. In the Lower Canyons portion of this segment, the river and its tributaries lie 500 to 1,500 feet below the surrounding plateaus. Fish and Wildlife The Rio Grande Wild and Scenic River corridor represents an exceptional example of Chihuahuan Desert fauna in association with species that depend on the rare aquatic and riparian habitats of the river. It is an isolated outpost of rapidly dwindling and irreplaceable natural resources such as several fauna in association with species, including threatened and endangered species, that depend on the rare aquatic and riparian habitats of the river. A number of wildlife species (especially birds) use the Rio Grande as a travel corridor. Many species of animals depend on the riverine habitat for survival. More Information   For additional information, visit Big Bend National Park's Nature section.",
    "url": "https:\/\/www.nps.gov\/rigr\/learn\/nature\/index.htm"
}
