{
    "title": "Saguaro National Park: Insectivorous Bats",
    "body": "Insectivorous Bats         Big brown bat NPS photo  Big Brown Bat (Eptesicus fuscus) This large bat is very common throughout its range, especially near farms and urban areas. In deserts it generally roosts in man-made structures, although it has been documented roosting in woodpecker holes in saguaros. A fast flyer, it forages for insects during the summer and migrates to higher elevations to hibernate during winter. Body length: 106 - 127 mm Diet: Mostly beetles; but also ants, wasps, leafhoppers, other agricultural pests        California leaf-nosed bat NPS photo  California Leaf-nosed Bat (Macrotis californicus) The California leaf-nosed bat inhabits desert scrub of the Sonoran and Mojave Deserts. During the day it roosts in caves and mineshafts, and at night it hunts insects. Its hearing is so acute that it can hear noises as faint as the footstep of a cricket!  It feeds on large insects that it plucks from foliage or directly off the ground. It does not land on the ground but hovers above its prey before striking. After catching its prey, the California leaf-nosed bat carries it to an open roost to feast. This species does not migrate or hibernate. Instead, it survives cold periods in the warmth of cave and mineshaft roosts. Body Length: 84 - 93 mm   Diet:  Crickets, beetles, grasshoppers, other insects        California myotis NPS photo  California Myotis (Myotis californicus) The California myotis bat forages for small flying insects over desert scrub vegetation. It roosts during the daytime in buildings, under bridges, or under tree bark. Some individuals hibernate in mines and caves during winter months, while others remain active. Females form small breeding colonies of only a few individuals. Body length: 74 - 85 mm Diet: Moths and other small flying insects          Cave myotis NPS photo  Cave Myotis (Myotis velifer) This bat is found throughout the Sonoran Desert except for the driest, westernmost parts. Females sometimes form very large maternity colonies of about 15000 individuals. Body length: 90 - 115 mm Diet: Small insects        Fringed myotis NPS photo  Fringed Myotis (Myotis thysanodes) This colonial bat is active from April through September. The birth of young is synchronized throughout the colony. This myotis migrates to a winter roost, but its winter habits are not well known. Body length: 80 - 95 mm Diet: Mostly moths and crickets        Hoary bat NPS photo  Hoary Bat (Lasiurus cinereus) This bat species is widely distributed across the U.S. and southern Canada. During the summer, male hoary bats are found in the southwestern U.S., while females are spread over the entire bats’ range. In the fall, females meet up with the males in the Southwest, and both migrate to Mexico or South America. Presumably, mating takes place during migration or winter. Body length: 102 - 152 mm Diet:  Moths and other insects        Long-legged myotis NPS photo  Long-legged Myotis (Myotis volans) The long-legged myotis is a long-lived bat that can reach an age of 21 years.  Females form maternity colonies of up to several hundred individuals which disperse in the fall. Body length: 87 - 103 mm Diet: Moths and other small insects        Mexican free-tailed bat NPS photo  Mexican Free-tailed Bat (Tadarida brasiliensis) The Mexican free-tailed bat, also known as the Brazilian free-tailed bat, is the most common bat in the Southwest with a U.S. population of over 100 million! They live in huge cave colonies where they squeeze in next to each other in densities of 2700 per square meter. Unlike most bats, young Mexican free-tailed bats roost separately from their mothers. The mother can recognize her youngster by its voice alone. Mexican free-tailed bats are strong and fast flyers. They can fly at speeds of 100 km (60 mph) and fly as far as 80km (50miles) from their roosts. Some of the local population hibernate, but most migrate to Mexico for the winter. Body length: 90 - 110 mm Diet: Variety of small insects        Pallid bat Photo courtesy of USGS  Pallid Bat (Antrozous pallidus) The pallid bat flaps its wings more slowly than most bats. It forages low to the ground, landing frequently to catch large insects and invertebrates. Sometimes they even get caught in mouse traps! Its hearing is so acute that it can hear the footsteps of insects on the ground. When disturbed, the pallid bat emits a skunk-like odor from the glands on its muzzle. Found across much of the western U.S. from Mexico to British Columbia, it roosts in colonies of 12 to 200 individuals. Body length: 107 - 130 mm Diet: Large insects such as beetles, crickets, katydids, and grasshoppers; scorpions; centipedes        Pocketed free-tailed bat NPS photo  Pocketed Free-tailed Bat (Nyctinomops femorosaccus) The female pocketed free-tailed bat mates just prior to ovulation in the spring. It roosts in rocky areas – crevices, overhangs, and sometimes caves. At night it gives a loud, high-pitched call when it drops from its roost. It also calls frequently from its day roost. Body length: 98 - 118 mm Diet: Primarily moths, also ants, wasps, other insects        Silver-haired bat NPS photo  Silver-haired Bat (Lasionycteris noctivagans)Named for the silver-tipped hairs on its back, this solitary, slow flying, tree-roosting species is found in both deciduous and coniferous forests. The silver-haired bat roosts under bark, in woodpecker holes, or in other protected spots.  It is unknown whether females form maternity colonies or remain solitary before giving birth. Body length: 92 - 108 mm Diet: Small insects        Southwestern myotis NPS photo  Southwestern Myotis (Myotis auriculus) Although the daytime roosts of southwestern myotis bats are unknown, we do know that they roost in buildings and caves at night. They catch their prey of flying insects in mid-flight. Body Length: 78 - 88 mm Diet: Flying insects, mostly moths        Townsend's big-eared bat NPS photo  Townsend’s Big-eared Bat (Corynorhinus townsendii) In the western U.S., female Townsend’s big-eared bats form maternity colonies of up to 200 individuals. Young bats are large, weighing about one quarter their mother's weight at birth. They can fly by three weeks of age. By day, Townsend’s big-eared bats hang from the ceilings of mines and caves. They hibernate in cold caves and mines, folding their huge ears back to the middle of their body. Body length: 89 - 110 mm Diet: moths          Western pipistrelle NPS photo  Western Pipistrelle (Pipistrellus hesperus) The western pipistrelle is the smallest bat in the U.S., weighing about 3 grams (0.1 oz). It is buff in color with black ears, wings and tail membrane. A desert forager, it is usually the first bat to appear in the evening, usually well before dark. It roosts in caves, mines, and buildings. During warm winter evenings male bats can often be seen foraging over the desert floor while female western pipistrelles are hibernating at higher, cooler elevations.  Body length: 60 - 86 mm Diet: Small insects such as flies, leafhoppers, planthoppers        Western red bat NPS photo  Western Red Bat (Lasiurus blossevillii) Named for the rusty red coloration on its head and back, the western red bat also has white shoulder patches.  Male bats are brighter than females in color.  This solitary bat roosts in the dense foliage of deciduous trees. Western red bats migrate, often in flocks, to the southern parts of their range in winter.   Body length: 87 - 120 mm Diet: Insects      Western Small-footed Myotis (Myotis ciliolabrum) Little is known about the western small-footed myotis.  It tends to forage along cliffs and rocky slopes.  Maternity colonies are small and usually in man-made structures. Females bear only one offspring per year. Body Length: 76 - 90 mm Diet: Small flying insects      Yuma Myotis (Myotis yumanensis) The Yuma myotis is closely associated with water. It feeds by flying low over water sources, snatching up small flying insects. Maternity colonies form in places with high temperatures, such as caves, buildings, tree cavities, or under bridges and can contain thousands of individuals. Body length: 84 - 99 mm Diet: Moths, midges, other small insects",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/nature\/insectivorous-bats.htm"
}
