{
    "title": "Rio Grande Wild & Scenic River: A River Wilderness",
    "body": "Explore This Park    Plan Your Visit     Things To Do     The Lower Canyons     A River Wilderness                A River Wilderness      The Lower Canyons—three words that convey a certain mystique, a feeling of awe and wonder not linked to any other Big Bend experience. Mention that you’ve floated Big Bend’s shorter canyons, Santa Elena, Mariscal or Boquillas, and you’ll find something in common to talk about. Sheer walls, thick mud, low water levels, tricky river cane, frigid morning air, inner peace…all universal elements of a Rio Grande float trip.  On the other hand, tell an experienced river guide that you’ve done the Lower Canyons, and you’ll be regarded in a different light. By facing the most challenging rapids on the Rio Grande, and experiencing extreme remoteness, you’ll gain the respect reserved for those who’ve been in some of this country’s most inaccessible terrain and survived. Those brave spirits are strong enough to paddle long distances and portage heavy gear, not afraid of being long distances away from any kind of assistance, and can appreciate the magnificent beauty that time and water have created in this almost forgotten realm of rock and river. In 1978, a 196-mile section of the Rio Grande, from Mariscal Canyon to the Terrell-Val Verde county line, was designated by Congress as a Wild and Scenic River, a designation the Rio Grande shares with over 150 other rivers in the United States. Rivers that bear this designation are to be preserved in their free-flowing condition, their ecosystems actively protected in their natural state. Of the country’s 3.5 million miles of rivers, 10,763 miles bear this honor. In fact, only 2% of the rivers in the U.S. are free-flowing and pristine enough to qualify for Wild and Scenic designation. The designation for the Rio Grande came as recognition of the ecological importance of the riparian and canyon habitat within the free-flowing section of river that borders Big Bend National Park. To anybody that has floated the Rio Grande, the Wild and Scenic designation is obvious unto itself: the Rio Grande is wild, the Rio Grande is scenic. Point made.   Past Big Bend’s eastern boundary, the Rio Grande enters a system of desert canyons 83 miles long. This is truly the heart and soul of the Wild and Scenic River, providing outstanding opportunities for solitude and wilderness experience. Approximately 1300 daring individuals a year embark on this journey, which takes them from the historic La Linda crossing to the remote Dryden take-out. Those that choose to undertake this adventure generally have extensive river experience and are fully self-reliant, since help is often many days away. Needless to say, a Lower Canyons trip is not for everyone. Extensive preparation is essential to keep mishaps to a minimum.   When paddlers enter the Lower Canyons, they disappear from the ‘real world’, passing days and nights confined in a narrow gorge hundreds of feet high. The immediate detail a first-time visitor notices is the absolute silence. Heartbeats echo in eardrums. Sounds of breathing are amplified. At first, paddlers learn to speak in hushed whispers; then, they may not speak at all. The hypnotic rhythm of paddling is broken now and then by the lilting song of canyon wrens, or the reverberating braying of the occasional burro. Have you ever experienced stillness so intense that a single sneeze sounds like an offensive explosion? Silence is intermittingly shattered by the low, almost imperceptible rumbling of upcoming rapids; rumblings which soon turn into a deafening roar of water slamming against rock. At this point the question is: run the rapid, or not run the rapid? Running the rapid will take ten-seconds. Portaging around the rapid may take an hour. Running the rapid is guaranteed bragging rights. Portaging is guaranteed survival.  You’ve heard stories… helicopter rescues, flipped canoes, kayaks smashed to smithereens. After scouting the rapid from the safety of the shoreline, what will you decide to do? A Lower Canyons trip is not all about endless paddling. Walks into side canyons and visits to abandoned homesteads and old candelilla camps are definite highlights. Dips in the river and lounging under the shade of a cottonwood in the heat of the day are perfect ways to pass the time. Camps need to be set up, meals need to be prepared.  Great conversations, friendships, and memories must be made. Time becomes a worry of the past and it doesn’t take long to forget the stresses and habits of modern life. Your schedule will run solely by the natural rhythms of biological needs and the nuances of canyon living.  However, all is not perfect in paradise. Scenic and environmental values of the Lower Canyons are in great danger of being lost forever. The canyons have changed dramatically over the last 100 years. Although the towering rock walls remain unchanged, other features have been altered drastically by the influence of human activity upstream. Because of dams, the Rio Grande no longer floods seasonally as it historically did. The floods created banks where cottonwood\/willow bosques took root, providing habitat for native wildlife.  Now, the Rio Grande has become a highway for pollutants and exotics, carrying unwanted toxins and organisms downstream into valuable habitats. Low water levels induced by damming have impacted native fish populations by concentrating toxic pollutants in the river to lethal levels. Feral livestock has destroyed delicate areas by stripping away vegetation that maintains fragile soils, turning entire banks into sandy wastelands. Water-loving invasive plants, such as river cane and tamarisk, take hold along the rivers edge, diminishing the flow of natural springs and changing the composition of the river’s riparian habitat. How does all this affect people? To begin with, a river must have water to be navigated. In the summer of 2003, for the first time since 1955, sections of the Rio Grande dried up, making river trips difficult to undertake. An entire social structure of outfitters and guides has taken an economic blow due to the diminished flow. Those who venture into the river find that hiking up the side canyons is a difficult feat these days, since river cane has choked many access points. Tamarisk has obscured historic sites that go back hundreds of years. Clean water sources are hard to find. Some popular campsites have completely disappeared. The list, quite frankly, is endless. Perhaps the most significant impact to those that have run the Lower Canyons is that of the intangible sort; it is the feeling that something very valuable is being decimated, and there is simply no way to stop the inevitable from occurring. When paddlers reach Dryden days after leaving the ‘real world’ behind, they arrive changed. Many of the changes are physical: tanned faces, stronger arms, thinner bodies, relaxed grins, knotted hair…and the demanding need for a hot shower. The most significant changes, however, are not plainly visible. These are the changes that occur in the heart and mind of individuals that have created a bond with the exquisite beauty of the river. In the Lower Canyons, paddlers are not simply casual observers of the events taking place before them; they are part of the events in progress, and must respond to the forces of nature to survive.  And now, they must respond to the forces that threaten this wilderness.  Despite these circumstances, the Lower Canyons continues to be the trip of a lifetime for those who find comfort in solitude and wilderness. Through the National Park Service, the Rio Grande Wild and Scenic River remains one of our protected public national treasures. We hope that the ecological lessons learned from this muddy, shallow, and unpredictable river will help us protect other rivers and riparian areas, not just for the sake of river runners, but for each and every one of us. The need for clean and healthy waterways is a universal ingredient in our quality of life; after all, we ALL live downstream.   Written by Park Ranger Sharon Collyer; originally appeared in the Spring 2004 issue of the Big Bend Visitor Guide, The Paisano.",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/river_wilderness.htm"
}
