{
    "title": "Rio Grande Wild & Scenic River: The Lower Canyons",
    "body": "Explore This Park    Plan Your Visit     Things To Do     The Lower Canyons               Floating the Lower Canyons         View of Tule Canyon and the Rio Grande from Burro Bluff NPS\/Big Bend National Park  Lose yourself in the Lower Canyons A five to ten day float trip through the Lower Canyons offers a true wilderness experience. The trip begins at Heath Canyon near La Linda and ends at Dryden Crossing (83 miles). Some river runners continue to Langtry (137 miles). If that is your chosen take-out, be sure to portage the dangerous weir at Foster’s Ranch. The Black Gap Wildlife Management Area is a secondary option for put-ins. The terrain along the Lower Canyons is open desert, rugged hills, and deep canyons. Access to the river is difficult below La Linda and most of the land above the riverbank is privately owned. The rapids in the Lower Canyons are Class II-IV. Put-in and take-out information Put-in: The Heath Canyon put-in is located on the U.S. side of the river, just downstream of the La Linda bridge. Permission to take-out at Heath Canyon should be obtained by calling Heath Canyon Ranch at 432-376-2235. River access at Black Gap Wildlife Management Area is available at Maravillas, 10 miles downstream from Heath Canyon. There is a $12 per person fee and the access pass is available at Barton Warnock Environmental Center, located in Lajitas, TX, online from Texas Parks & Wildlife Department, or anywhere hunting\/fishing licenses are sold. Maravillas is closed for river access during deer season. Take-out: Permission to take-out at Dryden Crossing should be obtained by calling Jon Tom Lowrence at 432-940-3609 or 432-345-3300. Lower Canyons release form All visitors who float the lower canyons are required to fill out the following release form: Assumption of Risks and Agreements of Release and Indemnity form [40kb PDF file]      A River Wilderness The Lower Canyons—three words that convey a certain mystique, a feeling of awe and wonder not linked to any other Big Bend experience. more...",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/lower_cyns.htm"
}
