{
    "title": "Rio Grande Wild & Scenic River: Planning a Float Trip",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Planning a Float Trip               Planning a Float Trip          Canoein in Boquillas Canyon NPS Photo\/Jennette Jurado      Proper preparation is the key to a successful float trip on the Rio Grande Wild & Scenic River. Make sure you have the proper equipment, and familiarize yourself with river regulations and safety considerations.      Choose a Canyon The canyons of the Rio Grande are the most popular float trips; included in the Wild & Scenic River are:  Mariscal Canyon Boquillas Canyon The Lower Canyons.  Upstream of the Wild & Scenic River, Santa Elena Canyon is inside the boundaries of Big Bend National Park. A number of guide books are available from the Big Bend Natural History Association to help you decide and prepare for your trip.      Got gear? Three options are available if you desire to make a river trip: you can bring your own equipment, rent equipment, or hire a guide service that will provide all permits, food, equipment, and shuttles.  Local Outfitters Equipment checklist       River Use Regulations For the river environment's protection and your safety, observe regulations on both sides of the river and on private land along the Rio Grande Wild & Scenic River. more...      River Safety By giving forethought to your actions, you can have a safe, exciting, and rewarding experience while floating the Rio Grande Wild & Scenic River. more...      River Milages The feasibility of a particular trip varies with the season and river level. Always check current conditions before planning your float trip. more...      Private Property Rights along the River Downstream from the Black Gap Wildlife Management Area, the Rio Grande Wild &Scenic River flows exclusively through private land. more...      Human Waste Disposal To protect the quality of the Rio Grande ecosystem and enhance the wilderness experience of a river trip, all users must properly dispose of human waste. more...",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/rigr_river.htm"
}
