{
    "title": "Rio Grande Wild & Scenic River: River Use Regulations",
    "body": "River Use Regulations       For the river environment’s protection and your safety, observe these regulations on both sides of the river and on private land along the Rio Grande Wild and Scenic River.  Backcountry Use Permit Required: Any river user must obtain a National Park Service backcountry use permit before watercraft is placed or operated on the Rio Grande within Big Bend National Park and for overnight trips on the Rio Grande Wild and Scenic River downstream from the park. Day-use inner tubes are exempt.   Personal Floatation Device (PFD): USCG approved wearable PFDs are required for each person. They must be properly fitted, in serviceable condition, immediately accessible, and must be worn in Class II or greater whitewater. Type I, III, or V PFDs are required in Santa Elena, Mariscal, Boquillas, and the Lower Canyons.   Extra PFD Required: Each group must carry an extra Type I, III, or V PFD.   Extra Paddles: Each vessel shall carry an extra paddle or oar; kayaks shall have an extra paddle per party.   Safe Loads: No vessel may carry more than a safe load (in persons or total weight). Do not overload vessels.   Waste Systems: Each overnight boat group must bring and use an appropriate waste system. Approved options include personal chemical bagged waste containment systems, or a RV dump station compatible waste system.   Patch Kits: Each group with inflatable vessels traveling through major canyons will carry an operable pump and patch kit capable of making major repairs.   Fire Pans: Each overnight boat group must carry a fire pan with a 2 inch minimum rim. Fires must be contained in firepans, and all unburned charcoal carried out. Burn only charcoal or dead and down wood.   Use or Discharge of Firearms Prohibited. All wildlife is protected by federal law. No possession of weapons, traps, or explosives. Posession of firearms or ammunition is a felony in Mexico, including in Mexican waters.   Contain Your Trash and Pack It Out: Leave no trace behind, including cigarette butts, toilet paper, or food scraps.   No Pets in the Backcountry: Pets may harm or be harmed by wildlife. Pets can only go where vehicles can go.   Collecting or Disturbing Natural or Historic Features is Prohibited: Leave park features intact for others to enjoy.   Generator Use is Prohibited: Generators use is prohibited in backcountry areas.   Do Not Feed Wildlife: Feeding wildlife is illegal, and it often results in rangers having to destroy the animal.   Areas Closed to Camping: Camping is not permitted in the following areas: from the upstream end of the Santa Elena Nature Trail to 0.75 mile downstream from Castolon;within 0.5 mile of the San Vicente Crossing;from La Clocha to the Boquillas Canyon Trail.   Motorized Watercraft Limits. Motorized watercraft is limited to conventional boats with up to 60 horsepower inboard or outboard motors. Gas-powered motorized watercraft are prohibited in Santa Elena Canyon (from western park boundary to Santa Elena Canyon take-out), and Boquillas Canyon (from entrance of Boquillas Canyon to eastern park boundary). Except for October, Mariscal Canyon (from Talley to Solis), is off-limits to motorized watercraft.   Jet Skis are Prohibited: No jet ski use within park boundaries.   Group Size Limits: Private group sizes are limited to 20 people from Talley to Solis, Boquillas Canyon, and the Lower Canyons. Group sizes are limited to 30 people in other river areas.   Commercial Group Limits: Commercial groups will follow the above group size limits for clients;not including guides. Commercial groups are also required to obtain a Commercial Use Authorization.   International Travel: This permit allows for boating the waters of Big Bend National Park and the Rio Grande Wild and Scenic River; it does not grant permission for entering Mexico.       Recommendations The NPS recommends the following for your safety and the protection of the river environment:  High River Levels: When the river exceeds 2,000 cubic feet per second (cfs) on the Johnson’s Ranch gauge, permits should be limited to the following boats in Santa Elena, Mariscal, and Lower Canyons: inflatable rafts with a minimum of three air chambers (excluding thwarts) and minimum dimensions of 6 by 12 feet; rigid, decked canoes and kayaks that exclude water when used with a spray skirt; open canoes 50 percent filled with flotation; dories; and sport kayaks. This suggestion also applies when an upstream rise causes any such section to exceed 2,000 cfs.   Wear PFDs: Wear PFDs at all times; carry one extra per trip. Type II PFDs (horsecollar) are not allowed in Santa Elena, Mariscal, or the Lower Canyons and not recommended in the other sections.   Survival Gear: Each river party should carry a suitable amount of survival gear, including a first aid kit, extra water, sun protection, rain gear, a throwline, and an extra rope at least 50 feet long and 3\/8 inch in diameter.   Safe Capacity: The safe capacity for inflatable craft should be considered 1\/2 the manufacturer’s rated load. If no such rating can be found, the mid-line of the boat should be at least 2 inches above the water line. The safe capacity for canoes is no more than 2 persons and 100 pounds of gear in Class III or greater whitewater.   Scout Rapids: All major rapids should be scouted. Consider portaging.   Treat Drinking Water: Springs may be contaminated. Treat water from a natural source before drinking.   Camp Safely\/Secure Boats: Because sudden river rises occur, camp well above the high water mark and out of any side canyon or arroyo. Secure boats with ropes and tie each craft separately.   Protect Valuables: Theft of property from unoccupied vehicles and campsites is a problem in remote areas. Leave no valuables in vehicles.   Emergencies: In the event of an emergency, an “X” marked on the ground by any means visible from the air signifies that help is needed. Carry two 3-by-10-foot strips of international orange colored material and a signal mirror. Flights over the river are limited; do not count on being spotted quickly.",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/riverregs.htm"
}
