{
    "title": "Rio Grande Wild & Scenic River: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation         Highway routes to and from Big Bend National Park.   While the isolation of Big Bend National Park and the Rio Grande Wild & Scenic River is a draw for many visitors, it also means your trip must be well prepared and carefully planned. Big Bend National Park is located in southwest Texas, a considerable distance from cities and transportation hubs. There is no public transportation to, or in Big Bend National Park.        Big Bend National Park and the Rio Grande Wild & Scenic River   Several highways lead to Rio Grande Wild & Scenic River through Big Bend National Park: Texas State Road 118 from Alpine to Study Butte, or Texas FM 170 from Presidio through Study Butte, or U.S. Highway 90, or U.S. Highway 385 through Marathon (then 70 miles south to park headquarters). Distances between towns and services can be considerable. Be sure you have plenty of gas, oil, food, and water for your trip. Big Bend National Park has four camp stores, but supply and selection can be limited. There are also small stores in the communities outside the park. The last major shopping areas (grocery and hardware stores) are Alpine, Fort Stockton, and Del Rio.     Public TransportationThere is no public transportation in the immediate vicinity of the park. A variety of transportation methods can get you to cities within a day's drive of the park. No public transportation is available to this site.AirportsThe nearest airports served by major airlines are located in Midland\/Odessa, Texas (235 miles from park headquarters) and El Paso, Texas (330 miles from park headquarters). Rental cars are available at both airports.The nearest airports served by major airlines are located in Midland\/Odessa, Texas, and El Paso, Texas. Rental cars are available at both airports.Rail ServiceThe nearest Amtrak station is located in Alpine, Texas (100 miles from park headquarters). Call Amtrak at 1-800-USA-RAIL for schedule information.Bus ServiceGreyhound provides daily service to Alpine, Texas (100 miles from park headquarters). Call Greyhound at 1-800-231-2222 for schedule information.",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/directions.htm"
}
