{
    "title": "Rio Grande Wild & Scenic River: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather        Desert thunderstorm NPS Photo\/Mark Schuler       Weather and River Level Information Sunshine is abundant year-round on the Rio Grande. While this sounds welcoming, heat exhaustion and heat stroke are dangers to guard against during the hot months. Conversely, hypothermia is a life-threatening danger during the balance of the year. Infrequent and brief periods of cloudy weather are confined mostly to the winter months. Appropriate clothing and other gear should be carried from November through April as cold fronts can bring freezing weather with rain or snow. The “rainy season” extends from mid-July through early October and can result in locally heavy thunderstorms and flash floods. Rapid river rises can be dangerous if unprepared. Relative humidity is normally between 25%-40% year around. The statistics shown below are from Rio Grande Village, elevation 1,850 feet above sea level.         Month  Temperature Averages °F\/°C  Precipitation (inches\/mm) River depth (feet\/meters)   Maximum Minimum   January 67.7 \/ 19.8 31.8 \/ -0.1 0.39 \/ 9.9 2.53 \/ 0.77   February 74.0 \/ 23.3 35.4 \/ 1.9 0.39 \/ 9.9 2.58 \/ 0.79   March 83.2 \/ 28.4 44.4 \/ 6.9 0.16 \/ 4.1 2.93 \/ 0.89   April 91.1 \/ 32.8 53.4 \/ 11.9 0.58 \/ 14.7 3.06 \/ 0.93   May 96.8 \/ 36.0 62.8 \/ 17.1 1.43 \/ 36.3 3.54 \/ 1.08   June  103.1 \/ 39.5 69.7 \/ 20.9 1.44 \/ 36.6 3.39 \/ 1.03   July  101.6 \/ 38.7 70.8 \/ 21.6 1.47 \/ 37.3 3.15 \/ 0.96   August 99.4 \/ 37.4 71.0 \/ 21.7 1.61 \/ 40.1 3.87 \/ 1.18   September 94.9 \/ 34.9 65.3 \/ 18.5 1.30 \/ 33.0 4.16 \/ 1.27   October 87.2 \/ 30.7 54.0 \/ 12.2 1.30 \/ 33.0 4.31 \/ 1.31   November 76.8 \/ 24.9 40.2 \/ 4.6 0.41 \/ 10.4 3.01 \/ 0.92   December 69.9 \/ 21.1 32.9 \/ 0.5 0.34 \/ 8.6 2.65 \/ 0.81         NOAA River Level Information River level information and forecasts from the National Weather Service.      IBWC Water Level Information Rio Grande flow and level information from the International Boundary and Water Commission (IBWC).",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/weather.htm"
}
