{
    "title": "Rio Grande Wild & Scenic River: Visiting a Border Area",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Visiting a Border Area              Visiting a Border Area        Boquillas Port of Entry NPS Photo\/Matthew Yarbrough      Border Crossing Big Bend National Park shares the border with Mexico for 118 miles, and therefore can be a chance to learn about our neighbors to the south, and preserve the larger Big Bend ecosystem together. Being on the border, however, does come with its own challenges and concerns. Throughout much of its history, the border along the Rio Grande has been fluid, allowing people of both countries to come and go as needed. However, the border is an artificial boundary imposed on the natural environment, and as such is subject to political and social pressures that continue to evolve. Increased border restrictions have led to a number of important changes that affect the international boundary in Big Bend.      Boquillas Crossing Port of Entry The Boquillas Crossing Port of Entry is the gateway for those visitors who wish to take advantage of the opportunity to visit Mexico. Proper documentation is required to both enter Mexico and re-enter the United States. Mexican immigration in Boquillas requires passports for all travelers of any age. Information about documentation and Boquillas is available from the staff at the Boquillas Crossing Port of Entry, or go to the U.S. Customs website for complete information on what is required: http:\/\/getyouhome.gov\/html\/eng_map.html  Hours of Operation: Wednesday through Sunday, 9:00am–6:00pm (summer), 8:00am–5:00pm (winter).       Be Aware, Be Safe  Know where you are at all times, follow good safety procedures, and use common sense. Remember, cell phone service is limited in many areas of the park. Keep valuables, including spare change, out of sight and lock your vehicle. Avoid travel on well-used but unofficial \"trails\". Do not pick up hitchhikers. People in distress may ask for food, water, or other assistance. It is recommended that you do not make contact with them, but note the location, and immediately notify park rangers. Lack of water is a life-threatening emergency in the desert. Occasional drug smuggling and border crossings occur within the park. If you see anything that looks illegal, suspicious, or out of place, please do not stop or intervene, but note the location, and call 911 or report any suspicious behavior to park staff or Border Patrol as quickly as possible. Ask at the visitor center or contact a ranger or a Border Patrol agent about areas where you may have concerns about traveling.       Border Merchants Mexican Nationals may approach visitors in the park to sell souvenir items such as walking sticks, bracelets, and crafts. If you purchase their items or make a donation, you are encouraging them to cross the river, which may result in their arrest and deportation through Presidio (100 miles away).  Additionally, they may be fined or incarcerated. Items purchased are considered contraband and can be seized by officers. Rocks, minerals, archaeological items, etc. cannot be purchased, imported, or possessed in the national park. In addition, illegal trade damages natural resources, including the creation of social trails, cutting of river cane, erosion of river banks, and an increased amount of garbage along the Rio Grande. Supporting this illegal activity contributes to continued damage. You may legally purchase crafts made in Boquillas, Mexico, or purchase Mexican hand-crafted items at camp stores in the park. These items are purchased directly from Mexican artisans and are processed through a legal Port of Entry before being brought to the park. All wholesale proceeds go to the artisans. Please check with the staff at the Boquillas Crossing Port of Entry concerning items which may be purchased in Boquillas, but may not be legal to import. Rocks, minerals, and archeological items are still illegal to purchase, import, and possess in Big Bend National Park.      Border Patrol Checkpoints Checkpoints operated by U.S. Customs and Border Protection are located on all north\/south highways leading from the Big Bend area, and are staffed at all times. Each vehicle traveling north is stopped at one of these checkpoints for a visual inspection and brief questions by a Border Patrol agent. This process is routine. Foreign nationals planning to visit Big Bend should carry the appropriate documentation to avoid unnecessary delays, as Border Patrol agents are required to determine the immigration status of every traveler.",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/border_travel.htm"
}
