{
    "title": "Rio Grande Wild & Scenic River: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Rio Grande Wild & Scenic River 1 Panther Junction  Big Bend National Park, TX  79834                Directions         Hwy 118 south from Alpine; Hwy 385 south from Marathon; FM 170 from Presidio through Study Butte.  Directions Details           Operating Hours & Seasons         Rio Grande Wild & Scenic River Rio Grande Wild & Scenic River is open 24 hours a day, 365 days per year.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Variable -- February-April: High temperatures range from mid-70sF (23C) to low-90sF (32C) with lows from the mid-30sF (2C) to mid-50sF (12C). Cold fronts can bring freezing weather with rain or snow. -- May-August: Temperatures are hot and the weather can be stormy. Temperatures over 100F (more than 38C) degrees. -- September-January:Temperatures are cooler. The weather can turn cold any time during these months.          Fees & Passes     Entrance Fees:   Rio Grande Wild & Scenic River Entrance Fee - $0.00 The Rio Grande Wild & Scenic River does not have an entry fee however, if you float the portions of the Wild & Scenic River inside Big Bend National Park, you will be charged for entry into the National Park.         Visitor Centers                   Hot Springs Canyon NPS Photo\/Cookie Ballou       The Paisano The official visitor guide of Big Bend National Park & Rio Grande Wild and Scenic River. Includes visit planning information, feature articles, and map insets.         Rio Grande Wild and Scenic River Defined The National Park Service at the Rio Grande Wild and Scenic River preserves and protects free-flowing and natural and scenic conditions of the river and its immediate environment for the benefit and enjoyment of present and future generations. more...         Convenience Stores, Gasoline, and Lodging Commercial services are available in Big Bend National Park including, the Chisos Mountains Lodge, and camper stores located at Rio Grande Village, Castolon, Panther Junction and the Chisos Basin. more...         Water Quality & River Users The quality of water in the Rio Grande through the Big Bend region is highly variable. Big Bend National Park staff sample the water for bacterial levels on a monthly basis at several locations within the park. more...         River Safety By giving forethought to your actions, you can have a safe, exciting, and rewarding experience while floating the Rio Grande Wild & Scenic River. more...         Weather The “rainy season” extends from mid-July through early October and can result in locally heavy thunderstorms and flash floods. Rapid river rises can be dangerous if unprepared. more...",
    "url": "https:\/\/www.nps.gov\/rigr\/planyourvisit\/basicinfo.htm"
}
