{
    "title": "San Antonio Missions National Historical Park: Climate Friendly Park",
    "body": "Explore This Park    Get Involved     Sustainability     Climate Friendly Park              The first Climate Friendly Park in Texas       Established in 2003, the National Park Service (NPS) Climate Friendly Parks (CFP) Program supports national parks in reaching their sustainability goals. The program aims to help parks measure greenhouse gas (GHG) emissions, to educate park staff and the public about climate change, and aid parks in the development of strategies and specific actions to address sustainability challenges and to reduce emissions. The program has progressed significantly since its establishment and has grown to over 100 member parks, including San Antonio Missions National Historical Park – the first Texas unit of the NPS to join this sustainability-focused effort.  In 2012, San Antonio Missions National Historical Park successfully completed each of the CFP milestones. The park successfully identified their GHG emissions. Staff participated in an educational workshop. A plan was developed that outlines sustainability goals, GHG emissions reduction targets, and specific actions the park will take to reduce emissions.  San Antonio Missions is committed to protecting and preserving its natural, cultural, and archeological resources through environmental stewardship including energy, water, solid waste, chemical use, and greenhouse gas reductions. Since 2004 – with the achievement of ISO 14001 certification for environmental management – the park has made great strides in ensuring the sustainable management of the resources it protects. It has continually increased the use of alternative fueled vehicles in its fleet and initiated waste reduction strategies. In 2008, the park's grounds operations transitioned to propane grooming mowers, and replaced two gasoline utility vehicles with all-electric versions. Additional efforts to reduce petroleum use include a park-wide bicycle patrol program, developed in 2009. The success of the program has prompted park management to expand this initiative into the coming years as Mission Reach Riverwalk is completed.  Most recent efforts include increasing the park's waste diversion rate to 58% recycling, and installing energy efficient LED light fixtures. By initiating a partnership with the Department of Energy Clean Cities Program, the park has reduced GHG emissions by replacing two gasoline vehicles with alternative fueled vehicles, and installing a public electric vehicle charging station. By 2014, 40% or more of the park's fleet will comprise alternative fueled vehicles.  Over the course of 2013, the park continued to meet their sustainability goals. The park increased their alternative fuel vehicle capacity, educated the public regarding opportunities to reduce petroleum use, increased its waste diversion rate, and shared climate and sustainability-related topics with the public through outreach initiatives and educational programming.  To learn more about San Antonio Missions sustainability commitment, visit the \"Climate Friendly Parks \"Parks in Action\" page at www.nps.gov\/climatefriendlyparks or email us.",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/management\/tx-friendly-park.htm"
}
