{
    "title": "San Antonio Missions National Historical Park: Plants",
    "body": "Plants         Prickly Pear Cactus - Rancho de las Cabras (NPS photo - Kodak DX3900)  San Antonio Missions National Historical Park resides within two natural regions. Just south of downtown San Antonio, where the four missions themselves reside, the Blackland Prairie natural region predominates, but the South Texas Brush Country encroaches on this area as well. Blackland Prairie can be described as oak savannah, where patches of oak woodland are interspersed with grassland. Much of the original prairie has been plowed to produce forage crops. This practice started in earnest during Spanish Colonial times (early 1700s). Typical vegetation is pecan, post oak, Texas persimmon, sugarberry (hackberry), and buttonbrush. South Texas Brush Country vegetation is characterized by plains of thorny shrubs and trees. Near the missions, deeper soils can support tall brush like mesquite, huisache and spiny hackberry. Thirty miles south along the San Antonio River, near the town of Floresville is Rancho de las Cabras, an area completely within the South Texas Brush Country natural region. The upland part of this area (away from the rich alluvial soils of the riparian area) is characterized by shallow caliche soils that support dense brush (e.g. blackbrush acacia, mesquite, Texas colubrina, brasil, guaycan). Although a great deal of the vegetation is as it was over 250 years ago during Spanish Colonial times, the vegetative landscape has been altered by the increase of settlement bringing increased exotic vegetation, the increase in biomass along the historic acequias, and the rechannelization of the San Antonio River. The park has mapped native plant communities based on the existing dominant plants. Excluding the developed areas, there are 15 classes such as Pecan-sugarberry forest and Silver beardgrass-Johnsongrass herbaceous. To view the plant community map click here.        Native Texas wildflowers at Rancho de las Cabras    A botanical inventory for the park was completed in 2004 which identified 572 species. None of these are listed as threatened or endangered, but seven are endemic to Texas. Some common trees include mesquite, pecan, hackberry, and live oak. Shrubs include prickly pear cactus, chile pequin, and spiny hackberry. Most of the trees and shrubs in South Texas have thorns, but many also produce fruits and nuts that are an important food source for wildlife. In the spring, depending on the weather, many colorful wildflowers may be observed such as Texas bluebonnet, Indian blanket, baby blue eyes, and Turk’s cap. Of the total number of plants, 104 were non-natives, which is 18 percent. Examples include chinaberry, privet, Japanese honeysuckle, Catclaw vine, Johnsongrass, and King Ranch bluestem. Most non-native plants are also invasive. These plants often spread quickly and create monocultures, forming dense stands or patches. This displaces native flora and eliminates wildlife habitat. The park has been working on controlling selected non-native plants since 2000, focusing on woody plants and vines.",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/nature\/plants.htm"
}
