{
    "title": "San Antonio Missions National Historical Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       UPDATE (5\/23\/2016): Beginning at this time all education reservations and program inquiries will be conducted by email. Initial requests for Ranger-led education programs and notification of teacher-led activities should include the information listed below. Summer camps and childcare groups should also fill out the information below and indicate whether they are requesting an activity or not. Check out the series of seven videos that tell about the establishment of the missions and the lives of the people who lived here.        Park Ranger with students NPS  The National Park Service offers many educational opportunities for students to experience the natural and cultural history of the San Antonio Missions. The park is an ideal \"outdoor classroom\" in which to explore the heritage of our nation's Spanish Colonial past and appreciate the value of historic preservation. Free program offerings by Park Rangers include curriculum-based activities that adhere to content standards and concepts as defined by Texas Assessment of Knowledge and Skills (TAKS). Transportation costs may be reimbursed to any public or private school and homeschool groups coming from within 40 miles of San Antonio, Texas. Counties include Atascosa, Bandera, Comal, Guadalupe, Kendall, Medina, and Wilson. Reimbursement is on a first come, first served basis and is limited to one visit per school. Funding comes from a donation from Los Compadres, the park's friends' group. Reservations are required. To provide a quality experience for students and to prevent significant damage to historic resources, all schools and youth groups must register in advance with the park. There is no charge for any activities.      To request education reservations, please include the following:  School name Contact's name Daytime phone number Best time to call Planned Date of Park Visit Time of Arrival Number of Students Number of Chaperones (1 adult for every 10 students required) Grade level Would you like a Ranger-led program, or will you be Teacher-guided? Here is an application for transportation reimbursement.",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/education\/index.htm"
}
