{
    "title": "San Antonio Missions National Historical Park: Pests",
    "body": "Pests         Bee swarm (top) and remnant of a bee hive (bottom)   San Antonio Missions National Historical Park has four major pests that it deals with on a regular basis: the Subterranean Termite, the Africanized Honeybee, Feral Hogs, and the Fire Ant. The Subterranean termite has the potential to quickly destroy the cultural resources in the park. The park has contracted out to manage this pest by placing termite bait stations around historical structures at the mission sites. Researchers at Texas A&M University believe that many of the honeybee swarms found in South Central Texas are hybrids of the docile European honeybee and the aggressive Africanized honeybee, which may attack people with very little provocation. Park staff are managing for this pest by removing swarms or hives in areas frequented by visitors or staff. Squirting soapy water is the method of choice for treating swarms. Insecticides must be used to remove hives.          Feral hog in live trap     Feral hogs are widespread in Texas. They are omnivorous, mostly nocturnal, and travel in groups. If alarmed, feral hogs can injure people and their pets with their sharp tusks. They do considerable damage to cultural and natural resources through their rooting up of the ground. The park is considering the merits of and need for a program to try reducing feral hogs.        Fire ant mound   Fire ants are small, aggressive, exotic ants whose range has been spreading slowly north from South America. However, within an area in which they are established, they spread quickly and repeatedly after treatment. They create easily identifiable loose-earth mounds, especially after rain. Their bite, while very painful to most, can be fatal to those allergic. Park staff are managing for these pests by applying a specific granular insecticide on fire ant mounds in some areas frequented by visitors.",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/nature\/pests.htm"
}
