{
    "title": "San Antonio Missions National Historical Park: Hydrologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Hydrologic Activity                Hydrologic Activity         New Espada Dam on the San Antonio River   The potential violent power of flood waters of the San Antonio River during heavy or extended rainfall prompted the U.S. Army Corps of Engineers to create a huge, straight river channel almost a half a century ago. Although soils near the mission sites have a great deal of clay content, the soil is relatively shallow over limestone bedrock. There are deep alluvial soils in the former river floodplain. Aggressive hydrologic activity can erode isolated sections of banks of rivers, streams and acequias. Man-made cement retaining walls along the river and streams were testament to this hydrologic activity. The San Antonio River Authority and the U.S. Army Corps of Engineers, in partnership with other organizations, have restored 13 miles of the flood control channel to improve recreation and wildlife habitat with on-going projects. The park will continue to maintain and improve the ecology of park streams. Click on this link to learn more about the river improvement project.      The river near the missions had little vegetation and few original topographical features remaining. The restoration project was accomplished through the use of fluvial geomorphology, which is the science of how rivers and streams function. Project designers re-created the contoured path of the river wherever possible, restored the gradually descending slopes of the riverbanks and removed the concrete rubble lining the river channel. At several points along the Mission Reach, stacked pieces of limestone are used to create small dams, or weirs, in order to prevent erosion of the river bottom. The project in these areas restored native habitat and the natural meander of the river, along with developing new recreational opportunities. The project reintroduced native trees, grasses and plant life along the river's edge including pecan, redbud, cedar elm, sideoats grama, maximiliam sunflower, Texas bluebonnets and scarlet sage among others. The preservation and planting of native plants including seed and fruit producing species – such as oak, pecan and walnut – encourages wildlife to forage within these areas along the river. The planting of native understory species also provides stratification along the river, which is essential to attracting species that would not use the area if only overstory canopy plant species were present",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/nature\/hydrologicactivity.htm"
}
