{
    "title": "San Antonio Missions National Historical Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Hispid Cotton Rat   Despite being an urban park, there are many types of wildlife. Studies have documented 318 species. This includes 23 species of non-native animals, which is seven percent. Non-native animals often adversely affect native flora and fauna by displacing or consuming animals and their habitat. For example, Feral Pigs are known to cause major ground disturbance from rooting and wallowing which leads to soil erosion and introduction of weeds. Feral Pigs also eat snakes, lizards, eggs, and disturb ground-nesting birds. The park is attempting to control the populations of some non-native species, focusing on those that cause the most damage to native plants and wildlife such as Feral Pigs.        Tricolored Heron   Birds Birds are most numerous, with 222 species and counting. This includes some South Texas specialties such as the Green Kingfisher, Crested Caracara, and Scissor-tailed Flycatcher. Riparian areas of the park are good places to see birds, and spring is a good time as many colorful migratory songbirds are present. Although there are several rare species, only one is considered threatened or endangered: the Peregrine Falcon, which occasionally migrates through. There are also five non-native birds: House Sparrow, European Starling, Monk Parakeet, Eurasian Collared Dove, and the Rock Pigeon. Click here to see a park species list.        Texas Rat Snake   Reptiles and Amphibians  Thirty-eight species of herptofauna (reptiles and amphibians) have been documented as well. This includes seven species of frogs and toads; six species of turtles; six lizards; and 19 snakes. Commonly encountered are Red-eared Sliders, Ground Skinks, and the Diamondback Water Snake. The latter is often confused with the Western Cottonmouth. The Cottonmouth is poisonous, while the Diamondback Water Snake is not. Other poisonous snakes in the park are the Western Diamondback Rattlesnake and the Eastern Coral Snake. There are two species in the park listed by the State of Texas as threatened: the Texas Tortoise and the Horned Lizard. These species and the poisonous snakes are all rarely seen. There are three non-native species: the Bullfrog, Mediterranean Gecko, and Green Anole. Click here for a park species list.        Nine-banded armadillo   The 31 mammals include six species of mice, five species of bats, foxes, coyotes, deer, and raccoons. Armadillos and Collared Peccaries are sometimes observed. Five species are non-native: Roof Rat, House Mouse, Nutria, Feral Cat, and Feral Pig. Click here to view park species list.  Twenty-seven species of fish inhabit park waters. The acequias contain the same species as the river and creeks. There are largemouth bass, catfish, carp, mosquitofish, five species of shiner, and four species of sunfish. Ten species are non-native, such as the carp, Rio Grande cichlid, and two types of tilapia. Click here to view park species list.        Tiger swallowtail butterfly   Not much is known about the invertebrates that exist in the park. Few studies have been done. Data on benthic organisms in park waters is being collected and some butterflies have been identified. However, many non-native invertebrate pests are well known as the park tries to control these to prevent damage to park resources or protect visitors and staff. Species being managed include the European Honeybee and Red Imported Fire Ant. Both species can be very aggressive and will attack people if disturbed. This is especially true of the honeybee if it is Africanized.",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/nature\/animals.htm"
}
