{
    "title": "San Antonio Missions National Historical Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         San Antonio River   San Antonio Missions National Historical Park was established to preserve and interpret the chain of Spanish missions that were built along the San Antonio River in the 18th century. This river contains a vital natural resource element - water. The existence of water dictated where a mission was established. Water from the river was diverted into eighteenth century acequias (irrigation ditches, still in operation) to serve the mission communities. Today, just south of downtown San Antonio (where most of the park is located), is a wide, straight river channel built where the once serpentine, flood-prone waters of the San Antonio River had run. A comprehensive, multi-year project by the City of San Antonio, Bexar County, San Antonio River Authority (SARA), the U.S. Army Corps of Engineers (USACE) and the San Antonio River Foundation was completed in 2013 that restored and enhanced 10 miles of the San Antonio River south of in flood control, amenities, ecosystem restoration and recreational improvements. Remnants of the old river channel still remain. Now, as then, water plays an important role in the park and community. It flows in the acequias and is used in a historic grist mill at Mission San José to grind grain and to water croplands at the San Juan Demonstration Farm. It is also vital to park natural resources. The park is partnering with local agencies that manage water in the San Antonio River in an effort to improve water quality. Streamside (riparian) areas along the San Antonio River and the acequias are oases of unique vegetation that provide excellent wildlife habitat. Fish, amphibians, and many species of birds depend of these habitats. Other vegetation communities in the park besides riparian include scrubland, upland woodland, and old fields (grasslands in various stages of succession).        Setting up coverboards for reptile monitoring   The park is very active in managing and protecting these natural resources. Current projects include:  Research. Inventories of existing vegetation and wildlife in the park have been completed. In addition, we are monitoring the condition of natural resources to look for changes. The park started monitoring reptiles and amphibians in 2009 and birds in 2010. This data will provide useful information for examining trends. Most of this work is being done through the Gulf Coast Inventory and Monitoring Network. You can also learn more at NPS: Explore Nature.   Controlling non-native vegetation and restoring native plant communities. Non-native vegetation is a big problem when it invades native plant communities. This displaces native plants and seriously degrades wildlife habitat. The park has been working to eliminate invasive, non-native plants since 2000 and has greatly reduced their amount and extent. Areas are monitored to assess results and determine future work.  Removal of trash and contaminated soil. The park partners with local organizations to clean up trash from streams, park property, and adjacent areas. Three sites that have contaminated soil from past land use practices were inherited. Removal of this soil is being actively pursued.  Come visit San Antonio Missions National Historical Park and experience the natural, as well as the cultural, history of this park!",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/nature\/index.htm"
}
