{
    "title": "San Antonio Missions National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases              Subscribe  | What is RSS     April 27, 2016  Tourism to San Antonio Missions National Historical Park creates $75,709,300 in Economic Benefits  Tourism to San Antonio Missions National Historical Park creates $75,709,300 in Economic Benefits   January 14, 2016  San Antonio Missions National Historical Park Announces Project to Address Deferred Maintenance on Historic Acequias  (NPS) announced $15 million in support of 70 projects in 63 parks, including $29,120 at San Antonio Missions National Historical Park. Funding will be matched with $25,000 from the San Antonio Conservation Society, facilitated by Los Compadres   August 19, 2015  Founders Day 2015  The National Park Service is turning 99 years old on August 25 and San Antonio Missions National Historical Park wants you to join the party!   July 06, 2015  San Antonio Missions receives UNESCO World Heritage Designation  UNESCO’s World Heritage Committee agreed to inscribe the San Antonio Missions on the World Heritage List by consensus at its 39th session in Bonn, Germany.   April 24, 2013  World Heritage Week at the San Antonio Missions Starts April 27  San Antonio and Bexar County will be celebrating “World Heritage Week” from April 27-May 4.  While there will be many activities throughout the week, the Missions of San Antonio World Heritage Advisory Committee is looking to enlist 25,000 supporters during the week.      America The Beautiful - National Parks and Federal Recreational Lands Pass (formerly Golden Age, Access, and Eagle Passes)      2010 Project to Digitally Preserve the San Antonio Missions Announced (January 19, 2010) 2009 Record Year for Visitation at San Antonio Missions National Historical Park (January 19, 2010) Rodriguez Announces New Legislation to Preserve and Expand San Antonio Missions National Historical Park (January 12, 2010)      2009Model T Ford Cruise at the Missions (August 31, 2009)Extended Hours at Mission San José and Park Visitor Center (June 19, 2009)Get Outdoors - It's Yours! Activities at Mission San José (January 5, 2009)",
    "url": "https:\/\/www.nps.gov\/saan\/learn\/news\/newsreleases.htm"
}
