{
    "title": "San Antonio Missions National Historical Park: Driving Directions to Visitor Center and Mission San José",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Driving Directions to Visitor Center and Mission San José              Driving Directions to the Visitor Center and Mission San José       To use a GPS or the Internet to find driving directions to the individual missions, click here for their street addresses.     From downtown and the Alamo area: Travel south on South St. Mary’s Street. Approximately one mile south of downtown, after passing beneath railroad tracks, South St. Mary’s becomes Roosevelt Ave. Continue on Roosevelt 4 miles to a large stone structure on your left: Mission San José. At the first stop light past the mission turn left onto New Napier Ave. Follow the signs into our parking lot or bus lanes, as appropriate. From north San Antonio and the airport area: Take Hwy 281 S past downtown San Antonio, where Hwy 281 becomes I-37. Continue on I-37 S to exit 135 west, SE Military Drive, and turn right onto Military Dr. Drive approximately 2 miles to Mission Road, the second street past the river, and turn right. At the end of Mission Road, follow the signs into our parking lot or bus lanes, as appropriate. From northeast San Antonio or the Austin area: Take I-35 S to just north of downtown San Antonio. Exit 158B onto I-37 S (same as US 281 S). Continue on I-37 S to exit 135 west, SE Military Drive, and turn right onto Military Dr. Drive approximately 2 miles to Mission Road, the second street past the river, and turn right. At the end of Mission Road, follow the signs into our parking lot or bus lanes, as appropriate. From northwest San Antonio and the Fiesta Texas area: Take I-10 E toward Houston. When you reach the downtown area make sure you stay on I-10 E; you will take a ramp to remain on I-10. Stay to the right and exit I-37 S toward Corpus Christi. Continue on I-37 S to exit 135 west, SE Military Drive, and turn right onto Military Dr. Drive approximately 2 miles to Mission Road, the second street past the river, and turn right. At the end of Mission Road, follow the signs into our parking lot or bus lanes, as appropriate. From west San Antonio and the Sea World area: Take Hwy 90 E. Stay to the right and exit I-37 S toward Corpus Christi. Continue on I-37 S to exit 135 west, SE Military Drive, and turn right onto Military Dr. Drive approximately 2 miles to Mission Road, the second street past the river, and turn right. At the end of Mission Road, follow the signs into our parking lot or bus lanes, as appropriate. From southeast San Antonio and the Corpus Christi area: Approach San Antonio on I-37 N. Exit 135 (SE Military Drive) and turn left onto Military Dr. Drive approximately 2 miles to Mission Road, the second street past the river, and turn right. At the end of Mission Road, follow the signs into our parking lot or bus lanes, as appropriate. From southwest San Antonio and the Laredo area: Approach San Antonio on I-35 N and take exit 150 onto SW Military east. Drive approximately 4 miles to Roosevelt Ave and turn left. At the first stop light, turn right onto New Napier and follow the signs into our parking lot or bus lanes, as appropriate.",
    "url": "https:\/\/www.nps.gov\/saan\/planyourvisit\/directionstovcandsajo.htm"
}
