{
    "title": "San Antonio Missions National Historical Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility      Each of the major sites in the park is partially wheelchair accessible and a wheelchair is available for loan at each site.  To make your visit more enjoyable, San Antonio Missions National Park is continually upgrading facilities for greater accessibility. If you have questions or suggestions about facilities not covered in this section, contact: Accessibility Coordinator San Antonio Missions National Historical Park 2202 Roosevelt Ave. San Antonio, TX 78210, or email.     GENERAL INFORMATION  The designation accessible indicates access for wheelchair users in compliance with Uniform Federal Accessibility Standards (UFAS). Information in this section describes only the accessibility of facilities at San Antonio Missions; it is not a complete description of activities and services.Formerly the Golden Age, Access, and Eagle PassesAmerica the Beautiful - National Parks and Federal Recreational Lands Pass San Antonio Missions does not charge any fees, but the free Disability Access and Military Access Passes are available at park Headquarters and the Visitor Center at Mission San José. Government or physician documentation is required in order to issue these Passes. The following nearby parks have yearly and Senior passes. Or they can be acquired at the first federal park, forest, or campground that charges a fee.Padre Island National SeashoreAmistad National Recreation Area Parking Designated spaces are marked with the international access symbol. These are reserved for physically disabled visitors whose vehicles display an access placard or license plate.  Signal and Guide Dogs Dogs must be leashed at all times. Signal and guide dogs are allowed in all public buildings and areas within the park.  Public Transportation VIA, the San Antonio Transit Authority, provides accessible transportation throughout the city. Regularly scheduled service on Bus #42 can bring you to within one block of Mission San José and Mission Concepción. Accessible sidewalks link the bus stops to the park Visitor Center. While regularly scheduled bus service is not provided to Mission San Juan or Mission Espada, VIATrans service may be able to transport you to these sites. Call VIA at 227-2020.  Restrooms Restrooms at the park’s Visitor Center and Mission Concepción are accessible and contain Unisex units. The restrooms inside the Mission San José compound and at Mission San Juan and Mission Espada are within historic structures, but are fully accessible.  SERVICES   Park Store The park store located at the Visitor Center at Mission San José is accessible, but some assistance may be needed to reach items and books on higher shelves and for check-writing.  Deaf Services     Captioned Programs    Gente de Razón, the park’s 23-minute video, is captioned and shown at the park’s Visitor Center daily.      Captions are available in English and Spanish.  The San Antonio River Valley map program in the Visitor Center museum provides an introductory history    to the missions and the area. A printed script with cue aids is available from the front desk.  Telephones with Volume Control A TTY phone is available for visitor use at the Visitor Center front desk. Visitor Center TTY (210) 922-7152.   Services for the Sight Impaired     Visitor Center and Museums    Park Rangers and volunteers at the park Visitor Center and mission museums can provide personalized    services, information, and interpretation about the park. Ask for a braille or large-print brochure of the    park's main brochure.  Tactile Exhibits The Visitor Center museum has a relief map of the San Antonio River Valley as well as tactile exhibits of   each mission church facade and compound. Each mission site has a bronze relief map of its historic   buildings and grounds.    Exhibits with Audio Historical Information can be received through visitors' personal cell phones anywhere and anytime.  Currently, cellphone audio tours are available for Missions Concepción, San José, Espada and San   Juan and the Espada Dam and Acequia.  This phone number is accessible throughout the United States, but will use cellphone minutes.   (210) 852-2407 (English) and (210) 857-2408 (Spanish)    Visitor Center, Gente de Razón – park video  Visitor Center, The San Antonio River Valley – audio\/visual exhibit on the history of the San Antonio River   Valley   Mission San José, A Day in the Life - The model in the granary includes an audio program that describes a  typical day at the missions.  PARK ACTIVITIES A variety of activities are available, including organized ranger walks, talks, and demonstrations. Check at any park Visitor Center for detailed information.   Visitor Center   The park’s Visitor Center entrances are all accessible. The visitor restrooms, the theater, and museum area   are all accessible. Accessible seating area is located at the front and rear of the theater.   Ranger Activities Check with a ranger on the accessibility of ranger-led activities. Some activities may require assistance.   Inaccessibility may be due to rough terrain, steep grades, or stairs in historic structures.   Self-guiding and Nature trails Caution: Bicycle riders are on many of the park's trails and walkways.  Mission Concepción,  Paved pathways lead to all major features of Mission Concepción.   Mission San José,  A paved walkway leads from the Visitor Center to the entrance of the mission and   encircles the compound, leading to all major features. Access to the church is down a wooden ramp in the   convento area and through the Sacristy doors at the rear of the church.    Mission San Juan, Paved walkways lead from the parking lot into and throughout the mission compound.   The walkways out through the Spanish Colonial Farm at Mission San Juan, have packed granite surfaces    and lack permanent safety barriers.    Yanaguana Trail at Mission San Juan,  This paved nature trail winds through the wooded area to the west  of Mission San Juan and down along a section of the original San Antonio River channel. Boardwalks   provide excellent observation points along the way. While the trail is paved, some grades may present a  challenge for visitors in wheelchairs.    Mission Espada,  Paved walkways lead from the parking lot into and throughout the mission compound.    Espada Aqueduct,  A paved trail leads to a viewpoint next to the aqueduct structure.    Espada Dam,  The dam is visible from the parking lot. The paved trail leading to the structure itself is steep   and there are no safety barriers.",
    "url": "https:\/\/www.nps.gov\/saan\/planyourvisit\/accessibility.htm"
}
