{
    "title": "San Antonio Missions National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours         Ranger-guided tour at Mission San José   Guided Mission Tours Join a Park Ranger or Volunteer for a free guided tour of one of the four missions. Learn more about the 18th-century Spanish Colonial period and discover the importance of this critical part of America's history.  Tours are weather dependent and may be cancelled in the event of extreme heat or lightening. Tours typically last 45-60 minutes. Note that additional tours may be added. Meet at the visitor center or information center of the mission you want to tour.  Mission San José 10:00 am, 11:00 am, 2:00 pm, 3:00 pm Mission Concepción  10:30 am & 2:30 pm Mission San Juan (staff permitting) Mission grounds are open daily 10:00 am to 5:00 pm. Stop at contact station, if staff is present, to check on tour times. Mission Espada (staff permitting) Mission grounds are open daily 10:00 am to 5:00 pm. Stop at contact station, if staff is present, to check on tour times.         A mission's ranch was located 20-30 miles away to prevent livestock from wandering into croplands. NPS Photo  Tour of Rancho de las Cabras  Rancho de las Cabras, Mission Espada's ranch, is located 30 miles south of San Antonio is Floresville, TX. Much of the cattle industry of the 1800s was built on the legacy of mission ranches. Visitors can join a park ranger to learn about the rich legacy of mission ranches during guided tours.   A limited number of ranger-led tours are offered at Rancho each year. The free tours are by reservation only. Available dates will be posted on the park website, Facebook page and on Eventbrite. Call 210-932-1001 for more information.  Tours meet in the parking area at Floresville River Park on SH 97 in Floresville, Texas, to caravan to the Rancho site. From San Antonio, take I-37 south. Exit on Hwy 181 south to Floresville. Turn right on Hwy 97 west to River Park.",
    "url": "https:\/\/www.nps.gov\/saan\/planyourvisit\/guidedtours.htm"
}
