{
    "title": "San Antonio Missions National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Staying safe at San Antonio Missions National Historical Park starts with you! Sun, Heat, & Rain ....................Personal Safety....................Biking....................Firearm Policies                 Sun, Heat, and Rain South Texas has two seasons –Summer and February! Just kidding, but do expect high temperatures, intense sunlight, and high humidity April through November. The historic Spanish Missions are not only churches, but communities. You will be spending most of your time outside, walking from one part of the mission to another, especially at Mission San José. 1. Apply sunscreen, and wear loose-fitting, light-colored clothing and a hat or carry an umbrella. A sunburn or heat stroke is not what we want you to remember about your visit. 2. Drink plenty of water. Dehydration is dangerous and sneaks up on a person, so start drinking early, even on mild days. Inexpensive water bottles are available at the Visitor Center; each mission has cold water with which to fill them. A plus is that San Antonio has great tasting drinking water. 3. Rain occurs occasionally, and, usually, for short periods of time. Be prepared for high water and some flooding at low water crossings. Never drive through moving water. Turn around, don't drown. 4. Lightning can accompany thunderstorms, which brings a high risk to visitors touring the missions. Be weather aware. If you hear thunder, take shelter.         Personal Safety Always be aware of your surroundings. 1.  Do not leave valuables (purses, computers, GPS, etc.) in your car. Vehicle break-ins do occur at the missions. You can avoid becoming a victim by keeping your valuables with you, and out of plain sight in your vehicle. 2. There are uneven walkways throughout the park, and low clearance entrances within the mission compounds. Watch your step and your head as you visit and explore each mission. 3. Please do not climb, walk, or sit on the historic walls (including the well that has steps up it!). Not only could you fall, but continued additional weight causes the mortar to deteriorate faster, leading to possible wall collapses. 4. Please don't climb the trees, it isn't worth that photograph. 5. Beware of the wildlife! Do not approach or feed any animal you encounter. Keep an ear and an eye out for bee hives\/swarms (painful sting!) and fire ants (painful bite!). Please inform a Park Ranger of all sightings. There is also poison ivy (painful itch!) in wooded areas –Leaves of three, let it be! 6. Keep an eye out for bike riders. 7. Report all loose dogs to a Park Ranger; do not approach. The park is in an urban area, where stray animals are common.         Biking With the opening of the Mission Reach, linking the five San Antonio Missions, biking has become very popular. Here is a link to the Mission Reach Riverwalk Map. 1.  Wear a helmet while biking. 2. Many bike lanes in the city share the road with vehicles, so take care when riding on city streets. 3. All bikes should be walked while in mission compounds. 4.  Please bring a lock and dock in the bike racks provided at each mission. 5. Leaning a bike against a historical building or structure can damage it. 6. Do not ride or walk your bike across the Espada Aqueduct. It is dangerous and doing so will damage the historic structure.        This sign is displayed at the entrance of federal buildings where firearms are prohibited.   Firearms Policies As of February 22, 2010, federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in national parks. However, Federal law prohibits firearms in government buildings, including park headquarters, the Visitor Center at Mission San José, and the visitor contact stations at Missions Concepcion, San Juan, and Espada. Public entrance doors are clearly marked with a sign indicating that firearms are prohibited. The mission churches are under the jurisdiction of the Archdiocese of San Antonio, which also prohibits firearms in its buildings.",
    "url": "https:\/\/www.nps.gov\/saan\/planyourvisit\/safety.htm"
}
