{
    "title": "Saint Croix National Scenic Riverway: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         VIPs Assisting with a Water Quality Study. NPS  Volunteer-in-Parks (VIPs) Volunteers with the St. Croix National Scenic Riverway work alongside National Park Service staff to protect and restore the diverse resources of the St. Croix and Namekagon rivers and to enrich the experience of  visitors. VIPs restore habitats, participate in river clean-ups, assist park rangers with outreach and education and help with special events. Volunteers include individuals and families as well as organized groups. VIPs may volunteer for individual events or for recurring activities. Hours, frequency, and location of work will vary with the nature of the volunteer activity. Please consult the list below to find an opportunity for you! If you have a skill in another area that you'd like to share, please let us know!      Current Volunteer Opportunities  Historical Research Assistant Volunteers research a topic selected or approved by the Riverway Historian by reviewing files at a local historical society (or societies) or other facilities throughout the area for information related to the Riverway or at Park Headquarters.  Opportunities may be available in many locations throughout the Riverway area. Additional information and an online application are available at http:\/\/www.volunteer.gov\/gov\/results.cfm?states=WI.  Oral History Assistant Volunteers will conduct oral histories with community elders who are familiar with the St. Croix and Namekagon rivers. Candidates for oral histories, topics and suggested questions will be developed with the Riverway Historian. Volunteers are needed for both interviews (which will be tape recorded) and to transcribe the interviews into written form. Opportunities may be available in many locations throughout the Riverway area. Additional information and an online application are available at http:\/\/www.volunteer.gov\/gov\/results.cfm?states=WI.  Visitor Center Operations Assist in staffing a Riverway Visitor Center. Individuals with an interest in exploring the mission of the National Park Service and sharing their knowledge with the public will be scheduled to work alongside park staff. Duties will vary, but may include serving the visiting public, assisting with school and group educational programs, and operation of the visitor center, audio visual equipment and exhibits. http:\/\/www.volunteer.gov\/gov\/results.cfm?states=WI.  Wildlife Survey Assistant Help protect wildlife by assisting National Park Service rangers in ongoing studies of Riverway birds, mammals and amphibians. Opportunities may be available in many locations throughout the Riverway area. Additional information and an online application are available at http:\/\/www.volunteer.gov\/gov\/results.cfm?states=WI.",
    "url": "https:\/\/www.nps.gov\/sacn\/getinvolved\/volunteer.htm"
}
