{
    "title": "Bluestone National Scenic River: Garlic Mustard",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Species     Garlic Mustard                  Garlic Mustard          Garlic mustard (Alliaria petiolata) is a member of the Brassicaceae, or mustard family. This invasive plant's native range is located in Europe and was introduced into the U.S. in 1868 where it was observed on Long Island, NY and later escaped. Garlic mustard was originally planted for medicinal use, but no longer has any value (Miller 2004). Currently, garlic mustard is established in 38 states (USDA PLANTS database). Garlic mustard is a herbaceous plant that is biennial. A basal rosette, or round arrangement of leaves close to the ground, forms the first year. These leaves are alternate and kidney-shaped with toothed margins. During their second growing season, the basal rosette produces 2 to 4 flower stalks that can reach a height of 3 feet (1m). The leaves of the flower stalks are alternate and heart-shaped to triangular with toothed margins. Flowers are small, white, and have 4 petals and are arranged at the tallest point on the flower stalk (Miller 2004). The blooming period occurs from April to May and the small brown to black seeds are dispersed in late summer. The seeds are contained in long, narrow capsules that can easily release up to 3,000 seeds per plant. Seeds are dispersed by humans, animals and water (Huebner et al. 2007). The preferred habitat for garlic mustard can be in an upland or floodplain forest, savanna, roadside, trail edge, or disturbed area. Garlic mustard is shade tolerant and can be found in open areas (Huebner et al. 2007). Several factors are responsible for the successful invasion of garlic mustard in the U.S. The lack of natural predators and herbivory, especially by deer, increases the competitive advantage against native plants. Garlic mustard is also capable of growing earlier than other native plants and inhabiting disturbed areas or intact forests. The last advantage that garlic mustard possesses is the production of allelopathic chemicals (Lankua 2009). Alleopathy is the production of toxic compounds that inhibit germination, growth, or survival of competing species. Under the right environmental conditions, garlic mustard can out-compete native species with the help of toxic chemicals (Lankua 2009).  Pieris virginiensis, or the West Virginia white is a butterfly which feeds and lays eggs on its host plants, toothworts (Dentaria sp.: Brassicaceae (Porter 1994). The West Virginia white butterfly is considered rare and has a vulnerable conservation status in West Virginia (NatureServe 2011). When the aggressive garlic mustard expands into the same habitat of the toothworts, it out-competes and significantly decreases the number of toothworts that the West Virginia white relies on. With no other choice, the West Virginia white butterfly then has to lay its eggs on the garlic mustard and the larvae eat the potentially toxic leaves, in which some larvae may survive (Porter 1994). In small, isolated populations, this could lead to extinction. It is critical that garlic mustard be controlled in areas that threaten the West Virginia white (NatureServe 2011). Because of the all the different aggressive strategies that garlic mustard has, it can be troublesome to control. However, the shallow roots make garlic mustard very easy to remove by pulling it out of the soil. This should be done in the months of April and May before the plants go to seed. The Invasive Pests Management Team and volunteers pull garlic mustard at the Bluestone National Scenic River and New River Gorge National River in the spring.  Literature Cited Huebner, C.D., C. Olson, and H.C.Smith. 2007. Invasive plants field and reference guide: an ecological perspective of plant invaders of forests and woodlands. USDA Forest Service. Newtown Square, PA. Lankau, R. 2009. Soil microbial communities alter allelopathic competition between Alliaria petiolata and a native species. Biological Invasions. 12:2059-2068. Miller, J.H. 2004. Nonnative invasive plant of southern forest: A field guide for identification and control. General Technical Report SRS-62. U.S. Forest Service Southern Research Station, Asheville, NC. NatureServe Explorer. 2011. Pieris virginiensis - W.H. Edwards, 1870. Available from http:\/\/www.natureserve.org\/explorer\/ (Accessed 25 March 2013). Porter. 1994. Implications of introduced garlic mustard (Alliaria petiolata) in the habitat of Pieris virginiensis(Pieridae). Journal of Lepidopterists' Society 48(2): 171-172. USDA Natural Resources Conservation Service PLANTS database. PLANTS profile:Alliaria petiolata (M. Bieb.) Cavara &Grande, garlic mustard. Available from http:\/\/plants.usda.gov\/java\/nameSearch. (Accessed 25 March 2013).",
    "url": "https:\/\/www.nps.gov\/blue\/learn\/nature\/garlic-mustard.htm"
}
