{
    "title": "Gauley River National Recreation Area: Volunteer",
    "body": "Volunteer          Supporting your favorite park can be as simple as picking up a single piece of trash during your stay, or as intense as a three-month-long commitment in the field or the visitor centers. Everyone has the potential and opportunity to contribute in some way to the protection of our national treasures. At New River Gorge National River, Bluestone National Scenic River, and Gauley River National Recreation Area, we welcome volunteers for a wide variety of projects and positions. We deeply appreciate the time and effort that volunteers give to help protect and preserve this wonderful place. Volunteer opportunities include working in park visitor centers, maintenance work, office and organizational work, and campsite and trail rehabilitation. Groups and organizations that would like to come for short periods to work on specific projects are also welcome. Each year, volunteers contribute more than 15,000 hours to the three parks. Visitors, residents, families, school groups, scouts, clubs, and businesses—people just like you—help care for the trails, campgrounds, historic areas, museum collections, visitor centers, forests, and beaches of the Gauley, Bluestone and New Rivers. Almost 1,000 people annually make the time to give something back to these beautiful and important places. If an individual volunteers for 250 hours they are eligible for the America the Beautiful Volunteer Pass! Who do I contact to volunteer? The Volunteer coordinator for New River Gorge National River and Gauley River National Recreation Area is Adrienne Jenkins. she can be reached at 304-465-2634 Volunteer Position Descriptions For detailed descriptions of all of our volunteer positions, click on the link to our Volunteer Position Descriptions. The following questions will introduce you to our Volunteers In Parks program. Discover why our volunteers are truly VIPs. What types of work can volunteers do? We have a wide variety of opportunities including, but certainly not limited to, the categories listed below. For details about current openings, visit the links above. Interpretation « Welcome visitors to the park's information centers « Informal interpretation\/visitor contacts on trails and visitor use areas « Assist with educational programs for youth « Maintain the photographic files and libraries « Answer information requests by mail and telephone « Assist with developing publications « Assist with interpretive projects with the National Coal Heritage Area Protection « Assist with search and rescue « Patrol trails, rivers, beaches and roads « Help maintain climbing routes and access « Remove graffiti Maintenance « Work in trail and sign shops « Join crews that maintain trails and dirt roads « Join crews that restore and maintain historic buildings and other park facilities Resource Management « Monitor wildlife populations « Gather oral histories « Gather water quality data « Input data for geographic information systems « Research and update on park lands and abutters « Catalog museum collections « Assist with clerical and computer work « Volunteers are needed every August for the annual Long-term Ecological Monitoring Systems (LTEMS) assessment. Are internships available? Yes! Many volunteers work for the three southern West Virginia national park areas through internships and programs such as: the Student Conservation Association (SCA), the Youth Conservation Corps (YCC), Americorps Vista , and the national Teacher-Ranger-Teacher program. How long do volunteers work? This depends on the specific projects, the requirements of the supervisor, and your schedule. Many of our volunteers, particularly groups, sign-up for one to three day events. However, generally, supervisors are interested in working with volunteers who can make a longer commitment, whether it be once a week for a year or one to three months of continuous work. Most volunteers work with us for two to four months and many return year after year. Where do volunteers live? While the park would like to be able to provide housing for any volunteer who needs it, our housing is very limited. For volunteers with their own travel trailers or RVs, we can sometimes provide a trailer pad with utility connections. We also have a few rooms available on a first-come\/first-served basis in our Dun Glen dorm. In order to qualify for park housing or a trailer pad, volunteers are required to work four days a week for at least 2 months. Local rentals can be difficult to find during the summer season and will, most likely, be very expensive. What qualifications do volunteers need? Requirements vary, depending on what role you would like to play in the park. Let us know your volunteer work interests, and the appropriate supervisor can tell you what qualifications we seek for that position. All applications will receive consideration without regard to race, creed, national origin, sex, age, color, political affiliation, or physical handicap. How do I apply? Please download the attached pdf file of our Volunteer Application Form and mail it to the park volunteer coordinator. On-line applications can be accessed from Volunteer Position Descriptions. Applications are reviewed and distributed to supervisors twice each year—usually March and September. Supervisors, not the volunteer coordinator, will contact qualified applicants directly, considering their needs and upcoming projects. What does the park provide? When required by the job, the park supplies uniform shirts, hats, and jackets. It is not New River Gorge’s policy to offer any stipends for volunteers, except for those in programs such as SCA or Americorps. Are there any short-term opportunities? There are a variety of work-day events throughout the year. Generally, these are large cleanups of area beaches, campgrounds, etc. Tools and work gloves are provided. For more information, call the Volunteer Coordinator; Adrienne Jenkins 304-465-2634 or email e-mail us. What about groups? Volunteer groups can tackle numerous jobs. Some will take only a few hours, while some are ongoing projects good for a full day or more. Most frequently groups assist New River’s effort to clean river beaches, restore trails, and remove non-native vegetation. We have regularly scheduled work days and times that fit the needs of most groups. We can work together to schedule other times and projects. For more information regarding New River Gorge National River, Bluestone National Scenic River, and Gauley River National Recreation Area volunteer programs, please contact the Park Volunteer Coordinator: Adrienne Jenkins 304-465-2634 or email e-mail us. Volunteer Application",
    "url": "https:\/\/www.nps.gov\/gari\/getinvolved\/volunteer.htm"
}
