{
    "title": "Bluestone National Scenic River: River Otter",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     River Otter                  River Otter          As the name suggests, the historic range of the North American river otter extended throughout most of North America. During the 18th century, they could be found playing in streams, rivers, and lakes in almost every waterway. In what can be best described as a really bad century for wildlife, the otter populations dramatically dropped during the 19th century. Otter fur became integral parts of the American and European fashion scene, and as such they were overhunted. River pollution also contributed to their demise. By the year 1925, otter populations were so low that the State of West Virginia officially gave them it strongest protection status. However, their populations were not numerous enough to reproduce to avoid eventual extinction. As the decades progressed, watersheds became less polluted, and other aquatic animal's numbers increased, there was great combined effort by many states to restore the North American river otter to their natural habitat. From the years 1984 to 1997, the West Virginia Division of Natural Resources reintroduced the otter back into their native habitats. (For more information about the reintroduction of the North American river otter click on this link) http:\/\/www.wvdnr.gov\/wildlife\/magazine\/archive\/05spring\/clown_of_waterways_returned.shtm) Of the most playful and fun to watch animals here at Bluestone National Scenic River, the North American river otter makes life look like one gigantic water park. They sunbath and then they play. They have been observed taking turns as a family unit sliding down embankments into the river. They have been observed dropping pebbles into the river and retrieving them. They do have a playful nature, but did not mistake that for tepidness. Otters have been known to act aggressively towards humans. They are fast graceful swimmers who are perfectly adapted to swimming underwater. It is believed that they can travel as fast as seven miles an hour underwater. They have primarily a seafood diet, eating whatever is easiest to catch. They have a dark glossy fur and live solitary lives, except during mating season and when raising their young.",
    "url": "https:\/\/www.nps.gov\/blue\/learn\/nature\/river-otter.htm"
}
