{
    "title": "New River Gorge National River: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies              To Protect Visitors and Resources: Policies and Regulations There are a variety of documents that guide the management of New River Gorge National River. Many documents, like the National Environmental Policy Act, articulate legal requirements to which federal entities must adhere. Other documents, like the park's General Management Plan and Superintendent's Compendium, are formal documents that create a \"contract\" between New River Gorge National River and the public. Still others, like Director's and Superintendent Orders, direct how New River Gorge and other national park units will operate. The information available in this section will allow you to become more aware of park implementation plans and of how park operations are structured toward success in achieving the NPS mission of preserving unimpaired park resources for the enjoyment of future generations. These pages also include specific regulations on a variety of activities within the park.   Federal Laws Laws are created by Congress and establish the highest order of legal authority over national parks. More... Many laws, including the 1916 Organic Act that created the National Park Service, affect all areas managed by the National Park Service.  New River Gorge legislation is listed in the enabling legislation of the park.    Firearms in National Parks The law governing possession of firearms inside a national park changed on February 22, 2010.Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws.  The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. For more information about West Virginia gun laws please visit their website.  Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances.  NPS Policies Service-wide policy for the National Park Service is developed by the Office of Policy with public input and in accordance with applicable laws. Policies dictate many of the overall directions and procedures used by all parks.   Park Regulations The Code of Federal Regulations and the Superintendent's Compendium provide a complete listing of park rules and regulations. These most specific rules are developed with public input to implement applicable law. For information concerning the park compendium, or to request supporting documents and maps, contact - Permit Office: 304-465-6517 neri_permits_office@nps.gov Park Headquarters: 304-465-0508",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/management\/lawsandpolicies.htm"
}
