{
    "title": "Bluestone National Scenic River: Hemlock Woolly Adelgid",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Species     Hemlock Woolly Adelgid                  Hemlock Woolly Adelgid         Hemlock adelgid nymph feeding on a hemlock needle   The National Park Service (NPS) is cooperating with the US Forest Service (USFS) to suppress the hemlock woolly adelgid (HWA), an aphid-like insect that is killing eastern hemlock trees. \"This adelgid (Adelges tsugae) is a native of Japan and was first reported in the eastern United States in 1951 near Richmond, Virginia. By 2005, the insect was established in portions of 16 states from Maine to Georgia, and infestations now cover about half of the hemlock's range,\" explained John Perez, NPS Biologist at New River Gorge National River. \"The impact has been most severe in Virginia, eastern West Virginia, New Jersey, Pennsylvania, and Connecticut.\" Hemlock decline and mortality typically occur within four to ten years of HWA-infestation in West Virginia, but it can occur in as little as three to six years if the trees are stressed by drought or other factors. During the adelgid's life cycle, its nymph form feeds on young twig tissue, which deprives the tree of stored starches, eventually causing its death. As the HWA matures, it produces a white, wool-like waxy substance to protect itself from predators and prevent its eggs from drying out. This tell-tale 'wool' can be observed on the underside of hemlock branch tips from late fall to early summer. What can be done? \"After consultation with other federal and state agencies, the NPS has decided that although the prognosis is not good, we can try to keep these trees on life-support until a long-term cure is discovered,\" said Perez. Beginning in 2006, a crew from the Citizens Conservation Corps of West Virginia has assisted the NPS by injecting an insecticide into the soils surrounding hemlock trees at important visitor sites and sensitive wildlife habitats managed by the NPS on the New, Gauley, and Bluestone Rivers. Another method employs a Tree IV system, where a series of needles are inserted into the sapwood and the insecticide is then transported throughout the tree. A third technique being used by NPS and USFS employees is a biological control: laboratory-reared beetles (Sasajiscymnus tsugae and Laricobius nigrinus) are being released in hemlock forests at New River Gorge National River and Gauley River National Recreation Area. These predatory insects feed exclusively on the HWA and may offer the best long-term solution. The eastern hemlock (Tsuga canadensis) is an evergreen, coniferous tree which often grows in pure stands and is characteristic of moist, cool valleys, rock outcrops, and ravines. It is the most shade-tolerant tree species in West Virginia and is capable of living for centuries. Within the New and Gauley River gorges, there are hemlock groves that range from 100 to 350 years old. However, the future of the eastern hemlock is now uncertain. Biologists are in agreement that unless large-scale solutions are found, the eastern hemlock will eventually join the ranks of other majestic trees that have disappeared from our landscape, such as the American chestnut and American elm. For additional information on the hemlock woolly adelgid and what you can do to protect hemlock trees in your backyard, visit the US Forest Service website at -- http:\/\/www.na.fs.fed.us\/fhp\/hwa\/, or the Great Smoky Mountains website at -- http:\/\/home.nps.gov\/grsm\/naturescience\/hemlock-woolly-adelgid.htm Download the Hemlock Woolly Adelgid Control Project Annual Report 2012          The insects attach to the underside of the hemlock needles, where they produce a white, fuzzy looking mass and feed on sap. Hemlocks then lose needles, cease producing new needles, and take on a gray color.",
    "url": "https:\/\/www.nps.gov\/blue\/learn\/nature\/hemlock-woolly-adelgid.htm"
}
