{
    "title": "Bluestone National Scenic River: Wild Turkey",
    "body": "Wild Turkey         Male wild turkey Mark Robinson  Bluestone National Scenic River, as well as the Bluestone Wildlife Management Area surrounding it, provides some of the best wild turkey habitat in West Virginia, and for that matter the eastern United States. Approximately 70% of the park allows hunting and is managed by the West Virginia Division of Natural Resources as part of the Bluestone Wildlife Management Area. The Wildlife Management Area has one of the highest wild turkey population densities in the country. Although the wild turkey is quite common throughout West Virginia today, in the not so distant past it had almost disappeared due to unregulated hunting, habitat loss, and improper land management practices. Today there are an estimated 130,000 to 170,000 turkeys in West Virginia, which is largely the result of a trap and transfer program initiated by the state in 1950. The trap and transfer program began after an unsuccessful attempt to repopulate the state with the release of over 5,000 game farm turkeys. Biologists then began to trap wild turkeys from areas where their numbers were steady and reintroduce them into areas where they had been depleted. The first stocking of wild birds in the state took place at Coopers Rock State Forest. From 1950 to 1963, 213 turkeys were stocked at 19 different areas throughout the state with moderate success. The trap and transfer program was reactivated in 1970 by biologists armed with new knowledge and resources. A state-wide wild turkey management plan was developed and over 2,000 turkeys were moved into 32 counties. This resulted in the reestablishment of the wild turkey in 39 counties. Today they can be found in all 55 counties in West Virginia.  Today, wild turkeys are commonly seen in mixed hardwood forests throughout the Bluestone Gorge. The wild turkey is one of the largest birds in North America with males reaching up to four feet long from beak to tail. Despite their great size and awkward appearance, turkeys can fly and will often fly up into treetops and then glide back down. Male turkeys, or gobblers, are often heard calling from high points and ridge tops on early spring days. Females, or hens, begin laying eggs in mid to late April. Hens lay a clutch of about 12 eggs which begin to hatch about 26 to 28 days later. This can be a dangerous time for hens as well as incubating eggs. Turkeys are ground nesters and nests are often destroyed by snakes, raccoons, skunks, and coyotes. Approximately 20% of hens are killed while trying to incubate eggs and rear young. For the eggs that do make it, approximately half of the newborn turkeys, called poults, will die or be killed in the first two weeks of life. After about two weeks the chicks will be able to fly and roost in the relative safety of the trees. During May and June hens are often seen with poults foraging for insects in grassy openings and along field edges. They will spend much of the summer in fields and shrubby areas where they can find insects and berries. In the fall turkeys move into forested areas to feed on acorns, beechnuts, and other matured fruits. Adult birds will primarily feed on acorns and other nuts, although they may also eat beechnuts, white ash, seeds, tubers, insects, insect larvae, worms, or leafy vegetation. In winter, turkeys will often find conifer stands of hemlock, spruce, and pines which help block the wind and retain a bit of warmth. The story of the wild turkey in West Virginia is a success story of wildlife management. Turkeys are once again plentiful in the Bluestone Gorge and it is our responsibility to ensure that their habitat remains protected. Land protected in our national and state parks provide critical habitat for wild turkeys as well as many other species of animals. For more in depth information about the history of the wild turkey in West Virginia, check out the WV Department of Natural Resources website: http:\/\/www.wvdnr.gov\/hunting\/TrapTransPrgm.shtm",
    "url": "https:\/\/www.nps.gov\/blue\/learn\/nature\/wild-turkey.htm"
}
