{
    "title": "New River Gorge National River: Hellbenders",
    "body": "Hellbenders         Large Female Hellbender from a West Virginia river Jeff Humphries   “Allegheny Alligators” “snot otters” “devil dogs” All of these vividly descriptive commonly used names are describing the same creature, the giant salamander of the Appalachian Mountains known as the hellbender (Crytobranchus alleganiensis). All of the common names describe some aspect, either fact or fiction, about the hellbender. The hellbender is truly a giant; they can grow to over two feet long. Hellbenders, with their wrinkled, greenish brown and slimy skin, are not pretty to look at, and they are still trying the live down the myth that they possess a venomous bite and are wanton killers of game fish. Hellbender habitat is a cool, clear and clean creek or river with a rocky streambed. This habitat is vital to hellbenders because they are totally aquatic, breathing entirely through their skin. They are nocturnal and spend the days sheltering under rocks. Male hellbenders also build hollowed nests under rocks to court females to mate, and then guard the eggs until they hatch. They are predators, and their prey is primarily crayfish. Hellbender sightings are becoming rare and biologists are concerned about the decline in populations and quality stream habitats. In West Virginia hellbenders are a species of special concern and cannot be collected, and assessments are being made to determine if hellbenders qualify for protection under the Endangered Species Act. Many hellbenders are still killed by fishermen due to the false beliefs about venomous bites and fish predation impacts. The hellbender, like all amphibians is an excellent indicator of the health of the ecosystem that is its home. In the case of the hellbender the quality of the water is the prime factor in the preservation of the species. Soil erosion and siltation, chemical, agricultural and acidic mine runoff, high bacteria counts, and low oxygen levels all combine to threaten stream ecosystems for a single species such as a hellbender, and eventually all the life that relies on water for survival; which is all life!",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/hellebenders.htm"
}
