{
    "title": "New River Gorge National River: Snapping Turtle",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Snapping Turtle                  Snapping Turtle            There is a diverse area of land protected at New River Gorge National River, including the gorge areas surrounding the river and small streams and creeks areas that are tributaries to the New River. Also the nearby Bluestone River and the Gauley River are protected by the National Park Service. It is in these areas where you will most likely get a glimpse of the common snapping turtle. They prefer slow moving deepwater areas, where they can hide camouflaged at the river bottom. The next time you visit one of the small ponds or wetlands of the New River, the relatively quiet Bluestone, or infrequent tame pools of the Gauley, you might just spot one of these magnificent animals basking in the rays of the sun. Ranging from the Rocky Mountains of Colorado, the Midwest, and the eastern seaboard, the common snapping turtle is the second largest freshwater turtle in North America. (The alligator snapping turtle is larger.) These turtles have large heads, very long necks, and equally long tails. They are about 8 to 14 inches in length. The common snapping turtle, unlike most turtles, cannot extend its body into its shell for protection. The shells of a snapping turtle are not as long in proportion to their bodies as that of other turtle species. Unfortunately for them, they also have not been blessed with the speed of a rabbit. Because of their inadequate defense, snapping turtles, particularly on land, are very aggressive. They will literally snap at anything perceived as threat or prey. They will not hesitate to raise their bodies and lung at the anything coming too close for their comfort.  Common Snapping turtles stalk their food with guile and patience. They are nocturnal hunters who spend most of their time underwater. They are not aggressive in the water. Usually they will cover themselves in the muddy river bottom and wait for their prey to come close enough, and then snap; dinner is served. They eat crayfish, frogs, small birds, and aquatic plants. They are also willing to play the role of the scavenger, readily eating available dead fish and other reptiles. If they must, these turtles can go weeks without eating any food. Common snapping turtles mate in the water. After mating, the female will travel as long as it takes to her to find a safe location to bury her eggs. She lays between 20 and 40 eggs. Raccoons, foxes, coyotes, skunks, and large birds, such as the great blue heron, try to locate these eggs for their rich protein. It is estimated that 1 in 100 eggs survives. Young turtles also have to be wary of large fish and large birds. Once the common snapping turtle reaches maturation, is not faced with many natural enemies. However, female populations are more at risk, as the female is a lot more likely to get killed crossing a road searching for a places to lay her eggs.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/snapping-turtle.htm"
}
