{
    "title": "New River Gorge National River: Long-tailed Salamander",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians     Long-tailed Salamander                  Long-tailed Salamander         Long-tailed salamander NPS photo by Jonathan Love  Long-tailed salamanders, Eurycea longicauda, are yellowish-orange or yellowish-brown with black spots lining their back, sides and legs. The obvious long tail, which makes up to sixty percent of the total length of the salamander, has a herringbone-like pattern and is the key identifying characteristic of the species. Lengths of adults range from 4 to 6.25 inches. Long-tailed salamanders may be found throughout the Ozark Highlands, Appalachian Mountains, and the Ohio River Valley (Haun 2011; NatureServe 2014).  Long-tailed salamanders breed from late fall to early spring, with eggs being deposited in late winter to early spring. Females lay between 60 and 110 eggs singly attached to the undersides of rocks that are submerged in water. Eggs hatch in 4 to 12 weeks (Haun 2011). The larval stage of long-tailed salamanders occurs entirely in water. Juveniles and adults are most often associated with hydric, or wet, terrestrial habitats, and can frequently be found in caves, damp shale banks, or springs. Adults tend to be subterranean, living either in moist soil, or under rocks. Like other plethodontids (lungless salamanders), home ranges of adult long-tailed salamanders do not typically exceed more than a few dozen meters (Haun 2011; NatureServe 2012).  Long-tailed salamanders are “invertebrate generalists”, meaning they will feed on a wide variety of aquatic and\/or forest-floor dwelling invertebrates such as spiders, flies, mites, ticks, slugs, and worms. (Haun 2011).  Long-tailed salamander populations are considered secure in West Virginia, Pennsylvania, Virginia, Kentucky, Maryland, and Tennessee. Populations are critically imperiled in North Carolina and Delaware, and are considered vulnerable\/imperiled in Kansas, Oklahoma, New York, Missouri, and Georgia. (NatureServe 2014). Factors contributing to population declines include habitat fragmentation and degradation such as roadways, strip mining, urbanization of appropriate habitat and acid mine drainage (Haun 2011).  References  Haun, J. 2011. Animal Diversity Web. Eurycea longicauda [Internet]. [cited 2014 Oct 2]. Available from: http:\/\/animaldiversity.ummz.umich.edu\/accounts\/Eurycea_longicauda\/  NatureServe. 2014. NatureServe Explorer: An online encyclopedia of life [Internet]. Version 7.1. NatureServe, Arlington, VA. [cited 2014 Oct 2]. Available from: http:\/\/explorer.natureserve.org.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/long-tailed-salamander.htm"
}
