{
    "title": "New River Gorge National River: Bats",
    "body": "Bats         Big Brown Bat   The bats of New River Gorge National River play a very important part in maintaining a healthy ecosystem as well as providing many benefits to humans. The New River Gorge area has been set aside to provide safe habitats for these creatures of the night as well as many other plants and animals. Bats are a very important and necessary component in the balance of the ecosystem, which is vital to us as humans.  People's fears of bats are usually due to misunderstanding and misconceptions. Bats pose no significant dangers to humans, and they play an important role in the natural ecosystem by controlling insect populations, pollinating plants, and depositing seeds. Seed depositors, although they do not live in the New River Gorge area, play an important role in maintaining healthy fruit tree populations. Through research, we now have a better understanding of bats and their position in the food chain, and we recognize that it is imperative that the only flying mammal be protected and appreciated for its contributions to our ecosystem.  The most common bat in the New River Gorge area is the Little Brown Bat; one of these Little Browns can eat up to 1,000 mosquitoes in an hour! Sitting on the porch in the evening would not be an enjoyable experience without this bat. There are other bats with pest control abilities, including the evening bat, which is found in the mid-west area; this species eats corn rootworms, an agricultural pest. With close to 1,000 different species worldwide, bats have a variety of ecologically important jobs.  There are ten known bat species at New River Gorge, and two of those are on the Endangered Species List: the Virginia Big Eared and the Indiana Bat. All of the bats in this area are insectivores, and their habitats range from caves and mine portals in the winter to trees and structures in the summer. The extensive history of coal mining here in New River Gorge provides these small mammals with a place to migrate to that is not far away at all; as a matter of fact, the winter migration site is probably only a couple of miles. Here in New River Gorge, the coal mines that once lined the river banks now provide habitat for bats. Protecting these abandoned mines helps preserve our history while at the same time protecting wildlife habitat. Bat gates over abandoned mine portals allow bats and other wildlife to find shelter without endangering the public.  As with any other wild animal, it is possible for bats to carry diseases; they should be observed and appreciated from a distance. Researchers are currently studying a disease called white-nose syndrome, which is decimating the bat population in many states. White-nose syndrome has been confirmed in New River Gorge National River. The fungus that causes white-nose syndrome is believed to have been first brought inadvertently to North America from Europe by spelunkers. Since then, it has been moved to new locations by bats. It is also possible that humans are inadvertently transferring white-nose syndrome from cave to cave. The caving community is very involved in the research and prevention of the spread of this devastating disease. This is even more reason to appreciate New River Gorge for its habitat protection.  For more information and resources about white-nose syndrome, visit the NPS white-nose syndrome resources page. Forr more information about white-nose syndrome in the National Park Service, visit: http:\/\/www.nature.nps.gov\/biology\/WNS\/index.cfm.         The National Park Service has released Bats in Crisis,three videos about white-nose syndrome, a disease that is decimating bat populations across eastern North America. The disease has been found in 10 national parks, including New River Gorge National River. \"White-nose syndrome is killing hibernating bats at unprecedented rates and has the potential to cause extinction in some species,\" said National Park Service Director Jonathan B. Jarvis. \"Each bat can eat thousands of insects each night so their loss would be a blow to ecosystem conservation and the agriculture industry that relies on the natural pest control and pollination services bats provide. We need the public's help to limit the spread of this disease so we are asking visitors to take a look at these videos and understand what steps they can take when touring or exploring caves.\" The Bats in Crisis videos feature National Park Service scientists, technicians, and educators and are online at http:\/\/www.nature.nps.gov\/multimedia\/wns01\/.         Join us for a Bat Chat! In summer months, park rangers lead monthly Bat Chats at the Grandview bat condo; a program that teaches visitors about bats and provides an opportunity to watch the bats emerge from the bat condo for their nightly forage. Check out Ranger Programs page for a schedule.         Visit the Grandview Bat Condo.      More information about white-nose syndrome:                 Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: white nose syndrome",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/bats.htm"
}
