{
    "title": "Bluestone National Scenic River: Bald Eagles",
    "body": "Bald Eagles         David Hypes  Only a few years ago seeing a bald eagle soaring over the Bluestone River was a rare sight. In recent years however, the thrilling experience of seeing a bald eagle has become a much more common occurrence. Although eagles had been seen for several years, the first confirmed breeding pair of eagles in the area established a nest in the winter of 2009 to 2010 on the New River just a few miles north of Bluestone National Scenic River. Bald Eagle sightings have become quite common along the Bluestone River, the New River, and Bluestone Lake. While the unmistakable white head and tail of an adult bald eagle make it quite easy to identify, juveniles are a little more tricky. Adult bald eagles are large birds with a wingspan of 6 ½ to 7 feet. The female is usually slightly larger than the male. Other than size, males and females look identical; white head and tail feathers, yellow bill and feet, and golden eyes. Immature bald eagles lack the white head. Their tail, head, and body feathers are mottled brown with some white in the wing linings. It can take five years for a bald eagle to gradually develop full adult plumage. Juvenile bald eagles lacking the white head and tail may be confused with golden eagles. When soaring, an eagles wings are nearly flat, not tilted up like the more common turkey vulture. Bald eagles, the national symbol of the United States, were on the verge of extinction in the 1970's. The decline of eagles came from a triple threat of human impacts: development along riverbanks, lakeshores, and wetlands that claimed the tall mature trees and spaces needed by eagles to comfortably nest and hunt, the thoughtless killing of eagles by people from fear or for trophies, and the deadly impacts of chemical pollution. The widespread use of the pesticide DDT from the late 1940's until its ban in the 1970's, slowly polluted our nation's waterways eventually contaminating the aquatic ecosystem, causing female eagles to lay eggs with abnormally thin shells that would break during incubation. The preservation of publically owned wild lands by national and state parks, forests, and refuges, the passage of the Endangered Species Act and other protective legislation, plus the monitoring and controls on air and water pollution by state and national environmental protection agencies have brought about the resurgence of the bald eagle to our nation. Both birds of a breeding pair share the responsibilities of building the nests, incubating the eggs and feeding the young eaglets. Nests are reused and expanded over the years sometimes growing to 5 feet in diameter, 3 feet in depth, and weighing several hundred to over one thousand pounds. In West Virginia, nest building takes place from December to February. Egg laying typically begins in late January or February with two to three eggs incubating about 35 days. After hatching the eaglets spend 10 to 12 weeks in the nest. Initially they are brooded closely by at least one parent, but later they are left increasingly alone as both parents hunt to provide them with food. Mature eagles usually return to within 100 miles of where they hatched to nest on their own. Bald eagles feed mainly on fish but will also prey on mammals, reptiles, other birds, and carrion. Please remember that eagles are highly sensitive to human disturbance. They are best viewed from a distance. Disturbing eagles during nesting can cause them to abandon the nest. Even driving them away from the nest for a short time can cause the eggs to get too cold, resulting in death for the unborn eaglet. They are still very sensitive to human activity after the eaglets hatch. Driving the eagles from the nest during this time can cause nestlings to miss feedings which can affect their survival. Disturbance can also startle the young, causing them to fall out of the nest before they are able to fly.  Bald eagles and their nests are protected by law. It is illegal to \"pursue, shoot, shoot at, poison, wound, kill, capture, trap, collect, molest, or disturb\" any bald eagle. Violations can result in a criminal fine of $100,000, imprisonment for one year, or both. Eagles are an important component of the natural ecosystem. They are indicators of a healthy river environment and are exciting to observe. Please help us to insure that they will continue to be seen at Bluestone National Scenic River. Click here to download a brochure about the bald eagles at nearby New River Gorge National River.",
    "url": "https:\/\/www.nps.gov\/blue\/learn\/nature\/bald-eagles.htm"
}
