{
    "title": "New River Gorge National River: Great Blue Heron",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Great Blue Heron                  Great Blue Heron         David Hypes  Large migratory birds are a beautiful sight to behold. They add an element of elegance and wilderness to an otherwise rugged wetlands setting. They stalk the sky and shadow the shore looking for their food. The pursuit and eventual moment when they land their prey is photographic gold; a highly powerful and poignant natural display of dominance combined with grace and balance. At New River Gorge National River, the great blue heron is the most frequently seen of these birds. Herons are long legged and occupy wetland, coastal, or river areas. The great blue heron is the largest species of heron in North America. On average, great blue herons are about four feet tall standing erect. These birds have tremendous wing spans that averages about five and a half feet, and can go up to seven feet. Great blue herons have dark grey bodies, brown necks, pale white cheeks and throat, and blue streaks on their heads and wings. Their grey bodies give off a bluish tint in different lights. Juvenile herons have grey heads. Great blue herons typically nest in isolated areas amidst a colony of other great blue herons. While great blue herons don't mate for life, they do go through some incredibly difficult courtship rituals. Courtship begins when a female and male arrive at a designated breeding area. Two herons with their heads down signal that they are interesting in mating. The male will then gather and bring nesting material to the female. The herons can be observed locking bills, and rubbing their bills on the feathers of the other bird before they mate. In each nest there are usually three to five eggs. The nesting phase lasts seven to eight weeks. The fledgling phase then usually lasts two to three weeks. When the birds are seven to eight weeks old, they are as big as their parents and they are free to go on their own. The great blue heron is a solitary feeder that usually eats prey that is about half the length of its bill. They will eat small fish, crawdads, and occasionally small rodents, and reptiles. Oftentimes, they search for food miles away from their nest. Predominately they stand still in the water and patiently wait for prey to appear. When the prey is in sight, they quickly use their scissor like beak to snare their victim. Historically, great blue herons numbers dramatically declined in the late 1880's and early 1900's. They were hunted for their feathers, often to be used in the fashion styles of Europe and the metropolitan cities of the United States. In 1900, Iowa Republican John F. Lacey introduced a bill into congress that introduced a series of civil and criminal penalties that essentially protects plants and wildlife by making it illegal for persons to trade in items that were obtained with impropriety, conveyed, or sold. The bill was signed into law by President William McKinley on May 25th, 1900. This was the first far reaching environmental legislation in the history of the United States and also a measure that is also partially responsible for the recovery of many great bird species, including the great blue heron. Today it has become quite common to see great blue herons along the shores of the New, Bluestone, and Gauley Rivers.        Gary Hartley",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/great-blue-heron.htm"
}
