{
    "title": "New River Gorge National River: Work With Us",
    "body": "Work With Us              New River Gorge National River employs a variety of professional, administrative, technical, clerical, and trade employees. The park workforce consists of about 95 permanent and 35 seasonal employees. Necessary qualifications and wages vary with the type of position and skill required. Employment opportunities are posted: www.usajobs.opm.gov. When applying: Applicants must apply to a specific job announcement. Generic applications to any available vacancy are not accepted. Applicants must submit an application and all other requested information prior to the closing date of the announcement. There is no maintained list of available applicants in the form of a standing register. Only United States citizens may be considered for National Park Service positions. All applicants are considered without regard to race, color, religion, age, or national origin. Generally employees must be 18 years of age, although there are some opportunities for youth.        Ranger presenting environmental education program to elementary school class   Permanent Employment Permanent employment with the National Park Service requires specific education or work experience. All job announcements are posted at www.usajobs.opm.gov.    Seasonal\/Temporary Employment Park Ranger Park Guide Visitor Use Assistant Biological Science Technician Forestry Technician (fire) Maintenance Worker Roads and Trails Crew Pay usually ranges from $7.25 - $18.48 per hour. Check www.usajobs.opm.gov for temporary summer employment section.      Volunteer-In-Park To Apply: Call (304) 465-2634 to obtain an information packet and application. Send completed application and cover letter with information on availability, three references, and specific interest in a position to: Volunteer Coordinator New River Gorge National River 104 Main Street Glen Jean, WV 25846 See the NPS website at www.volunteer.gov\/gov\/ for more information.      Youth Conservation Corps Are you looking for a summer job? Do you like working outside? If you are a high school student between the ages of 15 and 18 years old, then you are eligible for a position as a member of the Youth Conservation Corps (YCC) program at New River Gorge National River. Positions will run for eleven weeks, beginning June 3rd and lasting until August 16th following a work schedule of 10 hours a day, four days per week, Monday through Thursday from 6:00 AM to 4:30 PM. The salary for the 10 open positions is minimum wage at $7.50 per hour. Work projects include trail building and maintenance, maintaining historic landscapes at the historic Nuttallburg coal mine, painting historic buildings and more. All work will be done outside during summer months, with projects ranging from moderate to strenuous. YCC Crew Members will work, learn, and earn together by performing natural resource and maintenance projects that will accomplish a variety of needed conservation and restoration work. Crew Members will develop an understanding and appreciation for the natural environment and heritage. As a Crew Member, the program will provide a valuable work experience, enhance work skills, increase future employability, and provide an opportunity to work outside and make a difference in your community and in the park. Download the YCC application",
    "url": "https:\/\/www.nps.gov\/neri\/getinvolved\/workwithus.htm"
}
