{
    "title": "New River Gorge National River: Endless Wall Trail",
    "body": "Endless Wall Trail         View from Endless Wall   The Endless Wall is one of the best \"unknown\" hiking destinations within the park. Long known to locals and rock climbers, this property was added to the park in May 1998, thanks to the willingness of trustees for the Nuttall Estate to sell this spectacular property to the NPS. This addition to the park protects significant natural and historical resources, and will provide visitors with abundant opportunities. Great views of the New River, almost 1000 feet below, are abundant. You can often hear the voices of whitewater rafters as they experience the wild rapids of the lower New. This area also offers significant historical resources, being the site of the Nuttallburg Mine — the largest mine in the New River Coalfields in the late 1800s. You might also get a glimpse of some of the thousands of rock climbers who visit the park to challenge themselves on the vertical sandstone walls that rim the gorge. Climbers come from all over the United States, and around the world, to select from the over 1600 climbing routes in the park. Visit our Climbing Page for more information. Here is a map of the Canyon Rim Trails.        Hiker at Diamond Point   Endless Wall Trail The Endless Wall Trail is a 2.4 mile moderate walk that passes through rich forest, crosses Fern Creek, then zig-zags along the cliff edge. Many vistas can be seen along the trail. The overlook at Diamond Point provides a good turnaround spot, creating a popular two-mile out-and-back hike from Fern Creek parking area. If you continue to the end of the trail, you will need to walk for 0.5 miles back along the road to get to the starting point. Please use caution when near cliff edges! To reach the trailhead, turn off Route 19 on Lansing-Edmond Road, located just north of the Canyon Rim Visitor Center. Fern Creek Trailhead is located 1.3 miles (just before Fern Creek) down this road, while the Nuttall Trailhead is 1.8 miles from U.S. Route 19. This is a narrow road; please drive with caution.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/endlesswall.htm"
}
