{
    "title": "New River Gorge National River: Rend Trail (Thurmond-Minden Trail)",
    "body": "Rend Trail (Thurmond-Minden Trail)        The town of Thurmond from a viewpoint along the Rend Trail Dave Bieri       Due to structural damage, portions of the Rend Trail are closed. For more information on this closure see the press release.        Two bicyclists enjoying a ride on the Rend Trail.   An easy grade and wide, smooth trail make the Rend Trail one of the most popular trails in the park. It is great for hikers of all ages and levels of fitness, and a great start for beginning mountain bikers. Hiking the entire trail involves a 6.4 mile round-trip journey, though many will choose a shorter 2.5 mile round-trip to the main overlook and back. Along the way, there are good views of Dunloup Creek, the New River, and the historic community of Thurmond.        One of the five decked trestles located on this trail.   This trail was originally constructed in 1906, as a railroad line to haul coal from the mines in Minden to the main line tracks in Thurmond. The rail line was abandoned in 1972, and now it is hikers and bikers that follow this historic route. There are five railroad trestles that are crossed along this trail.        View of the New River from the main overlook.   From the Main Overlook, visitors are presented with a great view of the New River. Trains can be seen travelling the gorge, still carrying coal, though the coal is no longer mined within the gorge. In the summer months it is common to see fleets of whitewater rafts floating by on the river.      To reach the Thurmond Trailhead:  From U.S. Route 19 north of Beckley, take the Glen-Jean-Thurmond exit. Take an immediate left and go 0.5 miles to Glen Jean. Turn right and follow the signs for Thurmond (WV Route 25). The trailhead is on the left, 5.1 miles down WV Route 25.  To reach the Minden Trailhead:  Take the Main Street exit (Oak Hill) off U.S. Route 19. If coming south on Route 19, turn left and go 0.2 miles; if coming north on Route 19, turn right and go 0.1 miles. Turn left onto Minden Road and follow this for 2.1 miles. Take a right across a small bridge to the trailhead.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/thurmondminden_trail.htm"
}
