{
    "title": "New River Gorge National River: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. New River Gorge National River is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Adventuring The Gorge  Join NPS Rangers Kirsten Minor and Julie Bugg for a video introduction to whitewater rafting, mountain biking and rock climbing at New River Gorge National River. Read more   Be The Digital Scavenger  Got an iPhone or iPad? Download a free app at Klickaklu.com and go on a digital quest for historic features at New River Gorge. You'll probably see things you've never noticed before and learn more about the history of coal mining, railroading and other aspects of the park's rich cultural past. Remember to leave no trace of your travels! Hunt Codes for the two historic scavenger hunts are 1) Hidden History Hunt: 7J5IzCEcUY  2) Hidden History Hunt Bonus Round: bemzt04Mrd Read more      Call to Action Projects      Class of 2016  In 2012, New River Gorge National River adopted 30 students from a nearby middle school. Currently, these 9th grade students are participating in education programs, service learning projects, and recreation adventures that will teach them about the National Park Service, New River Gorge National River, and their local community. The program is also designed to enable students learn about career opportunities and to develop leadership and communication skills. Read more        Celebrating the Centennial at New River Gorge        New River Gorge 100 mile Challenge Join the National Park Service, Active Southern West Virginia, and the YMCA of Southern WV and help celebrate 100 years of the National Park Service by becoming a Hundred Mile Hiker along the trails of New River Gorge National River. Starting January 1st, 2016, keep track of miles you've hiked in the gorge and when you reach that magic number –100 –you will earn a New River Gorge 100 mile challenge car decal that places you in that elite group of wilderness pedestrians. The first 100 people to complete the challenge will also receive a special prize.  Check out the 100 mile challenge page for more information.       2015 Outdoor Adventure Festival Forty-five Junior Rangers found their park adventure at New River Gorge National River's Outdoor Adventure Fest, Saturday, July 25. About 500 people attended the two day event that included a street fair on Saturday at Grandview, a popular park day use area, and a Leave No Trace information booth on Sunday at Canyon Rim Visitor Center. Saturday's street fair highlighted recreational activities at New River and included booths on Water Safety, Rafting and Kayaking, Mountain Bike Safety and Maintenance, Leave No Trace Outdoor Ethics, GPS Wayfinding, Digital Photography, Water Quality, and the NPS Junior Ranger Program. Guided walks were offered throughout the day. Children who completed a punch card indicating they'd attended all nine activities were rewarded with a Junior Ranger badge, certificate and a FindYourPark photograph on the park's Flickr site (https:\/\/www.flickr.com\/photos\/newrivergorgenps). Assisting with the event were the National Leave No Trace team, YMCA of Southern West Virginia, Elevation Sports in Beckley, Beckley Camera Club, WV Department of Environmental Protection and the US Army Corp of Engineers.    Every Kid in a Park On September 30th 2015, West Virginia history came alive on the stage of Theatre West Virginia at New River Gorge National River as 1,141 4th graders and 58 teachers converged on Grandview to kick off the first of several events designed to get Every Kid in a Park in the 2015-2016 school year. The park utilized a Ticket to Ride grant to provide free bussing for schools, which helped to overcome the main barrier preventing more schools from visiting.   Students participated in a day of performances and activities that focused on West Virginia's history, which ties into the 4th grade school curriculum. After arriving, students rotated through pop-up stations focusing on Native Americans, early settlers, African American heritage, coal mining, railroading, and timbering. Each class visited the Main Overlook, which provides breathtaking views of the gorge and the river 1,400 feet below. Later all of the students attended a special performance at Theatre West Virginia, an outdoor theater located in the park that has provided musical dramas for over 50 years. After a welcome from New River Gorge Superintendent, Trish Kicklighter, performers with Theatre West Virginia presented short first-person presentations of historical persons significant in WV's history including Gorge Washington, Stonewall Jackson, Mary Draper Ingles, and Devil Anse Hatfield. After the event students ate lunch and then visited the pop-up stations again before heading home.   The park partnered with the Hinton Area Foundation to distribute funding to school districts for bussing, and with Theatre West Virginia to provide a free performance. The park also partnered with the National Coal Heritage Area, History Alive!, and the West Virginia Mine Wars Museum to assist with the pop-up stations. Park staff from all divisions pitched in to make the event a success.   Park staff filmed the event to make it possible for other students throughout the state to participate. Videos of the event will be made available to 4th graders throughout the state. Rangers will visit the schools this spring for a follow up activity.   Check out our YouTube page to see a video of the event.     Over 1,1000 students attended the Every Kid in a Park Cultural History program at Grandview in September 2015.         2016 Outdoor Adventure Festival Outdoor Adventure Fest was held on Saturday, July 30th at New River Gorge National River. An estimated 350 people participated in this year's event- 75 of which completed the requirement to become 2016 Centennial Junior Rangers! Outdoor Adventure Fest highlights the diversity of recreational opportunities available in the park as well as encourages people to be good stewards of our public lands. Visitors experienced fun ways to strengthen their mind, body, and spirit through guided walks, tai chi, fly tying and casting, geocaching, photography, birding and more!   A variety of experts were on hand to help visitors learn how to play, stay safe, and leave no trace while adventuring in the park. NPS staff provided opportunities for visitors to try out kayaks and stand up paddle boards while US Army Corps of Engineers rangers taught water safety tips and techniques. Wildland fire staff provided fire safety tips and let youngsters knock down \"flames\". The Subaru Leave No Trace Traveling Trainers helped visitors up their outdoor ethics knowledge and skills. Piney Creek Watershed Association demonstrated why taking care of our watershed is important and the Raleigh County Solid Waste Authority offered recycling tips and information. As if all of this wasn't enough, the YMCA of Southern WV and Active Southern WV helped with suggestions for other healthy ways to utilize the park.  Many thank to all those who participated and made Outdoor Adventure Fest 2016 a success!     Celebrating the Centennial Photo Gallery                 Celebrating the Centennial    7 Photos  Photos of Centennial Events at New River Gorge National River.",
    "url": "https:\/\/www.nps.gov\/neri\/getinvolved\/2016.htm"
}
