{
    "title": "New River Gorge National River: aat forms and instructions",
    "body": "Adopt-A-Trail Forms and Instructions         Volunteer Tool Box   Volunteer Services Agreement This form must be completed, signed and returned to the park's VIP Coordinator prior to Adopters beginning work on their trail. Group leaders may sign and submit this form on behalf of all volunteers serving in their group. This agreement states that the park will provide materials, equipment and facilities that are available and needed for volunteers to perform their duties, and that volunteers are considered Federal employees only for the purposes of tort claims and injury compensation.  Trail Report Form Adopters should complete this form after each trail work day and email (preferred method) or mail it to the park's VIP Coordinator. By submitting trail report forms, volunteers help park staff stay up-to-date with trail conditions and the hours and efforts volunteers invest in maintaining their trail.  Please email completed forms to: Adrienne_Jenkins@nps.gov OR Mail to: Adrienne Jenkins, VIP Coordinator New River Gorge National River P.O. Box 246 Glen Jean, WV 25846-0246 Tools available to Volunteers New River Gorge National River has three tool boxes at different locations in the park. These tools may be accessed by volunteers at any time. Tool boxes include gloves, trash bags, rakes, hand saws, and clippers. Please contact the VIP Coordinator if supplies are running low or if additional materials are needed. All tool boxes are locked with combination locks; please contact the VIP Coordinator for the combination. Tool box locations: Grandview: Take I-64 exit 129 then take route 9 north to Grandview. Once inside Grandview, take the first road to the left then immediately turn left again into the park's maintenance facility section. The VIP tool box is behind the first building.  Dun Glen: From U.S. route 19 north of Beckley, take the Glen Jean-Thurmond exit. Take an immediate left and go 0.5 miles to Glen Jean. Take a right and follow the signs to Thurmond (WV Route 25). Continue for 6.0 miles to a three-way intersection. Bear right, drive about .2 miles then turn left into the Dun Glen, a two-story wooden building with a gravel parking area. The VIP took box is in front of the ranger station.  Burnwood: VIP tool box is located at the park maintenance facility directly across U.S. Route 19 from the Canyon Rim Visitor Center.",
    "url": "https:\/\/www.nps.gov\/neri\/getinvolved\/supportyourpark\/aat-forms-and-instructions.htm"
}
