{
    "title": "New River Gorge National River: LTEMS",
    "body": "Explore This Park    Get Involved     Volunteer     LTEMS              Volunteering with LTEMS Long Term Ecological Monitoring System          LTEMS (Long Term Ecological Monitoring System) sampling is scheduled for the New River locations of Bluestone Dam tailwaters, Sandstone Falls (above the falls), upstream of the Meadow Creek river access, and upstream of Thurmond at the Stonecliff river access. Electrofishing and collection of aquatic invertebrates will occur on differing weeks at each location and collections will be made at the various river habitats at each site. High water levels, muddy water, rain and thunderstorms will postpone collections until conditions are suitable for sample collections. A daily check of river levels and weather conditions will be made to determine if sampling will occur as scheduled. The work environment for the collection of aquatic samples requires the physical demands of walking on uneven, rocky and slippery surfaces; standing, bending, stretching and stooping, lifting and carrying equipment (sometimes heavy) and also wading in the river from ankle deep to waist deep areas. Chest waders, river cleats, a lifejacket, shoulder-length gloves, polarized sunglasses and a hat (optional) are to be worn while electrofishing is being conducted. We are wading in the water while we are electrofishing, so it is important that the waders and gloves do not leak to avoid contact being made with the water while electrofishing. Waders and cleats are optional for the collection of aquatic invertebrates, however a life jacket must be worn at all times while in the water. It is helpful to wear polarized glasses to see the underwater habitats without glare; again a hat is optional but is recommended to eliminate sun exposure. Electrofishing: A canoe is used as a barge for electrofishing and carries our generator, voltage regulator, electrofishing wands, cables, nets, buckets, wading staffs and other equipment needed for data collection from the fish captured. Snacks and drinks can be place in the canoe for consumption as needed. The ideal electrofishing crew consists of a boat\/generator operator, one person manning one of the two electrofishing wands and each person netting if able, two back up netters, two bucket persons and one to two cable persons. Everyone is wading while electrofishing occurs with the electrofishers in front, bucket and net persons behind, followed by the cable person(s) and finally the canoe. We work in an upstream direction against the water’s current to aid visibility and netting fish. Electrofishing is conducted for ten minutes at a time, and then the crew stops to gather data on the fish that were netted. The fish are identified, measured for length and weighed then released back to the river. Unidentified fish will be preserved for later identification in the laboratory. Thirteen, ten minute runs are planned for each site, however we may not achieve this number of runs due to other river users being present in the electrofishing area, time running out for the work day and pop-up rain storms. Thunderstorms will stop river work until lightning threats no longer exist, and work can resume if river conditions are not muddy following the storms. Check out the multimedia page to view a short video about electrofishing. Aquatic Invertebrate Collections: Invertebrate, algae and plant samples and water chemistry analyses are collected from various habitats at each river station. The habitats are accessed by wading to them and chest waders are not required, but you should wear shoes that cover your feet and allow river cleats to be worn if desired. Invertebrates are collected with two specially designed samplers that suit the New River’s diverse aquatic environments. The Portable Invertebrate Box Sampler (PIBS) and the Rock Outcrop Community Sampler (ROCS) are used at all stations and a small raft is used to move our equipment out to the river habitats as needed. The crew can be broken up into teams to move out to the various habitats for collections and folks can switch out on tasks to get a chance to sample each area. The invertebrate samples are bagged and preserved on site. The algae samples are placed on ice until they can be refrigerated at the laboratory. The day can run long, but generally collections are complete by the end of the normal work day. Thunderstorms will stop river work until lightning threats no longer exist, and work can resume if river conditions are not muddy following the storms. Work days start at 7:00 am and we will meet at Glen Jean HQ and travel to the sites from that location. The work days are long and if you cannot stay beyond 4:30 pm, you may travel in your own vehicle and leave when you need to do so. Sampling will be postponed if the river levels are too high, muddy or we are experiencing rain and thunderstorms. Volunteers must be 18 years of age and above to participate in the electrofishing monitoring. Those under 18 years can assist with invertebrate collections but should be accompanied by parents\/guardians and have parental permission. Your shoe size will be needed in order to have waders ready for your use, so please provide that information as well.     To sign up as a volunteer, please contact the park’s Volunteer Coordinator, Adrienne Jenkins at 304-465-2634 or by email at Adrienne_Jenkins@nps.gov. If you have any questions please contact Lisa Wilson at 304-465-6536 or by email at Lisa_Wilson@nps.gov or you may contact Kathy Oney at 304-465-6528 or by email at kathy_oney@nps.gov. Click here for a list of what to bring with you for a day volunteering with LTEMS.",
    "url": "https:\/\/www.nps.gov\/neri\/getinvolved\/supportyourpark\/volunteering-with-ltems-long-term-ecological-monitoring-system.htm"
}
