{
    "title": "New River Gorge National River: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management              Fire Management              Fire management policies of the National Park Service (NPS) support the park's resource management goals. The primary resource management goal is restoration or maintenance of the historic scene and the associated cultural resources, and supporting native plant communities while providing for firefighter and public safety, protection of natural and cultural resources, and human developments from unwanted wildland fire.        Park staff conducting a prescribed burn.   This fire management plan contains the following program direction: To guide the decision-making process where safety, social, political, and resource values are evaluated, and appropriate management response strategies are identified for wildland fires. To provide a framework for fuels management strategies through the use of prescribed fire, mechanical, and chemical treatments. To provide a platform to cooperate more fully in planning and implementing a wildland fire program across agency boundaries. Program operations included in the plan are preparedness, prevention, suppression, and fuels management. Applicable resource goals and objectives are derived from approved agency resource and general management plans. The plan is organized to combine the latest scientific knowledge, including regional and local studies, with a hierarchy of policy direction from Departmental and Agency to the Federal Wildland and Prescribed Fire Management Policy (1995 & 2001), to accomplish resource and fire management goals and objectives and research into the restoration of fire into the ecosystem. The intent of the plan is primarily operational in nature. Compliance requirements with National Environmental Policy Act (NEPA) guidelines have been satisfied through development of an environmental assessment (EA). These requirements ensure a prudent assessment and balance between a federal action and any potential effects of that action, leading to consensus between fire managers, agency resource specialists, and the public. Any constraints or limitations imposed on the fire management program are also included. Here is the park's Fire Management Plan (1.4 Mb Acrobat File). Fire Management Plan - Finding of No Significant Impact Draft Prescribed Fire Burn Plans: Xeric Oak Habitat - Restoration Prescribed Burn - Grandview Unit Xeric Oak Habitat - Restoration Prescribed Burn - Backus Unit",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/management\/firemanagement.htm"
}
