{
    "title": "New River Gorge National River: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teacher Program        Teacher-Ranger-Teacher on the river with the Rangers in Training program.        Are you a teacher? Have you ever dreamed of working as a park ranger in the summer? Well, here's your chance! New River Gorge National River is participating in the in the Teacher-Ranger-Teacher program, a national program that brings school teachers into parks to learn how parks work and bring that knowledge back to the classroom.  The National Park Service Teacher Ranger Teacher (TRT) program is a professional development opportunity for K-12 teachers to spend the summer acquiring new skills in experiential learning through a program provided by a partnership between the National Park Service (NPS) and the University of Colorado Denver (CUD). The teacher spends between four and six weeks in a NPS unit developing a major educational project and participating in an online graduate course from CU Denver. The goal of the program is to train teachers in the resources and themes of New River Gorge National River so that they can return to their schools in the fall and incorporate their new skills into their classroom activities. The NPS aims to especially reach students from underserved schools and districts by recruiting teachers from Title 1, urban or rural schools to participate in the Teacher Ranger Teacher program.  Park Contact: Mark Bollinger, mark_bollinger@nps.gov, 304-640-8731 Dates of Detail: Start around June 22 through August 5 Stipend: $3000.00 upon completion of program and graduate course requirements Graduate Credit: 3 graduate credit hours through University of Colorado Denver Additional Information The education project that the TRT will work on will be a review of the park's educational resources, ensure that the programs meet and incorporate WVCSO's and STEM components, transfer our current programs into a lesson plan format that can be uploaded to the park website, and set up and connecting the park's new distance learning equipment for park staff and teachers to use for educational programming. Download a Teacher-Ranger-Teacher Application For further information about the Teacher Ranger Teacher program download the NPS Teacher-Ranger-Teacher PDF. For more information about the Teacher-Ranger-Teacher Field Experience Course, download the Course Information PDF   Program Benefits Benefits for Teacher-Ranger-Teachers  Participating TRTs have the opportunity to develop a personal connection with national park.  TRTs develop a wide array of teaching examples based on real life experience in parks and create \"curricula enhancers\" that highlight issues surrounding heritage conservation.  TRTs become life-long friends of the National Park Service and begin teaching an ethic of heritage conservation in the schools where much of America's future resides.  The selected teacher will spend eight weeks working alongside National Park Service staff. Teacher-rangers obtain a wide range of knowledge and skills by working with personnel of other park divisions.  Benefits to the School District  Other educators exposed to a teacher-ranger in their schools benefit from \"curricula enhancers\" and other resources. They also gain access to a wide array of resources and teaching tools.   Teacher-rangers join a network of resource specialists, scientists, historians, curators, and the teaching programs and resources of the National Park Service and the Department of the Interior.  School districts profit from having teacher-rangers who have been exposed to current resource-based issues and teaching activities.  Benefits to School Children  This program provides the opportunity for students to connect to the nation's heritage through the experiences of their teacher-rangers.  A variety of resource issues, based on the teacher's summer experience, are discussed in class. These might include historic preservation, deer populations and forest health, exotic species, and water issues. Students learn about opportunities for summer and permanent employment with the National Park Service. Students share the enthusiasm of a teacher who has had the opportunity to be a National Park Ranger.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/teacher-ranger-teacher-program.htm"
}
