{
    "title": "New River Gorge National River: Geology of New River Gorge",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geology of New River Gorge                Geology of New River Gorge        Endless Wall Gary Hartley       The Not-So-New River and Its Past Stand at the overlook at Canyon Rim Visitor Center and look southeastward. Here the panorama of the gorge best presents itself, revealing the character of its natural sculpture and landscaping. From this point the valley sides fall away steeply, almost 900 vertical feet, prescribing the river's course through a V-shaped gorge whose sides are softened by luxuriant Appalachian vegetation. I stood here in the fading light of a summer evening reflecting on the river, its roar diminished by distance, and on the gorge, its walls darkening in the twilight, and I wondered about the scene before me and how it came about. The answer to my questions come from the geologists, whose science is not as simple or precise as we might wish. But we will get past these difficulties and focus on some easy-to-understand and intriguing parts of New River's geologic history.   The River Today Let's start with the scene today. If you stand on the river bank, you see and hear a river in motion whose headsprings are in the Blue Ridge Mountains near Boone, North Carolina, sometimes called the \"Roof of Eastern America\" because four great river systems start close by. Here the headwaters of the New River start on their more than 2,000 mile journey that takes them north into Virginia, there to be joined by the Little River, north further into West Virginia to be joined by the Greenbrier, through the New River Gorge, then losing identity as the New River at the confluence of the Gauley to become the Kanawha, westward to the Ohio River near Point Pleasant, continuing as part of the Ohio to join with the Mississippi at Cairo, Illinois, then moving sharply to the south cutting through the nation's mid-section and finally emptying into the Gulf of Mexico near New Orleans. The entire journey take about 110 days, sometimes more, sometimes less, based on the fluctuating speed of river flow. Some of this water may repeat the same trip or part of it sometime in the future, as it has in the past through the age-old cycle of evaporation, transportation, precipitation, and run-off.        A view of the gorge from Diamond Point Dave Bieri  Motion, Always Chaotic Motion From the river bank you can watch the motion of the water or, better still, take to a boat like thousands of other recreationists and be a part of the motion. Is the speed of a river constant? Not at all. Speed varies across the stream, being faster away from the channel sides and, vertically, fastest just below the surface. Speed also varies along the stream channel, being fastest where the channel is narrowest and the gradient steepest, and it changes with time, being fastest at flood stage. Speed probably varies from about 3 1\/2 to 7 miles per hour. As the river moves along at ever-changing speeds, it takes on all kinds of swirling motion, called eddies, whirlpools, holes, and reactionaries; well know and understood by every whitewater boater who expects to survive. The motion of the river is highly complex and chaotic.   The Making of a Gorge The motion of the river that is most important to our geologic story is the motion that results in erosion, the rivers ability to cut into its channel and carry away sediment. Every river has enormous energy that comes from the weight of the water flowing downward in response to gravity. The steeper the stream gradient, the more energy it has. Most of the river's energy is spent overcoming friction in passing over the river channel and its obstacles and is converted into heat. Only 5 percent or less of the river's energy is left and available for the work of abrasion and transportation; in short, the cutting of a gorge. Mechanically, the river pushes its load of sand and other particles over the bedrock of the river channel and wears it down in a sandpapering action. The cutting take place very slowly. Each foot may take thousands of years.   Time, More Time, And Still More Time We've just learned how the river cut its gorge, but how long did it take? Geologists don't know, and their estimates vary widely from 3 million years to 320 million years. In any event, it took a long time to cut this gorge, and the name \"New River\" is far from right. In fact, the New may be very old, perhaps one of the oldest river systems in the world. We do know that this part of New River follows the same course followed by part of the ancient Teays River and is simply a new name for part of the Teays River system. The ancestral Teays River had an enormous effect on interior America. With its tributaries, it helped carve the landscape of parts of present-day North Carolina, Virginia, West Virginia, Ohio, Indiana, and Illinois. Teays ceased to exist in its western reaches with the coming of the Ice Age. At least four times lobes of the continental glacier covered parts of the Teays River, bringing to this region an arctic climate with mammoths, wooly rhinocerous, caribou, and musk oxen roving in front of the glacial ice sheets. One of these glacial advances dammed the river with ice and debris at about present-day Cillicothe, Ohio, creating a large lake that backed up to the vicinity of Gauley Bridge. This caused the Teays to seek a new course skirting the edge of the glacier. The new course was and still is the Ohio River.        A view of the gorge from the Grandview Rim Trail Dave Bieri  The Canyon's Rock Layers Erosion by New River has exposed several different rock formations. If you travel the 52 miles between Hinton and the New River Gorge bridge by boat or train, you will pass through a cross section of the earth's surface, exposing sedimentary rock layers totalling about 4,000 feet in thickness. It probably took 7 to 10 million years for these deposits to accumulate as layers of sand, mud, and rotting plants and then to compress and bond into sandstone, shale, and coal. If you are able to take a boat or train trip through the gorge, let your mind drift and imagine the scenes around you more than 300 million years ago when these rock sediments were accumulating: sometimes the view is of a shore along an inland sea, sometimes the shallow bottom of the inland sea itself, and sometimes a vast swamp lush with vegetation.   The Human Touch Most changes from geologic forces come about so slowly that they are not perceptibly measured in human life spans. But here, measured in one lifetime, man has visually modified the gorge's features. The cut and fill of railroad construction and the coal mine tailings mark man's recent sculpturing. And Bluestone Dam is evidence of man, the engineer, at work, diminishing the river's cutting power by regulating the flow and preventing severe flooding.   Reflections Like many visitors to New River Gorge National River, I took the two-day raft trip to explore and to reflect on my surroundings. Sometimes we moved along lazily and quietly where the surface was smooth and the water ran deep. Other times we plunged and bounced swiftly through rapids, our bodies dowsed with spray, and our ears bombarded by the roar of water pounding against the rocks. This experience put me in direct contact with the power and force of change, the river itself, the maker of the gorge. We camped at night beside the river. Before turning in, I sat for a while on a boulder at water's edge with new insights about geologic processes and events that marked the passing of time here. I could barely make out the rim of the gorge in the darkness, and I thought about the millions of years that separated the river and me from the time when this same river flowed across those rocks visible on the rim far above. So much had happened. Yet here I was at the present cutting edge of geologic change. The processes are timeless. For a moment I could sense my own fragile role -- how temporal man is, but how eternal are the geologic processes. For these there is always time enough. Ellsworth Swift           Download the New River Gorge Geology: Ribbon Through Time brochure",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/geology.htm"
}
