{
    "title": "New River Gorge National River: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth              New River Gorge National River is a place for people of all ages- those who are young in years and those who are young at heart! Don't let your parents have all of the fun. Ask your parents to stop by one of the park visitor centers, talk to a park ranger and find out if there are any special activities planned for kids. Tell them you want to become a Junior Ranger!          Junior Ranger Program Do you like to have fun? Would you like to learn more about your national river? Participating in the Junior Ranger program is a great way to have fun and learn what makes this park so special. more...         WebRangers Kids of all ages can become a WebRanger online. Explore, learn about, and protect our national parks by completing fun web activities: design your own ranger station, explore parks, and collect virtual junior ranger badges. more…         Coloring Books Download and print your own New River Gorge coloring books.           Thurmond Coloring Book          Building the New River Gorge Bridge Coloring Book        student artwork by Kaitlin Phipps   Youth Arts in the Parks Has nature ever inspired you to do something creative? Local students can celebrate their creativity through the Youth Arts in the Parks program. This youth art contest and April art exhibition at Tamarack allows students to serve as community leaders and raise awareness of Appalachia’s natural diversity and parks. Their works will inspire community connections to local ecology, as well as outdoor stewardship. Student participants in this art program will also have the opportunity to explore the business of art and its role in economic development. more...         Rangers in Training students enjoy a day paddling down the New River.   Rangers in Training Rangers in Training is a free program that gives local high school students an opportunity to discover and enjoy some of the history, nature and recreation that New River Gorge National River has to offer. Participants will hike trails, white-water raft, fish, rock climb, and discover some of the natural and cultural history of the gorge as they learn about how National Park Service rangers care for America's special places. For more information check out our Rangers in Training page.           Students enjoy a variety of programs at SYNC   Science Youth Nature Camp SYNCing Youth With Nature is a FREE day camp that engages 9 to 11 year old students in a series of hands-on activities to explore and learn about the natural world, the forest, wildlife, and the river. In June of 2016 we will be offering four 1-day SYNC events at Camp Brookside for 4th grade students in Summers, Wyoming, McDowell, and Mercer County. more…",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/kidsyouth\/index.htm"
}
