{
    "title": "New River Gorge National River: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems        The cliffs at Endless Wall Gary Hartley       From its beginnings in North Carolina, the New River winds its way northward through southern West Virginia. For nearly 320 miles, the river traverses a land of diverse topography and spectacular scenery. The New River's origins can be traced back to the birth of the Appalachian mountains and an ancient river called the Teays. Late in the Paleozoic Era, 500 million years ago, the North American and African plates collided, buckling and shattering the earth's crust and forcing the Appalachians up towards the sky. The Teays River, with headwaters near present-day Blowing Rock, NC, drained the slopes of the new mountain range. As the Teays River picked up speed and power it began cutting through the roots of the old mountains, all the while maintaining it northerly flow. This action continues today in the spectacular New River Gorge, where in some place the river has cut 1500 feet down through the old Appalachians to create a deep canyon. Because the New River is so old, its habitats and wildlife have been able to achieve a form of stability. Millions of years of available passage have allowed many species of plants and animals to move in and persist in the area. Since the New River cuts from east to west across the Appalachians, we find species that are typically Atlantic coastal plain and piedmont, such as melic grass, living with northern mountain species. Because time has favored the new River Gorge, certain unique species have been able to carve their own niches here. Several species of fish have evolved that are endemic (found nowhere else) to this river.         Geologic Formations Learn more about the rock layers that make up the New River Gorge. more...         Geology of New River Gorge Find out more about how the New River carved one of the longest and deepest gorges in the Appalachian Mountains. more...         Rivers and Streams Learn about water quality in the rivers and streams of New River Gorge National River. more...         Mixed Mesophytic Forest Learn about the globally significant forest ecosystems of the New River Gorge. more...         Appalachian Flatrock Community Learn about a rare and endangered ecosystem found in only a few small places in the New River Gorge. more...",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
