{
    "title": "New River Gorge National River: Effects of Climate Change at New River Gorge",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Effects of Climate Change at New River Gorge                Effects of Climate Change at New River Gorge National River         Extreme winter events from the last couple of years are examples of weather.   Weather vs. Climate  Weather is what is happening outside at this very moment, be it rain, snow, or just a warm sunny day. Climate is what you expect to see based on long-term patterns of over 30 years or more. It includes not only temperature, but also precipitation, humidity, wind, and atmospheric pressure.     The climate of an area can be described on different scales, from large regions within the country, to individual towns, all the way down to microclimates that occur within a small space such as a bat cave or a creek. Several factors affect regional and local climates including latitude, proximity to water, topography, elevation, and wind patterns.          The black line in this graph shows observed global temperatures throughout history. The blue track shows the inclusion of human activity and the green shows the temperature range if it were only influenced by natural forces (solar and volcanic activity) U.S. National Climate Assessment (2014)  Climate Change Climate Change is the change in the Earth's climatic system that is being caused by human emissions of greenhouse gases into the atmosphere. Because of all the factors that influence local climates, the effects of climate change will vary depending on the location.    This difference between the effects of global and local climate change can been seen when looking at temperature changes. Since 1880, global average surface temperatures have risen by more than 1.4 degrees Fahrenheit (NASA, 2016). However, on local scales, average annual surface temperatures differ from the most extreme changes being in the North, the West, and Alaska whereas little change has been experienced in the Southeast parts of the country.          New River Gorge National River contains a large mosaic of habitats, from continuous forest, cliff and rimrock habitats, forest seeps and wetlands, and mature bottomland forests, to abandoned mine portals, providing a refuge for rare species, including bat, amphibians, and the Allegheny woodrat. Gary Hartley  Resilience of New River Gorge  The park's forest consists of 41 different forest community types which together are part of the largest remaining area of midatlantic forest in the world. Much of the forest remains largely unfragmented and serves as a biodiversity hotspot that is globally significant in providing critical habitat to neotropical migratory birds, and rare vegetation communities.   The complex topography and varying degrees in elevation create microclimatic conditions that allow for this high level of biodiversity and help make New River Gorge more resilient to the effects of climate change. This area will likely serve as a refuge that will provide habitats for species that would otherwise be displaced due to climate change.   A carbon sink is a forest, ocean, or other part of the natural environment that absorbs carbon dioxide from the atmosphere and stores it. In addition to serving as a refuge for certain species, the forests of Appalachia are inclusively one of the most crucial carbon sinks for North America, and the world.   Every year, the New River Gorge area alone absorbs an estimated 145,715 metric tons of carbon dioxide from the atmosphere (Richardson, 2014). That's the equivalent of about 21,517 homes' electricity use every year (EPA, 2014)! Because of this, the preservation of the forests within our parks, and the ecosystems that rely upon them is crucial in the global effort to mitigate and adapt to the effects of climate change.        The hemlock woolly adelgid may have increasingly negative effects on local hemlock populations as warmer winters fail to kill off much of the populations, and increased drought conditions weaken the trees.   Changing Forest Composition  Although New River Gorge will serve as a refuge for many species from the effects of climate change, local areas within the park will be affected by changes in climatic conditions and subsequently some species will face vulnerabilities. Climate vulnerability assessments for the area have found that certain types of tree species are vulnerable to the effects of climate change. The tree species that are most vulnerable include hemlocks, sugar maples, beech trees, and various types of birch trees (Fisichelli, 2014).   Many of these trees are threatened by changing temperatures and the increased competition from invasive plant species which are expected to be better suited to take advantage of changing conditions. In addition, invasive insects such as the woolly adelgid are likely to have higher survival rates with warmer temperatures during the winter (Butler, 2015). Due to these vulnerabilities, the forest composition of the New River Gorge is expected to change in the future.          Virginia big-eared bat. Larisa Bishop-Boros  Vulnerable Animal Species In addition to vulnerabilities in certain tree species, some animal species may be threatened by the effects of climate change as well. Vulnerability assessments have found that fish, mussel, and other aquatic species are the species that are most vulnerable to the effects of climate change (Byers, 2014). This is due to many of these species' being located within hydrological niches and their inability to disperse to new areas (Byers, 2014). In addition, species that already have vulnerabilities such as the Virginia Big-eared bat are expected to have these vulnerabilities exacerbated by the effects of climate change (Byers, 2014).        Increased Hazards Historically West Virginia has been susceptible to flooding due to the nature of the topography in the area. The flood that took place in June 2016 has been termed a one in a thousand year flood (National Weather Service, 2016). Such events will likely increase in frequency and intensity due to the effects of climate change. This is a major concern as right now more than 150,000 people in West Virginia live in flood prone areas (States at Risk).  In addition, according to the U.S. National Climate Assessment, the frequency, intensity, and duration of heat waves are expected to increase by 60 additional days per year above 90 degrees Fahrenheit which may affect vulnerable groups like young children and the elderly (The White House, 2014).           Past and Future Connections  The history of the New River Gorge area is closely tied to coal mining. The coal that was mined in areas such as Kaymoor and Nutallburg helped to make us into one of the most powerful countries in the world. However coal mining in this area also led to hardships and challenges for both people and the environment. Because emissions from coal, among other energy sources, have contributed to human made climate change, it is sometimes a difficult topic to talk about.  Similar to when we were designing our energy system and developing our country through the Industrial Revolution, climate change is a new challenge that we must face and with it there will be costs but also opportunities. As the Industrial Revolution required ingenuity and hard work to power our country's growth, efforts to adapt to and mitigate the effects of climate change will require these qualities as well. In a way we are sitting at the beginning of our own Industrial Revolution, unaware of all of the opportunities that may blossom from the rain showers we see forming on the horizon.        References  Butler, P. R., Iverson, L. R., et al. (2015). Central Appalachian Forest Ecosystem Vulnerability Assessment and Synthesis: A Report from the Central Appalachians Climate Change Response Framework Project (Report NRS-146). Newton Square, PA: USDA Forest Service. Retrieved from USFS website: http:\/\/www.fs.fed.us\/nrs\/pubs\/gtr\/gtr_nrs146.pdf  Byers, E., Norris, S. (2014). Climate Change Vulnerability Assessment of Species of Concern in West Virginia. Elkins, WV: WVDNR. Re-trieved from WVDNR website: http:\/\/wvdnr.gov\/publications\/PDFFiles\/ClimateChangeVulnerability.pdf  EPA. (2014). Greenhouse Gas Equivalencies Calculator. Available from: https:\/\/www.epa.gov\/energy\/greenhouse-gas-equivalencies-calculator  Fisichelli, N. A., Abella, S. R. , Peters , M. P. , and Krist Jr., F. J. (2014). Climate, trees, pests, and weeds: change, uncertainty, and biotic stressors in eastern U.S. national park forests (327:31-39). Forest Ecology and Management. Retrieved from NPS website: https:\/\/irma.nps.gov\/DataStore\/DownloadFile\/517231  Monahan, W.B., and Fisichelli, N.A. (2014). Climate exposure of US national parks in a new era of change: Recent Climate Change Expo-sure of New River Gorge National River. (PLoS ONE 9(7): e101302. doi:10.1371\/journal.pone.0101302). National Park Service. Available from http:\/\/dx.plos.org\/10.1371\/journal.pone.0101302.  NASA. (2016). Global Climate Change: Global Temperature. Retrieved from: http:\/\/climate.nasa.gov\/vital-signs\/global-temperature\/  National Park Service (2008). Climate Friendly Parks: New River Gorge National River Action Plan. Retrieved from NPS website: https:\/\/www.nps.gov\/subjects\/climatechange\/upload\/NERI-Climate-Friendly-Action-Plan-Final.pdf  National Weather Service. (2016). Historic Rainfall over Greenbrier County WV and Alleghany Co VA June 23, 2016. Retrieved from: http:\/\/www.weather.gov\/media\/rnk\/June23_brief_summary_for_web.pdf  Richardson, L., Huber, C., Zhu, Z., and Koontz, L. (2014). Terrestrial Carbon Sequestration in National Parks: Values for the Conter¬minous United States. (NPS\/NRSS\/EQD\/NRR—2014\/880). National Park Service. Retrieved from: https:\/\/www.nature.nps.gov\/so-cialscience\/docs\/CarbonSequestration.pdf  States at Risk. (n.d.). West Virginia Summary Report. Climate Central, ICF. Retrieved from States at Risk website: http:\/\/assets.statesa-trisk.org\/summaries\/WestVirginia_report.pdf  The White House, Office of the Press Secretary. (2014). FACT SHEET: What Climate Change Means for West Virginia and the Northeast. Retrieved from White House Website: https:\/\/www.whitehouse.gov\/sites\/default\/files\/docs\/state-reports\/WESTVIRGINIA_NCA_2014.  Additional Resources for The Basics of Climate Change: EPA Climate: https:\/\/www3.epa.gov\/climatechange\/ IPCC Report: http:\/\/www.ipcc.ch\/report\/ar5\/wg1\/ NASA Climate: http:\/\/climate.nasa.gov\/ NOAA Climate: http:\/\/www.noaa.gov\/climate                    Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: climate change",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/effects-of-climate-change-at-new-river-gorge-national-river.htm"
}
