{
    "title": "New River Gorge National River: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams        Dunloup Creek Gary Hartley       How’s the Water? The New, Gauley, and Bluestone Rivers are all part of the greater New River watershed that extends from the North Carolina mountains, through the mountains and pastoral farm lands of southern Virginia, to southern West Virginia. The rivers and streams of the watershed are affected by mining, logging, manufacturing, agriculture, and disposal of human waste.  To fulfill its mission to protect the natural resources of these parks, the National Park Service monitors water quality at about forty sites. Regular monitoring indicates that water quality is often impaired by fecal coliform bacteria contamination during periods of high turbidity, recent precipitation, and high discharge. The rivers may also be negatively affected by trace metals and other compounds, sediment, and acidic runoff. The National Park Service takes a proactive stance to maintain and improve water quality in the three parks. We share information and work with watershed associations, local communities, counties, and state and other federal agencies, environmental groups, industries, schools, and individuals to foster a sense of responsibility for these nationally important waters so that water quality is improved and maintained to inspire future generations. For more information about water quality in the three parks, please contact the Aquatic Resources Team program leader, Dr. Jesse M. Purvis, at (304) 465-6513.   Download the park's Water Quality Report (2009 - 2010) (1.37 MB Adobe Acrobat Document) Download the park's Water Quality Report (2007 - 2008) (1.1 MB Adobe Acrobat Document) Download the park's Water Quality Report (2004 - 2006) (2.8 MB Adobe Acrobat Document) Download the park's Water Quality Report (2001 - 2003) (3.3 MB Adobe Acrobat Document) Download the park's Water Quality Report (1998 - 2000) (2.2 MB Adobe Acrobat Document)  Pollution of rural streams by fecal coliform bacteria is a widespread issue. Since fecal coliform bacteria live in the gut of warm-blooded animals, fecal contamination of rural streams can come not only from humans, but also from livestock, pets, and wildlife (including birds). Several research efforts have been made to understand the role of these various potential sources of bacteria. One of these studies was conducted in New River Gorge by the U.S. Geological Survey, in cooperation with the National Park Service. The results indicate that human caused wastewater pollution is present in each of the four New River Gorge tributaries sampled. The report also found other sources of contamination in some streams, and noted the need for additional research to bolster the findings and refine the methods. Report- Presumptive Sources of Fecal Contamination in Four Tributaries to the New River Gorge National River, West Virginia, 2004",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/rivers.htm"
}
