{
    "title": "New River Gorge National River: Coal Mine Disasters",
    "body": "Red Ash- Rush Run - Layland - and the Hawks Nest Tunnel Incident         Remnants of coke ovens at Red Ash   For many years the New River Gorge was a major supplier of the primary energy source for the industrial world, coal. Coal powered the factories, railroads, ships, and heated the homes and buildings of the time. The mining of coal however, posed a direct danger to the people who dug it from the earth.   Of the 21,000 West Virginia coal miners who have died since 1883, when fatality records were first documented, most perished one at a time in roof falls and machinery accidents. This created not only a heartbreaking loss of a father, son or husband but a financial disaster for the grieving family. In its industrial heyday the New River Gorge was the site of three major mine disasters and one unique and still somewhat mysterious \"Incident\". A mining accident resulting in the death of three or more miners is officially classified as a “mine disaster”.  On March 6, 1900, in the Red Ash Mine on New River near Thurmond, naturally occurring methane gas, was ignited by the open flames of the miner’s headlamps. This blast also ignited explosive coal dust in the air of the mine and several kegs of powder used to blast the coal from its underground seams. Forty-six miners died in the massive explosion or suffocated in the carbon monoxide atmosphere, (afterdamp) that followed.            Remains of mine structure at Rush Run   On March 18, 1905, disaster struck again at the reopened Red Ash Mine, which by that time had been connected to the adjacent Rush Run Mine. Sparks from a mine car ignited coal dust suspended in the air of the mine and the blast left 13 miners either trapped or dead. The following day a rescue party of 11 men entered the mine only to face yet another explosion. Ten days later all 24 men were found dead. The Layland mine near Quinnimont exploded on March 2, 1915. The explosion, which was once again the product of the ignition of methane gas and coal dust, was so powerful it blew out from the mine entrance and killed a grocery delivery man who happened to be walking past. Fifty three miners escaped or were rescued, but a staggering 114 men died in this disaster.     The Hawks Nest \"Incident\" was not a coal mining disaster but it has been called the worst industrial disaster in the history of the United States. The incident occurred in 1930 with the drilling of the three mile hydro-electric water diversion tunnel. It was built to supply power to a Industrial complex on the nearby Kanawha River. The tunnel was dug through high grade silica rich sandstone which when drilled produced a very fine dust, that when breathed, was comparable to inhaling finely ground glass particles into the lungs. The men hired to construct the tunnel were migrant workers desperately traveling Depression Era America in search of employment. The majority of the Hawks Nest workers were African-Americans. Since the drilling of the tunnel was not technically a mining operation, there were no underground safety regulations in place. The men were working in confined spaces with no ventilation, dust control, or dust masks. Quickly they fell victim to silicosis, the deadly accumulation of silica particles in the lungs. The men were unable to tolerate these conditions for more than a couple of months before they fell ill and had to be replaced. The officials in charge decided the most cost effective way to handle the crisis was not to acknowledge the dangers,  stop work and provide safer conditions,  but to deny the reality of the situation, keep hiring a steady stream of new workers and complete the tunnel as quickly as possible.    The mystery of the Hawks Nest tragedy is the uncertainty of its final results. The companies involved never acknowledged responsibility, or provided information to help account for the total number of people who died or were disabled by the tunnels construction. The estimates for deaths from this tragedy range from 700 to 2000, with several thousand more sick and disabled.      The Hawks Nest Tunnel is still in operation. Water diverted for the tunnel comes from the impoundment on the New River at Hawks Nest Dam which is visible from the overlooks at Hawks Nest State Park. Throughout the park, you will find the crumbling remnants and ruins of New River Gorge's industrial past. These are the monuments that remain to remind us of the lives of the people that were the true source of our nation's power.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/red-ash-rush-run-layland-and-the-hawks-nest-tunnel-incident.htm"
}
