{
    "title": "New River Gorge National River: Discovering Berry Holler and Big Branch Trail",
    "body": "Discovering Berry Holler and Big Branch Trail         Remains of an old homestead can still be seen on the Big Branch Trail. Dave Bieri  As park rangers at New River Gorge we enjoy helping people discover the fascinating natural resources and stories of the park, but often we are the ones doing the discovering. One of these discoveries was Bertha Huffman, a participant in our oral history program. The oral history program at New River Gorge National River dates back to the establishment of the park in 1978. Participants are former residents of the gorge; miners, railroaders, loggers and their families. We record the stories of their lives in the gorge, copy their old photographs and preserve them in the parks historical archives. For several years we had been leading hikes on the Big Branch trail near Hinton. The trail follows a cascading creek with several waterfalls and a profusion of wildflower blooms in the spring. About one mile up the creek the trail passes the remains of a former homestead; a few logs from a barn, the foundation pillars of a house, a stone wall, and the roofless opening of a root cellar. Iris and daffodils still bloom among the briers and saplings taking over the abandoned home site. We wanted to learn more about this place so we pursued another trail, a trail leading to Bertha Huffman, a wiry 73 year old woman who still cut her own firewood and tended a herd of cows. She had grown up on Big Branch, leaving it when she married in 1945. Mrs. Huffman had never returned to her childhood home until we asked her to walk the trail with us and record her memories of the place. She called the rugged creek gorge by its old name of \"Berry Holler\", she was just as amazed to see how much the hollow had changed as we were to hear what it had been like fifty years ago.        One of several cascades along the Big Branch Trail. Dave Bieri  The steep hillsides of tall trees and forest floor, now thick with ferns and wildflowers were once pastures and hayfields for grazing cattle, horses and mules. The level areas were planted in corn, potatoes and other vegetables. The trail was a wagon road that followed the creek bank past her grandparent's house and grist mill, near the creeks confluence with the New River, up and past her families home and further on up to a one room school house and other farmsteads along the headwaters of Big Branch Creek. Bertha lived in a four-room house with her parents, Daniel and Pearl Berry, and her three brothers and one sister. As the oldest daughter she was her mother's helper. When she wasn't at school, she worked in the garden and helped watch over the younger children. Bertha remembered pulling her brother from a flooding creek above the waterfall, hunting ginseng on the mountainside, and gathering the last chestnuts from the trees dying of the chestnut blight. Daniel Berry walked five miles down Big Branch Creek and New River each day to work at the New River Lumber Company mill at Longbottom. Bertha and her mother also walked there to trade for groceries. Even into the 1940's, the Berry family lived without a car, electricity, running water, or telephone. Bertha's little brother, whom she helped care for died from illness at two years of age, her older brother was struck and killed by a train on the track along New River at fifteen. Knowing the story of the Berry family's life on Big Branch or \"Berry's Holler\" makes hiking the trail a unique experience, but be careful, for the history goes back much further than the Berry family. Bertha said that the ghost's of murdered Indians roam the trail, too.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/discovering-berry-holler-and-big-branch-trail.htm"
}
