{
    "title": "New River Gorge National River: Watchable Wildlife",
    "body": "Watchable Wildlife         Great Blue Heron David Hypes  The watchable wildlife areas listed below highlight the species most commonly observed in the primary visitors use areas of the park. Sandstone Falls\/River Road The nine mile drive down River Road (Rt.26) from Hinton to Sandstone Falls, and a walk along the boardwalk and Island Loop Trail is the only true extended riverside drive and walk available to visitors to New River Gorge National River. Be sure to stop at Brooks Overlook on Route 20, approximately five miles south of Sanstone Visitor Center. From the overlook, you can look down on Brooks Island, where a pair bald eagles have made their nest in a large sycamore tree at the north end of the island.    -bald eagles, osprey, great blue herons, kingfishers, numerous ducks and migrating waterfowl (loons, cormorants and hooded mergansers) in winter, beaver, mink, muskrat, river otter, northern water snakes, assorted aquatic turtles (river cooters, stinkpots and snapping), aquatic insects (Dobson flies(hellgrammites) dragon files, mayflies and damsel flies), hellbenders (large aquatic salamander), spike mussels, Asiatic clams Sandstone Falls Overlook\/ Route 20 The short walk, shady picnic area and overlook at this site provides great ridge top views of Sandstone Falls and the upper New River Gorge. - soaring raptors (red tail hawks, broad wing hawks, turkey vultures), also ravens, pilleated woodpeckers and flickers, plus sightings of southern flying squirrels.        White-tailed Deer Leah Perkowski-Sisk  Grandview Grandview is a must see destination of the park; unsurpassed views of New River Gorge, an excellent trail system and a great watchable wildlife area. During the spring and summer rangers conduct weekly birdwalks. On summer evenings thousands of big and little brown bats emerge from the park constructed bat condo. White- tailed deer, red fox, wild turkey and black bears are spotted in the fields and forests. Turkey and black vultures, red-tail and broad wing hawks, and ravens soar on thermals over the gorge. Monarch, tiger and spicebush swallowtail butterflies, ant lion burrows, fencepost lizards and five lined skinks, red, fox, and gray squirrels, and black rat snakes are all reguarlly spotted by walking the park trails.  Glade Creek Glade Creek is a backcounty trail and camping area accessible by a gravel road off Rt 41 north out of Beckley. Black bear and bobcat, great horned owls, timber rattlesnakes, mink, beaver, raccoons, catch and release trout stream Gwinn Ridge Trail This two-mile loop trail is accessed by way off the gravel Brooks Mountain road of Rt20 at Brooks near Hinton. Follow the signs for the Three Rivers Avian Center. Across the road from the Aviain Center entrance is the trailhead parking lot. The Avian is a regional center for the rehabilitation of injured raptors and has an open house the first Saturday of the month, May through October. Bald and golden eagles, peregrine falcons and many different species of owls and hawks may be viewed at these times. On the trail watch and listen for ruffed grouse, seasonal early spring tadpole\/frog ponds, spring peeper and wood frog songs, spicebush and tiger swallowtail butterflies, white-tail deer ,and coyote. Big Branch Trail The trail head for this strenuous\/moderate two mile loop trail is located at the Brooks Falls day use area on River Road near Hinton. In addition to wildlife watching and listening, this trail is known for its spring wildflower displays and several waterfalls. -ruffed grouse, black bear, gray squirrels, fox squirrels, pilleated woodpeckers, wild turkey, bobcat, garter snakes, early spring seasonal salamander and frog breeding ponds.          Mallards David Hypes  Check out the Wildlife Photo Gallery for more photos of animals at New River Gorge National River.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/nature\/watchable-wildlife.htm"
}
