{
    "title": "New River Gorge National River: Batteaux on the New",
    "body": "Batteaux on the New        \"Running the Rapids of the New River\" from the February 21, 1874 issue of Harper's Weekly          Batteaux on the New River in the early 1900's, probably taken near Hinton, WV   Before the coming of the whitewater rafting industry, commerce along the New River was carried by long, flat bottomed boats called batteaux. The name batteau derives from the French word bateau, meaning boat; the plural form is batteaux. The New River has always been an important northern and western travel corridor through the rugged Appalachian Mountains. The New River watershed helped to connect the James Rivers Atlantic watershed along the Eastern Continental Divide to the Kanawha and Ohio rivers west to the Mississippi. From the earliest days of our nation, George Washington had envisioned a cross country canal route along this pathway. In 1812, John Marshall, fourth Chief Justice of the Supreme Court, lead an exploratory batteau expedition starting on the James River, continuing down the Greenbrier to Hinton and the confluence with the New River. Marshall's expedition travelled, with great difficulty, downstream past present day Hawks Nest State Park, naming the spot for the abundance of ospreys they sighted. Washington's dream of the southern Chesapeake and Ohio Canal was dashed by the whitewater rapids of the lower New River Gorge, which Marshall reported as being too wild for commercial batteau navigation. The overland Midland Trail became the main commercial connector bypassing the New River Gorge to the Kanawha, but batteaux provided commercial transportation along the lower Greenbrier and upper New Rivers. Beginning in the mid-1800's the Army Corps of Engineers blasted sluice channels through ledges and rapids along these rivers to improve access for batteaux.         Batteau at Crumps Bottom c. 1920   Before the coming of the railroad, batteaux carried cargo downstream on the New River as far as Bateau Mountain, now called Batoff Mountain, near Grandview. The batteaux were propelled along the shallow rivers by crews pushing long poles along the side of the boats, and steering with long sweeping rudders at each end. The boats carried lumber, agricultural produce, and mercantile products. The Chesapeake and Ohio Railway was completed along the river corridor in 1872, transforming the area downstream from Hinton into a string of booming coal company mining towns. The railway line was built with the help of supplies carried by batteaux. A big part of the New River batteau story is the heritage of the African-American crews and captains who often manned the boats. The work of loading and unloading the cargo, poling the boats both up and down stream, and steering them through the hazards of the river was hard and dangerous physical labor. Because of the unique skills and abilities the job required, batteau crews could find an autonomy and equality in their work that was not easily available for African Americans seeking employment in American society at the time. Besides the freedom of a vagabond life on the river, the batteaux offered the chance for the ambitious and skilled to earn leadership roles as boat captains.  The \"Minner\", a historic batteau reproduction built in 2005, is on display at the Sandstone Visitor Center of New River Gorge National River.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/batteaux-on-the-new.htm"
}
