{
    "title": "New River Gorge National River: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories              The New River Gorge area is full of wonderful, dreadful, exciting, and unusual stories. The geology of the gorge tells a story that dates back millions of years. There are stories of disasters, both natural and man-made. Floods, droughts, blights, coal mine explosions, and fires have all been a part of its history, as has the story of the struggle of the people making a life in this rough and rugged land. There are many positive stories too - the beauty of the area, the plants and animals that thrive in the gorge, and most of all the people who lived, worked and played here. From the Native Americans that hunted, fished and traveled the gorge to the children that visit the park today, people have made stories that they will remember and pass on. New River Gorge National River protects not only the natural resources of the park, but also the stories. By collecting and saving oral histories, photographs, artifacts, and records, the park hopes to keep these stories alive and help people create their own New River Gorge stories.          Coal Mine Disasters  Layland, Red Ash, and Rush Run were the locations of some of the worst coal mining disasters in the New River Gorge. more…         Batteaux on the New Long before the coming of the whitewater rafting industry, commerce along the New River was carried out by long, flat bottomed boats called batteaux. more…         John Henry and the Coming of the Railroad Construction of the Great Bend Tunnel on the C&O Railway just south of New River Gorge spawned the legend John Henry. more…         Arrowheads of the Past and Present: Arrowheads, from early Clovis points to the modern day symbol of the National Park Service, help tell the human history of New River Gorge from the time of its earliest inhabitants nearly 10,000 years ago through today. more…         Discovering Berry Holler and Big Branch Trail  Discover this popular hiking trail through the stories of Bertha Huffman, who grew up on Big Branch. more…",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/stories.htm"
}
