{
    "title": "New River Gorge National River: Arrowheads of the Past and Present",
    "body": "Arrowheads of the Past and Present         National Park Service arrowhead   Look closely at the National Park Service arrowhead symbol and you will see the purpose of the National Park System-the protection and understanding of all the objects illustrated there-the trees and bison for plant and wildlife, the mountain and river for landscapes and water resources, and all this inside an arrowhead representing the human history of our nation. The arrowhead is a fitting symbol for our history; it is part of the beginning of the human story of our nation. The story of American Indians in the New River Gorge area of southern West Virginia is very rich, but often misunderstood. Most of the stories involving native peoples center on \"historically\" documented tribes and their interaction with the European and African peoples who came into this area in the mid-1600s. What we usually consider the beginning of the story is actually an ending. The story of American Indians in West Virginia began hundreds of generations before the written history. The keys to this amazing story are literally found in the arrowheads and multitudes of other artifacts and historic sites left behind by these ancient peoples. The oldest artifacts from New River Gorge are Clovis points. Made more than 11,000 years ago over much of North America, these intricately-shaped stone spear points were used by ancient nomadic hunter-gatherers, Paleoindians, to kill mammoth, mastodon, and other Ice Age creatures. Later artifacts found in excavated village sites, such as pieces of pottery, stone and bone tools, seeds, beads, and arrowheads, show the development of thriving agricultural-based permanent communities connected by well-established systems of trails.  Peoples of the Archaic and Woodland periods lived in our area for thousands of years (from approximately 8,000 B.C.E. to 1,200 C.E.), constructing palisade villages and elaborate burial mounds, progressing from spears to bow and arrows, producing clay and stone pottery and art objects, and extensively cultivating corn, squash, and beans. They were the ancestors of the people we know of today in eastern North America as the Cherokee and Shawnee.           Dating artifacts and archeological sites is the first step in unfolding the history of humanity. To carelessly remove or disturb archeological sites is like tearing out chapters from an ancient book or throwing away pieces to a puzzle-the story of our past will never be complete. The National Park Service arrowhead symbols reminds us all of our responsibility to protect and preserve our nation's heritage. The lands of New River Gorge National River, Bluestone National Scenic River, and Gauley River National Recreation Area protect 400 documented Indian archeological sites. These sites range from temporary rock shelter campsites to small villages. All artifacts and objects in the parks are protected, and may be collected and studies only by the park archeologist, or authorized university or preservation organizations. The Sandstone Visitor Center includes an exhibit concerning American Indian peoples and a sample Clovis point. The park occasionally offers special programs, including the display of ancient artifacts, storytelling, and demonstrations of American Indian lifestyles by costumed re-enactors.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/arrowheads-of-the-past-and-present.htm"
}
