{
    "title": "New River Gorge National River: Royal",
    "body": "Royal          “Just before you hit the bridge, you don’t realize there’s a town up there of 25 or 30 houses, coal company, big nice store, a theater and pool room. That was a nice little town, Royal.”  - James Anderson (Quote from oral history )          Now nearly totally reclaimed by the surrounding forest, with only stone foundations and walls visible in the undergrowth, the area at the beginning of the Glade Creek Road just below Turkey Spur was once the site of one of New River Gorge's small mining communities. In 1891 James Kay and his brother-in-law James Laing opened and developed the Royal Coal and Coke Company on this south side of the New River. This was the first mining company in Raleigh County. The first buildings constructed on site were the necessary company buildings and until accommodations were available, some workers commuted from Prince or nearby farms on the Royal side of the river. Eventually 75 houses were built for the miners and each home rented for $5.99 per month, plus an additional charge of $1.00 for coal. The 80 men who began digging on the Fire Creek coal seam were paid 45 cents a ton for the coal that they mined and loaded with a pick and shovel. The town included a school, church, theater, and pool room. And there was, of course, the ubiquitous company store, managed for many years by T. E. Bibb. The town also had its own physician, a rarity for many coal towns. Only a railroad bridge spanned New River at Royal, and the Woods family operated a ferry boat to transport people, horses, wagons, and supplies across the river. Each day the Royal Coal and Coke Company mined about 300 tons of coal. The coal was transported from the tops of the mountain to cars on the Chesapeake and Ohio (C&O) Railway by means of a lofty cable anchored on the Prince side of the river near Stretchers Neck Tunnel. Thirty-two buckets were spaced along this 2,800 foot aerial tramway. The half-ton weight of loaded buckets going down the slope pulled the empties up the mountain. The miners also rode these buckets to and from work, precipitously swinging high above the tree tops and the New River gorge. Royal was the first mine in West Virginia to use an aerial tramway to transfer coal. This system, invented by a European engineer, was known as the Bleichert system. Since the Trenton Iron Company manufactured the system and necessary wire cables for the Royal tramway, it became known as the Trenton Bleichert tramway and its output capacity was rated at 80 tons of coal per hour, though it never reached that rate of production. At the coal tipple at Royal screens separated the coal into \"lump\", \"nut\" and \"slack\" sizes. Royal produced Fire Creek coal continuously from its opening in 1891 until 1928. The mine closed from 1928 to 1936, and operations resumed until the mine closed permanently in 1940. Mining coal is hard and hazardous work and in 1902 Royal miners participated in the national United Mine Workers of America-sponsored strike. When non-union workers were brought in to replace union miners, snipers from across the New River at Prince fired upon them. In 1903, 142 strikers passed through Royal as they marched from Quinnimont, up Piney Creek, to Atkinsville, near Beckley. Then at Stanaford City, the strikers were drawn into a gun battle in which seven were killed. This battle ended efforts by the United Mine Workers of America to organize the New River field for ten years.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/royal.htm"
}
