{
    "title": "New River Gorge National River: Camp Brookside",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Camp Brookside                Camp Brookside              Opened by the Electro Metallurgical Company (EMCO), a division of the Union Carbide Corporation in July of 1947, Camp Brookside provided a residential summer camp to the children of the corporation’s Alloy, WV plant. Boys and girls from ages 5 to 15 attended two week camp sessions on this “Isle of Fun” in the southern section of the New River.        Camp Brookside Honor Camper patch   Life at Camp A typical camp day included reveille, calisthenics, raising the flag for the pledge of allegiance, athletic activities, nature study, and evening camp fires. Campers competed to earn patches for their accomplishments like this Honor Camper patch.          Traveling to Camp Many campers took the two hour train ride from Alloy to come to camp. The first railroad station that the town of Brooks ever had was built by the C&O for the Camp’s Inaugural Opening weekend. Summers County welcomed 2,000 EMCO employees and their families for this special event.  Then Mayor of Hinton, Paul Carr stated in an interview with the Hinton Daily News on July 4, 1947, “We were extremely gratified when we first learned of the site of the children’s haven, and we are doubly pleased today to note that 2,000 of this company’s employees and their families have gathered here to celebrate the Fourth”.         Camp Brookside counselors 1947   Camp Culture Brookside is just one of such camps opened by Union Carbide Corporation during this time period. Children of all employees, regardless of rank or pay, were eligible to attend the camp at a cost of just $15 per child. A letter dated December 29, 1950 from Mr. G. W. Sears, Assistant Superintendent of the South Charleston plant to Mr. John E. Goetz, Cliffside Camp Director states that, “In the industrial camp, the Superintendent’s son may become fast friends with the son of a janitor. This is a basic lesson in democracy and good citizenship.”       Camp Brookside Today The buildings of Camp Brookside are currently being renovated while maintaining the historic integrity of the old camp. When construction is complete, Camp Brookside will serve today’s youth as a residential youth camp and educational center. The staff of New River Gorge National River is currently meeting with community partners to discuss their ideas for programming at the camp.  If you or someone you know attended the camp and would like to share your memories for our oral history project, please contact Angela Allison at e-mail us or 304-465-6508.       Photo Galleries                    Historic Camp Brookside   45 Photos  Historic photos of Camp Brookside          Camp Brookside   10 Photos  Photos of Camp Brookside                                          Camp Brookside: The Isle of Fun A video about the development of Camp Brookside, an old summer camp for Union Carbide families, into a new residential education institute.   Duration:6 minutes, 21 seconds",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/camp-brookside.htm"
}
