{
    "title": "New River Gorge National River: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places        Commercial Row at Thurmond Louise McLaughlin       Hiking or driving through New River Gorge today will provide glimpses of old stone walls, foundations of homes and buildings, coal mine entrances, and coke ovens decaying alongside the railroad tracks. These places provide tangible reminders of the days when the coal coming out of New River Gorge fueled the industrialization of our nation.         Kaymoor  Once one of the largest and most productive coal operations in the gorge, Kaymoor provided the coal that supported the Virginia iron industry in the late 1800's and early 1900's. more…         Thurmond During the first two decades of the 1900's, Thurmond was a classic boomtown with 15 passenger trains coming through town each day. more…         Glade Creek\/Hamlet The piers of the abandoned Glade Creek Railroad Bridge today mark the site of a former lumber mill and the remains of the company logging towns of Glade and Hamlet. more…         Army Camp Camp Prince, or Army Camp, served as a training and testing ground for assembling floating bridges during the Korean War. more…         Royal Now nearly totally reclaimed by the forest, the town of Royal was once the site of the first coal mining company in Raleigh County. more…         Nuttallburg The coal town of Nuttallburg, once run by Henry Ford, remains today as one of the most intact examples of an early coal mining complex in the country. more…         McKendree Hospital  Also know as Miner's Hospital Number 2, McKendree Hospital opened its doors in 1901 to provide medical care for miners injured in the New River coal mines. more…         Mill Creek and the Harrah Farm The Harrah Farm is an example of a subsistence farm active until the 1980's. more…         Sandstone School Now the site of the Sandstone Visitor Center, Sandstone School educated local students from 1925 through 1994. more…         Quinnimont The first coal shipped out of New River Gorge in 1873 came from the town of Quinnimont, named for the five mountains that surround it. more…         Trump-Lilly Farm The collection of buildings preserved at Trump-Lilly Farm take visitors back to the early days of Appalachian subsistence farming. more…         Camp Brookside Opened in 1947, Camp Brookside provided a residential summer camp to the children of the Electro Metallurgical Company (EMCO). more...          Prince The town of Prince's location in the heart of New River Gorge made it an important place for supplying the nearby coal mining communities. more...          Prince Depot The Prince Depot, constructed in 1946, is still active today, serving passengers on the Amtrak Cardinal. more...          Prince Brothers General Store Early newspaper’s claimed that the Prince Brothers General Store was “the most important store in the county.” more…",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/places.htm"
}
