{
    "title": "New River Gorge National River: Mary Draper Ingles",
    "body": "Mary Draper Ingles         Cabin by the New River where Mary and William lived out their years after Mary's return from captivity   In the year 1755, New River Gorge was the site of one of the great stories of survival and endurance in American history. In that year the New River area was the far western frontier of English colonial settlement, and England and France were at war for control of North America.     Mary Draper, the daughter of Scotch-Irish immigrants, was born in Philadelphia in 1731. Following a common migration route, her family eventually settled on the far western frontier of the colony of Virginia, on the present-day site of Virginia Tech University in Blacksburg, Virginia.  Here, Mary's family, along with several other families, established a small farming settlement called Drapers Meadows. She married her neighbor, William Ingles, and together they built a homestead and began raising a family.     The French and Indian War, like all wars, brought its worst horrors to the civilian peoples caught in its path. In July Drapers Meadows was attacked by warriors of the Shawnee nation, who were allied with France. Three men, one woman, and an infant child were killed; one man, two women, and two young boys were taken captive. Among these captives were Mary Draper Ingles and her two sons, Tommy, four, and George, two.    The captives began an intense forced march to the Shawnee's home villages near present-day Chillicothe, Ohio. To slow down or complain would have meant death for Mary and her children. On arrival at the Shawnee towns her two boys were taken from her for adoption into the tribe, and Mary was given into servitude to a French trader.    By October, Mary and another captive, known from history only as the \"old Dutch woman\" (the term \"Dutch\" at that time referred to German immigrants), had planned an escape. The two women made their escape into a vast, rugged wilderness in the face of an oncoming winter, with no supplies, maps, or equipment. Their determination to endure and the plan to follow the Ohio, Kanawha, and New rivers eastward to English settlements was their only hope of survival.     After 500 miles and forty days of struggling along the riverbanks and the deep rocky gorge of the New River, scavenging for food and shelter, and living off the land as best she could, Mary arrived home to the snow-covered remains of  Drapers Meadows. Mary Draper Ingles was reunited with her husband; they moved to a spot by the New River near Radford, Virginia, where they operated a ferry, built a new home, and raised five more children. At age seventeen their son Tommy returned to their family.     Throughout history, New River Gorge has been both an obstacle and a corridor. Many years after Mary followed the river to find her way home, the railroad followed the river through the gorge, and coal camps and mill towns soon followed.   There are several books on the ordeal of Mary Draper Ingles. They can usually be found in Eastern National bookstores at New River Gorge National River.     Timeline               Map Marking Mary's Long Journey",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/mary-draper-ingles.htm"
}
