{
    "title": "New River Gorge National River: Kaymoor",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Kaymoor                Kaymoor              Started by the Low Moor Coal Company in the late 1890s, Kaymoor One was one of the largest and most productive coal operations in the gorge. From 1900 to 1962, miners produced 16,904,321 tons of coal from Kaymoor One.        Passengers near the top of the haulage at Kaymoor.   The Miners Miners came from everywhere to work the mines at Kaymoor - experienced miners from neighboring states, blacks migrating from rural areas in the southeast, and immigrants from southern and eastern European countries. Kaymoor employed more than 800 workers during peak production. Miners were generally paid bimonthly. In December 1902 Kaymoor paid an average of $30.21 each to 321 workers, of which $19.03 was in cash and $11.58 was in scrip (paper or metal substitutes for money, redeemable only at the company store).   The Dangers From 1880 to 1910, coal mines claimed thousands of lives. The deadliest year in U.S. coal mining history was 1907, when 3,242 deaths occurred. That year, America's worst mine explosion ever killed 358 miners near Monogah, WV. Kaymoor was spared from explosions. Roof falls, fires, and electrocutions were the chief causes of death in the Kaymoor Mine.  To learn more about Kaymoor today, stop by the Canyon Rim Visitor Center.    For more detailed information check out these documents: National Registry of Historic Places Report   Historic Resource Study  Visiting Kaymoor: Kaymoor can only be accessed by trail. To hike to Kaymoor, check out the hiking information for the Kaymoor Trail.       Photo Galleries                   Historic Kaymoor   12 Photos  Started by the Low Moor Coal Company in the late 1890's, Kaymoor was one of the largest and most productive coal operations in the gorge.          Kaymoor   6 Photos  Many traces of this once productive coal town remain to be explored today.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/kaymoor.htm"
}
