{
    "title": "New River Gorge National River: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 05, 2016  Youth Arts in the Parks Wildflower Art to a New Location  See winning youth contest art in New River Gorge National River.   April 06, 2016  Turkey Spur Fire Burning in New River Gorge National River  The Turkey Spur Fire is burning below Turkey Spur overlook at Grandview.   April 01, 2016  Youth Arts in the Parks 2016 Appalachian Spring Wildflower Art Exhibit Opens at Tamarack  Youth Arts in the Parks 2016 Appalachian Spring Wildflower Art Exhibit Opens at Tamarack on April 1st   March 14, 2016  NPS Fire Managers Plan Prescribed Fires This Spring  New River Gorge National River fire managers are preparing for several prescribed fires this spring,   February 22, 2016  Southside Parking Area To Be Temporarily Closed  The Southside Parking Area, near Thurmond, will be temporarily closed Tuesday, February 23, through Friday, February 26 while Fire Management staff burn woody debris in the area.   February 16, 2016  Suspects Identified in Theft of Church Furniture, Rangers Recover Stolen Items  Suspects have been identified and stolen items recovered in the theft case at the Quinnimont Church.   February 11, 2016  National Park Service Seeks Information in Theft Case  The National Park Service is looking for information in a theft case at the Quinnimont Church.   January 28, 2016  The Time is Now to Enter the Youth Arts in the Parks 2016 Art Contest  Last chance to enter the 2016 Youth Arts in the Parks Wildflower Art Contest.   January 19, 2016  Entry Deadline Near for Youth Arts in the Parks 2016 Art Contest  Deadline is approaching for Youth Arts in the Parks 2016 Wildflower Art Contest.   January 08, 2016  2015 Hidden History Photo Exhibit Rotates to Sandstone Visitor Center  Winning contest photos now on display in Sandstone.   December 29, 2015  Start 2016 with the 100 Mile Challenge Start up Hike  Celebrate the National Park Service's 100th birthday by hiking 100 miles.   December 14, 2015  New River Gorge National River Announces Internship Position  Students are encouraged to apply for a paid internship with the National Park Service   December 11, 2015  Hidden History Photo Exhibit Rotates to New Location  Winning contest photos now on display in Lansing.   December 08, 2015  Still Time for Youth to Get Entries Ready for 2016 Art Contest  Students can still enter the 2016 Youth Arts in the Parks Wildflower Art Contest.   November 17, 2015  Walkway to Main Overlook at Grandview Temporarily Closed  The walkway to the Main Overlook at Grandview is undergoing repairs and will be temporarily closed.   November 17, 2015  Tellabration! 2015 Features Local Story Lab  A free story telling event will be held at Canyon Rim Visitor Center.   November 12, 2015  2015 Hidden History Photo Exhibit Rotates to New Location  Winning contest photos now on display in Logan.   November 10, 2015  New River Gorge National River Seeks Caretaker for Camp Brookside  Residential volunteer position offers opportunity for service at newly restored education center   October 27, 2015  Youth Arts in the Parks 2016 Art Contest Announced  Youth Arts in the Parks 2016 art contest is now open to all K – 12 grade students of Fayette, Nicholas, Raleigh, and Summers Counties   October 22, 2015  New Boat Launch Open at Meadow Creek Campground  A new public boat ramp is now open at the site of the future Meadow Creek Campground.   October 21, 2015  Thurmond Depot Visitor Center Closing for the Season Soon  Thurmond Visitor Center will close for the season after October 25.   October 20, 2015  Kaymoor Top Parking Closed for Construction  The Kaymoor Top Parking Area will be closed during restroom construction. Trails and climber access will remain open.   October 13, 2015  2015 Hidden History Photo Contest Exhibit is Moved to a New Location  See winning contest photos in Bramwell.   September 28, 2015  New River Gorge National River Prepares for 4th Grade Students Through Every Kid In a Park Initiative  New National Program Encourages Families and Classes to Visit National Parks   September 04, 2015  Grandview Shelter Reservations to be made through Online Reservation System  New River Gorge National River will now be taking reservations for shelters at Grandview through Recreation.gov.   September 02, 2015  Kaymoor Trail Closure Announced  The Kaymoor Trail within New River Gorge National River will be temporarily closed until further notice.   August 24, 2015  History Comes Alive at Sandstone Visitor Center  Learn about Native American survival skills through an interactive program by living history interpreters.   August 20, 2015  New River Closure at the Thomas Buford Pugh Memorial Bridge  The New River will be closed at Thomas Buford Pugh Memorial Bridge at Prince August 21-September 5.   July 20, 2015  Let’s Adventure in Parks!  Join us for a ranger-guided program in a National Park Service site   July 17, 2015  Still Time to Enter 2015 Hidden History Photo Contest  Celebrate southern West Virginia’s cultural heritage by entering this photo contest!   July 13, 2015  National Park Service is Recruiting Volunteers  Volunteer and help the NPS to study fish and aquatic invertebrates.   July 13, 2015  2015 Thurmond Train Day  Join us for the 2015 Thurmond Train Day at Thurmond, featuring Operation Lifesaver.   July 08, 2015  Discover Life in the Water of Parks  Join us for a ranger-guided program in a National Park Service site!   June 11, 2015  2015 Hidden History Photo Contest Announced  Celebrate southern West Virginia’s cultural heritage by entering this historic photo contest!   June 04, 2015  Plein Air in the Park  Join us for a ranger-guided program in a National Park Service site!   May 19, 2015  Volunteers needed for Grandview  The National Park Service is recruiting for volunteers for the Grandview area of New River Gorge National River.   May 18, 2015  Memorial Day Weekend Ranger-led Activities  This is the perfect time to enjoy a ranger-guided programs at New River Gorge National River.  National Park Service visitor centers are a good place to begin any park visit.   May 13, 2015  Water Safety Weekend at New River Gorge NR  The National Park Service at New River Gorge National River and the U.S. Army Corps of Engineers at Bluestone Lake will present their annual Water Safety Weekend to help visitors safely prepare for the season’s activities on area rivers and lakes.   April 23, 2015  Tourism to the National Parks of Southern West Virginia creates $60,572,100 in Economic Benefits  Report shows visitor spending supports 808 jobs in local economy   April 17, 2015  Welcome Sweet Spring! Twelfth Annual New River Gorge Wildflower Weekend April 24 – 26, 2015  Join us for ranger-guided programs in local National and State Park sites!   April 07, 2015  2015 New River Gorge Wildflower Weekend Program Schedule Announced  The schedule of events for the 2015 Wildflower Weekend has been announced.   April 02, 2015  Old Growth Forest to be Dedicated at New River Gorge  New River Gorge forest to be dedicated into the Old-Growth Forest Network.   March 31, 2015  New River Gorge National River Joins National Find Your Park Movement  National Park Week 2015 Encourages Everyone To Find Your Park   March 31, 2015  Youth Arts in the Parks 2015 Art Contest Exhibit  2015 Appalachian Spring Wildflower Art Exhibit at Tamarack Opens April 1st!   March 03, 2015  Creating a Future for Camp Brookside  Community leaders meet to discuss the next steps to open the camp’s doors.   January 22, 2015  2015 Youth Arts in the Parks Art Contest Deadline Near  The art entry deadline for Youth Arts in the Parks is almost here   December 08, 2014  DOI AmeriCorps VISTA Position Available  New River Gorge National River is recruiting now for a yearlong AmeriCorps VISTA to develop programming for Camp Brookside, located near Hinton, WV.   November 21, 2014  2015 Youth Arts in the Parks Wildflower Art Contest Announced  Has nature ever inspired you to do something creative? Local students can celebrate their creativity through the Youth Arts in the Parks program.   November 05, 2014  Construction Activity Along Butcher’s Branch Trail  Contractors will be using Butcher’s Branch Trail for access to Kaymoor Tunnel the week of November 10th.   September 29, 2014  Train Derailment on Tracks Along Fayette Station Road  Possible delays for traffic traveling Fayette Station Road during clean-up of railroad cars.   September 18, 2014  Hidden History Weekend has Arrived!  Join us to uncover the hidden and not so hidden history of the New River Gorge area!   September 16, 2014  American Indian Reenactment at Sandstone  Join us for ranger-guided programs and talks!   September 15, 2014  Hidden History Weekend Features Camp Brookside  Join us for an open house to explore a restored Union Carbide Camp on the Isle of Fun!   September 11, 2014  Portions of the Rend Trail Closed for Bridge Repairs  Due to structural damage, portions of the Rend Trail will be closed effective immediately.   September 10, 2014  Experience the Harvest and Hunt at Sandstone Visitor Center  Join us for a special living history program and demonstrations about American Indians of the New River Gorge region.   September 10, 2014  Feel Autumn in the Air on the Bluestone River  Join us for a ranger-guided program in a National Park Service site!   September 04, 2014  Nature on the Bluestone River  Join us for a ranger-guided program in a National Park Service site!   September 03, 2014  2014 Hidden History Photo Contest Exhibit at Tamarack  Explore the history of the local area through the lens of a camera!   August 27, 2014  Be a Junior Ranger in the Park  Join us for ranger-guided programs in the National Park!   August 19, 2014  Critter Watchin’ in the New River Gorge  Join us for ranger-guided programs in the National Park!   August 14, 2014  Still Time to Enter 2014 Hidden History Photo Contest  Celebrate southern West Virginia’s cultural heritage by entering this photo contest!   August 11, 2014  Discover Life in a Stream Stomp  Join us for ranger-guided programs in the National Park!   July 28, 2014  Hike the Blue and Beyond  Join us for ranger-guided programs in the National Park!   July 24, 2014  2014 Hidden History Photo Contest Announced  Celebrate southern West Virginia’s cultural heritage by entering this historic photo contest!   July 23, 2014  Serving Appalachia’s Future One Community at a Time  New River Gorge National River, in partnership with the Appalachian Coal Country Team. are hosting a National Civilian Community Corps (NCCC) Team at Camp Brookside.   July 23, 2014  Tourism to Local national parks creates over 51 million dollars in Economic Benefit  Report shows visitor spending supports 673 in local economy   July 23, 2014  Go on Adventure in Nature at Night  Join us for ranger-guided programs in the National Park!   July 14, 2014  Community and Railroad History Celebrated in Thurmond Railroad Day  Join us for ranger-guided programs in the National Park!   July 11, 2014  Thurmond Railroad Day featuring Operation Lifesaver  Join us to explore the historic railroad town of Thurmond and learn tips on railroad safety!   July 08, 2014  River Detours and Closures at the Thomas Buford Pugh Memorial Bridge  The replacement of the Route 41 Bridge will require temporary closures and long term river detours.   July 07, 2014  Outdoor Adventure Fest Features Subaru Leave No Trace Traveling Trainers  Join us for ranger-guided programs in the National Park!   June 23, 2014  Railroad History and Nature Featured in Ranger Programs  Join us for ranger-guided programs in the National Park!   June 20, 2014  National Park Service Hosts Leave No Trace Outdoor Ethics Trainer Course  National Park Service Hosts Leave No Trace Outdoor Ethics Trainer Course   June 20, 2014  Stroll Along the Bluestone River  Join us for a ranger-guided program in the Bluestone National Scenic River!   May 22, 2014  Prescribed Burns at Backus Mountain  Weather willing, the National Park Service will conduct a prescribed burn on approximately 17 acres of park property at the Backus Mountain location in southeastern Fayette County sometime between Wednesday, May 26th and Saturday, May 31st.   May 22, 2014  Ranger-led Activities begin at New River Gorge National River  Ranger led activities start Memorial Day Weekend at New River Gorge National River and Bluestone National Scenic River.   May 12, 2014  Fee Rates Set for the New Meadow Creek Campground  Fee rates for Meadow Creek Campground, the new flagship campground at the New River Gorge National River, are now set.   May 06, 2014  Americorps VISTA Summer Associate Position Available  New River Gorge National River is recruiting NOW for a VISTA Summer Associate Position to research and develop an interpretive plan for Camp Brookside, located near Hinton, WV   April 27, 2014  Fern Creek Fire Contained and Controllled  The National Park Service is pleased to announce that the nearly week old Fern Creek Fire is now 100% contained and 100% controlled.   April 24, 2014  Fern Creek Fire Update April 24  Fern Creek Fire 90% Contained   April 21, 2014  Welcome Sweet Spring - Eleventh Annual New River Gorge Wildflower Weekend  Join us for ranger-guided programs in local National and State Park sites!   April 08, 2014  Celebrate Spring in Appalachia at the Eleventh Annual New River Gorge Wildflower Weekend  Join us for ranger-guided programs in local National and State Park sites!   April 03, 2014  2014 Youth Arts in the Parks Art Contest Awards Ceremony  Ceremony to honor youth artists at Tamarack on April 6th at 4:00 PM.   April 02, 2014  2014 youth arts in the parks art contest exhibit  New River Gorge Wildflower Exhibit at Tamarack Opens April 1st!   March 24, 2014  Carnifex Tunnel Is Closing  NPS determines that this tunnel on the rail grade along the Meadow River is unsafe for visitors   March 20, 2014  Park Welcomes New Americorps Vista Intern  New River Gorge National River hires new intern to coordinate programming at Camp Brookside!   March 04, 2014  Tourism to National Parks in Southern WV creates over 51 million dollars in Economic Benefit  Tourism to New River Gorge National River, Bluestone National Scenic River, and Gauley River National Recreation Area creates $51, 466,744 in Economic Benefit Report shows visitor spending supports 685 jobs in local economy.   February 13, 2014  Norman Jordan Portrays Carter G Woodson  From coal miner to educator, join park staff to hear stories of Woodson’s life!   January 15, 2014  Recycling Bins Relocated at the Burnwood Complex of NPS  New River Gorge National River provides recycling bins for paper, aluminum, and plastics.   January 02, 2014  2014 Youth Arts in the Parks Art Contest Announced  Local students can celebrate their creativity through the Youth Arts in the Parks program.   December 23, 2013  DOI Vista Position Available  New River Gorge National River is recruiting NOW for a VISTA Position to Develop Youth Programs at the residential Camp Brookside.   December 16, 2013  Ajax Spring Is Closing  NPS determines water in this spring off of Fayette Station Road unsafe for consumption.   December 02, 2013  Special Regulation Allowing Bicycle Use on NPS Trails to go into Effect  A new National Park Service regulation goes into effect by the end of January 2014 that allows visitors to ride bicycles on about 65 miles of existing trail in the New River Gorge National River.   November 18, 2013  NPS continues to seek public comment on proposed fees at campgrounds  New River Gorge National River continues to seek public comments on a proposal to charge fees of $5.00 per night for camping in the Army Camp Campground, Glade Creek Campground and Grandview Sandbar Campground.   October 29, 2013  The Rend Trail Reopens  The National Park Service is pleased to announce the reopening of the Rend Trail, previously known as the Thurmond-Minden Trail.   October 24, 2013  NPS Seeks Public Comment on Proposed Fees at Campgrounds  NPS Seeks Public Comment on Proposed Fees at Army Camp, Glade Creek and Grandview Sandbar Campgrounds   October 17, 2013  New River Gorge National River Reopens to Visitors  New River Gorge National River, Gauley River National Recreation Area, Bluestone National Scenic River Reopen to Visitors   September 25, 2013  Hidden History Photo Contest  Explore the history of the local area through the lens of a camera!   September 20, 2013  Bluestone National Scenic River  Check out this week's National Park getaway!   September 20, 2013  River and Railroad Walks  Join us for ranger-guided programs in the National Park!   September 17, 2013  Hidden History Weekend Event Schedule Announced  Join us for guided heritage programs throughout southern West Virginia parks!   September 17, 2013  Autumn Programs in the Parks  Join us for ranger-guided programs in the National Park!   September 11, 2013  Tunnel Access at Grandview Trail Will Remain Closed  NPS assesses future of the Popular Tunnel Trail at Grandview.   August 30, 2013  Weekend Park Ranger Programs Continue and Seasonal Visitor Center Hours Change  Join us for a ranger-guided program in the National Park!   August 30, 2013  Still Time to Enter Hidden History Photo Contest  Celebrate southern West Virginia’s cultural heritage by entering this photo contest of historic sites!   August 26, 2013  Celebrate the Labor Day Holiday Weekend in the Park  Join us for a ranger-guided program in the National Park!   August 16, 2013  Hidden History Photo Contest Announced  Celebrate southern West Virginia’s cultural heritage by entering this historic photo contest!   August 16, 2013  NPS Seeks Public Comment on Proposed Fees at the New Meadow Creek Campground  NPS Seeks Public Comment on Proposed Fees at the New Meadow Creek Campground, Slated to Open in 2014   August 16, 2013  Peer into the Past of Thurmond  Join us for a ranger-guided program in the National Park!   August 09, 2013  Color Takes Flight on the Bluestone  Join us for a ranger-guided program in the National Park!   August 05, 2013  Summer in the Park  Join us for a ranger-guided program in the National Park!   August 01, 2013  Limited Access to Cunard and Brooklyn Miners Trail  AEP repairs may impact parking at Cunard and access to the trail next week.   July 18, 2013  Take a Trip Downtown to Historic Thurmond  Join us for a ranger-guided program in the National Park!   June 28, 2013  Chief Cornstalk Featured in Living History Celebration  Join us for a ranger-guided program in the National Park!   June 25, 2013  Youth Service Projects to Benefit the Park  More than 3500 Scouts will perform service projects at New River Gorge National River!   June 18, 2013  Glade Creek Closures In Effect  NPS prepares for projects to increase accessibility in popular sites in the Middle Gorge.   June 10, 2013  The Grand View at Grandview Draws In Visitors  Join us for a ranger-guided program in the National Park!   June 06, 2013  Notification of Availability of Finding of No Significant Impact for Trail Development Plan - Environmental Assessment  The National Park Service (NPS) selected Alternative B (the Trail Development Alternative) of the Trail Development Plan\/Environmental Assessment for implementation and prepared a Finding of No Significant Impact (FONSI).   June 05, 2013  Explore Your Parks With a Close-up Look  Join us for a ranger-guided program in the National Park!   May 31, 2013  New River Festival  Attend a Field Trip and take an adventure as part of the Festivities!   May 28, 2013  Celebrate National Trails Day in Bluestone National Scenic River  Join us for a ranger-guided program!   May 21, 2013  Join us for the 2013 New River Festival  Fun for the entire family, particularly the younger members!   May 21, 2013  Season in Full Swing at New River Gorge National River  Stop by a park visitor center or join us for a ranger-guided program!   May 15, 2013  Water Safety Weekend in the New River Gorge  This Memorial Day Weekend the National Park Service at New River Gorge National River and the U.S. Army Corps of Engineers at Bluestone Lake will present their annual Water Safety Weekend to help visitors safely prepare for the season’s activities on area rivers and lakes.   May 15, 2013  Youth Conservation Corps Positions Available  Apply today for a summer position at New River Gorge National River!   April 30, 2013  Rend Trail Closure In Effect  Repairs to the stone retention wall will cause closures from June through September, 2013.   April 18, 2013  Celebrate National Park Week at New River Gorge National River  Join a Ranger for one of the many program opportunities April 20 – 28th!   April 15, 2013  Celebrate the 10th Annual New River Gorge Wildflower Weekend  Join us for these events that celebrate National Park Week!   April 15, 2013  Park Asks for Public Assistance with Pet Regulations  Please keep your pet safe and on a leash!   April 15, 2013  Rangers-In-Training Outdoor Adventures  Apply today for a free one-week series of outdoor adventures.   April 12, 2013  Patricia Kicklighter Named New River Gorge National River Superintendent  Patricia “Trish” Kicklighter has been selected as the new superintendent of New River Gorge National River and the associated Gauley River National Recreation Area and Bluestone National Scenic River.   April 12, 2013  Join us for the New River Festival  Celebrate the spirit of the New with the New River Clean Water Alliance!   April 09, 2013  National Park Service Recruiting Volunteers  New River Gorge National River is looking for volunteers to assist with the 2013 National Scout Jamboree   April 02, 2013  National Park Service to Conduct Prescribed Burn  New River Gorge National River Conducts Annual Burn at Sandstone Visitor Center   April 02, 2013  Further Cunard Road Closures in Effect  Closures extended along the Cunard Access for road repairs from mid-March to mid-May.   March 27, 2013  Youth Arts in the Parks Art Contest Exhibit  New River Gorge Wildflower Exhibit at Tamarack Opens April 1st   March 22, 2013  Wildflower Weekend 2013  Celebrate Spring in Appalachia at the Tenth Annual New River Gorge Wildflower Weekend Join us for ranger-guided programs in local National and State Park sites!   March 11, 2013  Cunard Road Closures in Effect  Road repairs to the Cunard Access will cause periodic closures from mid-March to mid-May.   February 27, 2013  NPS releases Trail Development Plan  NPS releases Trail Development Plan\/EA for Public Review and schedules an Open House at Canyon Rim Visitor Center   February 26, 2013  Economic Impacts of national parks in southern WV  New River Gorge National River, Bluestone National Scenic River, and Gauley River National Recreation Area Tourism Create $53,000,000 in Local Economic Benefit Part of $30 billion impact that supports 252,000 jobs nationwide   January 31, 2013  2014 Youth Arts in the Parks Art Contest Deadline Near  The art entry deadline for Youth Arts in the Parks is almost here.   January 16, 2013  2013 Youth Arts in the Parks Art Contest Deadline Near  Information about participating in a nature art contest that is open to all K – 12 grade students in Fayette, Nicholas, Raleigh, and Summers Counties.   October 25, 2012  2013 Youth Arts in the Parks Art Contest Announced  Announcement about a nature art contest that is open to all K – 12 grade students in Fayette, Nicholas, Raleigh, and Summers Counties.   March 07, 2012  NPS Releases Record of Decision for the General Management Plan\/ Abbreviated Final Environmental Impact Statement  The National Park Service announces the availability of the Record of Decision for the General Management Plan\/Abbreviated Final Environmental Impact Statement (GMP\/EIS) for New River Gorge National River.   September 28, 2011  NEW RIVER GORGE NATIONAL RIVER - WV  New River Gorge National River enjoyed its second successful fledging from the bald eagle nest at Brooks Island this summer.   September 28, 2011  NPS Releases Abbreviated Final General Management Plan  The National Park Service is pleased to announce the availability of the Abbreviated Final General Management Plan\/Environmental Impact Statement (GMP\/EIS) and the Foundation Plan for the New River Gorge National River.   September 01, 2011  Grand Opening of Arrowhead Trail  Grand Opening of the Arrowhead Trail in New River Gorge National River will be held on September 7th.   April 18, 2011  White-Nose Syndrome Confirmed in Park Bats  New River Gorge National River has detected the presence of white-nose syndrome (WNS) in central Fayette County, West Virginia.   January 27, 2011  National Park Service Releases Hiking-Biking Plan for Public Review  press release for Hiking-biking plan   September 02, 2010  New River Gorge Tire Clean Up  NPS employees and volunteers clean up tires from New River   February 05, 2010  Draft GMP Public Meetings  The National Park Service announced today that the draft General Management Plan\/Environmental Impact Statement (GMP) and draft Foundation Plan for New River Gorge National River have been released for public review and input.   December 01, 2009  Public Meeting on Hike and Bike Trail System  The National Park Service is soliciting public input as part of an Environmental Assessment for the construction of two stacked loop hike and bike trail systems in the Craig Branch and Garden Ground areas of New River Gorge National River.   May 09, 2009  Notice of Availability of the Finding of No Significant Impact -FONSI-Nuttallburg Visitor Use Area Implementation Plan and Environmental Assessment  The National Park Service at New River Gorge National River has prepared a FONSI for the Nuttallburg Visitor Use Area Implementation Plan and Environmental Assessment (IP\/EA).   July 09, 2008  New Resource Management Chief  Scott Stonum selected to be the new Chief of Resource Management for New River Gorge National River.   May 22, 2008  Falcon Reintroduction Enters Third Year  2008 marks the third in a multi-year program to reintroduce peregrine falcons to the New River Gorge Region   March 28, 2008  Emerald Ash Borer  Emerald Ash Borer found in New River Gorge National River.   March 25, 2008  Peregrine Monitoring 2008  New River Gorge National River begins monitoring for peregrine falcon activity at Endless Wall and Beauty Mountain.   February 05, 2008  Graffitti Cleanup  National Park Service (NPS) employees are working in cooperation with volunteers from the local rock climbing community to remove graffiti from the Beauty Mountain cliffs in New River Gorge National River near Fayetteville, WV.   January 14, 2008  Glade Creek Road Re-Opens  Glade Creek Road is open all the way to the Glade Creek Campground.   October 22, 2007  GMP Alternative Announced  NPS to Present New Alternative for Draft General Management Plan   October 11, 2007  Cunard Road Closure - 11 October 2007  NPS Reminds Public of Upcoming Cunard Road Closure   September 20, 2007  Glade Creek Road Update Sept 19 2007  Glade Creek Road Re-Opened to Grandview Sandbar   July 26, 2007  Cunard Road Delays and Closure  Road construction will begin on the Cunard Road on August 1st, 2007.   July 18, 2007  NERI Blood Drive  New River Gorge National River to Sponsor Blood Drive   July 01, 2007  2007 Peregrine Falcon Release  The park has just collaborated in the largest release of peregrine falcons in North America.   June 29, 2007  Ranger Receives Governer's Award  Ranger Randy Fisher received a special citation for his role in saving the life of man attempting suicide.   June 25, 2007  Berwind Land Company Sells 558 Acres to NPS  Park purchases 558 acres located on the plateau just south of Kaymoor Top and east of Gatewood Road (near Fayetteville, WV), the property also borders the rim of the New River Gorge.   May 24, 2007  Peregrine Falcon Camera  Live video and webcam of peregrine falcon program available to the public.   May 18, 2007  Glade Creek Road Closure  Wet Weather Forces NPS to Close Glade Creek Road   May 08, 2007  Park and Volunteers Clean Up Graffitti  Volunteers Help Sandblast Graffiti from Gorge Cliffs   April 24, 2007  Peregrine Volunteers 2007  Volunteers who worked on the park's Peregrine Falcon program were recognized for their efforts.   April 13, 2007  New Superintendent Selected  Don Striker is the new superintendent at New River Gorge National River and the associated Gauley River National Recreation Area and Bluestone National Scenic River.   April 02, 2007  NPS Targets Trash Dumps in Three Counties  Since January, National Park Service (NPS) maintenance crews have been hauling trash from park-owned properties in Fayette, Raleigh and Summers counties.   March 05, 2007  Repairs Begin on Cunard and Glade Creek Roads  NPS Contractors are scheduled to begin repairs on Cunard and Glade Creek Roads within New River Gorge National River.   February 20, 2007  NPS Northeast Region Resource Manager Award  New River Gorge Wildlife Biologist, Matt Varner, is selected as Northeast Region's Resouce Manager of the Year.   February 15, 2007  Peregrine Monitoring 2007  New River Gorge National River begins monitoring for peregrine falcon activity at Endless Wall.   February 01, 2007  Acting Superintendent Named  Debbie Darden has been named Acting Superintendent of New River Gorge National River.   January 05, 2007  2006 Park Partnership Award  The 2006 recipient of the Park Partnership Award is Summers County Middle School teacher, Amy Smith, who has been an exemplary participant in the NPS environmental education program for several years.   December 01, 2006  Distinguished WV Award  Cal Hite, National Park Service (NPS) Superintendent of New River Gorge National River, was honored yesterday at the 2006 West Virginia Governor’s Conference on Tourism Awards Program in Charleston, WV.   June 20, 2006  NERI Woodrat Monitoring  New River Gorge NR contains stable, healthy, globally significant populations of Allegheny woodrats, which is a species of special concern in WV and is in decline throughout the rest of its range in the eastern U.S. The woodrat population in and around NERI may represent the core population for this species in the eastern U.S. Therefore, due to this species' decline throughout the eastern U.S., the woodrat populations at New River Gorge are critical from a conservation perspective.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/news\/newsarchive.htm"
}
