{
    "title": "New River Gorge National River: Prince Brothers General Store",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Prince Brothers General Store                The Prince Brothers General Store              According to early newspaper accounts, the Prince Brothers General Store was built at a “nearly perfect location” in 1872, because of railroad and “Stretcher’s Neck” tunnel construction, area coal being mined waiting to be shipped, and the iron furnace at Quinnimont. And with every through train stopping, the store was also supplying the needs of area residents of two counties.        The Prince Store and Post Office   With the construction of the railroad bridge across the New River in 1901, the store supplied both Fayette and Raleigh counties with a better variety of products, and a fast efficient supply of ordered goods. Many of the coal company stores ordered their supplies from the Prince Store because of its efficiency. The post office was located within the store that served the area for over a hundred years. When Camp Prince opened, the post office had to be moved to an adjacent building because of the large volume of mail. With the camp’s closing, the post office was brought back. The store was operated by the Prince family until it was sold to Herman Monk. After that, the store was referred to as “Monk’s Store.” Monk offered local delivery of products as far away as Backus Mountain. Edna Mae Berry, a local resident, was the last operator of the store.         Prince Store Mercantile Sheet   The Prince Brothers General Store prospered during the coal boom, but Prince was not a coal town and the store not a company store. These stores were located in more isolated areas with limited amounts of food, clothing, furniture and other necessities for company employees. In a coal camp everything was controlled by the company from where the miner worked and lived to the products they could purchase with company money called “script.” Script or non-cash vouchers were either coin or paper, and were issued by the company to give the miners a means to purchase goods between paydays called “cutting script.” Script could only be used to buy goods at the company store where they were issued. Company stores faced little or no competition and were able to charge premium prices. The Prince General Store was the only independent store in the area and did not have to rely on company workers, and company script.       With its geographical location, the Prince Store outlasted all coal company stores in the New River Gorge. The store closed its doors in 1984 and was placed on the national registry of historical places in 1986. Being “the most important store in the county,” as early newspapers claim, the Prince store was very instrumental in bringing the Industrial Revolution to the New River Gorge, which helped fuel the revolution across the country.                   Historic Prince Brothers General Store   9 Photos  Historic photos of the Prince Brothers General Store.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/the-prince-brothers-general-store.htm"
}
