{
    "title": "New River Gorge National River: Carter G Woodson",
    "body": "Carter G. Woodson          “Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history” –Carter G. Woodson    Historian Carter G. Woodson, known today as the “Father of Black History,” began his career, and in an important way gained some of the inspiration for his pioneering work, in the New River Gorge coalfields.   The son of formerly enslaved parents from Virginia, Carter and his family, like many African-Americans of their time, came to West Virginia to begin new lives working in the booming railroad and coal mining industries. Self taught in the basics of reading and math, Carter spent six years hand digging and loading coal for the payment of pennies on the ton, in order to save enough money to attend one of the few black high schools of the time, Douglass High School in Huntington, West Virginia.   During his years of work in the mines which included work at both the Kaymoor and Nuttallburg mines in present day New River Gorge National River, Carter Godwin Woodson,  while listening to the stories of the everyday lives of fellow black miners, was inspired to document and teach the struggles and contributions of the African-American people.   \"In this circle the history of the race was discussed frequently and my interest in penetrating the past of my people was deepened and intensified.\"   Carter G.Woodson graduated from Douglass High School in 1896, furthered his education at Berea College in Kentucky, and then returned to work in the New River Gorge mining town of Winona in his new profession as a teacher.           Carter Woodson’s career in education as teacher and student eventually led him around the world from the Philippines to France, and culminated in him being the first person of enslaved parents to receive a doctorate from Harvard University in 1912. Woodson went on to serve as dean of both West Virginia State University and Howard University, write several books on African-American history, serve as the catalyst for the creation of the Association for the Study of Negro Life and History, and in 1926 he inaugurated Negro History Week which evolved in to the present day celebration of Black History month every February. Mary McLeod Bethune (founder of the National Council of Negro Women and Bethune-Cookman University) said of Carter Woodson’s life: \"With the power of cumulative fact he moved back the barriers and broadened our vision of the world and the world's vision of us.\" From his working man roots in the coal mines of New River Gorge, Cater G. Woodson rose to chronicle for the world, the full story of our Nation,  and a peoples proud history. \"The achievements of the negro properly set forth will crown him as a factor in early human progress and a maker of modern civilization.\" –Carter G. Woodson For more information: Carter G. Woodson Home, National Historic Site, Washington D.C Mary McLeod Bethune Council House National Historic Site, Washington D.C.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/historyculture\/carter-g-woodson.htm"
}
