{
    "title": "New River Gorge National River: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions        The grist mill at Babcock State Park       Other Nearby National Parks         Bluestone National Scenic River In 1988, Bluestone National Scenic River was designated a unit of the Wild and Scenic Rivers System, which Congress established to preserve the free-flowing condition of the nation's rivers. This park includes a 10.5-mile segment of the Bluestone River with virtually no vehicular access into the area. The most common methods of entry are the aerial tram at Pipestem Resort State Park, the parking area at Lilly, and the trailhead at Bluestone State Park. more…          Gauley River National Recreation Area Established in 1988, Gauley River National Recreation Area protects 25 miles of the Gauley River and 5 miles of the Meadow River. Dropping 28 feet per mile through a gorge that averages 500 feet in depth, the Gauley is a world-class destination for whitewater boaters. more...      West Virginia State Parks         Babcock State Park Babcock State Park, one of the oldest parks in West Virginia, is located within the boundaries of New River Gorge National River. A feature of the 4,000 acre park is a widely photographed grist mill. Within the park are log cabin accommodations, hiking trails, a stable, a lake for fishing and boating, and campsites. more…          Pipestem Resort State Park Located 12 miles south of Hinton, Pipestem Resort State Park sits on the edge of the beautiful Bluestone River Gorge. An aerial tram allows visitors to descend over 1,000 feet to the bottom of the gorge and the gateway to Bluestone National Scenic River. The park contains two lodges, cabins, campground, hiking trails, horse stables, golf course, and swimming pools. more…          Bluestone State Park Located five miles south of Hinton, Bluestone State Park is situated at the mouth of the Bluestone River. The park features cabins, campgrounds, a swimming pool, hiking trails, and a marina on Bluestone Lake. more…         Carnifex Ferry Battlefield State Park Located near Summersville, north of New River Gorge, Carnifex Ferry Battlefield State Park preserves the site of an important Civil War battlefield. Overlooks provide outstanding views of the Gauley River. The park features hiking trails, picnic areas, overlooks, and a museum. more…         Hawks Nest State Park Hawks Nest State Park offers outstanding views into the gorge just north of the New River Gorge Bridge. The park features a lodge, picnic areas, hiking trails, and jet boat ride on the New River. more…          Little Beaver State Park Located just south of Grandview, Little Beaver State Park provides opportunities for camping, fishing, hiking, and boating. more…          Bluestone Wildlife Management Area Located just south of Hinton, Bluestone Wildlife Management Area provides opportunities for camping, boating, hunting, and fishing on Bluestone Lake. more…          Camp Creek State Park Located south of the park off Interstate 70, Camp Creek State Park offers scenic waterfalls, hiking trails, camping, picnic shelters, and fishing. more…       Other Destinations         Coal Heritage Trail Traversing five Southern West Virginia counties between Fayetteville and Bluefield, this 146 mile route features many historic sites associated with coal mining. The trail tells the story of resilient men and women who spent generations mining coal through harsh times and perilous conditions. more…         Hinton Historic District The Hinton Historic District includes buildings dated from the late 1800s when Hinton was a railroad center. The downtown Summers County Visitor Center and Hinton Railroad Museum provide visitor services, exhibits, and walking tour information. more…          Beckley Exhibition Coal Mine Veteran miners lead electric tram tours through horizontal underground mine tunnels. This late 1800s mine features low-seam coal mining from its earliest manual stages to modern mechanized operation. Several coal camp houses, the school, a church, the Rahall Company Store, and the mine are open April to November. more…          Tamarack Featuring \"the best of West Virginia,\" Tamarack in Beckley offers a large collection of juried handicrafts and fine art under its circular roof. Five artisan studios, an art gallery, a theater, and a food court showcase the state. more…          Monongahela National Forest The Monongahela National Forest straddles the highest ridges in the state, creating a fantastic place to hike, camp, hunt, and fish. Cranberry Glades and Falls of Hill Creek are spectacular natural areas that are fairly close to the New River Gorge area. more...          Summersville Lake Managed by the U.S. Army Corps of Engineers, Summersville Lake provides outstanding opportunities for boating, swimming, fishing, and camping. more…          John Henry Historical Park The Great Bend Tunnel, located in Talcott, is the location that spawned the legend of John Henry racing a steam drill while constructing the railroad that would open up this rugged land to the rest of the nation. The John Henry Historical Park is still in development, but visitors can view the tunnel and John Henry statue. more…",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/nearbyattractions.htm"
}
