{
    "title": "New River Gorge National River: Hiking Safety",
    "body": "Hiking Safety         Hikers on the Grandview Rim Trail. Dave Bieri  Hiking is always a fun way to enjoy the outdoors and spend a day, and New River Gorge National River offers some outstanding hiking opportunities. As with any outdoor activity, there are always potential risks. Knowledge and preparedness can reduce the chance of injuries.  Safety First: Know the weather forecast and plan your hike accordingly.  Wear appropriate clothes and shoes for hiking.  Carry rain gear; sudden thunderstorms can occur at any time.  Bring a trail map (available at any visitor center). A compass or GPS is also a good idea.  Bring water and drink regularly; bring snacks or lunch for longer hikes.  If hiking alone, tell a friend where you will be going and when you expect to be back.  Stay on designated trails, and use extra caution around cliffs and overlooks.  During spring and summer, check for ticks.  Watch where you put your hands and feet; poison ivy, copperheads, and timber rattlesnakes occur in the park. Learn to recognize these potentially harmful inhabitants.  Hunting is permitted in the park; blaze orange clothing is recommended during hunting season.  Abandon coal mines and coke ovens are common in the area. These openings are extremely dangerous, due to unstable conditions, lack of oxygen in the air (a condition miners called \"blackdamp,\") and bees and snakes that often inhabit these areas. Do not enter structures, mines, or coke ovens. \"Stay Out - Stay Alive\"  In case of emergency call 911.   Remember to help protect your national park by following these trail regulations: All trash must be carried out.  All trails are closed to motorized vehicles.  Pets must be restrained and leashed.  Disturbing, destroying, and removing natural and cultural objects is prohibited.  Bicycles and horses are only permitted on designated trails",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/hiking-safety.htm"
}
