{
    "title": "New River Gorge National River: Multimedia Presentations",
    "body": "Multimedia Presentations            Trying to find your way around the park? Our new smartphone app can help. This I-Treks app highlights several points of interest throughout the park. Learn about trails, park visitor centers, historic sites, and popular viewing areas of the New River Gorge National River. Each description includes primary features of the site, driving instructions, and detailed information and maps of hiking trails near each point of interest. Download the app at: http:\/\/www.i-treks.com\/app\/rts\/2           Fayette Station Audio Tour Download an audio tour for the Fayette Station Road Scenic Drive to listen to as you drive down the one way road to the bottom of the gorge and back up the other side.           Canyon Rim Visitor Center Audio Description Tour: Download audio files or a transcript of the audio description tour for Canyon Rim Visitor Center.      Explore The Gorge Video Series Join a park ranger to explore New River Gorge National River through a series of videos highlighting different locations throughout the park.                        Explore the Gorge: Nuttallburg Explore the Nuttallburg townsite, the remains of one of the most significant coal mining operations in the gorge with Park Ranger Billy Strasser.   Duration:2 minutes, 6 seconds                                Explore the Gorge: Sandstone Falls Join Park Ranger Richard Altare on an exploration of Sandstone Falls and the Upper Gorge.   Duration:3 minutes, 27 seconds                                Explore the Gorge: Grandview Explore the fantastic views, wildlife, and history of the Grandview area with Park Ranger Renee Hemmelgarn.   Duration:2 minutes, 28 seconds                                Explore the Gorge: Thurmond Explore the historic railroad town of Thurmond with Park Ranger Leah Perkowski-Sisk.  Duration:2 minutes, 28 seconds               Video Clips Several short video clips featuring some of the unique natural and cultural history of New River Gorge National River.                       Peregrine Falcon Release Video of rehabilitated peregrine falcon being released into New River Gorge National River in December 2011.   Duration:1 minute, 54 seconds                                Bald Eagle Nest Bald eagles nest near Brooks, WV   Duration:55 seconds                                Allegheny Woodrat Join a park biologist to learn about the rare Allegheny Woodrat.   Duration:1 minute, 29 seconds                                Electrofishing Learn about how our resource management staff \"electrofishes\" in order to study fish populations in the New River.   Duration:1 minute, 13 seconds                                Hamlet A tour through the remains of the old logging town of Hamlet.   Duration:2 minutes, 44 seconds                                Riding the New River Train Riding through New River Gorge National River on the New River Train Excursion   Duration:3 minutes, 6 seconds                                Wildflowers of New River Gorge A look at some of the common wildflowers of New River Gorge National River   Duration:1 minute, 58 seconds                                Adventuring the Gorge Join rangers Julie Bugg and Kirsten Minor to experience the recreational opportunities that abound at New River Gorge National River.   Duration:4 minutes, 28 seconds                                Rangers in Training Program See New River Gorge's Rangers in Training Program, a summer program for local high school students.   Duration:5 minutes, 59 seconds                                On Being A River Ranger A behind the scenes look at the challenges and rewards of being a National Park Service River Ranger on the New and Gauley Rivers.  Duration:8 minutes, 2 seconds               Wildlife Encounters Watch the video clips below to get a very quick glimpse of some of the wildlife that you might encounter while exploring New River Gorge National River.                       Red-shouldered Hawk A very short video shot by a visitor that provides a good, up close look at a red-shouldered hawk protecting its meal along a roadside in the park.   Duration:32 seconds                                Red Eft Watch a very short video clip of a red eft (red-spotted salamander), one of our common amphibians seen in the park.   Duration:34 seconds               Video Links For a more in depth view of the park, check out these excellent videos produced by WV Public Broadcasting System.         Three Rivers: The Bluestone, Gauley, and New  A new 90-minute documentary from West Virginia Public Broadcasting explores the economic, environmental, cultural, historical and geographic impact of the largest federally protected system of rivers east of the Mississippi. Three Rivers: The Bluestone, Gauley and New examines the ongoing relationship between mankind and nature in this region. Three Rivers: The Bluestone, Gauley, and New (1:26:56)          Upheaval: The New River Gorge Story  This two part series was produced by WV PBS and aired on Outlook in 2010.  \"Upheaval: The Story of the New River Gorge\" explores the history and controversy of a region formed over millions of years as the ancient New River -- now federally protected as a national river -- carved its way through the Appalachian Mountains, following a violent collision of continental plates. West Virginia Public Broadcast produced \"Upheaval\" in partnership with the National Park Service. The natural resources of the New River Gorge fueled the Industrial Revolution and spawned the legend of steel driver John Henry. Upheaval: The Story of New River Gorge, Part One (26:47) Upheaval: The Story of New River Gorge, Part Two (26:47)         Wildflower Weekend 2009 Click here to view a video about Wildflower Weekend 2009, produced by WV Public Broadcasting. This was originally broadcast on WV PBS Outlook in June 2009.",
    "url": "https:\/\/www.nps.gov\/neri\/learn\/photosmultimedia\/multimedia.htm"
}
