{
    "title": "New River Gorge National River: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar        A ranger talks to visitors on a ranger led walk.            Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 20 results    Show ALL instances of recurring events   RSS Feed      New River Gorge National River Historic Thurmond Waling Tour      Time: 11:00 AM to 12:00 PM Location: Thurmond Depot Fees: free     Sunday, August 14, 2016 Join a ranger for a walking tour of Thurmond.  View Details      New River Gorge National River Historic Thurmond Walking Tour      Time: 11:00 AM to 12:00 PM Location: Thurmond Fees: Free     Sunday, August 14, 2016 Join a ranger for a hike through a New River Gorge historic railroad town.  View Details      New River Gorge National River Intro to Fly Fishing      Time: 9:00 AM to 11:00 AM Location: Camp Brookside Environmental Education Center Fees: free     Sunday, August 14, 2016 beginner fly fishing class View Details      New River Gorge National River Photo walk at Sandstone Falls      Time: 11:30 AM to 12:30 PM Location: Sandstone Falls Fees: free     Sunday, August 14, 2016 take photos on the river View Details      New River Gorge National River 100 Mile Challenge Hike: Endless Wall Trail      Time: 7:00 PM to 8:30 PM Location: Endless Wall Trail from Fern Creek Parking on Lansing-Edmond Road in Lansing.  Fees: free     Tuesday, August 16, 2016 100 Mile Challenge Hike View Details      New River Gorge National River Sunset Yoga at Camp Brookside      Time: 6:00 PM to 7:00 PM Location: Camp Brookside Fees: free     Thursday, August 18, 2016 beginner level yoga class View Details      New River Gorge National River Bluestone Walk      Time: 10:00 AM to 11:30 AM Location: Bluestone National Scenic River Fees: free     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 10\/08\/2016 Join us for a 2 mile walk along the Bluestone River. View Details      New River Gorge National River Centennial Junior Ranger      Time: 3:00 PM to 4:00 PM Location: Canyon Rim Visitor Center Fees: free     Saturday, August 20, 2016 Kids earn a Centennial Junior Ranger badge. View Details      New River Gorge National River Monsters in the Park      Location: Canyon Rim Visitor Center Fees: free     Saturday, August 20, 2016 Join us for a geolocation game View Details      New River Gorge National River National Parks Matinee      Time: 2:00 PM to 3:00 PM Location: Canyon Rim Visitor Center Fees: free     Saturday, August 20, 2016 Learn about our National Park system. View Details      New River Gorge National River Stand Up Paddle Boarding      Time: 12:00 PM to 3:00 PM Location: Camp Brookside Environmental Education Center Fees: free     Sunday, August 21, 2016 stand up paddle boarding for beginners  View Details      New River Gorge National River Photowalk at Camp Brookside      Time: 7:00 PM to 8:00 PM Location: Camp Brookside Environmental Education Center Fees: free     Wednesday, August 24, 2016 take photos at Brooks Falls  View Details      New River Gorge National River Tai Chi at Camp Brookside      Time: 6:00 PM to 7:00 PM Location: Camp Brookside Environmental Education Center Fees: free     Wednesday, August 24, 2016 beginner tai chi class View Details      New River Gorge National River Beginner Running Clinic at Camp Brookside      Time: 5:00 PM to 7:00 PM Location: Camp Brookside Environmental Education Center Fees: free     Thursday, August 25, 2016 beginner running class View Details      New River Gorge National River NPS 100 Hike      Time: 5:30 PM to 8:30 PM Location: Long Point trailhead off Gatewood Road outside Fayetteville Fees: free     Thursday, August 25, 2016 100 Mile Challenge Hike View Details      New River Gorge National River NPS Centennial Birthday Party       Time: 4:00 PM to 5:00 PM Location: Canyon Rim Visitor Center Fees: free     Thursday, August 25, 2016 Help celebrate the National Park Service's 100th birthday View Details      New River Gorge National River Beginner Archery      Time: 9:00 AM to 11:00 AM Location: Camp Brookside Environmental Education Center Fees: free     Saturday, August 27, 2016 beginner level archery class View Details      New River Gorge National River Cooking Class: Picking and Preserving Produce      Time: 7:00 PM to 8:30 PM Location: Camp Brookside Environmental Education Center  Fees: free     Tuesday, August 30, 2016 LOCATION: Camp Brookside Environmental Education Center in Brooks* Learn healthy cooking techniques and new recipes.  View Details      New River Gorge National River On the Trail of Peace      Time: 10:00 AM to 3:30 PM Location: Sandstone Visitor Center Fees: free     Saturday, September 3, 2016 Living history program about American Indian culture. View Details      New River Gorge National River Bluestone Turnpike Hike      Time: 10:00 AM to 4:00 PM Location: Bluestone National Scenic River Fees: free     Sunday, September 4, 2016 Hike the length of Bluestone National Scenic River View Details",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/calendar.htm"
}
