{
    "title": "New River Gorge National River: Glade Creek Trails",
    "body": "Glade Creek Trails        One of many cascades along Glade Creek Louise McLaughlin          Glade Creek Trail Map: Download a map of the trails in the Glade Creek area.        Hiker on the Glade Creek Trail Dave Bieri  Glade Creek Trail  This 5.6 mile trail follows an abandoned narrow-gauge railroad along Glade Creek. The trail offers an enjoyable stroll at a very moderate grade, and is popular with hikers of all ages and abilities, as well as being a favorite destination for those in search of swimming holes. A number of cascades and small waterfalls add to the trail's attraction, and provide a challenge for the whitewater kayaker. The lower part of Glade Creek is also a WV Catch & Release trout stream, so bring your fly rod or fishing pole along with you. A footbridge crosses Glade Creek three miles up from the New River.         Glade Creek cascades over many rock ledges alongside the trail. Louise McLaughlin  To get to the lower trailhead at Glade Creek Campground:  From Beckley From Route 19 (Eisenhower Drive), take Route 41 north toward Prince. Turn right onto the Glade Creek Road, just before the bridge at Prince. Follow the gravel road seven miles; it ends at the Glade Creek trailhead.  From Fayetteville Follow Route 19 south; take the Glen Jean exit. Turn right onto Route 61 south; follow Route 61 for 2.8 miles. Turn left, staying on Route 61, and continue for another 4.6 miles. Turn left onto Route 41 north; follow Route 41 for 4.0 miles toward Prince. Turn right onto the Glade Creek Road, just before the bridge at Prince. Follow the gravel road 7.0 miles; it ends at the Glade Creek trailhead.  To get to the Upper Trailhead:   *A high clearance four wheel drive vehicle is recommended for this road; be prepared for steep terrain, tight switchback curves, and muddy conditions.  Take Grandview exit 129 off I-64. Turn south on WV Route 9. Travel 0.5 miles toward Little Beaver State Park (junction with WV Route 307 in 0.3 miles). Turn left onto unmarked gravel road (just before Fire Tower Road). Follow this road down to Glade Creek (about one mile). Cross the bridge for trailhead parking.         Kates Falls   Kates Falls Trail  This is a very short 2\/10 mile, steep spur trail leading from the Glade Creek Trail to Kates Falls.  The Kates Falls Trail is accessed off the Glade Creek Trail, 1.5 miles upstream of the footbridge crossing Glade Creek.       Kates Plateau Trail  Look for signs of beaver, deer, and turkey as you follow old logging roads. The 5.1 mile trail passes through fields, forests, and near wetlands. Initially the trail passes under Interstate 64, then crosses Kates Branch. The creek crossing of Kates Branch can be challenging and involves some steep terrain. The trail is marked by blazes through the forest and includes one steep section.   To reach the trailhead follow the directions to the Upper Glade Creek trailhead.       Polls Plateau Trail  Cross several creeks on this 4.9 mile trail that passes through an upland forest and past an old farmstead. The trail follows an old roadbed; the route may not be obvious due to drainages and other old roadbeds.  This trail is accessed from its junction with the Kates Plateau Trail. A topographic map and route finding ability is recommended for this remote trail.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/glade-creek-trails.htm"
}
