{
    "title": "New River Gorge National River: Fayetteville Area Trails",
    "body": "Fayetteville Area Trails        Kaymoor mine on the Kaymoor Trail in winter Dave Bieri          Fayetteville Area Trails Map: Download a map of the hiking trails near Fayetteville and Canyon Rim.      Many of the trails in the Fayetteville area were designed and built by volunteers. Some of the trails existed before the park acquired the property, but needed maintenance or trail re-routing. The park was assisted in some of the preliminary trail design and construction by a Trail Care Crew from the International Mountain Bike Association (IMBA).        Volunteers hard at work using handtools to bench in a new section of trail.   Local volunteers from schools, scout groups, and bicycling and hiking clubs donated hundreds of hours of work to make these trails possible. The trails in the Fayetteville area can be accessed from a number of different trailheads, and allow connections to trails in the Kaymoor area (and beyond). The most popular trailhead is probably located at the Fayetteville Town Park, where visitors also have access to the town playground, a .5 mile paved walking trail, and might be able to take in a baseball or softball game.        Hikers on the Burnwood Trail Eve West  Burnwood Trail (formerly Laing Loop Trail)  1.2 miles (1.93 km) easy  This enjoyable 1.2 mile loop trail leads through rich forest and rhododendron thickets. The trail then follows the edge of an open field, loops back through the forest, and returns to the field. This area was a former home site of the Laing family. Clues of this history can be glimpsed along the trail.  To reach the trailhead, park at the Burnwood Day Use Area across U.S. Route 19 from Canyon Rim Visitor Center in Lansing. Look for the trailhead sign just past the restroom facility at the end of the parking lot.         New River Gorge Bridge   Canyon Rim Boardwalk  0.1 miles (0.16 km) easy + strenuous (lower overlook)  This boardwalk offers scenic views of the gorge and New River Gorge Bridge. An easy walk on a fully accessible ramp leads to the first viewing point, while 178 steps descend to the lower overlook. The trail starts at the Canyon Rim Visitor Center parking lot off U.S. Route 19 in Lansing.         A hikers admires the view from Diamond Point. Dave Bieri  Endless Wall Trail  2.4 miles (3.86 km) moderate The Endless Wall Trail is a 2.4 mile moderate walk that passes through rich forest, crosses Fern Creek, then zig-zags along the cliff edge. Many vistas can be seen along the trail. The overlook at Diamond Point provides a good turnaround spot, creating a popular two-mile out-and-back hike from Fern Creek parking area. If you continue to the end of the trail, you will need to walk for 0.5 miles back along the road to get to the starting point. Please use caution when near cliff edges! To reach the trailhead, turn off Route 19 on Lansing-Edmond Road, located just north of the Canyon Rim Visitor Center. Fern Creek Trailhead is located 1.3 miles (just before Fern Creek) down this road, while the Nuttall Trailhead is 1.8 miles from U.S. Route 19. This is a narrow road; please drive with caution. more...         The Bridge Trail provides a unique view of the New River Gorge Bridge. Eve West  Bridge Trail  0.86 miles (1.38 km) strenuous  This occasionally steep and rocky trail offers views of the gorge and the New River Gorge Bridge. The trail passes under the bridge and connects to the Fayetteville Trail.  To reach the trailhead, turn off Route 19 at the sign for Fayette Station Road, south of the New River Gorge Bridge. At 0.8 miles, turn right for the trailhead parking.         Stream along the Fayetteville Trail Dave Bieri  Fayetteville Trail  3.96 miles (6.37 km) strenuous  This trail connects Fayette Station Road, the town of Fayetteville, and Kaymoor Top with hiking access to Long Point. Be prepared for a creek crossing and up and down terrain. Connections can be made to the following trails: Kaymoor, Bridge, Park Loop, Timber Ridge, Long Point, Butcher Branch, Kaymoor Miners, and Craig Branch.  To reach the Wolf Creek Trailhead: Turn off U.S. Route 19 onto Lansing-Edmond Road (Route 5), located just north of Canyon Rim Visitor Center. Follow signs for State Route 82, turning right onto Fayette Station Road, then fork to the left. Cross the New River on the Tunney Hunsaker Bridge, and continue for 1.2 miles to the small parking area on the left. Please do not park on the road; obey the parking signs.  To reach the Kaymoor Top Trailhead: From U.S. Route 19, follow State Route 16 south through the town of Fayetteville. Take a left on Gatewood Road (park signs indicate Kaymoor and Cunard). Follow Gatewood Road 2.0 miles and turn left at the Kaymoor sign (Kaymoor No. 1 Road). Follow this road about one mile to the intersection; turn left. Parking is 50 yards on the right. This trail starts at the end of the parking area.         Park Loop Trail Eve West  Park Loop Trail  1.1 miles (1.7 km) Easy  The Park Loop is an enjoyable loop trail that begins at the Town Park in Fayetteville, with a connection to the Fayetteville Trail.  To reach the trailhead: From Court Street (State Route 16) in Fayetteville, turn left on Fayette Avenue, then right onto Park Drive. Follow signs toward Fayetteville Town Park. At the stop sign (Town Park) continue on Park Drive 0.2 miles; turn right onto driveway to trailhead parking area.       Timber Ridge Trail  1.0 miles (1.6 km) easy  This old, forested roadbed provides access to the Fayetteville Trail near Wolf Creek.  To reach the trailhead: From U.S. 19, follow Route 16 south through Fayetteville. Turn left on Gatewood Road (Kaymoor and Cunard sign). Follow Gatewood Road for 2.0 miles, and turn left on Newton Road. The trail begins 50 yards up on the left.         A young hiker reads an interpretive wayside exhibit at the Kaymoor Mine. Jodi French-Burr  Kaymoor Trail  8.6 miles (13.84 km) moderate  The Kaymoor Trail runs parallel with the middle of the gorge, passing the historic coal mine site at Kaymoor. The northern two miles of the trail, from Wolf Creek trailhead to the old mine site, follows an old road. Wayside exhibits interpret the Kaymoor mine operation and community along the way. After passing the mine site the forested trail continues toward Cunard. Connections can be made with the steep Kaymoor Miner's Trail at the mine site, or the Craig Branch Trail, 1.74 miles further down the trail from the mine site.  For your safety, please do not enter any of the abandoned structures in the Kaymoor area.  To reach the Wolf Creek Trailhead: Turn off U.S. Route 19 onto Lansing-Edmond Road (Route 5), just north of Canyon Rim Visitor Center. Follow signs for County Route 82, turning right onto Fayette Station Road (a very narrow road with hairpin turns), then fork to the left. Follow the one-way Fayette Station Road to the bottom of the gorge. Cross the New River on the Tunney Hunsaker Bridge and continue for 1.2 miles to the small parking area on the left at a hairpin turn. Please do not park on the road.  To reach the Cunard Road Trailhead: To reach the trailhead from Route 19, follow Route 16 south through the town of Fayetteville. Take a left on Gateway Road (sign indicates Kaymoor and Cunard). Follow Gatewood Road for 4.6 miles and turn left at the sign for Cunard. Go 1.8 miles and turn left at both of the signs indicating Cunard River Access Road. Parking for the Kaymoor Trail is located 0.5 miles further on the right. The trail begins about 50 yards back on the other side of the road.         The stairs on the Kaymoor Miners Trail Dave Bieri  Kaymoor Miners Trail  1.0 miles (1.6 km) strenuous  This forest trail descends steeply 0.5 miles from the top of the gorge with stairs and switchbacks to the Kaymoor coal mine site, where it crosses the Kaymoor Trail. A view of the gorge is located 0.2 miles down the trail off to the right, before the stairs. At the mine site, a set of 821 steps continues down to the remains of the coal processing plant, coke ovens, and town site near river level.  Note: climbing, sitting, or walking on walls and other constructed features weakens them. Please leave historic structures and artifacts as you find them, where they help tell the story of the past. The railroad track at river level is active line and private property; do not walk on or cross the tracks. To get to the trailhead: From US 19, follow WV 16 south through Fayetteville. Turn left on Gatewood Road (park signs indicates Kaymoor and Cunard). Follow Gatewood Road 2.0 miles, and turn left at the Kaymoor sign (Kaymoor No. 1 Road). Follow this road about one mile to the \"T\" intersection; turn left. Parking is 50 yards on the right.       Craig Branch Trail  (formerly part of the Kaymoor-Cunard Trail)   2.4 miles (3.86 km) Moderate  This forest trail offers views of the river and gorge, plus it connects to the Kaymoor Trail, offering access to the historic Kaymoor coal mine site. There are several steep sections on this gravel trail (administrative road). Several Arrowhead Trails (Adena, Clovis, and Dalton) junction off this trail near the trailhead parking area. To get to the trailhead: From US 19, follow WV 16 south through Fayetteville. Take a left on Gatewood Road (park signs indicates Kaymoor and Cunard). Follow Gatewood Road 2.0 miles, and turn left at the Kaymoor sign (Kaymoor No. 1 Road). Follow this road about one mile to the \"T\" intersection; turn right. Trailhead parking is 0.25 miles on the right.         Hikers enjoy a walk on the Butcher Branch Trail. Eve West  Butcher Branch Trail  0.8 miles (1.29 km) Moderate  This wooded trail connects the Kaymoor Top area to the Long Point Trail, with a spur to the popular Butcher Branch climbing area. There are steep sections and a small stream crossing on this trail. From US 19, follow WV 16 south through Fayetteville. Turn left on Gatewood Road (park signs indicates Kaymoor and Cunard). Follow Gatewood Road 2.0 miles, and turn left at the Kaymoor sign (Kaymoor No. 1 Road). Follow this road about one mile to the \"T\" intersection; turn left. Parking is 50 yards on the right.         A view of the New River Gorge Bridge from Long Point. Dave Bieri  Long Point Trail 1.6 miles (2.57 km) Moderate This trail traverses field and forest on the way to a rock outcrop (Long Point) with panoramic views of the gorge and New River Gorge Bridge. Most of this trail lazily descends through the forest, but it does include one steep section just before you arrive at the point. *Mountain bikes are permitted on all but the last 0.2 miles. Note: use caution around the unprotected cliff edges located at Long Point. To get to the trailhead: From US 19, follow WV16 south through the town of Fayetteville. Turn left on Gatewood Road (sign indicates Kaymoor and Cunard). Follow Gatewood Road for 1.9 miles, and turn left on Newton Road. The trailhead parking area is 50 yards on the left. more...",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/fayetteville_trails.htm"
}
