{
    "title": "New River Gorge National River: Hunting",
    "body": "Hunting              Hunting is much more than just a sport to a majority of the people in Southern Appalachia. It is a tradition and has been shared from generation to generation. More and more hunting has become a sport enjoyed by the entire family. Good hunters teach, not only the basics of hunting and shooting, but a love and appreciation of the land, the wildlife, and the experience. New hunters also need to know the rules and regulations and always be aware of safety concerns. The West Virginia Department of Natural Resources Hunting webpage provides information on hunter safety training, rules and regulations, and many other useful topics concerning hunting in the state. New River Gorge National River's hunting regulations follow the WVDNR's regulations with the following exceptions or additions: *Baiting game is never allowed in the park, this is considered feeding the wildlife.  *Trapping is NOT permitted in the park. *No permanent tree stands may be placed on park land. If a stand remains for over 24 hours it is considered abandoned and will be removed. No nails or screws can be placed into trees. *ATVs are not permitted in the park There are areas where hunting is prohibited in New River Gorge National River, including safety zones near public areas and the 800 acre section of the park at Grandview. Knowing your location and rules for that area are the hunter's responsibility. Questions concerning hunting in the park can be emailed to this website or contact park law enforcement division. Questions concerning general hunting regulations should go to the West Virginia Department of Natural Resources.        Hunting Maps Download the maps below that show federal land boundaries in the park that can be hunted on as well as no hunting safety zones.  Hunting Safety Zones Batoff Mountain area Beury Mountain area Claypool area Garden Ground north Garden Ground south Glade Creek area northeast Glade Creek area northwest Glade Creek area south Grandview area Highland-Backus Mountain area Highland-Mann Mountain area Irish Mountain area Meadow Creek area New River Gorge Bridge area north New River Gorge Bridge area south River Road-Hinton area",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/hunting.htm"
}
