{
    "title": "New River Gorge National River: Bicycling",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling              Bicycling at New River Gorge              The beautiful landscapes and the variety of difficult to less challenging bike routes make the New River Gorge among the most popular destinations for mountain biking trips in the eastern U.S. Bike shops, mountain biking trails, outfitters and companies offering guided biking tours of the New River Gorge and nearby areas may be found throughout the region.  The park currently allows bicycles on the following trails within New River Gorge National River:          Arrowhead Trails 12.8 miles total Trail Difficulty Rating: Easy to intermediate  More than 1,000 members of the Order of the Arrow (OA), Boy Scouts of America's national honor society, created this stacked loop trail system in the Craig's Branch area. Four mountain bike loops, rated from moderate to difficult, await adventuresome riders. In one of the largest youth service projects in National Park Service history, the Scouts provided 78,544 volunteer hours, valued at $1.6 million, to build the trails in 2011. Download a map of the Arrowhead Trails KMZ file for Google Earth users  The Arrowhead Trails include the Clovis Trail, Adena Trail, Dalton Trail, and LeCroy Trail.                             Biking the Arrowhead Trails Get a first hand look at what it is like to bike the Arrowhead Trails.   Duration:3 minutes, 41 seconds                Clovis Trail 1.1 mile round trip Trail Difficulty Rating: Easy to intermediate  This compact loop of trail offers lightly rolling, forested terrain on a tread that is 30” to 36” wide. There are a couple of short, even rocky sections that are simple to navigate on bike or foot. For runners and bikers, the trail offers a nice sense of flow. The Clovis Trail starts and ends at the trailhead parking area.         Adena Trail 3.1 miles round trip Trail Difficulty Rating: Easy to intermediate  This trail loops through the forest on low-grade swooping dips along light uphill and downhill sections. This trail is 30” to 36” wide with a few rock-surfaced sections, wide turns and switchbacks, offering safe and exciting learning opportunities for beginning mountain bikers. At running or biking speed, the sense of flow on this trail is exhilarating without feeling intimidating to the novice rider. This trail has a connection to the Dalton Trail. The Adena Trail junctions off the Clovis Trail and can be accessed at two junctions with the Craig Branch Trail, 0.3 (connector) and 0.4 miles down the Craig Branch Trail from the parking area.         Dalton Trail 6.4 miles round trip Trail Difficulty Rating: Intermediate  This trail is more narrow than the easy (green) loops in the Arrowhead Trail system. Trail tread width is 20” to 24” with tight turns and mildly steep hills. From Point N, ride toward Point M along a ridge line, then drop down through a cool rhododendron tunnel. From Point M, zip around the wide switchback series toward Point L. On the northern side of the Craigs Branch Trail (administrative gravel road), explore an older forest than you will find on the rest of the Arrowhead Trail system and catch glimpses of the gorge through the trees. Expect to encounter small obstacles along the trail, rocky sections and tight turns. Runners and bikers will enjoy the thrilling flow of the trail design. Connections can be made from this trail to LeCroy Trail and Adena Trail. The Dalton Trail junctions off the Clovis Trail and can be accessed at three junctions with the Craig Branch Trail. Distances from Arrowhead Trail trailhead parking area: 0.3 mile (connector) 0.4 miles 1.0 miles down  Dalton Trail also crosses the access road 0.15 miles up from the trailhead parking area. The Dalton Trail offers access to the LeCroy Trail.          LeCroy Trail 1.8 miles one way Trail Difficulty Rating: Intermediate  The LeCroy Trail is narrow, with a tread width of 20” to 24”. Exploring from Point O toward Point L, swerve slowly down a hill, enjoy a few stretches of rolling and sweeping turns, and cross a challenging rock bridge over a small drainage. Be enchanted by a tunnel of rhododendron on the connector between the LeCroy and Dalton Trails from Point K to Point J. Expect to encounter small rocky sections and tight turns. This trail’s design has a nice flow, ideal for runners and mountain bikers. The LeCroy Trail junctions off the Dalton Trail.          The Kaymoor Trail passes by a mine entrance and ruins. Dave Bieri  Kaymoor Trail 8.6 miles Trail Difficulty Rating: Intermediate  This trail runs parallel with the middle of the gorge, passing the historic coal mine site at Kaymoor. The northern 2.0 miles – Wolf Creek trailhead to the old mine site – follows up a hill and then levels out mid-gorge following an old road bed built in the 1950s. Learn more about the Kaymoor mine operation and community at exhibits along the way. The forested trail then continues toward Cunard on the old road (administrative road). Connections can be made with the Craig Branch Trail, 1.74 miles further up the trail from the Kaymoor mine site. Beyond the trail junction with the Craig Branch Trail, the Kaymoor Trail is thinner and more rugged.  Cyclists should note that the section of the Kaymoor Trail between the Wolf Creek Trailhead and the intersection with the Craig Branch Trail is about the width of a one-lane road and mostly flat. This makes it a great place for families and groups to walk and for novice bikers, but also makes it possible for more advanced cyclists to gain speed. There are a number of blind corners and steep drops off the hillside. Please control your speed, ride safely and courteously and be very aware of your surroundings.  Note: climbing, sitting, or walking on walls and other constructed features weakens them. Please leave historic structures and artifacts as you find them, where they help tell the story of the past. more...         Craig Branch Trail  (formerly part of the Kaymoor-Cunard Trail) 2.4 miles one way Trail Difficulty Rating: From Arrowhead Trailhead to Dalton Train Intersection: Easy From Dalton Train Intersection to Kaymoor Trail Intersection: Easy but some steep sections  This forest trail offers views of the river and gorge, plus it connects to the Kaymoor Trail, offering access to the historic Kaymoor coal mine site. There are several steep sections on this gravel trail (administrative road). Several Arrowhead Trails (Adena, Clovis, and Dalton) junction off this trail near the trailhead parking area. more…          Fayetteville Trail 3.9 miles one way  Trail Difficulty Rating: From Wolf Creek Trailhead to Park Loop Intersection: Advanced From Park Loop Intersection to Timber Ridge Intersection: Intermediate From Timber Ridge Intersection to Long Point Intersection: Intermediate From Long Point Intersection to Kaymoor Trailhead: Advanced  This trail connects Fayette Station Road, the town of Fayetteville, and Kaymoor Top with access to Long Point. Be prepared for varied terrain, including old road bed, narrow trail, a creek crossing and some steep terrain. Connections can be made to the following trails: Kaymoor, Park Loop, Timber Ridge, Long Point, and Craig Branch. Be aware of other trail users, control your speed and clearly and politely indicate when you need to pass. more…           The Park Loop Trail Eve West  Park Loop Trail 1.1 miles round trip Trail Difficulty Rating: Intermediate  An enjoyable single-track forest loop trail that begins next to the Town Park in Fayetteville. Connections can be made to the Fayetteville Trail.  Be aware of other trail users, control your speed and clearly and politely indicate when you need to pass. more…                 Timber Ridge Trail 1.0 miles  This old, forested roadbed provides access to the Fayetteville Trail near Wolf Creek.   Be aware of other trail users, control your speed and clearly and politely indicate when you need to pass. more…         The overlook at Long Point provides a fantastic view of the New River Gorge Bridge spanning the gorge.   Long Point Trail 1.6 miles one way Trail Difficulty Rating: Easy  This trail traverses field and forest on the way to a rock outcrop (Long Point) with panoramic views of the gorge and New River Gorge Bridge. The last 0.2 miles to the overlook is for hiking only. Most of this trail lazily descends through the forest, but it does include one steep section just before you arrive at the point. *Mountain bikes are permitted on all but the last 0.2 miles. Cyclists should note that this trail is frequented by groups of friends and families with small children walking side-by-side along this trail. Please be aware of other trail users, ride slowly and cautiously, control your speed and communicate clearly and politely to pass.  Note: use caution around the unprotected cliff edges located at Long Point. more...            Biking along the Keeney's Creek Rail Trail. Dave Bieri  Keeney's Creek Rail Trail 3.0 miles one way Trail Difficulty Rating: Easy   This former rail line once connected the mines and communities up Keeneys Creek to Nuttallburg and the Chesapeake & Ohio Railway mainline. Enjoy a leisurely bike ride on this wide trail that criss-crosses the rugged mountain landscape at a 4% grade. Here it is easy to see how the rugged terrain was a great challenge to those who constructed this railroad line over 100 years ago. This trail crosses under the conveyor, plus several trestle bridges offer spectacular views of scenic mountain streams, like Short Creek. more...           The Headhouse Trail provides access to the headhouse above the Nuttallburg coal mining complex. Jodi French Burr  Headhouse Trail 0.7 miles one way Trail Difficulty Rating: Intermediate  This fairly steep, rocky, gravel trail (administrative road) leads to the entrance of the Nuttall coal mine and top of the coal conveyor, used to transport coal from the mine to the processing area at river level. Learn more about this mine operation from exhibits at this site. Stairs next to the conveyor allow a closer look at the conveyor structure. Note: Climbing, sitting, or walking on walls and other constructed features weakens them. Please leave historic structures and artifacts as you find them, where they help tell the story of the past. more...       Nuttallburg Trails There are several short trails open to biking at the Nuttallburg. While this historic area can be explored by bike, these trails are very short and were not designed to provide for biking opportunities other than a means to easily access the site. The Nuttallburg trails include the Tipple Trail, Seldom Seen Trail, and Nuttallburg Town Loop Connector Trail.         The Tipple Trail passes under the Nuttallburg coal tipple and alongside the remains of old coke ovens and building ruins. Dave Bieri   Tipple Trail 0.6 miles one way Trail Difficulty Rating: Easy  This trail reveals both the industrial and community side of Nuttallburg through structures and exhibits along the trail. Travel down the trail (west) to see the conveyor and tipple system used in this operation, designed by Henry Ford in the 1920s. A long battery of coke ovens lies beyond the conveyor, where coal was processed into coke for use as fuel in steel production. You can also walk back on the road from the parking area to see remains of the clubhouse and site of the post office. Cross Short Creek bridge to get a glimpse into the life of African Americans who lived in this segregated community. Note: Climbing, sitting, or walking on walls and other constructed features weakens them. Please leave historic structures and artifacts as you find them, where they help tell the story of the past.  *Mountain bike riding is only permitted on the trail section that runs from the parking areas, crosses under the conveyor, and runs parallel with the top of the coke oven battery (see map). All visitors who want to see the front of the coke ovens or under the tipple structure must walk to these areas. more...          Seldom Seen Trail 0.3 miles one way Trail Difficulty Rating: Easy  Seldom Seen served as a small residential community for some families of those employed at Nuttallburg. Follow this trail to the town site, where a foundation here or there are all that remain, evidence of an earlier time and life in the New River Gorge. more...           The Nuttallburg coal conveyor Dave Bieri   Nuttallburg Town Loop Connector Trail 0.3 miles one way Trail Difficulty Rating: Easy  Get a glimpse of Nuttallburg’s community life on this trail through a residential area of Nuttallburg. Foundations of a home can be seen along the way; an exhibit in this area shows what life was like in this once bustling community. Note: Climbing, sitting, or walking on walls and other constructed features weakens them. Please leave historic structures and artifacts as you find them, where they help tell the story of the past. more...           The detour on the Rend Trail Leah Perkowski-Sisk  Rend Trail  (formerly Thurmond Minden) 3.2 miles one way Trail Difficulty Rating: Easy  A popular bike ride along an abandoned branch line of the C&O Railway. This wide, mostly level trail crosses five railroad trestles. Several overlooks provide scenic views of Thurmond and the New River. There is one place on this trail where bikers will have to carry their bikes over a short staircase that detours around an old rock slide. more...        Brooklyn Mine Trail 2.7 miles one way Trail Difficulty Rating: Easy   This multi-use trail follows an old road through the forest to the Brooklyn coal mine site. Scenic views can be seen along this trail.  This is the only trail in the park on which equestrian use is currently allowed. While the trail does not see frequent equestrian use, it does occur on occasion. Because there is currently only one entrance to this out-and-back trail, cyclists are likely to know if equestrians are using the trail when they reach the parking lot. In this case, we recommend that cyclists avoid the trail, but should at least know that they may encounter horses, and are required to yield to equestrians should they encounter them on the trail. While yielding only means that cyclists must at least slow to a safe speed to allow other trail users’ passage, we strongly recommend that cyclists walk their bikes near or around horses for the safety of all involved. more...       Southside Trail 7.0 miles one way Trail Difficulty Rating: Easy  This riverside trail provides great views of the New River, and passes through some of the New River Gorge's abandoned mining towns. The first 1.8 miles from the Cunard River Access is open to motorized vehicles. A parking area at Brooklyn marks the end of the maintained road. more...           The New River from the Stone Cliff Trail Dave Bieri  Stone Cliff Trail 2.7 miles one way Trail Difficulty Rating: Easy  This rugged trail follows an old road along the banks of the New River. Great views and easy access to the river are available along this trail. more...         The Little Laurel Trail on its descent from Grandview to the New River. Louise McLaughlin  Little Laurel Trail 2.6 miles one way Trail Difficulty Rating: Intermediate  Make a connection between the ridge top at Grandview and the New River near Prince on this forest trail (administrative road). Enjoy a great diversity of plants. This old road passes by the area once operated as the coal mine at Royal. The road descends steeply in some places, with a total elevation change of around 1400 feet on this path. Because this trail is steep, and downhill cyclists can gain speed, please be cautious and courteous, looking out for other trail users and administrative vehicles. Maintain control going downhill in case you need to slow or stop. more...           The Glade Creek Trail Dave Bieri  Glade Creek Trail 5.6 miles one way Trail Difficulty Rating: Intermediate  Enjoy the pools, waterfalls, rhododendron thickets, and hemlock forests that border this creek-side trail, an abandoned narrow-gauge railroad line. Glade Creek is a popular trout stream, with the lower section (between the footbridge and the New River) designated catch and release only. Expect several sets of steps before the footbridge crossing 3 miles up from the New River. The upper section of this trail is also used as an administrative road. Be aware of other trail users, control your speed and clearly and politely indicate when you need to pass. more...               Check out the Biking Safety page to learn more about how to have a safe ride.      Bicycles are also permitted on the Bluestone Turnpike Trail at Bluestone National Scenic River.  More bicycle trails may be added to the park trail system in the future.  Mountain biking trails are also found at nearby Summersville Lake and Little Beaver State Park.  Cyclists are asked to follow these rules and guidelines: Only ride on trails open to bicycles. Leave no trace - pack it in, pack it out. Control your bicycle! Do not disturb or scare birds or animals. Plan ahead. Be considerate of other trail users. All bicyclists must yield to other trail users in the following manner: - A bicyclist must yield to an equestrian; - A bicyclist must yield to a pedestrian; and - A bicyclist travelling downhill must yield to a bicyclist travelling uphill. Yielding the right of way requires slowing down to a safe speed, being prepared to stop, establishing communication and passing safely. Failure to yield is prohibited.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/bicycling.htm"
}
