{
    "title": "New River Gorge National River: Whitewater",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Whitewater               Whitewater at New River Gorge        Gary Hartley       The New River begins high in the mountains of western North Carolina, crosses Virginia, and enters West Virginia near its southernmost tip. It then heads north to join the Gauley River, and form the Kanawha River. In so doing, it manages to transect every ridge of the Alleghenies. Its name is actually a misnomer in that it may be one of the oldest rivers in the world. New River Gorge National River includes 53 miles of free-flowing New River, beginning at Bluestone Dam and ending at Hawks Nest Lake. The New River typifies big West Virginia style whitewater. Within the park it has two very different characters. The upper (southern) part of the river consists primarily of long pools, and relatively easy rapids up to Class III. It is a big powerful river, but very beautiful, always runnable, and providing excellent fishing and camping. There are a number of different river access points, and trips can run from several hours to several days. The lower (northern) section of river is often referred to as \"the Lower Gorge.\" In a state that is justifiably renowned for colossal rapids, the Lower Gorge has some of the biggest of the big with rapids ranging in difficulty from Class III to Class V. The rapids are imposing and forceful, many of them obstructed by large boulders which necessitate maneuvering in very powerful currents, crosscurrents, and hydraulics. Some rapids contain hazardous undercut rocks.   How to Go In addition to running the river on your own, a number of licensed outfitters offer guided trips on the New River. Trained guides, equipment, instruction, transportation to and from the river, and meals are provided. Trips vary in length from several hours to several days, and offer different degrees of difficulty, from peaceful float and fishing trips to crashing whitewater excitement.   When to Go Ranging from mild riffles on the upper parts to big whitewater rapids in the lower section, the New River offers something for everyone. The New has trips available year-round, with the season running from April through October.   Paddling On Your Own The section of the New River from Hinton to Thurmond offers challenging Class I, II, and III rapids suitable for intermediate whitewater paddlers, and consists primarily of long pools and moderate rapids. Downstream from Thurmond the river narrows and includes technical Class III - IV rapids. The New River below Thurmond is suitable only for advanced and expert paddlers. The New River is a powerful and beautiful river that usually has enough water to run. There are a number of different access points on the New River, and trips can run from several hours to several days.  Take a look at our Paddling the New brochure (285 Kb Acrobat Document) for information on the upper New River.   Safety First Running whitewater rivers is inherently risky. Prior to putting on a river, individual trip participants must recognize and assume responsibility for the attendant dangers, which include -- but are not limited to -- possible loss of life. Before attempting any river, paddlers should satisfy themselves that every person in their group understands the inherent risks of river running, freely assumes responsibility for their own safety, and possesses the necessary skill and prior experience to reasonably ensure a safe trip.   Current River Levels (USGS) Information on Commercial Whitewater Trips Download the 2014 River Access and Launch Ramp Areas Operational Guidelines            Information for Private Boaters Before planning a trip on your own down the New River, check out the Private Boater Information page.          Emergency River Access Map Download the Emergency River Access Map for emergency river access and evacuation locations, backboard locations, and emergency landing sites.         Safety Check out the water safety page for more information on how to have a safe day on the river.         Navigating the Rapids For a close look at all of the major rapids on the New River, check out the excellent videos produced by John Petretich on YouTube at: http:\/\/www.youtube.com\/user\/newriverrapids\/feed?filter=2",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/whitewater.htm"
}
