{
    "title": "New River Gorge National River: Sandstone Falls",
    "body": "Sandstone Falls        Fall colors at Sandstone Falls Leah Perkowski-Sisk       The largest waterfall on the New River, Sandstone Falls spans the river where it is 1500 feet wide. Divided by a series of islands, the river drops 10 to 25 feet.  Sandstone Falls marks the transition zone of the New River from a broad river of large bottomlands, to a narrow mountain river roaring through a deep boulder strewn V- shaped gorge. The falls form the dramatic starting line for the New Rivers final rush trough the New River Gorge to its confluence with the Gauley river to form the Kanawha River.         Sandstone Falls from above Dave Bieri  Your journey to view the falls will require some driving time, but it will take you along two of the park's most scenic roads, Route 20 from I-64 at the community of Sandstone, ten miles upstream to the town of Hinton, then downstream eight miles along River Road, the park's only scenic riverside drive. Both these routes offer several overlooks, historic sites, natural areas, trails, and river access points.  Most visitors will find the best starting point for their journey to Sandstone Falls at the Sandstone Visitor Center at the Sandstone exit 139 on I-64. The Visitor Center has excellent exhibits on the New River watershed, water resources, and natural and cultural history of the upper New River Gorge, plus park maps and information.  As you drive south, high above the river on Route 20 to Hinton you will pass two park vistas. The Sandstone Falls Overlook provides an aerial view of the falls from 600 feet above the river. Brooks Overlook looks down on the mile-long Brooks Island, a perennial bald eagle nesting site.  Hinton is the southern gateway to New River Gorge National River. A once booming railroad center, the town has a large historic district, railroad museum, antique shops, and restaurants.  After crossing the bridge at Hinton you will begin driving alongside the New River down River Road. There are great riverside vistas, several river access points, a trail, picnic area and small boardwalk view at Brooks Falls, a powerful Class III rapid. The journey ends at the Sandstone Falls day use area, where you begin your walk along the boardwalk and bridges that span the two islands below the falls.         Sandstone Falls Dave Bieri  The walk begins by crossing a short bridge that spans a manmade channel that once diverted water for a water powered gristmill used for grinding the local farmers corn and wheat. The first island offers a view of the lower falls, the one half mile Island Loop Trail, and one of the most unique botanical ecosystems in West Virginia, the Appalachian riverside flat rock plant community. This community is found in only five areas in the state and consists of several southern plant species that have migrated along the north flowing New River and have adapted to the thin rock strewn soil and occasional scouring floods on this elevated island below the falls.  The second bridge, a mini arch cor-ten steel structure, crosses a wide, naturally formed channel bringing you onto a low-lying island covered with a floodplain forest community and views of the impressive main falls.  Sandstone Falls was created by the powerful flow of the New river eroding the soft conglomerate rock layer that lies below the hard sandstone layer from which the falls gets its name. Through eons of time as the river washed away the conglomerate beneath the harder sandstone, the precipice of the falls and the great boulders below were created. The falls are still a dynamic geological environment as slowly but surely the falls, through time are advancing upstream.  A journey to Sandstone Falls provides a rare riverside scenic drive, the beautiful falls, and the dramatic interface of the New River's transformation from a broad mountain stream into a raging whitewater gorge in its final descent through the Appalachian Mountains.           Sandstone Falls is a popular fishing spot for smallmouth bass and catfish: a West Virginia fishing licience is required. For more information check out our fishing page.           The river around Sandstone Falls has been the site of several drownings - always wear a lifejacket when in or near the water. For more information, check out our water safety page.         For information about hiking near Sandstone Falls, check out the Sandstone Falls trails page.                        Explore the Gorge: Sandstone Falls Join Park Ranger Richard Altare on an exploration of Sandstone Falls and the Upper Gorge.   Duration:3 minutes, 27 seconds               Photo Gallery:                   Sandstone Falls Photo Gallery   19 Photos  Views of Sandstone Falls, the highest falls on the New River",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/the-sandstone-falls.htm"
}
