{
    "title": "New River Gorge National River: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking               Hiking at New River Gorge        Hiker on the Glade Creek Trail Dave Bieri       New River Gorge National River provides a variety of different trails throughout the park. Peaceful forest trails, superb overlooks, and historic scenery are all found here. The trails available consist of park service trails that are marked and maintained, trails within lands administered by state parks, and undeveloped trails and abandoned roads. Trails range from 1\/4 mile to 7 miles in length. Several can be easily connected to make for longer excursions. Difficulty varies from flat, smooth walking to steep challenging terrain. Trail recommendations and maps are offered at Canyon Rim, Grandview, Sandstone, and Thurmond visitor centers. Much of the land within the National Park Service authorized boundaries remains private property: please respect the owners' rights.         Download the Trails Newspaper for detailed descriptions and maps of every trail in the park.        To learn more about the hiking opportunities in the park, choose a location below:         Grandview Trails         Glade Creek Trails         Sandstone Brooks Area Trails         Fayetteville Area Trails         Thurmond-Stone Cliff-Cunard Area Trails         Nuttallburg Trails      Trail Etiquette  Pack it in, Pack it out. Pocket all your trash, including cigarette butts and candy wrappers, and dispose of it properly. Wildflowers, wildlife, and historic objects all contribute to the beauty we came to see. Leave them undisturbed. Keep pets on a leash at all times. Bicycles are only permitted on designated bike trails. Courtesy and common sense on the trail can help provide an enjoyable experience for all. Respect the rights of others.          Visit the Hiking Safety page for information about how to have a safe hike.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/hiking.htm"
}
