{
    "title": "New River Gorge National River: Thurmond Train Day",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Thurmond Train Day                Thurmond Train Day              July 16, 2016; 10:00 am to 2:00 pm LOCATION: Thurmond Historic District  Discover what life was like in one of the New River Gorge's most renowned towns! Join National Park Service rangers and Operation Lifesaver on Saturday, July 16th, 2016 from10:00 AM – 2:00 PM to explore the historic railroad town of Thurmond and to learn safety tips for rail crossings and along the railroad tracks. The National Park Service, the Thurmond Performance Team, and Operation Lifesaver are partnering to sponsor the third annual Thurmond Train Day for visitors of all ages to come and go as you please.  This event will include:          Operation Lifesaver: Learn about rail safety. Operation Lifesaver will provide educational materials, displays and video presentations that emphasize the value of rail transportation and promote rail safety. Located in all 50 states, Operation Lifesaver raises awareness and improves public safety on and around highway-rail grade crossing and tracks through public awareness and education.         Handcart Closeup: Kids can try their hand at using a RR handcart. Visitors can get their picture taken on an historic railroad handcart while wearing their railroad hats. NPS interpretive rangers will assist folks in printing a copy of their pictures as a keepsake of their visit to Thurmond.         Historic Thurmond Tours: Thurmond Train Day will also feature historic walking tours that celebrate the rich stories of this historic boomtown and the railroad that built it. Join a ranger for a walking tour of Thurmond's commercial row at 10:00 AM, 11:00 AM, 12:00 PM, and 1:00 PM. Meet at the Thurmond Visitor Center at any of these designated times for this half mile walking tour.         Live Music: Enjoy musical performances by the Duffy Boyd Band.          For the Kids - Or the Kid in You: Stories, activities, and fun things you might not know about trains. Read aloud time for children grades 1 through 5 at 11:00 a.m. and 1:00 p.m. featuring best-selling children's books. Hear railroad music, including a steam engine captured by a West Virginia fiddler. See how many moves it takes you as a locomotive engineer to drop off some freight cars in Thurmond. Get a free black-and-white piece of railroad art suitable for coloring, given to each child 12 and under. Hosted by Jim Porterfield, Director of the Center for Railway Tourism at Davis & Elkins College.         Rend Trail Hike: Join a ranger for a 3 mile hike through history along an old railroad grade; Meet at 2:00 at the Rend Trailhead.         Junior Ranger Program: Kids who attend the event will have a chance to participate in fun activities and earn a Junior Ranger badge.      Please check back soon for more information and a full schedule of events.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/thurmond-train-day.htm"
}
