{
    "title": "New River Gorge National River: Grandview",
    "body": "Grandview        The Grandview Rim Trail provides outstanding views of the gorge and the river. Dave Bieri       Grandview became part of New River Gorge National River in 1990, after more than 50 years as one of West Virginia's most popular day use state parks. It is well known for its spectacular views of the New River and beautiful rhododendron.        Catawba rhododendrons in bloom at Grandview Dave Bieri  Grandview is a peaceful place to relax and unwind while enjoying outstanding views of the New River. At the Main Overlook, 1400 feet above the river, you see an active railway and the town of Quinnimont, where the first coal was shipped out of the gorge in 1873. Don't miss the views from Turkey Spur Overlook, and be sure to walk the woodland trails.  Features The Grandview section of the park features include overlooks of the New River, a visitor center (open seasonally), five hiking trails, ranger-led walks and talks, summer outdoor dramas, and picnic areas with playgrounds. Information about renting picnic shelters at Grandview can be found on the Permits and Reservations page of this website.         Hiking Trails at Grandview:For information about hiking trails at Grandview and to download a trail map, visit the Grandview Trails page.         Grandview Photo Gallery: Some of the most outstanding scenery in the park can be found at Grandview. For a collection of photographs of the Grandview area, please visit our Grandview Photo Gallery.         Theatre West Virginia: Grandview is home to Theatre West Virginia, which features outdoor drama presentations from June through August. Call 1-800-666-9142 for more information.                        Explore the Gorge: Grandview Explore the fantastic views, wildlife, and history of the Grandview area with Park Ranger Renee Hemmelgarn.   Duration:2 minutes, 28 seconds               Directions To reach Grandview from Beckley follow I-64 East five miles to Exit 129 B. From Lewisburg follow I-64 West forty miles to Exit 129. From either exit, turn right and follow Route 9 North six miles to Grandview. Season and Hours Area open year-round. Visitor Center open June through August: Daily from 12:00 p.m. to 5:00 p.m. Closed fall, winter, and spring. Telephone 304-763-3715",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/grandview.htm"
}
