{
    "title": "New River Gorge National River: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs               Guided Activities        Carey Woods       Guided activities led by park rangers and park partners provide an opportunity to learn more about the natural world around us and the people who shaped our past. Discover the diversity of nature in the gorge, learn about the rich cultural history of coal mining, railroading, logging, and subsistence farming, learn how to be safe on the river, or join a ranger for a guided hike. Programs are offered throughout the year, but primarily during the spring, summer, and fall months. All programs are free of charge and everyone is welcome.  Throughout the year groups may arrange programs as staffing permits. Please call or email the park if you would like a park ranger to present a program for your group.       Get Active in the Park:   This summer, the National Park Service at New River Gorge National River and Active Southern West Virginia have teamed up to bring free, beginner-level programs to the New River Gorge Region. All programs are free and open to the public. All equipment and supplies will be provided.  All programs are listed on the Activity Schedule below:             Tai Chi  August 7, 2016; 10:30 am -11:30 am August 24, 2016; 6:00 pm - 7:00 pm LOCATION: Camp Brookside Environmental Education Center in Brooks;Meet at the Mess Hall Porch. *  Wear comfortable shoes for this indoor, beginner level Tai Chi Qi Gong.    Outdoor Yoga  August 18, 2016; 6:00 pm - 7:00 pm August 30, 2016; 6:00 pm - 7:00 pm LOCATION: Camp Brookside Environmental Education Center in Brooks*  Find your breath right on the river's edge.    Beginner Archery August 27, 2016;9:00 am - 11:00 am  LOCATION: Camp Brookside Environmental Education Center in Brooks* Beginner level instruction, ages 14 and up. Meet at Camp Brookside Mess Hall. *RSVP Required.   Beginner Running Clinic August 25, 2016;5:00 pm - 7:00 pm LOCATION: Camp Brookside Environmental Education Center in Brooks* Learn new running techniques and go for a jog. Meet at Camp Brookside Mess Hall.   Cooking Class: Pickling and Preserving Produce August 30, 2016;7:00 pm - 8:30 pm LOCATION: Camp Brookside Environmental Education Center in Brooks* Learn healthy cooking techniques and new recipes. Meet at Camp Brookside Mess Hall. *RSVP Required   Stand Up Paddle Boarding  August 7, 2016; 12:00 pm - 3:00 pm August 21, 2016; 12:00 pm - 3:00 pm August 27, 2016; 12:00 pm - 3:00 pm LOCATION: Camp Brookside Environmental Education Center in Brooks*  Learn to float on flat water. All equipment provided.  Reservations required: 304-894-2129 or getactiveinthepark@gmail.com    Intro to Fly Fishing 101  August 14, 2016; 9:00 am - 11:00 am LOCATION: Camp Brookside Environmental Education Center in Brooks*  Cast on land before taking your skills on the river. All equipment provided.  Reservations required: 304-894-2129 or getactiveinthepark@gmail.com Brookside  Brookside Guided Hikes LOCATION: All Camp Brookside guided hikes meet at Camp Brookside Environmental Education Center in Brooks;Meet at the Mess Hall Porch. * Wear comfortable shoes for a moderate walk and bring water. All field guides, binoculars and materials provided.     Photowalk August 14, 2016;11:30 am at Sandstone Falls August 24, 2016;7:00 pm - 8:00 pm at Camp Brookside Meet in the parking lot with your phone or camera on these 1 mile guided hikes to capture stunning shots of the New River.   Instameet at Camp Brookside August 5, 2016;7:00 pm - 8:00 pm  LOCATION: Camp Brookside Environmental Education Center Take photos at Brooks Falls and around this historic site to share with #getactiveinthepark,#activeSWV, and #NewRiverNPS. Meet at Camp Brookside Mess Hall.   Brookside Guided Hikes August 2, 2016: 6:00 pm -7:00 pm (Owl Prowl) LOCATION: All Camp Brookside guided hikes meet at Camp Brookside Environmental Education Center in Brooks;Meet at the Mess Hall Porch. * Wear comfortable shoes for a moderate walk and bring water. All field guides, binoculars and materials provided.    Centennial Junior Ranger Every Saturday, 3:00 to 4:00 pm Location: Canyon Rim Visitor Center Have fun and earn a special Junior Ranger badge, one celebrating the National Park Service's 100th birthday.   Bluestone Walk  1.5 hours, 2 miles  Every Saturday from Memorial Day through October 8, 2016  10:00 am to 11:30 am  LOCATION: base of Pipestem Resort State Park tram  Meet a ranger at the bottom of Pipestem's tramway to walk within Bluestone National Scenic River for a mile and return. Along the way, enjoy the flora and fauna of the area and discover regional history. Bring $2.25 for the return tram ride.    Bluestone Turnpike Hike  August 6, and September 4, 2016; 10:00 am - 4:00 pm 6 hours, 10 miles  LOCATION: base of Pipestem Resort State Park tram  Take a walk on the wild side through Bluestone National Scenic River and explore the diversity of this remote area. Meet a ranger at the bottom of Pipestem Resort's tramway to hike the Bluestone Turnpike Trail, which runs along the Bluestone River to Bluestone State Park. A FREE shuttle is provided for the return trip to Pipestem. Wear sturdy hiking shoes, bring lunch, and water. Reservations required: 304-894-2129 or getactiveinthepark@gmail.com    Monsters in the Park  August 8, 7:30 pm to 8:30 pm  August 20, 10:00 to 11:00 am  Location: Canyon Rim Visitor Center Are there monsters in the park? Use a geolocation game, one of the hottest ways to explore parks these days. Search for pocket monsters and the true treasures of the park. Bring your smart device.    National Parks Matinee Every Saturday in August, 2:00 to 3:00 pm Location: Canyon Rim Visitor Center Celebrate 100 years of the National Park Service with a close up look at these special places across America, each with its own stories to discover.  Night Sky and the Perseid Meteor Showers August 13, 8:30 to 10:30 pm Location: Grandview Visitor Center Enjoy the peak of the Perseid meteor showers, plus look for constellations and more in the night sky. Bring a blanket or lawn chair.    *NPS 100 Hike August 25, 5:30 to 8:30 pm Location: Long Point trailhead off Gatewood Road outside Fayetteville. Hike Long Point Trail to an amazing view of the New River Gorge to celebrate this special day, the 100th birthday of the National Park Service (3½ miles). Enjoy a bonus hike at the end if you like, adding 1¾ miles to this adventure on parts of the Fayetteville and Timber Ridge Trails. RSVP required.  NPS Centennial Birthday Party August 25, 4:00 to 5:00 pm Location: Canyon Rim Visitor Center On this date in 1916 the National Park Service was established to preserve America's heritage through parks. Celebrate these 100 years at this party.    Historic Thurmond Walking Tour Every Saturday and Sunday, 11:00 a.m. to 12:00 p.m., plus Sundays 2:00 p.m. to 3:00 p.m. LOCATION: Thurmond Depot Visitor Center in Thurmond What was life like in one of the New River Gorge's most renowned towns? Meet a ranger in Thurmond's historic district for an informal tour of this once bustling railroad town, hearing stories of days gone by. 0.5 mile.  Ranger's Choice at Canyon Rim 15 minutes to 2 hours Every Saturday, 12:00 p.m. to 1:30 p.m. LOCATION: Canyon Rim Visitor Center in Lansing Come and go as you please for this informal program with a ranger at one of the best views of the New River Gorge. Enjoy the scenery and discuss area natural and cultural history. Check the park's social media platforms for each week's topic.  Bluestone Stream Stomp August 3, 2:00 pm to 3:00 pm Location: base of Pipestem Resort State Park tramway Explore the river ecosystem as you help a ranger to determine the water quality of the Bluestone River. Be prepared to get your hands and feet wet as you look at the aquatic insects and creatures that live in the river. Bring $2.25 for the return tram ride.   (NRG) New River Gorge 100 Mile Challenge Adventure Hikes Get on the trails and celebrate 100 years of the National Park Service as part of the New River Gorge 100 Mile Challenge. Celebrate parks and health as you strive for the goal to hike 100 miles in local national parks in 2016.  * Reservation REQUIRED for most of these hikes: 304-894-2129 or getactiveinthepark@gmail.com Dates and Locations:    August 2, 7:00 to 8:30 pm Location: Rend Trail (2 miles) off Route 25 near Thurmond.   August 12, 7:30 to 9:30 pm (hike plus star watching) Location: Burnwood Loop Trail (1½ miles) at Burnwood Day Use Area on Route 19 in Lansing. Bring a blanket or lawn chair for star watching. August 16, 7:00 to 8:30 pm Location: Endless Wall Trail from Fern Creek Parking on Lansing-Edmond Road in Lansing. Hike to Diamond Point and back (2 miles total).        *Camp Brookside Environmental Education Center is located at 309 N Mullens Rd. in Brooks, WV (just north of the Summers County High School on Route 20)       Download the August Get Active Schedule          Download the August Activity Schedule      Other Upcoming Events:          On the Trail to Peace Saturday, September 3, 2016   In the late 1760s, the Middle Ground between European Settlements and American Indian Nations was alive with diplomats opening up trade and peace negotiations after the end of a decade of war. At Sandstone Visitor Center, Living history interpreters will portray a diplomatic party traveling through the New River region to negotiate peace between northern and southern native nations, formerly at war. Materials and protocols of diplomacy, trade, and long-distance travel will be discussed, displayed, and demonstrated in an interactive setting of a peace mission encampment.          Hidden History Weekend September 23-25, 2016  Celebrate the wonders of Appalachian heritage, the rich sites and stories of our area's diverse history! Free programs will take place at New River Gorge National River, the National Coal Heritage Area, Tamarack, and Babcock, Carnifex Ferry Battlefield, Hawks Nest, and Pipestem Resort State Parks. more...",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/programs.htm"
}
