{
    "title": "New River Gorge National River: Water Safety Weekend",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Water Safety Weekend                Water Safety Weekend              A frantic call for help, shocked and shattered family and friends standing on the riverbank, an agonizing search for a victim's body by park rangers and rescue personnel. It is the sad but true reality that every spring we prepare for this tragic, unnecessary, and easily preventable scenario in our beautiful area parks and waterways. This Memorial Day Weekend (May 28-30, 2016), the National Park Service at New River Gorge National River and the U.S. Army Corps of Engineers at Bluestone Lake will present their annual Water Safety Weekend to help visitors safely prepare for the season's activities on area rivers and lakes.         Each Ranger-led activity is designed to demonstrate simple water safety practices that everyone can use to protect their family and friends when recreating in or around area waterways. Proper fitting and use of a PFD (personal flotation device) or life jacket, boating safety on whitewater, flat-water, and lakes, plus safe ways to wade, fish and swim, will be highlighted.   The mission of the National Park Service and the U.S. Army Corps of Engineers is not only to protect and manage our public waterways, but to protect and educate visitors on safe enjoyment of these beautiful public lands. All programs are FREE. Stay safe on the water! Saturday, May 28, 2016   Ranger's Choice - Water Safety 2:00 p.m. to 4:00 p.m. Sandstone Falls Boardwalk 2:00 p.m. to 4:00 p.m. Canyon Rim Visitor Center  There will be two separate programs; one at Canyon Rim Visitor Center and one at Sandstone Falls Boardwalk. Rangers will be displaying exhibits and information about staying safe while enjoying the water. The program will be set up for 2 hours. Stop by anytime and stay as little or as long as you like.  Sunday, May 29, 2016  Water Safety Festival 1:00 p.m. to 4:00 p.m. Bluestone Lake - \"The Pitts\" Boat Launch area  Stop by any time from 1:00 to 4:00 for this special event featuring watercraft safety, life jacket fittings, water rescue demonstrations, and throw bag competitions. Rangers will be demonstrating different styles of life jackets, water safety devices, watercraft, and safety practices.  May 28-30 2016  Water Safety and You 9:00am-5:00pm daily, Sandstone Visitor Center in Sandstone, WV.  Stop by the visitor center to see ways you can stay safe while on your next water adventure. Chat with a ranger about river tips too!",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/water-safety-weekend.htm"
}
