{
    "title": "New River Gorge National River: Wildflower Weekend",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Wildflower Weekend                Wildflower Weekend        Jodi French-Burr       Celebrate Spring in Appalachia at the Thirteenth Annual New River Gorge Wildflower Weekend Join us for ranger-guided programs in local National and State Park sites! April 22-24, 2016          Are you ready for spring? Celebrate the glories of Appalachian spring from the rim of the gorge to the river at the Thirteenth Annual New River Gorge Wildflower Weekend, April 22 to 24, 2016! Explore the area's natural diversity at programs in New River Gorge National River, Babcock State Park, Hawks Nest State Park, Little Beaver State Park, Pipestem Resort State Park, and Tamarack. All programs are free! Bring water and wear sturdy hiking shoes for guided walks. Snacks, binoculars, a hand lens, and a favorite field guide are also useful. For more information call 304-466-0417.         2016 Wildflower Weekend Schedule      Nature Arts at Tamarack: in Beckley, WV April 1 through 28, 2016 Youth Arts in the Parks 2016 Appalachian Spring Wildflower Art Contest Exhibit 8:00 am to 8:00 pm daily, art exhibit in the theater lobby of the Hulett C. Smith Theater and the David L. Dickirson Fine Arts Gallery. Students from Fayette, Nicholas, and Raleigh Counties celebrate regional ecology through art in this special exhibit. Each work was inspired by an area wildflower.  April 22, 23, and 24, 2016 Afternoon with the Artists 10:00 am to 6:00 pm daily, artist studios and on site at Tamarack. Come and go as you please to see how nature inspires artists. Tamarack artists Steve Lilly, Gayle Rancer, and David Bragg demonstrate their skills. Pre-event Arts Workshops: April 19, 2016  West Virginia Wildflower Painting Party 6:00 pm to 9:00 pm Hosted by 110 Marshall Cost: $35  Location: 110 Marshall Studio, 110 Marshall Ave. in Beckley, West Virginia Come celebrate West Virginia's beautiful wildflowers with a guided painting part at studio 110, the pARTy studio at 110 Marshall. Award winning instructor Sandy Shaw will guide you step by step in all the techniques to create a memorable piece of art with acrylic paint on canvas. No experience or supplies needed. Reservation required by April 15. Class is limited to 25 students. Call 304-634-8367  Wildflower Macro-photography Workshop Hosted by Beckley Camera Club Cost: Free Learn and practice the art of macro-photography in this two-part, hands-on workshop. Learn the skills, then practice these skills in the field with park wildflowers as your subject. No experience needed. Supplies needed: camera with macro settings (SLR camera best) and a tripod. Reservation required by April 19. Class is limited to 20 students. Call 304-253-9226   April 21, 2016 (workshop part 1 - classroom) Time: 6:00 pm - 8:00 pm Location: Beckley Arts Center, 600 Johnstown Rd. in Beckley, WV  April 24, 2016 (workshop part 2 - field) Time: 2:00 pm - 4:00 pm Location: Glade Creek trailhead on Glade Creek Access Road in New River Gorge National River near Prince, WV  Wildflower Weekend:   Friday, April 22, 2016: Handy Work for Earth Day: Garlic Mustard Pull Celebrate Earth Day and lend a helping hand to the natural forest. Team up with park staff to help remove a troublesome invasive plant species, garlic mustard. Wear long sleeves, long pants, sturdy walking shoes, work gloves, and bring water. Reservations requested by April 20    9:00 am to 12:00 pm, Glade Creek trailhead on Glade Creek Access Road in New River Gorge National River near Prince, WV. Call 304-465-6534 or e-mail layne_strickler@nps.gov   9:00 am to 12:00 pm, Pipestem Resort State Park in Pipestem, WV. Meet at the Canyon Rim Center (top of the tram). Call 304-466-1800 ex. 344   Twin Falls Spring Nature Explosion 12:00 pm to 3:00 pm lobby of Twin Falls Lodge at Twin Falls Resort State Park in Mullens, WV. Enjoy an afternoon of Earth Day crafts, nature games, and activities for the entire family.   Wildflower ID 101: Basic Field Guide Skills 5:00 pm to 7:00 pm Stone Cliff Trail near Thurmond, WV. Learn and practice the basics of wildflower identification. Bring your favorite wildflower field guide for a close-up look at spring blossoms on this leisurely 2 mile forest walk along the New River. Some field guides will be available.  Youth Arts in the Parks Performance Celebration 6:00 pm to 7:30 pm auditorium at Tamarack in Beckley, WV. See how nature has inspired performance arts in this celebration of ecology through art. Featured southern West Virginia youth artists include Dance It! Dance Studio, Nicholas County High School Choir, School of Harmony, and Summers Middle School Kids in Dramatic Studies.   Saturday, April 23, 2016: Early Birding at Grandview 7:30 am to 8:30 am Grandview –Shelter #4 at New River Gorge National River in Grandview, WV. Bring your binoculars and get an early start with the avian neighbors. Binoculars will be available.  Hike Into Spring! 9:00 am to 1:30 pm Grandview –Shelter #4 at New River Gorge National River in Grandview, WV. Join naturalists on a leisurely 2.5 mile hike from Grandview down to the New River, finding wildflowers and other natural wonders along the way. Be prepared for some steep terrain as we travel down an old dirt road. A free return shuttle will be provided. Reservations requested by April 20;call 304-466-0417   Explore Nature's Bouquet Hike 3:30 pm to 5:00 pm lobby of Twin Falls Lodge at Twin Falls Resort State Park in Mullens, WV. Explore a variety of habitats on this ¾ mile hike on the Buck Run Trail. Be prepared for some steep terrain.   Old Growth Ecology Hike 3:30 pm to 5:30 pm Patterson House at Carnifex Ferry Battlefield State Park in Summersville, WV. Explore the old growth forest ecology of Pierson Hollow in the Gauley River Gorge, a rare thing to find these days. Be prepared for a leisurely 1 mile hike with some moderate terrain.   Sunday, April 24, 2016: Spring Birding at Babcock 8:00 am to 9:30 am Glade Creek Grist Mill at Babcock State Park in Clifftop, WV. Stroll the diverse habitats of Babcock in search of region beauties—birds. Binoculars will be available.  Falls &Flowers: the Nature of Brush Creek + Bluestone Bonus 1:00 pm to 4:30 pm Nature Center at Pipestem Resort State Park in Pipestem, WV. Enjoy beautiful waterfalls and blooms along Brush Creek on this moderate 3 mile round trip walk. Meet at Pipestem's Nature Center to car caravan to the trailhead. Add an extra mile on a hike to the mouth of Brush Creek to the Bluestone River, a nice hike addition for the New River Gorge 100 Mile Challenge.  Basic Wildflower Photography 2:30 pm to 4:30 pm Canyon Rim Visitor Center in Lansing, WV.  Come and go as you please for this informal mini-photography workshop. Learn hot tips of close-up nature photography as you try your hand at this art form. Starter cameras will be available, plus you'll get to print out a photo.    National Park Nature Adventure Tales Around the Campfire  7:30 pm to 9:00 pm Burnwood Day Use Area in Lansing, WV (directly across highway 19 from the Canyon Rim Visitor Center and just north of the New River Gorge Bridge). Join rangers for tales of adventure in nature and national parks. Bring some of your favorite 5 minute park stories to swap too, as we celebrate the National Park Service Centennial. Bring a camp chair or blanket and your favorite campfire snack. Meet at the picnic shelter on the left.    Download a copy of the event schedule         Wildflower Weekend 2009 Video View a video about Wildflower Weekend 2009, produced by WV Public Broadcasting. This was originally broadcast on WV PBS Outlook in June 2009. Watch the video here.            Youth Arts in the Parks Nature Festival at Grandview Teachers; bring your class to Grandview to discover ecology through art and science while being out in nature. This free festival is open to 6th through 8th grade students. Transportation costs can be paid by the park. The festival will be held in April 2016. Check back later for more information. more...          Youth Arts in the Parks Wildflower Art Contest    Has nature ever inspired you to do something creative? Local students can celebrate their creativity through the Youth Arts in the Parks program. This youth art contest and April art exhibition at Tamarack allows students to serve as community leaders and raise awareness of Appalachia's natural diversity and parks. Their works will inspire community connections to local ecology, as well as outdoor stewardship. Student participants in this art program will also have the opportunity to explore the business of art and its role in economic development.  This wildflower art contest is open to all K –12 grade students in Fayette, Nicholas, Raleigh, and Summers Counties. Students may use a variety of mediums to create a work of art inspired by a spring Appalachian wildflower native to the New River Gorge area of West Virginia. Entry deadline: February 1 to 7, 2016. more...",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/wildflower-weekend.htm"
}
