{
    "title": "New River Gorge National River: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Campgrounds              New River Gorge National River provides opportunities for primitive camping only. Camping areas are located along the river. These primitive camping areas have no drinking water or hookups, and limited restroom facilities. All sites are managed on a first-come, first-served basis and reservations are not accepted. There are no fees for camping. Stays are limited to 14 days in the same area. Developed campgrounds are available at state parks and private campgrounds throughout the surrounding area.        Campsite at Army Camp   There are seven primitive camping areas within the park, as well as one at Gauley River National Recreation Area. All are located on maintained gravel roads, but are often located some distance from service stations, markets, and telephones. All of the camping areas provide easy access to the river for fishing and swimming. When swimming, be advised that the New River has powerful currents, rocky banks and shoals, and sudden dropoffs. Always treat the New River with respect and wear a life jacket! The eight camping areas are:  Stone Cliff Beach - Located off Route 25 near Thurmond. Follow the Stone Cliff signs. Six walk-in and one vehicle site.   Army Camp - Located on an unmarked dirt road, off Route 41 near Prince. Coming from Beckley, it is the first left after crossing the New River. There are 11 drive-in tent and RV sites, some with partial shade.   Grandview Sandbar - Located on Glade Creek Road, off Route 41 near Prince. Coming from Beckley, Glade Creek Road is a well-marked right hand turn just before crossing the New River. Follow the gravel Glade Creek for one mile, then turn let down a short winding road to the campground. There are 10 wooded sites for tents and small-medium sized RVs, 6 walk-in tents sites, and 2 accessible sites (with handicapped permit displayed) by the river.   Glade Creek - Located at the end of Glade Creek Road, off Route 41 near Prince. Coming from Beckley, Glade Creek Road is a well-marked right hand turn before crossing the New River. Follow Glade Creek Road for six miles to the campground. There are six walk-in tent sites and five drive-in sites for tents or small-medium RVs. There is one accessible site (with handicapped permit displayed).   War Ridge\/Backus Mountain - From Beckley, take Highway 41 to McCreery, cross the river, and continue towards Danese. Turn right onto Backus Mountain Road, drive approximately 1 1\/2 miles and turn right at the gravel road (SR 22\/7). The campground is on your right approximately 1\/2 mile off Backus Road. There are eight drive-in sites for tents or small RVs.   Brooklyn - Take Gatewood Road to the Cunard turnoff, between Oak Hill and Fayetteville. Turn, then go 1.8 miles, then follow signs to Cunard River Access. Bear right through the boat launch parking lot and continue upstream for a mile. Sites are on the left. There are four shaded walk-in sites and one drive-in site for tents only.   Thayer - Take Route 25 from Glen Jean for six miles towards Thurmond. Turn right at the intersection just before the bridge across the river and continue towards Stone Cliff. At Stonecliff, cross the New River bridge and continue upstream on Route 25 (which becomes unpaved at this point) towards Thayer. At Thayer Church, turn downhill off Route 25 to the bottom. Cross the railroad tracks and turn left towards the campground.   Gauley Tailwaters - This campground is located at Gauley River National Recreation Area. From Route 19 at Mt. Nebo, take Route 129 west across the dam, then turn left at the river access sign. Bear right through the parking lot to the campsites. There are 18 drive-in sites for tents and RVs.   Camping and Wildlife Safety          Regulations At Army Camp, Glade Creek, Grandview Sandbar, Stone Cliff and War Ridge camping is permitted on a first-come, first-served basis as follows:  Two vehicles permitted per site.   Quiet hours are from 10:00 PM to 6:00 AM.   Two camping units (tent or RV) with a maximum of 8 people per site.   Camp only in designated campsites.   Limit of 14 days within a 28-day period within any park campground or camping area.   Public intoxication, disorderly conduct, and possession of alcohol by minors is prohibited.   Possession and use of firearms is prohibited in the camping area.   Pets must be kept on a leash.   You are in a national park area, help protect it: littering is prohibited.    Use existing fire rings.   Burn only dead wood found on the ground.   Do not drive nails into trees, or hang lanterns against trees.   Please use the provided toilet facilities.   Broken glass is a hazard to all -- use plastic and aluminum containers when possible.   Respect other river users.   Group Camping The park has two camping areas available for group camping. One is located off U. S. Route 19 across from Canyon Rim Visitor Center. The other is located along the New River at Dunglen (across from Thurmond). Both of these sites require a Special Use Permit. For a permit for the group campsites, contact the permits office at 304-465-6517. Directions to Burnwood Group Campsite: Burnwood shelter is located on U.S. Route 19 just north of Fayetteville and directly across the highway from the Canyon Rim Visitor Center.   Directions to Dunglen Group Campsite: From US 19 north of Beckley take the Glen Jean exit. Take an immediate left, and go 0.5 miles to Glen Jean. Take a right turn and follow signs to Thurmond on WV 25. (you will take a left at the first stop sign in front of a historic bank building, then veer left at the next intersection). Continue on Rt 25 for 6 miles to a three way intersection. Bear right. The Dunglen shelter will be on your left. The group camping area is located just behind and below the shelter  Backcountry Camping Areas suitable for camping are located adjacent to trails such as Glade Creek, Brooklyn-Southside Junction, and Stone Cliff trails. Other sites are along the river, accessible by boat. Camping is prohibited within 100 feet of developed trails.  Discuss your plans with a ranger before an overnight boating or backpacking trip. Camp above the high water line if possible. Use existing sites and fire rings where provided. Dispose of human waste and dishwater properly. Carry trash out.    Camping is prohibited at Grandview, Brookside Island, day-use areas, and within Bluestone National Scenic River   Camping is prohibited within 100 feet of state roads, parking lots, trailheads, boat launch areas, visitor centers, park structures, top or bottom of cliffs, and historic areas.   Dead, down wood may be used for campfires. Hand tools only may be used on firewood.   Trespassing is prohibited on CSX railroad tracks and roads.    Meadow Creek Campground  The National Park Service is currently constructing a full service campground at Meadow Creek, near Sandstone Visitor Center. When completed, the campground will offer sites for tent, car, and RV camping. Amenities will include communal water spigots, restrooms, and a public boat launch. At this time the campground is not expected to be open until after 2016.    More Information For general camping information, call the main park number at 304-465-0508 (weekdays only). To request an application for group camping, call 304-465-6517 (weekdays only).",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/campgrounds.htm"
}
