{
    "title": "New River Gorge National River: New River Gorge Bridge",
    "body": "Explore This Park    Plan Your Visit     Places To Go     New River Gorge Bridge              New River Gorge Bridge        The New River Gorge Bridge Louise McLaughlin       When the New River Gorge Bridge was completed on October 22, 1977, a travel challenge was solved. The bridge reduced a 40-minute drive down narrow mountain roads and across one of North America's oldest rivers to less than a minute. When it comes to road construction, mountains do pose a challenge. In the case of the New River Gorge Bridge, challenge was transformed into a work of structural art - the longest steel span in the western hemisphere and the third highest in the United States. The New River Gorge Bridge is one of the most photographed places in West Virginia. The bridge was chosen to represent the state on the commemorative quarter released by the U.S. Mint in 2006. In 2013, the National Park Service listed the New River Gorge Bridge in the National Register of Historic Places as a significant historic resource. View the National Register of Historic Places Nomination           Bridge Construction  The West Virginia Division of Highways chose the Michael Baker Company as the designer, and the construction contract was awarded to the American Bridge Division of U.S. Steel. In June 1974, the first steel was positioned over the gorge by trolleys running on three-inch diameter cables. The cables were strung 3,500 feet between two matching towers. Cor-ten steel, with a rust-like appearance that never needs painting, was used in construction.        A BASE jumper lands in the river.   Bridge Day  On the third Saturday of October, the Fayette County Chamber of Commerce hosts \"Bridge Day.\" On this one day a year, the famous New River Gorge Bridge is open to pedestrians and a wide variety of activities—great views, food and crafts vendors, BASE jumping, rappelling, music, and more—draw thousands of people. Bridge Day is West Virginia's largest one-day festival, and it is the largest extreme sports event in the world. The first official Bridge Day was celebrated in 1980 when two parachutists jumped from a plane onto the bridge. They were joined by three additional parachutists, and all five then jumped from the bridge into the gorge.Today, the event lures hundreds of BASE jumpers, cheered on by thousands of spectators.  \"BASE\" stands for Building, Antenna (tower), Span (arch or bridge), and Earth (cliff or natural formation), the four categories of objects in which BASE jumpers jump from. For more information, visit the Official Bridgeday website, or call the New River Convention and Visitors Bureau at (800) 927-0263. NOTE: Pets, bicycles, carts, and strollers are not permitted on the bridge during Bridge Day. Coolers, packages, and large packs or satchels will not be permitted on the bridge for security reasons.        The New River Gorge Bridge spans the gorge filled with clouds.   Directions The New River Gorge Bridge is located on U. S. Route 19, just north of Fayetteville, WV. It is easily reached from Interstates 64, 77, & 79 and from U. S. Route 60 (Midland Trail). It is approximately 30 minutes north of Beckley, 70 minutes east of Charleston, and 70 minutes south of Interstate 79. On the north side of the bridge, Canyon Rim Visitor Center provides outstanding overlooks of the bridge. If you have the time, consider driving the Fayette Station Road  for some fantastic views from underneath the bridge.           Photo Galleries:                   Bridge Construction   13 Photos  Photos taken during the construction of the New River Gorge Bridge.          Bridge Day Photos   24 Photos  Photos of Bridge Day",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/nrgbridge.htm"
}
