{
    "title": "New River Gorge National River: Park Home",
    "body": "A River Runs Through It  A rugged, whitewater river flowing northward through deep canyons, the New River is among the oldest rivers on the continent. The park encompasses over 70,000 acres of land along the New River, is rich in cultural and natural history, and offers an abundance of scenic and recreational opportunities. Read More             Plan Your Visit   Before you visit the park, visit our website to learn more about all you can do at New River Gorge National River.             Celebrate the NPS Centennial   See what New River Gorge is doing to celebrate the National Park Service Centennial.         100 Mile Challenge   Are you ready to hike 100 miles in 2016? Celebrate the NPS Centennial with our 100 Mile Challenge!              Guided Activities   Find out what interpretive programs are going on in the park.         Camp Brookside   Find out what is going on at the Camp Brookside Environmental Education Center.              Rangers in Training   If you are a student age 14-17, you can be a part of this exciting, free summer adventure program.        Hidden History Weekend   Celebrate the wonders of Appalachian heritage, the rich sites and stories of our area's diverse history!              Volunteer In Parks   We are looking for volunteers for positions in 2016. Learn about ways you can help support your park.         Photos and Multimedia   Check out photo galleries, videos, social media, audio tours, and our webcam.              Nature   Learn about the animals, plants, natural features, and ecosystems of the New River Gorge.        History   Learn more about the people, places, and stories that make up the rich cultural history of the New River Gorge.               Education   Plan a field trip to New River Gorge, or learn about our curriculum programs and teachers resources.         Be a Junior Ranger!   Become a New River Gorge Junior Ranger! Find out how you can earn your Junior Ranger badge and patch.        Climate Change   Learn about the effects of climate change at New River Gorge National River.",
    "url": "https:\/\/www.nps.gov\/neri\/index.htm"
}
