{
    "title": "New River Gorge National River: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations        The playground picnic shelter at Grandview. Louise McLaughlin       Reservations Burnwood and Dunglen; To reserve picnic shelters at Burnwood or Dunglen call (304) 465-6517.   Directions to Burnwood Shelter: Burnwood shelter is located on U.S. Route 19 just north of Fayetteville and directly across the highway from the Canyon Rim Visitor Center.    Directions to Dunglen Shelter: From US 19 north of Beckley take the Glen Jean exit. Take an immediate left, and go 0.5 miles to Glen Jean. Take a right turn and follow signs to Thurmond on WV 25. (you will take a left at the first stop sign in front of a historic bank building, then veer left at the next intersection). Continue on Rt 25 for 6 miles to a three way intersection. Bear right. The Dunglen shelter will be on your left.      To Reserve shelters at Grandview: In an effort to process shelter reservations more efficiently while still maintaining good customer service, New River Gorge National River will be processing Grandview shelter reservations through Recreation.gov, an online reservation system that is extensively utilized by the National Park Service, National Forest Service, and U.S. Fish and Wildlife Service across the nation. Beginning on Sunday, November 1, 2015 at 10AM ET, all reservations for shelters at Grandview will be reservable online at www.recreation.gov or by calling the National Recreation Reservation Service at 877-444-6777. Be sure to search for New River Gorge National River when making online reservations for the Grandview shelters. Shelter prices will remain unchanged from last year.  People wishing to reserve shelters at Grandview can establish their user ID and password ahead of time by setting up an account at www.recreation.gov. This will minimize the amount of time it takes to reserve a specific shelter on a specific date when they become available through the new reservation system. Reservations can be made up to 12 months in advance.  Recreation.gov accepts payment by credit or debit card, including: VISA, Master Card, Discover and American Express.   Shelter Prices: Playground Shelter at Grandview: $90.00 Shelter 1 at Grandview: $70.00 Shelter 2 at Grandview: $75.00 Shelter 3 at Grandview: $70.00 Shelter 4 at Grandview $75.00            Permits Check here for information about permits and commercial use authorizations for activities and events in the park. more...",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/permitsandreservations.htm"
}
