{
    "title": "New River Gorge National River: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation        The New River Gorge Bridge spans the gorge 876 feet over the river. Gary Hartley       Plane Charleston WV, approximately 70 miles northwest of the park, is the closest major airport. Some flights are also available nearby at Beckley WV.  Car Highway access is from Route 19, between Beckley and Hico, and from I-64, between Mossy and Sandstone. GPS Coordinates Sandstone Visitor Center: 37.78320 N, 80.89778 W Canyon Rim Visitor Center: 38.07003 N, 81.07583 W Grandview Visitor Center: 37.83017 N, 81.06312 W Thurmond Depot: 37.95712 N, 81.07879 W Sandstone Falls: 37.71797 N, 80.89297 W Nuttallburg: 38.05019 N, 81.03976 W   Public Transportation:  Amtrak service is available to three locations in the park, three days a week. The Cardinal, traveling between Chicago and New York, NY, makes scheduled stops at Hinton and Prince, with Thurmond as a flag stop for passengers with reservations.  Greyhound has a bus terminal in Beckley.  Taxi services are based in Oak Hill and Beckley.   Driving Directions:          Canyon Rim Visitor Center Canyon Rim Visitor Center is located on U.S. Route 19, just north of Fayetteville, WV. U.S. Route 19 is easily reached from Interstates I-64 and I-79, as well as U.S. Route 60. more...         Sandstone Visitor Center Sandstone Visitor Center is located just north of the I-64 and State Route 20 interchange (Exit 139). more...         Thurmond Depot The Thurmond Depot Visitor Center is located seven miles down State Route 25. Take the Glen Jean exit off U.S. Route 19 north of Beckley, and follow the signs to Thurmond. more...         Grandview To reach Grandview from Beckley follow I-64 East five miles to Exit 129 B. From Lewisburg follow I-64 West forty miles to Exit 129. From either exit, turn right and follow Route 9 North six miles to Grandview. more...         Campgrounds  For directions to campgrounds in the park, visit the camping page.",
    "url": "https:\/\/www.nps.gov\/neri\/planyourvisit\/directions.htm"
}
