{
    "title": "Saguaro National Park: Park Watch",
    "body": "Park Watch         photo by daniel stolte  Park Watch: Protect Saguaro National Park by Reporting Suspicious Activity Similar to a neighborhood block watch, Park Watch is a newly established program for park neighbors and visitors to help protect the park. The program’s goal is to decrease resource crimes and criminal activity on public lands, while encouraging park visitors and neighbors to take an active role in keeping Saguaro a safe and enjoyable place to visit.  Please be alert for any threats to the park and its resources. Examples include arson, vandalism, off-road vehicle activity, theft of resources (archeological, cactus, minerals, etc.), poaching (mammals, reptiles, etc.), dumping of debris, illegal camping, and marijuana cultivation or drug labs. If you observe a crime in progress, do not attempt to take any action or intervene yourself. Note the time and location of the incident, descriptions of the persons and vehicles involved, including license plate numbers, and report your observations to a park ranger.      For EMERGENCIES, always call 911! For those incidents described above, Law Enforcement Rangers and park officials can be reached at either of the park’s two visitor centers. But the surest way to contact a ranger, whether during or after hours, is by calling the park’s dispatch center: 24hrs: call the Federal Law Enforcement Dispatch Center in Phoenix at 1-800-637-9152 (press 2 when prompted for a number)           Your assistance will help to protect the natural and cultural resources of Saguaro National Park for this and future generations! Park Watch is a component of the Urban Interface Project, a partnership between Saguaro National Park and the Rincon Institute. The Rincon Institute works to protect the natural resources of Saguaro National Park and surrounding lands through community outreach, education, conservation, and scientific assessment. With the Urban Interface Project, Rincon Institute has expanded its activities to include the park’s Tucson Mountain District (West). To learn more about Urban Interface and other Rincon Institute activities, visit www.rinconinstitute.org.",
    "url": "https:\/\/www.nps.gov\/sagu\/getinvolved\/supportyourpark\/park-watch.htm"
}
