{
    "title": "Bluestone National Scenic River: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park                   Volunteers-In-Parks Program (VIP).You can help your national parks by becoming a volunteer in our Volunteers-In-Parks program. Check out the volunteer page to learn more about the many opportunities to volunteer in your national park. more...         Bookstore: Making purchases from the New River Gorge National River bookstores supports park activities. more...      Donations Many people wish to express their love of America’s national parks by offering monetary donations to support national park programs and projects. Public support is a critical component in the management of National Park Service lands. No other federal agency relies as heavily on the generosity and kindness of its visitors, and we thank you for your past support and look forward to future partnerships. If you are looking for ways to help support New River Gorge National River, Gauley River National Recreation Area, and Bluestone National Scenic River, in our efforts to preserve and protect their spectacular natural and cultural features, you are welcome to make a contribution or cash or checks to the donation boxes located near the front doors of the Canyon Rim or Sandstone Visitor Centers. You may also mail a check to park headquarters at: New River Gorge National River, 104 Main Street, P. O. Box 246, Glen Jean, WV 25846. Checks are to be made out to the National Park Service. Your contributions will: aid the park interpretive and education programs, help maintain park facilities, exhibits, and grounds, and assist in efforts to restore, preserve, and protect the park. Only donations over $100.00 can be assigned to a specific account or project. The National Park Service (NPS) may accept donations from individuals, families, organizations, foundations, corporations, businesses, associations and other entities. All monetary donations received directly by the NPS are deposited in a donation account and accounted for and disbursed using the same standards and procedures for appropriated (federal) funds.",
    "url": "https:\/\/www.nps.gov\/blue\/getinvolved\/supportyourpark\/index.htm"
}
