{
    "title": "Bluestone National Scenic River: Invasive Species",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Species                 Invasive Species          Among the greatest ecological challenges facing Bluestone National Scenic River is the presence and threat of invasive species. Invasive species are those which do not naturally occur in a specific area and cause ecological and economic damage. The majority of invasive species are also exotic, or non-indigenous but some native species can become invasive too (i.e. deer in some areas). Many different organisms can become invasive pests including plants, vertebrates, invertebrates, fungi, and microorganisms. Exotic invasive species can be introduced purposely or accidentally. An intentional introduction could be a plant from Asia that is planted ornamentally in gardens and escapes. An accidental introduction could occur with contaminated containers shipped from overseas. Exotic invasive pests are successful in establishing populations on alien turf because their natural predators (disease, herbivore\/carnivores) do not exist in the new territory and therefore can out-compete native species for resources. Invasive species can eliminate their native counterparts or destroy whole populations if gone unchecked.  Once established, exotic invasive plants can out-compete native plants for sunlight, water, and nutrients. These alien plants can then grow faster, taller, in disturbed areas and spread to create huge monocultures. Some species are able to inhabit very disturbed areas like road embankments and old mining areas that native plants cannot grow in. In a place like Bluestone National Scenic River or the nearby New River Gorge National River, the most floristically diverse gorge in central and southern Appalachians, the threat of exotic invasive plants to the diversity and richness of plant life is huge. Herbivores not accustomed to consuming this new vegetation usually won't. Food sources for herbivores and omnivores could decrease because of exotic invasive vegetation. Invasive plants can disrupt entire ecosystems by altering soil conditions, food availability, and habitat area. At New River Gorge National River, Bluestone National Scenic River, and Gauley National Recreation Area, steps are taken to control exotic invasive plants in important biological and cultural areas.  Invasive plants are not the only pest problems in the three parks. Invasive insects are also problematic. Insects alter forest ecosystems in major ways including defoliating and depriving trees of nutrients, which in turn affects all other organisms reliant on that specific forest type.          Early Detection of Invasive Species Monitoring      Click on the links below to learn more about some of the invasive species that we are dealing with at Bluestone National Scenic River and what our staff is doing to get rid of them.              Garlic Mustard         Hemlock Woolly Adelgid",
    "url": "https:\/\/www.nps.gov\/blue\/learn\/nature\/invasive-species.htm"
}
