{
    "title": "Bluestone National Scenic River: Moonshining on the Bluestone",
    "body": "Moonshining on the Bluestone         Officers pose at a moonshine still; location unknown   Moonshine—illegally distilled corn whiskey.  One of the biggest legends of the West Virginia mountaineers and their lifestyle was the moonshiner. As with any legend there is always a grain of truth, and the grain in this story is 190 proof true.  The mountaineer lived a subsistence lifestyle based on the concept of make do or do without. Food was grown, hunted, and gathered. Shelter, house, clothing, and bedding were made with simple tools from local resources. Water was supplied by cold mountain springs. Bartering and trading were the common forms of exchanging and acquiring goods you could not produce on your own, and cash money was always in short supply.  Early European peoples in the remote and isolated mountain settlements had to possess the skills and ingenuity to make do in many unique ways, and moonshining was one. The distillation of grain into whiskey was an old world skill that soon flourished anew in the Appalachians. If a West Virginia mountaineer wanted to drink whiskey, they did what they would always do; they made it themselves. The main subsistence food crop was corn, so corn supplied the grain. A basic “still” required a large metal cooking pot with a funnel- like neck, a spiral worm tube (copper tubing for creating condensation), and a pot to catch the condensation.  Corn was crushed and mixed with water to create a mixture called mash. Mash was left to ferment in open barrels and produced “still beer”, a mild alcoholic liquid that was cooked in the still pot, causing vapor to run through the worm, condense, and drip into another pot. This product, 190 proof alcohol, was cut with good spring water to make 100 proof clear corn whiskey.  Practicing the subsistence art of moonshining brought the mountaineer into contact with the outside world in two forms. As coal mining and commercial logging towns became prevalent throughout the Appalachians there was finally a lucrative cash market for the mountaineer’s corn crop, provided you sold it by the gallon instead of the bushel. And no moonshining story or legend is complete without the cat and mouse game played between the moonshiner and his arch rival the federal revenue agent or “revenuer”. Government taxing of moonshine whiskey in the United States occurred intermittently before the Civil War and constantly thereafter, and from 1919 to 1933, nationwide prohibition on the consumption of alcoholic beverages was the law of the land. Tax revenue agents hunted the mountains in search of illegal stills and mountaineers in noncompliance with federal tax laws. The name moonshine comes from the illicit nature of the business, and the need to produce and distribute the whiskey in remote places at night, under the light of the full moon.  To learn more about the history of moonshining read “The Second Oldest Profession: An informal History of Moonshining in America” by Jess Carr.  The best access to exploring the Bluestone National Scenic River is through Pipestem State Park. The park preserves the history of moonshining, and this is only fair because when the park was being developed in the 1960’s two active moonshine stills were discovered and destroyed within the park boundaries. You can see an actual confiscated still on display at the State Park Nature Center along with an authentic mountain cabin and farmstead that has been relocated to the site. Ride the tramway 1,100 feet down into the Bluestone Gorge and River and you will pass by a rock overhang that shelters the re-creation of the once active, once remote and hidden moonshine still that the tramline exposed.",
    "url": "https:\/\/www.nps.gov\/blue\/learn\/historyculture\/moonshining-on-the-bluestone.htm"
}
