{
    "title": "Saguaro National Park: Laws & Policies",
    "body": "Laws & Policies       Policies A number of laws and policies guide the management of the park, starting with the founding legislation that created Saguaro National Park. For more information about the policies that guide the National Park Service as a whole, including Management Policies 2006 and specific policy topics, visit the NPS Office of Policy website.   Regulations and Laws Park Rangers enforce a number of federal regulations and laws in the park, including the Code of Federal Regulations, Title 36 Parts 1-5 (36 CFR), and the United States Code, Titles 16, 18 and 21, and 54. Within 36 CFR, park superintendents are granted the authority to make park-specific regulations to maintain public health and safety, protect environmental or scenic values, protect natural and cultural resources, aid in scientific research, provide for equitable use of facilities, and avoid conflict among visitor use activities. These park-specific regulations are found in the Superintendent's Compendium.  To help protect your national park, visitors should become familiar with the laws and regulations prior to visiting. Please click on the links above for 36 CFR and the Superintendent's Compendium. Some basics can be found here.      Firearm Information As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state and local laws, to legally possess firearms in Saguaro National Park. It is the responsibility of visitors to understand and comply with all applicable state, local and federal firearms laws before entering the park. As a starting point, please visit the Arizona State Legislature website http:\/\/www.azleg.gov\/ArizonaRevisedStatutes.asp Type \"firearms\" into the \"search phrase\" box, then click search. A notable exception to this rule is the carrying of weapons in federal facilities. Federal law prohibits firearms in certain facilities in the park; those places marked with signs at public entrances. This prohibition includes those possessing valid concealed weapon permits. In other words, all persons, regardless of the state permit that has been issued to them, are prohibited from carrying a firearm in a federal facility. In Saguaro National Park, these include all administrative buildings, non-residential buildings, and buildings that serve the public. Visitors are advised that use of a firearm remains prohibited within the park. For any questions regarding firearms regulations, please contact District Ranger Jeff Martinelli at (520) 733-5116.       Accident Reports If you were involved in a motor vehicle accident in Saguaro National Park and you or your insurance company would like to request a copy of the report, please fill out the FOIA Request and email it to: sagu_information@nps.gov For questions call: Rincon Mountain District: (520)733-5111 Tucson Mountain District: (520)733-5116      For EMERGENCIES, always call 911! Law Enforcement Rangers can be reached by calling the Federal Law Enforcement Dispatch Center at: 1-800-637-9152 (press 2 when prompted) This number should be used for law enforcement issues only.",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/management\/lawsandpolicies.htm"
}
