{
    "title": "Bluestone National Scenic River: Water Safety",
    "body": "Water Safety          Enjoy the Bluestone River safely, but do not underestimate its power. The water levels change daily and what may thought of as safe today, may not be as safe tomorrow. Enjoying the river safely: • Wear a personal flotation device (PFD or lifejacket) anytime you are boating, swimming, or fishing. Most drownings involve people who didn’t plan on being in the water. Life jackets save lives.   • Do not leave children unattended. They often don’t recognize danger. Young children can drown in relatively shallow water.  • Always wear sturdy shoes. There are sharp objects in the water that will cut bare feet.  • Approximately half of all boating and swimming deaths involve alcohol. Alcohol and river activities do not mix.  • Wear sunscreen, sunglasses, and a hat even on cloudy days.  • Avoid dehydration by drinking plenty of water.  • In the event of severe weather, such as strong winds and lightning, get away from the river as soon as possible and seek shelter.  • Do not swim or boat alone.  • Exposure to cool air and cold water can lead to hypothermia even when temperatures are above freezing.  • Be safe on shore. Accidents often happen to anglers, waders, and “rock-hoppers.” Boating: • Know your skill level. Boating requires special skills and abilities. Be cautious and use the section of the river that best matches your skill.  • Know the conditions. The river changes dramatically with different water levels. What is safe at one level can be hazardous at another. Be alert for changes in the weather.  • Plan your trip. Know your put-in and take-out points before you begin. Tell someone your plans.  • Load your boat properly. Secure equipment to prevent shifting. Carry a first aid kit.  • If you are boating always scout ahead because rapids and unmarked hazards can occur at any time.  • Avoid overhanging tree limbs and downed trees, they can overturn and trap boats.  • Learn how to read the river. Follow the smooth water shaped “V” that points down stream. Water ripples indicate that rocks are lying close to the surface.  • If you capsize, stay upstream of your boat and swim toward shore. Currents push against your boat that can trap you and hold you underwater. If you capsize in rapids, stay on your back with your feet pointed downstream while your life jacket keeps you afloat, until you have an opportunity to swim toward shore.",
    "url": "https:\/\/www.nps.gov\/blue\/planyourvisit\/water-safety.htm"
}
