{
    "title": "Bluestone National Scenic River: Hiking Safety",
    "body": "Hiking Safety          Hiking is always a fun way to enjoy the outdoors and get some exercise. The Bluestone Turnpike Trail, running the length of the park, offers great hiking opportunities. There are also many trails in Pipestem Resort State Park and Bluestone State Park that link to the Bluestone Turnpike Trail. As with any outdoor activity, there are always potential risks. Knowledge and preparedness can reduce the chance of injuries.  Safety First: • Know the weather forecast and plan your hike accordingly.  • Wear comfortable clothes and sturdy hiking shoes. Always be prepared for cold or wet weather.  • Carry rain gear; sudden thunderstorms can occur at any time.   • Bring a trail map. The trails newspaper is available at any New River Gorge visitor center. You can also get a map of the trails of Pipestem Resort State Park from the State Park Headquarters or from the Pipestem website: www.pipestemresort.com. A compass or GPS is also a good idea.  • Bring water and drink regularly; bring snacks or lunch for longer hikes.  • If hiking alone, tell a friend where you will be going and when you expect to be back.  • Stay on designated trails, and use extra caution around cliffs and overlooks.  • During spring and summer, check for ticks.  • Watch where you put your hands and feet; poison ivy, stinging nettles, copperheads, and timber rattlesnakes occur in the park. Learn to recognize these potentially harmful inhabitants.  • Hunting is permitted in the federally owned portion of Bluestone National Scenic River (everything between Pipestem Resort State Park and Bluestone State Park); blaze orange clothing is recommended during hunting season. Hunting is not permitted within Pipestem Resort State Park or Bluestone State Park. The section of the Bluestone Turnpike Trail that is within the boundaries of the state park offers a safe alternative during hunting season.  • Bicycles and horses are permitted on the Bluestone Turnpike Trail. Share the trail responsibly.  • In case of emergency call 911.  Remember to help protect your national park by following these trail regulations. • All trash must be carried out.  • All trails are closed to motorized vehicles.  • Pets must be restrained and leashed.  • Disturbing, destroying, and removing natural and cultural objects is prohibited.",
    "url": "https:\/\/www.nps.gov\/blue\/planyourvisit\/hiking-safety.htm"
}
