{
    "title": "Saguaro National Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip         NPS photo  A field trip to Saguaro National Park can add a new dimension to your classroom studies and reinforce what you are teaching your students. As a teacher, you are also welcome to utilize the park for Self-guided field trips which are available year-round or watch the Saguaro National Park Electronic Field Trip and use the associated lesson plans which are designed to be hands-on and adaptable for 4th through 8th grade. The Electronic Field Trip is available upon request.  We encourage teachers and students to get in touch with their environment by exploring the plants and animals of their desert home here at Saguaro National Park. We currently offer the following place-based experiences. Grade 3 and 5: Field Studies- The Scientific Method and Citizen Science Students explore plants and animals as a biologist would through recording and analyzing observations, measurements in a provided science journal.  Students will search for signs of life on an off-trail hike.  Offered at Tucson Mountain District for up to 62 students. Grade 3: Desert Diversity- The Investigation and Science of Nature Students discover their desert biome by investigating the adaptations that allow plants and animals to thrive in a hot and dry environment they call home.  Students experience life of a scientist as they work to make scientific observations about animal skulls and desert plants.  Students are led on a 1\/3 mile hike to collect plant data and learn how to measure saguaros. Offered at Rincon Mountain District for up to 42 students. Grade 4: Desert Communities- Human Settlement Before the Park Students explore 1,000 years of park by being introduced to the four communities of Hohokam, Tohono O'odham, Homesteaders, and the work of modern day archeologists. Students experience what life was like for each of the communities with hands-on activities and discuss what life in the future might be like. Offered at Rincon Mountain District for up to 32 students Grade 4: Hohokam Community and The Desert Environment Students explore life in the desert as it might have been 1,000 years ago through discussion, short hikes, exploration, and hands-on activities.  Students consider what communication, shelter, and food were like for the Hohokam. Offered at Tucson Mountain District for up to 62 students. Grade 7 and up: Saguaro Survey- Scientific Studies Surround the Saguaro Students gather scientific data on saguaros that is used in the parks long term saguaro monitoring project. Students will learn how to use GPS units, clinometers, digital cameras, mini weather stations units, and compasses. Offered at Tucson Mountain District for one class. Grade 7 and up: Lost Carnivores - Do They Still Roam the Park Students help park wildlife managers in a search for several small carnivores that have not been seen in the park for many years.  With the assistance from Rangers, students set and check wildlife cameras in the field. Offered at Tucson Mountain District for one class.  * This program is intensely hands-on and requires team work, individual student preparation, class preparation time, and working in the field of up to 3 hours. Participating classes will receive a pre and post visit from a ranger. All field experiences are offered morning. The field trip season generally runs from late October to early April. A classroom pre-visit,one week prior to the field trip, provides students with base knowledge and necessary safety message to prepare them for a place-based experience. A picnic lunch in the park is highly encouraged following each program. To register for a naturalist-led field trip, complete the registration form. Fee waivers can be obtained by completing the Fee Waiver Request Application form and submitting it to the park at least 2 weeks in advance. For information about education programs, contact: Chip Littlefield Education Coordinator Saguaro National Park (520) 733-5157 email: chip_littlefield@nps.gov",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/education\/planafieldtrip.htm"
}
