{
    "title": "Gauley River National Recreation Area: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       Basin is part of the unglaciated Allegheny Plateau where the age of the rock strata exceeds 300 million years before present. The high knobs and ridges are deeply dissected by young streams that create narrow canyons with steep slopes. The Gauley River begins in Pocahontas County, West Virginia, at an elevation of about 4,600 feet. Flowing generally west-southwest and draining 1,422 square miles, the Gauley meets the New River at Gauley Bridge and forms the Kanawha River, a major tributary of the Ohio River. The mouth of the Gauley River, 107 miles from its source, is at an elevation of about 600 feet. The resulting average rate of fall is 37.4 feet per mile. Downstream from Summersville Dam where the boundary of the recreation area begins, the river has cut a gorge of up to 500 feet deep in places. The Gauley River flows through the gorge for approximately 25 miles with a stream gradient of 28 feet per mile. Within the gorge, the river is characterized by alternating pools and rapids with torrential water, boulders and exposed bedrock.   Vegetation is diverse and abundant. Extremes in topography, elevation and microclimate have caused tremendous variation in plant life. Most of the recreation area is below 2,000 feet and contains the central hardwood forest type. Tree species found in this timber type include the red and white oak, American beech, yellow poplar, hemlock and dogwood. Such vegetation supports a wide variety of wildlife species.   There are many rare and threatened species within the recreation area. They include one federally threatened plant species, Virginia spiraea, and five category 2 species, Barbara's buttons, Allegheny woodrat, cerulean warbler, eastern hellbender and finescale saddled darter. Category 2 species may be proposed for threatened or endangered status, but more data is required to confirm the need for such protection. State-listed species of concern found within the recreation area include nine plants, one bird, one butterfly, one fish and two amphibians.",
    "url": "https:\/\/www.nps.gov\/gari\/learn\/nature\/index.htm"
}
