{
    "title": "Gauley River National Recreation Area: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions        New River Gorge National River Louise McLaughlin       Nearby National Parks         Bluestone National Scenic River In 1988, Bluestone National Scenic River was designated a unit of the Wild and Scenic Rivers System, which Congress established to preserve the free-flowing condition of the nation's rivers. This park includes a 10.5-miles of the Bluestone River with virtually no vehicle access into the area. The entry points are the aerial tram at Pipestem State Park, the parking area at Lilly, and the trailhead at Bluestone State Park. more…          New River Gorge National River A rugged, whitewater river flowing northward through deep canyons, the New River is among the oldest rivers on the continent. New River Gorge National River encompasses over 70,000 acres of land along the New River, is rich in cultural and natural history, and offers an abundance of scenic and recreational opportunities. more…      West Virginia State Parks         Carnifex Ferry Battlefield State Park Located near Summersville, Carnifex Ferry Battlefield State Park preserves the site of an important Civil War battlefield. Overlooks provide outstanding views of the Gauley River. The park features hiking trails, picnic areas, overlooks, and a museum. more…         Hawks Nest State Park Hawks Nest State Park offers outstanding views into the gorge just north of the New River Gorge Bridge. The park features a lodge, picnic areas, hiking trails, and jet boat ride on the New River. more…          Babcock State Park Babcock State Park, one of the oldest parks in West Virginia, is located within the boundaries of New River Gorge National River. A feature of the 4,000 acre park is a widely photographed grist mill. Within the park are log cabin accommodations, hiking trails, a stable, a lake for fishing and boating, and campsites. more…       Other Destinations         Summersville Lake Managed by the U.S. Army Corps of Engineers, Summersville Lake provides outstanding opportunities for boating, swimming, fishing, and camping. more…          Monongahela National Forest The Monongahela National Forest straddles the highest ridges in the state, creating a fantastic place to hike, camp, hunt, and fish. Cranberry Glades and Falls of Hill Creek are spectacular natural areas that are fairly close to the New River Gorge area. more...       Trip Planning           Visit Southern West Virginia Southern West Virginia is home to numerous parks, historical sites, museums, and tourist attractions. To learn more about what Southern West Virginia has to offer for your next vacation or weekend getaway; This is a great place to start.           Summersville Convention and Visitors Bureau The city Summersville is located Northeast of the Gauley National Recreation Area. Hotels, restaraunts, and other amenities can be found there. to learn more follow the link.           New River Gorge Convention and Visitors Bureau To learn more about hotels, restaurants, and lodging in the New River Gorge area follow the link.",
    "url": "https:\/\/www.nps.gov\/gari\/planyourvisit\/nearbyattractions.htm"
}
