{
    "title": "Gauley River National Recreation Area: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping        Gauley Tailwaters Campground        There are no restaurants or lodging within the park. Lodging and restaurants can be found in the nearby town of Summersville.    The National Park Service offers primitive camping at Gauley Tailwaters, located just below Summersville Dam. From Route 19 at Mt. Nebo, take Route 129 west across the dam, then turn left at the river access sign. Bear right through the parking lot to the campsites. There are 18 drive-in sites for tents and RVs.   Camping is allowed throughout the park on federally-owned lands unless otherwise posted. The National Park Service does not own most of the land within the boundaries of the Gauley River National Recreation Area. Be aware of private property and respect the rights of land owners. Unless developed sites are offered, camp sites must be at least 100 feet away from any river access area, developed trail head area, top edge or bottom of any cliff, park structure or historic ruin. The maximum stay is 14 days at the same camping area. There is no camping fee.   Open fires are allowed where campfire receptacles are provided and must be contained in these designated containers. Campfires are prohibited within 100 feet of any river access area, developed trail head area, top edge or bottom of any cliff, park structure or historic ruin. Use only dead and down wood. Be sure your fire is out and cold before leaving. Do not burn tires or drive nails into trees. The use of chain saws is prohibited.   The Army Corps of Engineers has full-service camping available at Summersville Lake.   Primitive camping is also available at nearby New River Gorge National River.       Local visitor websites These websites include chamber of commerce and visitor bureaus to help you find more information about lodging, restaurants, and recreation in the area.  Visit Southern West Virginia Summersville Chamber of Commerce New River Gorge Convention and Visitor Bureau",
    "url": "https:\/\/www.nps.gov\/gari\/planyourvisit\/eatingsleeping.htm"
}
