{
    "title": "Gauley River National Recreation Area: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing              Fishing                 Fishing the Gauley River Fishing is a popular activity at Gauley River National Recreation Area. The Gauley River offers anglers the opportunity to catch trout, smallmouth bass, walleye, and muskellunge. With proper respect for the river and its resources and a few safety precautions, anglers can enjoy a quality fishing experience.  Public river access points within Gauley River National Recreation Area include Gauley Tailwaters, Masons Branch, and Woods Ferry. To access the Gauley River across private property, one must receive permission from the land owner.  Other places to fish include Bluestone National Scenic River, New River Gorge National River, Meadow River, Greenbrier River, Bluestone Lake, and Summersville Lake. A Time to Fish Spring and fall are the best times of the year to fish the Gauley River. During these seasons, water temperatures are in transition between cold winter temperatures and warm summer temperatures. Most fish species are more active in cooler water and are more aggressively feeding during the spring and fall.  The best times of the day to fish are early morning and late evening. Most fish prey is much more active at these times; therefore, more fish are out feeding. Some species of fish feed at night, providing anglers an opportunity for night fishing. Catch and Release Catch and release ensures fishing opportunities for future generations. Survival of the fish being released depends upon how well the angler handles the fish while catching and unhooking it. Several basic guidelines to follow are:  •return the fish to the water as soon as possible •unhook the fish in the water •handle the fish as little as possible •use needle-nose pliers to remove the hook •remove the hook quickly and carefully •move fish back and forth in the water to move •water through its gills until it can swim away  Fishing Safety Safety on the river will always make your fishing trip an enjoyable experience and possibly could save a life. Some safety tips are:  •always wear a life jacket around the river •never drink alcohol while fishing •remain seated while in a boat •never fish alone; take a friend along •do not wade in water above your knees •fish at least 100 feet away from a boat launch  Regulations All persons fishing in the park are required to have a West Virginia fishing license. Year long and 3-day tourist licenses are available at area sporting goods stores and bait shops.  Much of the land within the National Park Service authorized boundaries remains private property: please respect the owners' rights.       For health and safety, anglers are advised to adhere to published West Virginia advisories for fish consumption. These are published annually in the fishing regulations (http:\/\/www.wvdnr.gov\/Fishing\/Fishing_regs.shtm) and can also be accessed separately from the entire regulation booklet (http:\/\/www.wvdnr.gov\/Fishing\/Regs14\/Consumption_Advisory.pdf). The West Virginia Department of Health and Human Resources has the same information available (http:\/\/www.wvdhhr.org\/fish\/Current_Advisories.asp), along with a little more background information (http:\/\/www.wvdhhr.org\/fish\/default.asp).",
    "url": "https:\/\/www.nps.gov\/gari\/planyourvisit\/fishing.htm"
}
