{
    "title": "Saguaro National Park: BioBlitz 2011",
    "body": "BioBlitz 2011       Thank you to all who made the 2011 BioBlitz a success!       Rocky Mountain NP Acting Superintendent Ben Bobowski accepting the BioBlitz flag from Saguaro NP Superintendent Darla Sidles and John Francis from National Geographic for the 2012 BioBlitz. NPS photo\/Natalie Luna Rose       BioBlitz 2011 was a great success! The 2011 National Park Service \/ National Geographic BioBlitz was held in Saguaro National Park, on October 21 and 22. The event provided local scientists, students and citizens the opportunity to conduct a 24-hour inventory of the plants, insects, birds and other living things that inhabit the desert park. Two days of round-the-clock exploration and documentation, provided a snapshot of the many plants and animals in the 91,445-acre park. BioBlitz teams found at least 859 different species in 24 hours. Included in that total are more than 400 species, mostly invertebrate animals and non-vascular plants, previously unknown in the park and at least one species of bryophyte at this point believed to be new to science. So stay tuned as we find out what species it is in the next few months! Other Highlights from BioBlitz include:  5,500 people, including more than 2,000 registered schoolchildren, participated in BioBlitz and the Biodiversity Festival. The Biodiversity Festival encouraged the public to do their part to protect the environment through music, performances, talks, nature walks, live animal demonstrations and other activities at more the than 45 booths around \"base camp\" at the Tucson Mountain District Red Hills Visitor Center. Thousands of adults and kids earned \"degrees\" from \"Biodiversity University\" by participating in educational programs throughout the festival. The festival had an integrated art program, which included pieces featuring local species, created by local students, seniors and artists. More than 100 poems and prose were written as part of a poetry inventory done with local scientists and writers. A poetry garden\/walk displayed some of the submissions in their natural setting.  We couldn't have done it without the hard work of our partners, National Geographic, Friends of Saguaro National Park and Tucson Electric Power. Thank you to our many volunteers, guest speakers, presenters, artists, exhibitors, and scientists who volunteered their time to educate us about biodiversity in the desert. Lastly, a BIG thank you to the National Park Service for their support! Friend us on Facebook! Follow Saguaro National Park, post-BioBlitz! For more information on everything BioBlitz, please go to www.nationalgeographic.com\/bioblitz.",
    "url": "https:\/\/www.nps.gov\/sagu\/bioblitz-2011.htm"
}
