{
    "title": "Saguaro National Park: The Science Behind Fire Management",
    "body": "The Science Behind Fire Management       For nearly 100 years, the National Park Service has been a steward of public land. Our fire management program is grounded in the best available science. Listed below are links to some select scientific literature and sources of information on a variety of topics relating to fire management at Saguaro National Park.      Fire History - Buffelgrass - Fire Ecology - Effects of Fire on Vegetation - Effects of Fire on Wildlife - Fire Management  Fire History Fire history in the Rincon Mountains, Christopher Baisan (1990) [PDF, 3 MB] Fire history in the Rincon and Catalina Mountains, Jose Iñiguez (2006) - Appendix A (Santa Catalina Mountains) - B (Rincon Peak) - C (Fire history and moisture and forest age structure) [PDF, 5 MB total] Fire histories from the Southwest, Tom Swetnam (2005) [PDF, 736 KB] Related Links University of Arizona Laboratory of Tree Ring Research International Multiproxy Paleofire Database (An archive of fire history data) The Nature Conservancy's Southwest Forest Assessment Project (Historic fire frequency) Fire Danger from Buffelgrass  Fire behavior in buffelgrass and native plant response to invasion, Chris McDonald and Guy McPherson (2011) Buffelgrass transforming the Sonoran Desert, AarynOlsson and others (2011)  Buffelgrass and fire danger in Saguaro National Park, Todd Esque and others (winter 2006)  Nonnative grass invasions and fire in the Sonoran Desert, Todd Esque and Cecil Schwalbe (2006) [PDF, 515 KB] Saguaros Under Siege: Invasive Species and Fire, Todd Esque and others (2005) [PDF, 4.5MB] Related Articles Please see the Buffelgrass Information Center - Stories and Interviews Buffelgrass Information Center - Bibliography  Related Links Buffelgrass Information Center Arizona-Sonora Desert Museum Invaders Page  Fire Ecology  Fire Effects Information System (searchable database) Related Links Journal of the Association for Fire Ecology National Park Service Fire Ecology   Effects of Fire on Vegetation  Borderlands fire regimes, Margot Wilkinson-Kaye and others (2006) [PDF, 639 KB] Fire and other disturbance in Borderland plant communities, Guy McPherson and Jake Weltzin (2000) [PDF, 507 KB] Fire effects on Gambel oak, Scott Abella and Peter Fulé (2008) [PDF, 479 KB] Multiple fires and pine stand structure, Zachary Holden and others (2007) [PDF, 1 MB] Related Articles How Plants Use Fire (And Are Used By It), Stephen J. Pyne (Nova Online, June 2002) Exotic Grasses and Fire, Carla D'Antonio and Peter Vitousek (1992) (PDF, 2.6 MB)  Effects of Fire on Wildlife  Fire and buff-bellied flycatchers, Courtney Conway and Chris Kirkpatrick (2007) (PDF, 159 KB) Fire and forest birds in southeastern Arizona, Chris Kirkpatrick and others (2006) (PDF, 114 KB) Fire, sedimentation, and leopard frogs, John Parker (2005) (PDF, 1 MB) Fire and desert tortoises and other small vertebrates, Todd Esque and others (2003) (PDF, 124 KB)  Fire Management  Historical and current fire management practices in two wilderness areas in the southwestern United States: the Saguaro Wilderness Area and the Gila-Aldo Leopold Wilderness Complex. Molly Hunter, Iniguez, Farris. (2014) (PDF, 7.7 MB) History and evolution of fire policy, Jan van Wagtendonk (2007) (PDF, 2 MB) Wilderness fire management issues, Carol Miller (2006) (PDF, 192 KB) Linking wilderness research and management-volume 1. Wilderness fire restoration and management: an annotated reading list. Marion Hourdequin (2001) (PDF, 400 KB) Related Articles  Fire in the Sky: Why America's ecological treasures sometimes just need to burn, Jeff Wheelwright (Discover Magazine, June 25, 2006) How Rincons and Catalinas went their own ways in wildfire management, Mitch Tobin (Arizona Daily Star, October 5, 2003) Related Links Ecological Restoration Institute, Northern Arizona University The Nature Conservancy, Global Fire Initiative",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/management\/the-science-behind-fire-management.htm"
}
