{
    "title": "Eleanor Roosevelt National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Architect Henry Toombs, Marion Dickerman, and Eleanor Roosevelt at Val-Kill, ca.1927.        Val-Kill is a special place that serves as a window into Eleanor Roosevelt's private and public life.  Its understated beauty, natural setting, and unpretentious amenities may appear surprising to first-time visitors because of its simplicity; a vision that seems incongruous with expectations for the home of one of the most influential women in American history. FDR purchased the parcel of land that would become Val-Kill in 1911.  Eleanor became acquainted with the property in the early 1920's, utilizing the east bank of the Fall-Kill for picnicking.  Known for their love of outdoor activity and informal gatherings, the Roosevelt's adopted the picnic spot as a favorite place away from the main house to relax in a secluded, natural setting. The idea for Val-Kill stemmed from one of these picnics with Eleanor Roosevelt's close friends Marion Dickerman and Nancy Cook.  During one lively discussion, FDR imagined small industries that could keep farming viable during hard economic times.  Eleanor tested this idea.  With FDR's consent, they decided to build a cottage and workshop.  Financed with the women's income, Val-Kill Industries revived handcraft traditions suitable for family-owned farms.  Handcrafts such as furniture-making, metalwork and weaving added income, especially in winter.  As a skills training program, Val-Kill Industries later provided a model for New Deal recovery programs. Once completed, the cottage became the nucleus of Franklin and Eleanor's overlapping network of friends and political associates.  After FDR's death in 1945, Val-Kill became Mrs. Roosevelt's permanent home.  In Val-Kill's tranquil setting, Mrs. Roosevelt continued the tradition of convening people who shared her vision.",
    "url": "https:\/\/www.nps.gov\/elro\/learn\/historyculture\/index.htm"
}
