{
    "title": "Eleanor Roosevelt National Historic Site: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         Salamander    Citizen Scientists Wanted! Have you ever wanted to be a citizen scientist? If you missed participating last year, you have a second chance! Dragonfly Study: Begins June 14, 2016 Dragonfly larvae are currently being sampled for mercury levels in many national parks. Mercury is a toxic pollutant that can harm human and wildlife health, threatening the natural resources the NPS is charged with protecting. Citizen Scientists Study Mercury in Dragonfly Larvae  Salamander Monitoring: Begins June 22, 2016 Ongoing scientific monitoring program for park natural resource statistics and indicator measures.   To become a citizen scientist contact Susanne Norris at 845-229-6873 or by email.        Looking For Volunteers For Val-Kill Exhibit The National Park Service is recruiting for volunteers to work in the Stone Cottage at the Eleanor Roosevelt National Historic Site.  The exhibits, focus on Eleanor Roosevelt's early political life and her associations with politically active women in the 1920's and 1930's, as well as Val-Kill Industries and her life at Val-Kill during FDR's lifetime. Volunteers are needed to welcome visitors to the Stone Cottage and be available to answer questions as visitors enjoy the self-guided exhibits.  The park is looking for people who are willing to commit at least 4 hours a day each week. Specify Val-Kill Exhibit on your application. If you have questions please call Franceska Macsali-Urbin at 845-229-6214. VIP Application - Please download and mail (not email) to: Margaret Laffin Roosevelt-Vanderbilt NHS 4097 Albany Post Rd Hyde Park NY 12538        Val-Kill Garden Volunteers NPS  Dig In!   We need volunteer gardeners to assist with the restoration and maintenance of the Val-Kill landscape.  Volunteers will work under the direction of the park horticulturist on projects throughout the landscape. The volunteer gardening program takes place on Wednesdays from 9:00 am–12:00 pm. Gardening experience is not required. To find out if volunteering at Val-Kill is for you, and to learn about the restoration plans, attend the informational meeting on Wednesday, April  15 at 10:30 am at the Val-Kill Playhouse.   To register for the meeting call Anna de Cordova, NPS Horticulturist at 845-229-4218, or email anna_decordova@nps.gov.        Roosevelt-Vanderbilt National Historic Site Volunteer Opportunities Have you ever wanted to work at a National Park assisting visitors?  Does early 20th century history fascinate you? Do you like leading tours and giving public presentations? If any of the above intrigues you, consider becoming a volunteer. There are a variety of volunteer opportunities available at Roosevelt-Vanderbilt National Historic Sites including: Visitor Services\/Interpretation ·  Assisting the interpretive staff conducting tours in the FDR home, Val-Kill, or Vanderbilt Mansion, and on the grounds. ·  Assisting the interpretive staff at the visitor center information desks answering questions, and providing information about the park and surrounding area. ·  Assisting the interpretive staff in \"backing up\" large tours and school groups.   Education Volunteers  If you would like to be an education volunteer please call Susanne Norris at 845-229-6873.    Train Volunteers    If you are a person interested in history, and riding trains, there are opportunities available to volunteer with the National Park Service's Trails to Rails program. Volunteers ride on Amtrak trains presenting programs to riders.  Please contact Ranger, Mike Autenrieth at 845-229-7770.      Garden Volunteers ·  If you enjoy working outdoors, and are interested in gardening, there are opportunities available to volunteer with the Beatrix Farrand Garden Association or the Frederick W. Vanderbilt Garden Association. Volunteers work as part of a team along side park staff upholding the high standards of the National Park Service. Candidates should want to learn more about the history of the sites. Information given out must be accurate and clear. The park will train and assist you. For more information about becoming a volunteer, please contact the park volunteer coordinator at 845-229-7770 or by email.",
    "url": "https:\/\/www.nps.gov\/elro\/getinvolved\/volunteer.htm"
}
