{
    "title": "Eleanor Roosevelt National Historic Site: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories        Eleanor and Franklin with friends at Val-Kill ca. 1927 Photo Courtesy of the Franklin D. Roosevelt Presidential Library and Museum, Hyde Park, NY.                Eleanor Roosevelt, Nancy Cook, Caroline O'Day and Marion Dickerman in their office at the Democratic Party State Headquarters in NYC. NPS  Val-Kill: The Early Years    In the 1920s, Eleanor Roosevelt joined a group of independent-minded women dedicated to shaping politics and policy. New expectations ignited a stirring friendship with the activists Nancy Cook and Marion Dickerman. Together they created jobs, influenced party politics, and advanced social reforms. Val-Kill embodies their pioneering spirit.    During this time, Eleanor and Franklin formed a unique partnership. Driven by independent interests, they were united by a strong, complex vision and overlapping circles of friends and associates. As FDR advanced politically, Eleanor's influence grew in both the Democratic women's movement and the president's administration. In Val-Kill's relaxed atmosphere, the Roosevelts gathered advisors, reformers, dignitaries, and even movie stars to address pressing issues of the times. Working together, Franklin and Eleanor built alliances and shaped national politics. Eleanor Roosevelt transformed the role of first lady, bringing decades of women's social reform work to the national political agenda. For the rest of her life, Val-Kill remained a source of inspiration and a gathering place for those who shared her vision.    These stories are presented in \"Eleanor Roosevelt and Val-Kill: Emergence of a Political Leader,\" a new permanent exhibit located in the Stone Cottage at Val-Kill which examines Eleanor Roosevelt's world during the 1920s and 1930s and the influential women and men she worked with to shape a national political agenda during the New Deal.    The exhibit is made possible through the generous support from the Eleanor Roosevelt Val-Kill Partnership and their lead benefactors: Lia and William Poorvu, Claudine and Fred Bacher, the Muriel F. Siebert Foundation, and countless supporters. Additional substantial support was provided by the Roosevelt-Vanderbilt Historical Association.",
    "url": "https:\/\/www.nps.gov\/elro\/learn\/historyculture\/stories.htm"
}
