{
    "title": "Eleanor Roosevelt National Historic Site: Nancy Cook",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Nancy Cook                Nancy Cook         Nancy Cook (NPS Photo)   Nancy Cook (1884-1962) was born on August 26, 1884, in Massena, New York. She attended Syracuse University, where she became an avid supporter of woman's suffrage and campaigned for protective labor legislation for women, the abolishment of child labor, and world peace. After graduating in1912, she moved to Fulton, New York, where she taught art and handicrafts to high school students from 1913 to 1918. At Fulton, she became reacquainted with Marion Dickerman, whom Nancy first met in a Syracuse boarding house for students. The two women would become lifelong partners, living together almost their entire adult lives, sharing a life dedicated to politics, education, and progressive reform. When World War I erupted, Nancy and Marion threw themselves into war-related activities, especially working with the Red Cross and for the Liberty Loan drive. In early spring 1918,  they traveled to London to work for the women-staffed Endell Street Military Hospital. Within months, both had become nursing orderlies in overcrowded critical care units. Nancy, after only twelve days of training, had begun to make artificial limbs for soldiers disabled by the war. New York women had won the right to vote while Nancy and Marion were abroad. When they returned to Fulton, they were stunned to learn that the progressive Joint Legislative Conference had nominated Marion to challenge an anti-woman suffrage Republican leader in the state assembly. Nancy managed Marion's unsuccessful bid for the New York State Assembly so skillfully that despite Marion's defeat, Nancy's organizational abilities drew the attention of party leaders determined to increase the Democratic women's vote. Nancy, who had never been fond of teaching, quickly left the profession when Harriet Hay Mills, chair of the Women's Division of the New York Democratic Party, asked Nancy to join her staff. Nancy would serve the party as executive secretary of the Women's Division for nineteen years, playing key roles in Al Smith and Franklin Roosevelt's gubernatorial and presidential campaigns. Nancy met Eleanor first over the telephone, when Nancy urged her to headline a fund-raising luncheon for the Women's Division. Eleanor accepted, even though she had never given a speech before to that large an audience. They met face to face after the luncheon when Eleanor sought Nancy out to give her a bouquet of violets. She then invited Nancy and Marion to visit Hyde Park that summer. Soon Nancy and Marion became frequent guests of the Roosevelts at Hyde Park. By 1925, with Eleanor they were building a shared cottage on Roosevelt property. They called the place Val-Kill. From the cottage, Nancy managed Val-Kill Industries, a craft revival workshop established by all three women. When Eleanor became committed to redeveloping Arthurdale, West Virginia, she asked Nancy to work with the subsistence homestead program. Nancy and Eleanor oversaw the interior needs of each Arthurdale house while Nancy temporarily administered the furniture and woodworking projects of Arthurdale's Mountaineer Craftsmen's Cooperative Association. Yet as close as the three women had become, rifts were developing. Thrilled with FDR's victory, Nancy and Marion could not appreciate Eleanor's anxiety over moving into the White House. By late 1933, as Eleanor's responsibilities introduced her to a wider world and her interests and friendships expanded, she had less time to spend with Dickerman and Cook. By 1936, when they closed Val-Kill Industries and dissolved their business partnership, Eleanor exchanged her share in the cottage she shared with Nancy and Marion for sole ownership of the Val-Kill factory which she converted to a cottage for her private use where she could entertain without imposing on or involving the other women. In the summer of 1938, Eleanor and Nancy had a serious disagreement. Eleanor thought Nancy and Marion did not respect her opinion. Furthermore, as historian Blanche Cook argues, Eleanor resented Marion's inference that she and Nancy had helped create her. By October 1938, their friendship had dissolved. Although Nancy remained close to FDR, her future involvement with Eleanor involved only Christmas and birthday gifts. The legal disentanglement of their financial relationship in the Val-Kill property, Val-Kill Industries and the Todhunter School would take most of 1939. The emotional toll was just as great. In 1947, Nancy and Marion sold their interest in Val-Kill to Eleanor and moved to New Canaan, Connecticut. Nancy died on August 16, 1962.",
    "url": "https:\/\/www.nps.gov\/elro\/learn\/historyculture\/nancy-cook.htm"
}
