{
    "title": "Eleanor Roosevelt National Historic Site: ParkChat",
    "body": "Explore This Park    Learn About the Park     ParkChat            ParkChat        ER and FDR at the Henry A. Wallace Visitor and Education Center NPS - Bill Urbin       RSS  About This Blog Publishing personal stories about our employees, volunteers, and visitors; promoting events; and exposing some of the things and places you might not get to see when you visit our park.   Painting the Park  August 04, 2016 Posted by: Cassie Kelly, Social Media Intern, Roosevelt-Vanderbilt National Historic Site    When visitors walk through our parks, it feels like they are walking through a painting. It can be a very inspiring place for artists of all kinds. In fact, you’ll often find people propped up with their easels and paint brushes to paint the scene before them or kneeling down to get that perfect shot of a flower with their camera. A place as beautiful as a national park always attracts the artistic eye. NPS Centennial, Arts In The Parks, Vanderbilt Mansion      Restoring History at Farm Lane  July 27, 2016 Posted by: Cassie Kelly, Social Media Intern, Roosevelt-Vanderbilt National Historic Site    Between the historic home of Franklin D. Roosevelt and the humble cottage of his wife Eleanor, is a historical trail connecting the two national historic sites. The trail is known as Farm Lane and is used as a pedestrian and bicycle pathway for visitors to travel from one site to the other. The 334 acres of woodland landscape was once a part of the 1,500 acres that the Roosevelt’s owned and is now home to a diverse habitat for many kinds of wildlife. Farm Lane, Wildlife, Salamanders, Trail Management, NPS Centennial      Our Green Machines  July 14, 2016 Posted by: Cassie Kelly, Social Media Intern, Roosevelt-Vanderbilt NHS    If you’ve stopped by the Vanderbilt Mansion National Historic Site recently, you may have noticed our new furry friends. Environment, Landscaping, History      National Park Service Inspires Marist Fashion Mag  July 06, 2016 Posted by: Cassie Kelly, Social Media Intern, RooseveltVanderbilt National Historic Site    The 100th anniversary of the National Park Service was the perfect inspiration. The students decided to stay close to home and have all of the photography taken just up the road at the Roosevelt-Vanderbilt National Historic Site in Hyde Park. Fashion, Education, Environment, NPS Centennial      Hyde Park Parade  June 30, 2016 Posted by: Cassie Kelly, Social Media Intern, Roosevelt-Vanderbilt National Historic Site    This year, the Fourth of July Parade in Hyde Park will celebrate the 100th anniversary of the National Park Service. Going along with the theme that they have been promoting all year, the parade will emphasize the importance of the National Park Service on American History, especially their role in Hyde Park.  Roosevelt-Vanderbilt National Historic Site, Rangers, Hyde Park, NPS Centennial      Introduction  June 22, 2016 Posted by: Cassie Kelly, Social Media Intern    Welcome to our new blog! Stories from Roosevelt-Vanderbilt National Historic Site. Roosevelt, Vanderbilt, History",
    "url": "https:\/\/www.nps.gov\/elro\/blogs\/ROVABlog.htm"
}
