{
    "title": "Eleanor Roosevelt National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           54 Val-Kill Park Road  Hyde Park, NY 12538                 Directions         Eleanor Roosevelt National Historic Site is located on Route 9G in the Town of Hyde Park, NY.  Directions Details           Operating Hours & Seasons         Eleanor Roosevelt National Historic Site Val-Kill Cottage is open by guided tour only.  May through October tours are offered throughout the day, with the last tour at 4:00 PM.  November through April the Cottage is closed Tuesday and Wednesday with tours offered Thursday-Monday at 1:00 PM and 3:00 PM.  The grounds are open everyday sunrise to sunset.  Closed Thanksgiving, Christmas and New Year's Day.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Additional Information View More       Winter Hours for Val-Kill (November-April):   November 1  - April 30   Sunday: 12:30 PM - 4:00 PM   Monday: 12:30 PM - 4:00 PM   Tuesday: Closed   Wednesday: Closed   Thursday: 12:30 PM - 4:00 PM   Friday: 12:30 PM - 4:00 PM   Saturday: 12:30 PM - 4:00 PM                  Weather           Spring: Temperatures usually range from 40°F to 70°F.  Rain is not uncommon. Summer: Temperatures usually range from 70° F to 100° F.  Humidity can be high throughout the summer months with periods of rain. Fall: Temperatures usually range from 40° F to 70° F.  Peak leaf season is mid-October.  Rain is not uncommon. Winter: Temperatures usually range from 30° F to 50°F.   Ice, Freezing Rain and Snow are not uncommon.          Fees & Passes     Entrance Fees:   Eleanor Roosevelt Entrance Fee - Per Person - $10.00 Your visit to Val-Kill includes a 45 minute guided tour of Val-Kill cottage, a twelve minute orientation film on Eleanor Roosevelt called, \"Close to Home,\" and exhibits.  Children 15 and under are free.         Visitor Centers       Val-Kill Visitor Center The Visitor Center is where you will purchase your tickets.  It is also where the gift shop is located.                Before You Arrive: A visit to Val-Kill is by guided tour only.  The tour begins with an introductory film, followed by a 45 minute tour of Val-Kill Cottage.   Visitors may also view the permanent exhibit, \"Eleanor Roosevelt and Val-Kill: Emergence of a Political Leader,\" located in the Stone Cottage as well as other exhibits located in the Playhouse. Baby carriages, strollers, infant carriers, backpacks, tripods, selfie sticks and flash photography are all prohibited from the tour.  During periods of high visitation (Summer weekends, Holidays, and October) it is not unusual for tours to sell out.  Restrooms are available on site. The Visitor Center and Museum Shop are open according to our seasonal hours. Visit our Operating Hours and Seasons page. The grounds are free and open daily until sunset.",
    "url": "https:\/\/www.nps.gov\/elro\/planyourvisit\/basicinfo.htm"
}
