{
    "title": "Erie Canalway National Heritage Corridor: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       A Waterway to the Interior The New York State Canal System is the most commercially enduring and historically significant canal way in the United States. This waterway played a key role in turning New York City into our country's most important center for commerce, industry, and finance. Besides spurring growth in the Mohawk and Hudson valleys, these canals helped open up western America for settlement and for many years transported much of the Midwest's agricultural and industrial products to domestic and international markets. The Canal's Beginning In the early 19th century New York State Governor De Witt Clinton embarked on the vision of constructing a canal crossing New York and connecting Albany and Buffalo. Criticized by some, who labeled the project \"Clinton's Ditch,\" Governor Clinton persevered. The result was a 364-mile long water route connecting the Hudson River (at Albany) with the Great Lakes (at Buffalo) --the first all water link between the Atlantic seaboard and the Great Lakes. Begun in 1817, the canal actually had its roots in an earlier time period, nearly 50 years prior. American General Philip Schuyler, an enduring figure from the American Revolutionary War, had pioneered the idea of canals in northern New York. Though he died in 1804, and did not see the fruition of his dreams for a New York canal, his plans and drawings went into the design and creation of a successful canal system. When it opened in 1825, the Erie Canal almost immediately revolutionized trade, commerce, and transportation. The uncomfortable two-week wagon or stagecoach trip from Albany to Buffalo became possible in merely five days --less than half the time. Freight rates fell to just 10 percent of their previous cost, markedly increasing the profit margin. As more commerce with western New York became a reality, the importance of New York City as an Atlantic port multiplied. Western New York farmers, loggers, miners, and manufacturers found their economic hands could reach farther than ever before. Shipping and trade, and society in general, in New York City flourished. An Unexpected Effect Not only did the Erie Canal open the American interior to increased trade, commerce, and settlement. It also became an \"information superhighway\" for new ideas. Social reforms like abolitionism, women's rights, utopianism, and various religious movements thrived in the canal corridor.  More Growth, And Change The success of the Erie Canal required expansion of the Canal to accommodate more and larger boats. As that growth continued, it sparked the creation of canal systems across the eastern United States, and Canada as well.  Eventually, the wave of canal enthusiasm waned. As trains came onto the scene, canals began to take a back seat to the speed and versatility of locomotives. The creation of the St. Lawrence Seaway in 1959 even further reduced commercial traffic on the Erie Canal. Now, New York's canal system has a new life as a venue for water- and land-based recreation and learning about our nation's heritage.",
    "url": "https:\/\/www.nps.gov\/erie\/learn\/historyculture\/index.htm"
}
