{
    "title": "Erie Canalway National Heritage Corridor: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Erie Canalway National Heritage Corridor is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      All Aboard with Trails & Rails  All aboard for your next National Park adventure! Trails & Rails guides will help you Find Your Park from the comfort of your seat. Ride with our talented Trails & Rails volunteers on many Amtrak routes across the country. Read more   Be Moved by Women and Water  Visit the place that touched off the largest social movement in American Historythe Women’s Rights Movementand discover the canal’s role in spreading not only people and goods, but ideas and information. Starting in Seneca Falls, this itinerary presents options to experience some of the Finger Lakes great treasures: pristine lakes, the Cayuga-Seneca Canal, fine wineries, premier birdwatching, and recreational adventures. Read more   Discover Why All Roads Lead to Rome  Discover why all roads lead to Rome when it comes to water, transportation, and settlement in this part of New York State.  Visit a vital frontier fort that shaped the course of American history. Then head to the water, where Mohawk River and Erie Canal merge. Choose from boating, cycling, and hiking options to add active adventure to your journey. Read more   Experience the Power of Water  Experience America’s greatest waterfall, where you can spend hours or days exploring the region’s beauty and history. Pair your trip to Niagara Falls with a visit to the Erie Canal at Lockport, where water powered innovation and industry. You’ll see how canal engineers built the impressive Lockport Flight to solve the problem of helping boats climb the 60-foot Niagara Escarpment. Choose from boating, cycling, and hiking options to add active adventure to your journey. Read more   Follow America's Destiny  Explore the interconnected waterways that shaped North America’s destiny. From Dutch and French explorations to the French and Indian War to the Revolutionary War and Battle of Saratoga to its canal heydays in the 1800s, the Champlain Region will connect you with people, places and events that fueled the Nation. Choose from boating, cycling, and hiking options to add active recreation to your journey. Read more   Go Where the Buffalonians Roam  What do chicken wings, Theodore Roosevelt, Cheerios, and the Erie Canal have in common? Explore New York’s second largest city and you’ll quickly find out. Visit the site where Theodore Roosevelt took the oath of office, then head to Buffalo's vibrant waterfront and discover the heart of the city transformed by the Erie Canal in 1825. Choose from boating, cycling, and hiking options to add active adventure to your journey. Read more   View More Experiences for Erie Canalway National Heritage Corridor    Call to Action Projects      A Public Private Partnership Provides New Opportunities for NY Students  Two important grants awarded to the Erie Canalway National Heritage Corridor have provided access to historic and cultural sites for over 1300 students across New York State and provided new web-based tools to help teachers bring the stories of those sites into the classroom. Read more",
    "url": "https:\/\/www.nps.gov\/erie\/getinvolved\/2016.htm"
}
