{
    "title": "Saint Croix National Scenic Riverway: Public Involvement",
    "body": "Explore This Park    Learn About the Park     Management     Public Involvement              Public Involvement       Do you live along the Riverway or within the watershed?  You can help preserve the Riverway by taking care of your own property.  Conserving your Blufflands:  A Management Guide for St. Croix River Property Owners , was created by the Minnesota DNR and Great River Greening to help property owners along the Lower St. Croix River.  Take a look and see if there is any information you can use.    If you have questions about being a property owner, please e-mail us.      The National Park Service (NPS) has prepared an Environmental Assessment (EA) for a Great Lakes Invasive Plant Management Plan (IPMP) for the following ten parks located in the Great Lakes region: Apostle Islands National Lakeshore (APIS), Grand Portage National Monument (GRPO), Ice Age National Scenic Trail (IATR), Indiana Dunes National Lakeshore (INDU), Isle Royale National Park (ISRO), Mississippi National River and Recreation Area (MISS), Pictured Rocks National Lakeshore (PIRO), Sleeping Bear Dunes National Lakeshore (SLBE), St. Croix National Scenic Riverway (SACN), and Voyageurs National Park (VOYA). Proposed treatment measures identified in the Great Lakes IPMP\/EA are based on sound integrated pest management.  Integrated pest management is defined as a decision-making process that coordinates knowledge of pest biology, the environment, and available technology to prevent unacceptable levels of pest damage, by cost-effective means, while posing the least possible risk to people and park resources. Integrated pest management can also include reducing the risk of new introductions, determining acceptable levels of infestation, use of multiple techniques for control, and continued monitoring and management. When completed, this Great Lakes IPMP\/EA would provide strategies for park staff to manage terrestrial and emergent wetland invasive plants on both NPS and NPS managed lands within the designated boundaries of the ten Great Lakes parks. Another primary goal of the IPMP\/EA is to serve as a programmatic NEPA document for invasive plant management within each of the ten parks.  That is, future invasive plant activities addressed by this EA would not require additional analysis under NEPA for park-specific actions, so long as the impacts of these specific actions have been adequately addressed in the Great Lakes IPMP\/EA. Public Comment Opportunities The Great Lakes IPMP\/EA is now available for public review and comment. Please visit the NPS website at http:\/\/parkplanning.nps.gov\/ipmpea to retrieve the EA, or view a hardcopy at any of the ten Great Lakes parks headquarters. Comments should be submitted electronically using the \"Open for Comment\" link at http:\/\/parkplanning.nps.gov\/ipmpea. Alternatively, comments may also be mailed to Great Lakes IPMP c\/o Kleinfelder, 300 E. Mineral Ave, Suite 7, Littleton, CO 80122-2655. Comments must be received by, time-stamped, and\/or post-marked by May 15, 2012, 5:00 pm eastern standard time (EST)  A brochure is available to learn more about the public comment phase.          .",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/management\/publicinvolvement.htm"
}
