{
    "title": "Erie Canalway National Heritage Corridor: Bicycling Information",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Bicycling Information              Bicycling Information         Cyclists on the Erie Canalway Trail   Cycling the 365-mile Erie Canalway Trail is one of the best ways to experience the Erie Canalway National Heritage Corridor. Enjoy great scenery, fascinating history, and unparalleled cycling on paved and stone dust trails that follow both active and historic sections of the Erie Canal.  More than three-quarters of the 365-mile off road trail between Albany and Buffalo is now complete and is safe for all ages. Because the trail closely parallels the Erie Canal, it offers easy access to and from communities throughout the Corridor. Cyclists can follow New York Bike Route 5 to connect off road segments.  It's easy to plan short rides, weekend or extended trips along the Canalway Trail. Overnight accommodations include Bed & Breakfasts, hotel\/motels, and camping. Getting Started   Buffalo to Albany- Cycling \"end to end\" takes about eight days, riding 40-60 miles per day.    \"Best 100 miles\"- Well, actually 120 miles from Buffalo to Lyons takes you along the Canalway Trail through western New York's canal villages.   Old Erie Experience- Syracuse to Rome. Enjoy 36-miles of off-ride cycling along the Old Erie—a section of canal built in the 1800s and no longer used. Visit Chittenango Landing Canal Boat Museum and Green Lakes State Park along the way.   Mohawk-Hudson Bikeway- Little Falls to Albany. 86-miles of cycling through the picturesque Mohawk Valley. Visit locks, historic and cultural sites, and canal towns. Short segments are easy to access for day trips.    Champlain Canal Tour- A combination of on and off-road riding takes you from Waterford to Whitehall along NY Bike Route 9 along Route 4. Due to on-road conditions, this route is most suited for experienced cyclists. Saratoga National Historical Park is on route and offers 10 miles of additional cycling through the park.     Find more on our official website.",
    "url": "https:\/\/www.nps.gov\/erie\/planyourvisit\/bicyclinginformation.htm"
}
