{
    "title": "Erie Canalway National Heritage Corridor: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Begin your journey in the east, west, or right in the middle of New York State, you can't go wrong-- the canal's treasures are strong together along the waterway like gems on a necklace.  The canal is accessible by CAR, RAIL, BIKE, and BOAT and from major airports: Albany International (ALB), Syracuse Hancock International (SYR), Greater Rochester International (ROC), and Buffalo-Niagara International (BUF).  From Nearby Metro Areas   New York City & Boston- The eastern part of the canal corridor is just a three-hour drive north of New York City and a three-hour drive west from Boston. Begin in New York's Capital Region.  Niagara Falls &Toronto - the western part of the canal corridor is a 30-minute drive from Niagara Falls and a two-hour drive from Toronto. Begin in the Western Erie Region.  Montreal- the northeastern end is a three-hour drive south from Montreal. Begin in the Champlain Region.   By CAR  The New York State Thruway (I-90) roughly parallels the Erie Canalway route from Albany to Buffalo. Northway 1-87 provides access from Albany to Whitehall. The best way to explore the Canalway Corridor by car is along state and county roads that hug the water more closely and thread through the hamlets, villages, and cities that grew along the waterways. These include: NY Rte. 31 in western New York; NY Rte. 5 and 5S in the Mohawk Valley; NY Rte. 48, 481, and County Rte 57 along the Oswego Canal; NY Rte. 4 along the Champlain Canal ...and a host of smaller roads in between.   By RAIL Amtrack provides passenger rail service through the Canalway Corridor with several stops each day. The Maple Leaf Line- provides daily east-west service with stops in Buffalo, Rochester, Syracuse, Rome, Utica, Schenectady, and Albany. The Adirondack Line- provides daily service along the Champlain Canal with stops in Fort Edward and Whitehall.  By BIKE Bicycling is a popular way to explore and enjoy the Erie Canalway. More than three-quarters of the 365-mile ERIE CANALWAY TRAIL SYSTEM is now complete. The paved and stone dust trail follows the former towpath along sections of the original Erie Canal and the \"canalized\" Seneca and Mohawk Rivers. These trail segments and other areas of the Canalway Trail System connect with trails leading throughout New York State, providing one of the most extensive trail networks in the country.  By BOAT What better way to explore the Erie Canalway than by boat? The New York State Canal System operates from early May to early November.",
    "url": "https:\/\/www.nps.gov\/erie\/planyourvisit\/directions.htm"
}
