{
    "title": "Erie Canalway National Heritage Corridor: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Erie Canalway National Heritage Corridor 1 Delaware Avenue  Cohoes, NY 12047                 Directions         Begin your journey in the east, west, or right in the middle of New York State, you can't go wrong-- the canal's treasures are strong together along the waterway like gems on a necklace. The canal is accessible by CAR, RAIL, BIKE, and BOAT and from major airports: Albany International (ALB), Syracuse Hancock International (SYR), Greater Rochester International (ROC), and Buffalo-Niagara International (BUF).  Directions Details           Operating Hours & Seasons         Erie Canalway  The Corridor spans 524 miles across the full expanse of the upstate New York. It includes the Erie, Cayuga-Seneca, Oswego, and Champlain Canals and their historic alignments. The Corridor encompasses 4,834 square miles in 23 countries and is home to 2.7 million people. For details and operating hours of the places of interest in the Erie Canalway National Heritage Cooridor, visit http:\/\/www.eriecanalway.org\/explore.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Weather along the Erie Canalway National Heritage Corridor can vary greatly from one end of the Corridor to the other. Lake effect snows in winter from Buffalo to Syracuse may only be flurries by Utica, and merely cloudy skies in Albany. Clearing skies in Rochester may be the wake of a heavy thunderstorm that has moved on to Saratoga Springs.         Fees & Passes     Entrance Fees:   Erie Canalway National Heritage Corridor - $0.00 There are no admission fees to the Erie Canalway National Heritage Corridor. There are fees for boating through the locks and private and non-profit historic sites may charge admission or accept donations. Information on fees for boating through the locks may be found at the New York State Canal Corporation, visit, http:\/\/www.canals.ny.gov\/boating\/tolls.html.          Visitor Centers                         The exceptional scenery, history, culture, and natural resources of the New York State Canal System and communities along its shores earned this unique region designation as the Erie Canalway National Heritage Corridor in 2000.  The Corridor spans 524 miles across the full expanse of upstate New York. It includes the Erie, Cayuga-Seneca, Osweto, and Champlain Canals and more than 200 canal communities.    The Canal System is open from May through mid-November. The Canal System connects the Atlantic Ocean with the Great Lakes, Lake Champlain, and a vast network of inland waterways.   The Erie Canalway Trail is open year-round. The Erie Canalway Trail follows the canal route from Buffalo to Albany; three-quarters of the 365-mile trail is off road.   Whether you explore by boat, bike, or car, it's easy to access canalside villages, towns, and cities. A highlight of any visit is spending time in canal communities, where unique shops, restaurants, historic sites, and museums await.",
    "url": "https:\/\/www.nps.gov\/erie\/planyourvisit\/basicinfo.htm"
}
