{
    "title": "Saguaro National Park: Plants",
    "body": "Plants         Saguaro National Park offers great opportunities for sunset watching. NPS photo\/J. Williams  Saguaro National Park is located within a desert, but contrary to what you might expect, there is an abundance of life. Plants here are adapted to drought, so during long dry periods they are able to go dormant, conserving their water. At these times, many plants appear lifeless, but shortly after a rainfall these plants are able to come to life sprouting new green leaves. If you like green, you will especially enjoy Saguaro National Park during the rainy seasons. Within just 48 hours after a rainfall, the ocotillo plant is able to change from what appeared to be a handful of dead sticks into a cheerful shrub with tall green branches, covered in new leaves.  The varied elevation within the park allows for a great variety of different species. Current research indicates there are approximately 1200 species in the Rincon Mountain District and approximately 400 species in the Tucson Mountain District. A precise number is difficult to ascertain given the complexity of the topography for sampling uniformly and changes in taxonomy, and the voucher specimens housed in unknown locations. To view a working plant list for Saguaro National Park, please click here. If you are trying to identify a plant at Rincon Mountain District click here for an interactive key. If you are trying to identify a plant at Tucson Mountain District click here for an interactive key. For a guide to common plants at Saguaro National Park click here Springtime in the park can be quite colorful. Click here for some local wildflower sightings. Currently, there are no USFWS Threatened or Endangered plants within the park. The park does have rare and sensitive plant species. The park estimates there are approximately 80 non-native plant species some of which are quite invasive. The Restoration and Invasive Plant Management Program, with help from volunteers, maps and removes non-native invasive species from both districts of the park. See Invasive Plants to learn more about the invasive species of concern and how the park manages these harmful plants. The Historic Section 17 Saguaro Census is now complete! Click for more information. Results of the 2010 Saguaro Census at Saguaro National Park are now available online. Adobe Acrobat Reader required to view plant lists. Click here to download.",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/nature\/plants.htm"
}
