{
    "title": "Federal Hall National Memorial: The New York Weekly Journal and the Arrest of John Peter Zenger",
    "body": "The New York Weekly Journal and the Arrest of John Peter Zenger         This is an image of the burning of John Peter Zenger's 'New York Weekly Journal' in Wall Street on November 6, 1734. To the right is the colonial City Hall (now Federal Hall) and, behind it, the Presbyterian Church. In the distance is Trinity Church. New York Public Library  On the first day of July in the year 1731, the uneventful administration of New York under its royal governor, John Montgomerie, ended in his death. According to custom, the senior councilor, Rip Van Dam, succeeded to the position of Governor until the arrival of a new appointee who was picked by the King. His name was William Cosby.  Amid rumors of Cosby's maladministration at Minorca, the Governor was warmly greeted when he arrived at New York City Hall, thirteen months after the former governor's death. Governor Cosby's first order of business was to demand that Rip Van Dam hand over half of the salary that he obtained while being Governor between the time that Cosby was appointed until his arrival in New York. Governor Cosby filed suit in 1732 and designated the provincial Supreme Court to hear his suit without a jury. The Supreme Court of three members voted two to one in favor of the Governor. Chief Justice Lewis Morris voted in favor of Van Dam and was later removed from the Supreme Court and replaced him with James DeLancey. The replacement fueled the opposition, known as the Popular Party, against Cosby's administration. The principal members of the Popular Party were Lewis Morris, James Alexander, William Smith, and Rip Van Dam. During this time, the only newspaper in New York was 'The New York Gazette.' Its printer, William Bradford, supported Governor Cosby's position. If the Popular Party wanted to attack the Governor, they would need another newspaper to do so. The only other printer in New York was a poor German man named John Peter Zenger. Zenger was born in Germany in 1697 and arrived in New York in 1711 where he was apprenticed to William Bradford for eight years. John Peter Zenger was naturalized on July 6, 1723 and became a free man. After a short partnership in 1725 with William Bradford, Zenger started his own business on Smith Street. After Governor Cosby removed Chief Justice Morris from the Supreme Court, the Popular Party was determined to expose Governor's true character to the people of New York. They did so by founding a newspaper and chose Zenger as their printer.  The 'New York Weekly Journal' first appeared on November 5, 1733. James Alexander, William Smith, and Lewis Morris were the anonymous head contributors for articles of the Weekly Journal. They targeted Cosby and his conduct. Governor Cosby tolerated the Journal until January 15, 1734, when Chief Justice DeLancey delivered a charge to the Grand Jury accusing the Journal of breaking the law of seditious libel in New York. The Grand Jury returned with no indictments. Then, on October 15, 1734,  DeLancey delivered another charge to the Grand Jury concerning the Journal. He tried to convince the nineteen members of the Grand Jury that just by reading the articles, one could tell that they were libels.  The Grand Jury returned no indictment again. On the sixth of November of the same year, Governor Cosby ordered a public burning of the newspaper and offered a reward of fifty pounds for the names of the Journal's authors.  With no luck with the indictments, John Peter Zenger was arrested under a warrant of the Council for printing seditious libels in his Journal on November 17th. Zenger was placed in the City Jail located in the attic of New York City Hall",
    "url": "https:\/\/www.nps.gov\/feha\/learn\/historyculture\/the-new-york-weekly-journal-and-the-arrest-of-john-peter-zenger.htm"
}
