{
    "title": "Federal Hall National Memorial: The Congress at Federal Hall",
    "body": "The Congress at Federal Hall         George Washington meets with the First Continental Congress.   Following the Revolutionary War, this site was a meeting place for the Continental Congress of the United States. They gathered in what was a former British colonial city hall, in 1785 under the Articles of Confederation, intending to meet a demand for stronger government. As a result, the Federal Constitution was adopted in Philadelphia on September 17, 1787. An election was held to appoint a President and Vice-President.  The former Commander-in-Chief of the Continental Army, George Washington, was elected as President and John Adams, a well known diplomat, became the Vice-President.  Meanwhile, in 1788, an architect by the name of Pierre L'Enfant remodeled the colonial City Hall to create the first example of federal style architecture. It was renamed Federal Hall. George Washington was inaugurated on its second floor balcony on April 30, 1789. Federal Hall then became the nation's capitol which housed the Senate, the House of Representatives, and the President.    The first session of the First United States Congress began on March 4, 1789. The first act to be signed into law by President Washington was \"An Act to regulate the Time and Manner of administering certain Oaths.\" The act specified that in the Senate, any senator was to administer the oath to the Vice-President, who would administer the oath to all the senators. In the House, a representative administers the oath to the Speaker of the House, who would then administer the oath to the entire House. The Tariff of 1789 was the second statute enacted by Congress and was signed into effect on July 4. The act gave Congress the power to make and collect taxes as well as creating an additional ten percent duty on foreign ships. Also in the first session, the First United States Congress created the United States Department of War, United States Department of Treasury, and the United States Department of Foreign Affairs, known today as the United States Department of State. Congress also passed the Judiciary Act of 1789, which gave the judicial power of the country to one Supreme Court and the inferior District Courts, Circuit Courts, and District Attorneys. The Act sets the number of Supreme Court Justices at six with one Chief Justice. On September 29, 1790 Congress ended its first session by passing twelve proposed amendments to the Constitution. Of the twelve, ten amendments were ratified by the states and they became commonly known as The Bill of Rights.  The second session of First United States Congress began on January 4, 1790. Congress called for the first national census. The recorded number of inhabitants in the United States was approximately 3.9 million, a number lower than expected. On the 26th of March, Congress passed the Naturalization Act of 1790. The law limited naturalization of immigrants to those who were free whites. The Patent Act of 1790 and the Copyright Act of 1790 was also passed. The Patent Act granted an applicant of a patent to claim the sole rights and liberties to any useful art, manufacture, machine, or device. The Copyright Act gave citizens sole rights and liberties of printing, reprinting, publishing and vending of maps charts, and books. Passed on July 16, 1790, the statute titled \"An Act for Establishing the Temporary and Permanent Seat of the Government of the United States\" was the result of the Compromise of 1790. The Compromise allowed the capital of the United States to move if the banking capital remained in New York. The Act placed the capital at a site on the Potomac River and made Philadelphia the temporary capital for ten years. Congress also passed the Indian Intercourse Act of 1790 which prohibited the sale of land from the Indians without the authority of the government. The second session then ended on the twelfth of August.  Following the second session, the First United States Congress moved to Philadelphia.",
    "url": "https:\/\/www.nps.gov\/feha\/learn\/historyculture\/the-congress-at-federal-hall.htm"
}
