{
    "title": "Federal Hall National Memorial: Indoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Indoor Activities              Indoor Activities          Visitor Information Center Check out the Gateway to America: Discover New York Harbor Visitor Information Center. Operated in partnership with NYC & Company, this lobby is a great resource for information about attractions in New York City. You can also learn about the fun educational programs, rich natural and cultural resources, and exciting stewardship opportunities provided by the many destinations of the National Parks of New York Harbor.         Washington Inaugural Gallery Learn about George Washington's first inauguration, and see models of the original City Hall and Federal Hall, as well as pieces of the actual building. The first Inaugural Bible, on loan from St. John's Masonic Lodge No. 1, is on display in this gallery, except when the Lodge is using it for special ceremonies or traveling exhibits. If you are coming to Federal Hall specifically to see the Bible, please call the Curatorial Division at (212) 668-2277 to verify that it is on display. For more information about the Bible, visit this site.         Museum Store The Museum Store at Federal Hall National Memorial is operated by Eastern National, a cooperating association of the National Park Service. Merchandise includes postcards, reproduction colonial currency, DVDs, children's gifts, an extensive book selection, and the popular Federal Hall T-shirt! The Museum Store is open Monday through Friday from 10:00 AM to 4:00 PM. For questions regarding bookstore merchandise, please call (212) 668-3179.        Fife and drum reenactment at Federal Hall NPS  Special Events Federal Hall also offers special programs and events throughout the year. Please contact us for more information.        The Rad School  Guided Tours Visitors may enjoy self-guided tours during their visit to Federal Hall. For more information about guided tours and group reservations, please visit our Guided Tours page.",
    "url": "https:\/\/www.nps.gov\/feha\/planyourvisit\/indooractivities.htm"
}
