{
    "title": "Federal Hall National Memorial: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         This is an image of the old New York City Hall. It was constructed between 1699 and 1703 on the site of the current Federal Hall and was the seat of government for the British colony of New York. New York Historical Society  26 Wall Street was the site of New York City's 18th-century City Hall. Here John Peter Zenger was jailed, tried, and acquitted of libel for exposing government corruption in his newspaper - an early victory for freedom of the press. City Hall hosted the Stamp Act Congress, which assembled in October 1765 to protest \"taxation without representation.\" After the American Revolution, the Continental Congress met at City Hall and, in 1787, adopted the Northwest Ordinance, establishing procedures for creating new states. When the Constitution was ratified in 1788, New York remained the national capital. Pierre L'Enfant was commissioned to remodel the City Hall for the new federal government. The First Congress met in the now Federal Hall and wrote the Bill of Rights. George Washington was inaugurated here as the country's first President on April 30, 1789. When the capital moved to Philadelphia in 1790, the building again housed city government until 1812, when Federal Hall was demolished. The current structure on the site was built as a Customs House, opening in 1842. In 1862, Customs moved to 55 Wall Street, and the building became the US Sub-Treasury. Millions of dollars of gold and silver were kept in the basement vaults, until the Federal Reserve Bank replaced the Sub-Treasury system in 1920.        The National Park Service - Manhattan Historic Sites Archive is an online resource displaying over one thousand archival items. NPS  Manhattan Historic Sites Archive Learn more about Federal Hall National Memorial, and other National Park Service sites in Manhattan, at the Manhattan Historic Sites Archive! This archive is comprised of items related to the important individuals and events associated with six National Park Service historic sites in Manhattan (Federal Hall N. Mem., General Grant N. Mem., Hamilton Grange N. Mem., Theodore Roosevelt Birthplace N.H.S., Castle Clinton N.M., and Saint Paul's Church N.H.S.) and to the creation and preservation of these sites. The materials are diverse in type, ranging from photographs, to letters, to maps and prints. This three-year project to catalog, reorganize, and digitize the collections was funded by the National Parks of New York Harbor Conservancy through a grant from the Leon Levy Foundation. Materials were chosen for digitization based on a variety of factors, including both informational and visual content, fragility, and aesthetic qualities. To visit the website and explore this archive, please click here.       FEDERAL HALL SOCIAL MEDIA",
    "url": "https:\/\/www.nps.gov\/feha\/learn\/hc.htm"
}
