{
    "title": "Federal Hall National Memorial: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     June 14, 2016  Celebrate Independence Day at Federal Hall  On Monday, July 4, 2016, between 10 A.M. and 3:30 P.M., Federal Hall National Memorial will be hosting a day-long celebration that will commemorate Independence Day and the National Park Service Centennial. The event will be held at 26 Wall Street, at the corner of Nassau Street. This event is free and open to the public.   May 17, 2016  Federal Hall to Open on Saturdays During Summer 2016  The National Park Service is pleased to announce that effective June 4, 2016 and extending through September 3, 2016, Federal Hall National Memorial will be open to the public on Saturdays.   April 26, 2016  Federal Hall Hosts Portal, a New Arts Fair  Federal Hall National Memorial will host Portal, a new art fair for emerging artists, from May 4 through May 10, including weekend days when the park is usually closed to the public. Approximately 30 artists’ works, curated by 4heads, Inc., will be featured on three floors of the National Park Service site.   March 07, 2016  Deborah Sampson Gannett, Revolutionary War Soldier  Celebrate Women’s History Month by learning the story of Deborah Samson Gannett, who fought in the American Revolution. \"Private Robert Shurtleff,\" as she was known to the Army, was honorably discharged in 1783. She returned to Massachusetts, married a farmer, raised four children and published her memoirs. For nearly 30 years, she petitioned the government for back pay and benefits she believed she had earned from her military service.   February 08, 2016  Federal Hall to Host “harlem is… DOWNTOWN” Exhibit  As part of the National Park Service’s Centennial celebrations this year, Federal Hall National Memorial will host the debut of an arts exhibit by Community Works. “harlem is… DOWNTOWN” features artwork and performances celebrating Harlem’s identity as a crucible for African-American arts, culture and community activism.",
    "url": "https:\/\/www.nps.gov\/feha\/learn\/news\/newsreleases.htm"
}
