{
    "title": "Federal Hall National Memorial: Nearby Attractions",
    "body": "Nearby Attractions       Federal Hall National Memorial is just one of several National Park sites in Manhattan. Learn more by reading further or feel free to ask rangers at Federal Hall about nearby sites.        The memorial at the African Burial Ground Jason Mizerek, NPS  AFRICAN BURIAL GROUND NATIONAL MONUMENT www.nps.gov\/afbg 290 Broadway, 1st Floor, New York, NY 10007 (212) 637-2019 The memorial at the African Burial Ground National Monument honors the estimated 15,000 Africans buried at the approximately seven-acre site in the 17th and 18th centuries.         CASTLE CLINTON NATIONAL MONUMENT www.nps.gov\/cacl Battery Park, New York, NY 10004 (212) 344-7220 Originally built in 1811 as part of the new nation's harbor defense system, Castle Clinton was adapted for use as a cultural and entertainment facility, an immigrant processing station (before Ellis Island), an aquarium, and finally as a reconstructed fort. Its various uses reflect the changing needs of a growing and diversified population.         GOVERNORS ISLAND NATIONAL MONUMENT www.nps.gov\/gois 10 South Street -- Slip 7, New York, NY 10004 (212) 825-3045 Governors Island encompasses two exceptional examples of defensive fortifications constructed as part of the First and Second American Systems of Coastal Fortification -- Castle Williams and Fort Jay. These historic structures were continuously occupied and utilized by the United States Army and the United States Coast Guard for nearly two centuries and represent an outstanding display of the nation's military heritage. The island also contains prehistoric archaeological evidence of indigenous peoples and historic evidence of the Dutch and British.        Recreation of the Schneider Saloon at the Tenement Museum Keiko Niwa, Lower East Side Tenement Museum  LOWER EAST SIDE TENEMENT MUSEUM www.tenement.org 103 Orchard Street, New York, NY 10002 (212) 982-8420 Built on Manhattan's Lower East Side in 1863, this tenement apartment building was home to nearly 7,000 working-class immigrants. The Tenement Museum preserves and interprets the history of immigration through the personal experiences of the generations of newcomers who settled in and built lives on Manhattan's Lower East Side, America's iconic immigrant neighborhood.        Ellis and Liberty Islands, with the Verrazano-Narrows Bridge in the background Jeff Marrazzo  STATUE OF LIBERTY NATIONAL MONUMENT AND ELLIS ISLAND www.nps.gov\/stli Liberty Island, New York, NY 10004 (212) 363-3200 The Statue of Liberty Enlightening the World, a gift from the people of France erected in 1886, is a symbol of freedom throughout the world. Ellis Island, where twelve million immigrants were processed before entering the United States, became part of the site in 1965. Both islands symbolize and commemorate the living reality of freedom, democracy, and opportunity in the United States. Woven into the history of these sites are the aspirations and contributions of millions of immigrants who helped make the United States the diverse country it is today.        The exterior of Theodore Roosevelt Birthplace Jason Mizerek, NPS  THEODORE ROOSEVELT BIRTHPLACE NATIONAL HISTORIC SITE www.nps.gov\/thrb 28 East 20th St, New York, NY 10003 (212) 260-1616 The only president born in Manhattan, Thedore Roosevelt was raised in a townhouse on East 20th Street. He would grow up to become the 26th President and was immortalized on Mount Rushmore. However, he started life as a sickly yet bright boy who exercised to improve his health and began a lifelong passion for the \"strenuous life.\"",
    "url": "https:\/\/www.nps.gov\/feha\/planyourvisit\/nearbyattractions.htm"
}
