{
    "title": "Federal Hall National Memorial: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours        Ranger-Guided Tour at Federal Hall NPS        Free Ranger and Self guided tours are available to the public during operating hours. The schedule is subject to staff availability. No reservation is necessary unless otherwise noted.       FEE AVAILABILITY  DURATION   General Admission Free All Hours  -   Self-Guided Tour Free All Hours  30 Minutes (Suggested)    Ranger-Guided Tour * Free 10AM, 1PM, 2PM, 3PM  30 Minutes     * Subject to staff availability. No reservations necessary.  Groups of 10 to 30 persons can make reservations for private programs by viewing the reservation instructions and form and calling (212) 825-6990 or transferring the information to an E-Mail. Reservations are available Monday through Friday between 9:00 AM and 5:00 PM. Groups must be scheduled at least two weeks in advance. For more information about group reservations, call (212) 825-6990.          GUIDED INDOOR TOUR (30 Minutes; Grade 3 and up)     Welcome to Federal Hall (A general history of the site) This program discusses the history of the site, the construction of the Customs House, and the establishment of the National Memorial. Subjects in this tour may include:  John Peter Zenger's trial for libel and the birth of the freedom of the press The Stamp Act Congress and the beginnings of the American Revolution George Washington's inauguration as the first president of the United States Federal Hall as the first capitol building, housing the Congressional, Supreme Court, and Executive Branch offices The Customs House and the Greek Revival architectural style The Sub-Treasury and the federal banking system The transformation into a National Memorial          GROUP GUIDED TOURS (Reservation Required)    Groups of 10 or more can make reservations for special programs by viewing the reservation instructions and form and calling (212) 825-6990 or transferring the form to an e-mail.  Reservations are available Monday through Friday between 9:00 AM and 5:00 PM. Group programs must be scheduled at least 2 weeks prior to your visit. For more information about group reservations, please call (212) 825-6990.",
    "url": "https:\/\/www.nps.gov\/feha\/planyourvisit\/guidedtours.htm"
}
