{
    "title": "Saguaro National Park: Invasive Plants",
    "body": "Invasive Plants         For invasive plant management in the Sonoran Desert, buffelgrass is the arch-enemy. Over 90% of our invasive plant management efforts are directed against buffelgrass NPS photo\/Bethany Hontz  Invasive plants know no boundaries. They can affect native plants and wildlife, change the fire regime, endanger the ecosystem, make the park less attractive for visitors, and spread beyond park borders to adjacent land.  Whether they arrived by wind or water, bird or boots, or were planted intentionally for soil conservation or forage, invasive plants are a threat in Saguaro National Park.        Not all non-native plants are invasive or pose a threat to the desert. The tomato plant couldn't survive here without human assistance. freestockphotos.biz  Native, Non-native, and Invasive Plants…What's the Difference? Native plants evolved as part of the ecosystem and have been part of our landscape since before the arrival of Europeans.They have adapted through natural selection to the soil, climate, and other plants and animals of the ecosystem.Non-native plants, also known as \"exotics\" or \"aliens,\" are recent arrivals from other ecosystems.The diseases, pests, and predators that keep most species in check may not exist for them in our ecosystem, creating a potential for them to become invasive.Not all non-natives are invasive; non-native species such as roses, petunias, and tomatoes, present no threat to our park.Non-native invasive plants spread aggressively and out-compete the native plants, disturbing the natural balance of the ecosystem. Although a few native plants, such as desert broom, may be considered invasive, management efforts at Saguaro National Park are focused on non-native invasive plants.Learn more about our worst invasive plants:-Buffelgrass (Pennisetum ciliare syn. Cenchrus cilaris)-Fountain grass (Pennisetum setaceum syn. Cenchrus setaceus)-Onion weed (Asphodelus fistulosus)-Salt cedar or tamarisk (Tamarix species)-Soft feather pappus grass (Enneapogon cenchroides)-Malta starthistle (Centaurea melitensis)-Russian thistle (Salsola species)-African lovegrass (Eragrostis echinochloidea)-Natal grass (Melinis repens)-Sahara mustard (Brassica tournefortii)-Matthiola parvifloraHere's a complete list of established, eradicated, and early detection non-native species found in the park.      Management Strategies at Saguaro National Park Invasive plant management is not a one-size-fits-all type of effort. For our efforts to succeed, we implement species-specific management strategies.  Prevent new invasions through washing of contractor vehicles, use of certified weed-free hay for stock, and use of weed-free soil and rock for construction projects. Perform early detection and rapid response. Volunteers in the Weed Free Trails program augment Park Service efforts in this area by monitoring trails, removing small infestations, reporting larger infestations, and revisiting cleared sites for regrowth. Eradicate existing infestations to minimize threats to natural and cultural resources and scenic values. Manage infestations that cannot be eradicated to prevent fire, minimize ecological impact, and reduce their spread. Promote restoration of native species and habitats in ecosystems degraded by invasive plants. Cooperate and collaborate with neighbors to prevent potential re-infestations that cross in and out of park boundaries. Inventory and monitorinvasive plants to support analysis, to identify trends, and to develop management strategies for current conditions Research new ways to improve our control techniques, such as helicopter delivery of herbicide in rugged, unstable, or hard-to-access terrain, and implement adaptive management strategies.  We implement the most appropriate control technique for each species and site, considering the extent of the invasion and the threat it represents. We ensure the control is environmentally safe and supported by research. The methods we use are chiefly manual removal and chemical control. You may have seen teams of hardy buffelgrass removal volunteers, with gloves and tools, digging out the plants. Park Service staff also apply an herbicide containing glyphosate during the growing season, to plants that are over 50% green. Fire control is successfully used in other National Parks to control some of the same invasive plants. However, here at Saguaro National Park, where the native plants are not fire-adapted but the non-natives are, fire is less appropriate as a method of control. Biological controls, introducing another exotic species to control the invasive plant, such as goats to eat the grasses or insects to destroy the seeds, are not in current use. There are opportunities throughout the year to help with buffelgrass management at Saguaro National Park, as well as other areas in and around Tucson. Activities include mapping buffelgrass infestations, participating in the Weed Free Trails program, joining monthly buffelgrass pulls (September-May), as well as education and outreach events. Contact the invasives species coordinatior for more information about opportunities in the park. - Find your Saguaro Among the Buffelgrass         NPS photo: 2015 Beat Back Buffelgrass Day    .      Learn More… -Want to help? Find out how you can help at home and in the park. -What actions are being taken to control buffelgrass?  -Read our Restoration Plan and Environmental Assessment. -Federal Executive Order 13112, 1999 establishes the National Invasive Species Council.      Additional Resources:  Southern Arizona Buffelgrass Coordination Center  Arizona-Sonora Desert Museum: Invaders of the Sonoran Desert Region National Park Service Information and Resources on Invasive Species Southwest Exotic Plant Information Clearinghouse Plant Assesments",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/nature\/invasive-plants.htm"
}
