{
    "title": "Federal Hall National Memorial: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         Groups of ten or more persons require a tour reservation. NPS  Tour Reservations Reservations are required for groups of 10 or more, maximum group size is 30 persons. Please call (212) 825-6990 and speak with a ranger to confirm a group tour reservation. A two-week advance notice is necessary. Reservations must be made directly by phone or e-mail.  Voice mail messages will not be accepted to reserve a tour. Reservations must be confirmed by a ranger via phone or e-mail to be valid. Tour Reservation Guidelines and Form      Permits A Special Use Permit is required for any activity that provides a benefit to an individual, group, or organization rather than the park or the public at large. Many of the events that require permits also require some degree of oversight from National Park Service staff.        Federal Hall has always served as a focal point for free speech and new ideas, which continues to this day. However, for the good of all visitors, First Amendment activities and other gatherings must still adhere to NPS guidelines. NPS   First Amendment Activities We encourage citizens to exercise rights guaranteed by the Constitution. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect the public and park resources. Therefore, such First Amendment activities involving more than 25 participants require special use permits and National Park Service staff may regulate the time, place, and manner in which they are conducted. Some examples are:   distribution and\/or sale of printed matter religious services public demonstrations or assemblies, etc. collecting signatures for petitions   View and print the Special Use Permit Instructions and Requirements for Federal Hall National Memorial    Commercial Filming\/Still Photography Application Form A Commercial Filming\/ Still Photography Permit is required for any filming or photography done by photojournalists and other members of the media within the boundary of Federal Hall National Memorial.    For more information regarding special use, commercial filming, and\/or short term leasing at Federal Hall National Memorial, contact the Special Use Permits Coordinator at (212) 668-2561. Inquiries can also be made via e-mail.   Application Process  To apply for a Permit, complete the form, and send it with a non-refundable application fee of $50 to: ATTN: Special Use Permits Coordinator Manhattan Sites 26 Wall Street New York, NY 10005 Please make check or money order payable to the \"National Park Service\". Note that this is only an application form. A permit form will be sent to you as soon as we approve your proposed activity. No Special Use Permit is valid until signed by the Superintendent or other authorized federal official. Please be advised that additional fees maybe assessed, depending upon the nature of the activity.",
    "url": "https:\/\/www.nps.gov\/feha\/planyourvisit\/permitsandreservations.htm"
}
