{
    "title": "Federal Hall National Memorial: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           26 Wall Street  New York, NY 10005                 Directions         The main entrance of Federal Hall is located at 26 Wall Street, near the corner of Wall Street and Nassau Street in Manhattan's Financial District. The rear entrance, which is wheelchair accessible, is located at 15 Pine Street, near the intersection of Pine Street and Nassau Street. It is highly recommended that all visitors use mass transit when traveling to Federal Hall.   Directions Details           Operating Hours & Seasons         Hours of Operation Federal Hall is open year-round, Monday through Friday from 9:00 a.m. to 5:00 p.m, and closed on Saturdays and Sundays. This site is also closed on the following federal holidays: Thanksgiving (fourth Thursday of November) and Christmas (December 25). The site may also close due to inclement weather.  When visiting Federal Hall, please stop by our visitor center, near the Pine Street entrance at the north end of the main floor. Here you will find a park ranger to assist you.    Standard Hours    Sunday: Closed   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: Closed             Weather           http:\/\/forecast.weather.gov\/MapClick.php?CityName=New+York&state=NY&site=OKX&lat=40.7198&lon=-73.993#.Vqj8OvkrJlZ         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 Admission to this park site is free of charge.   Entrance Passes:   Park Specific Passes - $0.00 There are no park-specific passes required or sold at this location.         Visitor Centers                   Douglas Fairbanks and Charlie Chaplin on the steps of Federal Hall during a 1918 War Bond Rally        Welcome to Federal Hall National Memorial! Here are some items that you might want to know in advance: Federal Hall National Memorial is open year-round and located on Wall Street. Admission to the site is free and we are open Monday through Friday. Visitors are welcome to view our exhibit galleries containing historical information about George Washington, The Constitution and the federal government. The highlight of a visit is viewing the bible George Washington used to swear his oath of office when he became the first president. Guided tours as well as self-guided tours of the building are also available. Junior Ranger Programs are available for the kids, and our bookstore offers a variety of memorabilia and publications for purchase. Here's more information on operating hours, fees, permits & reservations, and goods & services. Other items of interest: Eating, drinking, gum chewing, and smoking are prohibited inside the building. Cell phone use is restricted. Please silence any mobile devices while in the building. Non-commercial filming and photography is allowed. However, a permit is required for any non-commercial filming and\/or photography within the boundaries of Federal Hall National Memorial, including the front steps of the building. This applies to photojournalists, members of the media, or anyone else using professional video and\/or photography equipment. Please visit our Permits and Reservations page for more information. Federal Hall National Memorial is fully accessible to wheelchair users. Ramp access is available through the rear entrance at 15 Pine Street. An elevator provides access to the upper and lower levels of the building. Learn more.",
    "url": "https:\/\/www.nps.gov\/feha\/planyourvisit\/basicinfo.htm"
}
