{
    "title": "Charles Young Buffalo Soldiers National Monument: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       Superintendent's Compendium  The Superintendent's Compendium is the summary of park specific rules implemented under the discretionary authority of the park Superintendent. This document includes park designations, closures, permit requirements, and other restrictions for Charles Young Buffalo Soldiers National Monument.       Permits  For information on organized First Amendment Rights activities, commercial filming or photography and to distribute written materials on park grounds, please visit the Permits section.  There you will find downloadable forms for a Special Use Permit and a Commercial Filming\/Still Photography Permit. See Unmanned Aircraft Systems (UAS) section below for issues pertaining to UAS (aka Drones) permits and operations on park property.      Firearms, Weapons & Unmanned Aircraft Systems (UAS)  Legislation: As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. Firearms and other dangerous weapons* are not permitted in any building on park grounds. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65 (last section, bottom of document). Park User Responsibility: It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park. Firearms are not permitted to be discharged on park property.  As a starting point, please see the Ohio Code, Chapter 2923.  Weapons Prohibited in Federal Facilities: Federal law prohibits firearms and other dangerous weapons* in any building on park grounds; those places are marked with signs at all public entrances. Firearms and other dangerous weapons* are not permitted in any park building. Refer to 18 U.S.C. § 930. For More Information on Firearms: See the state of Ohio's website at http:\/\/www.ohioattorneygeneral.gov\/Enforcement\/Concealed-Carry. Unmanned Aircraft Systems (UAS): aka Drones or remotely piloted aircraft.  Operation of any type of UAS inside of the park's boundaries is strictly forbidden.  All permit applications requesting permission to operate UAS within park property or airspace will be denied. * The term \"dangerous weapon\" means a weapon, device, instrument, material or substance, animate or inanimate, that is used for, or is readily capable of, causing death or serious bodily injury, except that such term does not include a pocket knife with a blade of less than 2&1\/2\" in length.  18 US Code 930, g2",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/management\/lawsandpolicies.htm"
}
