{
    "title": "Charles Young Buffalo Soldiers National Monument: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger       Welcome to the Charles Young Buffalo Soldiers NM Junior Ranger page!   Here you'll find opportunities to become junior rangers three different ways by following the directions and completing the required work.  From becoming an official Charles Young Buffalo Soldiers NM Junior Ranger to becoming a World Heritage Junior Ranger, this page has your junior ranger needs covered.         1) Becoming a Charles Young Buffalo Soldiers NM Junior Ranger  To earn your park junior ranger badge you need to take the park WebQuest quiz about Charles Young and the Buffalo Soldiers.  No worries, the quiz isn't anything you need to study for all night long, just review the information on Charles Young and the men of the Buffalo Soldiers and then take the multiple choice quiz.  Get your parents to help out, make it a family event.  We're sure that everyone in the house can benefit from taking this informative and fun quiz. Here's how to get started:   Read up about Charles Young and the men of the Buffalo Soldiers. Download the WebQuest quiz. Open up the PDF file and take the quiz on your computer.  Read through each question and choose the best answer.  Feel free to go back to the Charles Young and the Buffalo Soldiers web pages if you need assistance in completing your work (it's an open-book quiz, rather an open-webpage quiz). When you complete your quiz, simply save your quiz on your computer and then email it to us (chyo_socialmedia@nps.gov) as an attachment.  You can also print your completed quiz out and send it to us the old fashioned way through the U.S. mail.  Be sure to write down your full name in the body of your message so we can fill out your certificate.  Also, be sure to write your return address down too. Once we receive your quiz, we'll go over your work and then we'll send you your Charles Young Buffalo Soldiers Junior Ranger badge and certificate of accomplishment! After you complete your quiz, head over to the Park Fun page to find out what other activities are available from our website.            Click on the Centennial birthday cake to download the Centennial Jr. Ranger booklet.   Become a NPS Centennial Junior Ranger!  To celebrate the 100th anniversary of the U.S. National Park Service, we launched a new junior ranger program for all to learn about the importance of one of the country's most recognized public agencies.  You can download the new Centennial Junior Ranger Activity Book and then print it out to complete.  Fill out as much of the booklet as you can and then bring it to any National Park Service visitor center for a ranger to review.  Once we look it over, you'll receive your limited edition Junior Ranger Centennial Badge and the ranger will sign your certificate.  If you can't make it to a visitor center, you can also mail your completed booklet to us (mailing address can be found on page 3 of the booklet).  Be sure to include your return address so we can send you your badge. Enjoy this activity by yourself, with friends or with your family!  Be sure to visit one of the nation's 400+ National Park Service sites this year and help us celebrate 100 years of service! Download the booklet (PDF - 3.6 MB)          Click the logo above to visit the WebRangers site.   2) Become a WebRanger     For more National Park Junior Ranger education and fun, visit the agency's Webrangers site.  There, you can learn more about your National Parks through interactive and fun adventures.  Trivia, games and virtual trails help make the experience enjoyable and memorable. You can even customize a virtual Ranger Station, earn more rewards, and play new activities!  Visit the WebRangers site today!      3) Become a World Heritage in the U.S. Jr. Ranger   Learn about the World Heritage sites in the United States that are managed by the National Park Service. This introductory program about UNESCO World Heritage is a fun way for kids to learn about World Heritage and why it is important. Visitors of all ages should feel free to browse this superb website, and to learn about this important mission. You can even earn a World Heritage Jr. Ranger badge too!  Click on Wally the World Heritage Wolf below to be taken to the World Heritage in the U.S. Jr. Ranger Program website.         The World Heritage Jr. Ranger Program and Wally the World Heritage Wolf        Hopewell Culture National Historical Park World Heritage Nomination  For those who aren't aware, our sister park in Chillicothe, Hopewell Culture National Historical Park, is now being considered for UNESCO World Heritage.  Known as the Hopewell Ceremonial Earthworks, the park and its fellow Hopewellian sites are inching closer to possible UNESCO World Heritage List inclusion.  We encourage you to read more about the Hopewell Ceremonial Earthworks Tentative List entry, spread the word to others about this worthy mission and to support the park's nomination.  For more information about the Hopewell Culture NHP World Heritage journey, please visit the park's World Heritage page.",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/kidsyouth\/beajuniorranger.htm"
}
