{
    "title": "Charles Young Buffalo Soldiers National Monument: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth           The park's first two Junior Rangers proudly showing off their SWAG. NPS-T. Engberg \/ The Frey Family  WebQuest   Hey kids!  If you're looking for a fun way to learn about history, then you've come to the right place.  Here, you can learn about Charles Young and the famed Buffalo Soldiers and you can even earn your very own Junior Ranger badge from the park.  Head over to the Junior Ranger page to find out more about how to get started.         Activities and More Fun   Kids can download and print out some of our park's coloring pages too. In the Coloring Book section, you'll find a number of coloring pages that you can print out and color. Also available are two crossword puzzles that will challenge minds of all ages on the Park Puzzles page.     Show off your hard work and show your support of the park when you download these fun and engaging activities!          4th Graders, click the logo above to take the quiz!   Every Kid in A Park  Attention all 4th graders!  Have we got a deal for you and your family!  Get out and visit your National Park Service sites this summer, for free!  That's right, for free!  Visit everykidinapark.gov and take the short online quiz.  Once you complete the quiz, you'll receive a voucher that you can print out and bring to any national park site in the U.S. for free entry to that site!  You can exchange your voucher for a hard plastic Every Kid In A Park card so you can show it off with pride.  Not only will this card get you and your family access to all of the national park sites, it will also get you and your family free entry to thousands of other federal recreation sites across the country!  So, what are you waiting for?  Get started NOW!  Visit everykidinapark.gov and take the quiz. Call ahead to the park site you will be visiting to make sure they have a supply of the Every Kid In A Park card.  Due to overwhelming demand, some parks may be temporarily out but others will likely have it.  Visit everykidinapark.gov for more information.",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/kidsyouth\/index.htm"
}
