{
    "title": "Charles Young Buffalo Soldiers National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 15, 2015  Summer 2015 Open House Dates  The park is excited to announce the first Open House dates for 2015! In addition to opening the house, Youngsholm, we are planning some exciting activities as well. *(Please note: Open House times for Sunday, July 5th & 19th is from 1pm to 4pm).   March 31, 2015  Charles Young Buffalo Soldiers NM Joins National \"Find Your Park\" Movement  Charles Young Buffalo Soldiers National Monument Joins National Find Your Park Movement.  Encouraging America to re-discover your public places and re-connect...Find Your Park.   March 05, 2015  Colonel Charles Young 151st Birthday Event  Help us celebrate the 151st birthday of Colonel Charles Young.   February 03, 2015  2015 Presidential Budget Requests $3 billion for the National Park Service  President Obama’s budget request for fiscal year 2016 – the centennial year of the National Park Service – includes $3 billion for the bureau’s critical conservation, preservation, and recreation mission.   January 27, 2015  Regional office names first park Superintendent  The Midwest regional office of the National Park Service has named Dr. Joy G. Kinard as the first Superintendent of Charles Young Buffalo Soldiers National Monument.   September 22, 2014  National Parks Travelers Club Flat Award  Join us and members of the National Parks Travelers Club on Friday, October 3rd at “Youngsholm” as Park Ranger Reggie Murray is presented with the inaugural Flat Hat Award from the National Parks Travelers Club.   September 17, 2014  Upcoming Public House Tour Dates  Charles Young Buffalo Soldiers National Monument proudly announces the upcoming schedule of open house dates for select weekend days through the rest of the calendar year.  Join a park ranger and tour the former residence of Colonel Young and family, now the face of the nation's 401st NPS site.   May 01, 2014  Charles Young Historic Markers Unveiling & Recognition Ceremony  Join the National Park Service’s (NPS), the National Afro-American Museum and Cultural Center (NAAMCC), the Ohio History Connection (OHC), and the Omega Psi Phi Fraternity, Inc., (ΩΨΦ) to celebrate the unveiling of two historic markers on the grounds of the Charles Young Buffalo Soldiers National Monument, Saturday, May 10, 2014 at 3:30 p.m.   March 04, 2014  Charles Young 150th Birthday Commemoration  Join us for a special evening as we commemorate the 150th  anniversary birthday of Colonel Charles Young, \"A Sesquicentennial Celebration.\"",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/news\/newsarchive.htm"
}
