{
    "title": "Charles Young Buffalo Soldiers National Monument: Charles Young",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Charles Young                Colonel Charles Young       \"The life of Charles Young was a triumph of tragedy.\"  - W.E.B. Du Bois         \"Yours for Race and Country, Charles Young. 22 July, 1919.\" Photo courtesy of Library of Congress  As a soldier, diplomat, and civil rights leader, Charles Young overcame stifling inequality to become a leading figure in the years after the Civil War when the United States emerged as a world power. His work ethic, academic leadership, and devotion to duty provided a strong base for his achievements in the face of racism and oppression.  His long and distinguished career as a commissioned officer in the United States Army made him a popular figure of his time and a role model for generations of new leaders.        Portrait of Charles Young as a child Photo courtesy of National Afro-American Museum and Cultural Center  Early Life Young was born to enslaved parents, Gabriel & Arminta Young, in 1864 in May's Lick, Kentucky. That same year his father escaped enslavement and in February 1865 joined the 5th Regiment, U.S. Colored Heavy Artillery. Sometime after Gabriel's enlistment, young Charles and his parents relocated from Kentucky to across the river in Ripley, Ohio, seeking a new life in the river town which just happened to be the center of abolitionism. Charles flourished in Ripley in academics, foreign languages and in music.  His public education was supplemented with generous amounts of help from his mother who was educated while she was a slave, a rarity for any slave during those times.  At age 17 he graduated with academic honors from the integrated high school in 1881. After high school, Young taught at the African-American elementary school in Ripley for two years.  He would continue to chase his thirst for knowledge and education while under the guidance and mentoring of renowned African-American abolitionist John Parker.        Portrait of Cadet Charles Young by Pach Brothers, NY Courtesy of the National Afro-American Museum and Cultural Center, Wilberforce, Ohio  West Point In 1883, Charles Young's father encouraged him to take the entrance examination to the United States Military Academy at West Point. Young scored the second highest on the exam and was not selected to the Academy that year.  When the candidate ahead of him dropped out of West Point, Young would receive his opportunity the following year.  He entered West Point on June 10, 1884 to become only the ninth African American to attend the Academy and only the third to graduate. The other two African-American graduates, Henry Ossian Flipper (1877) & John Hanks Alexander (1887), would earn their commissions but would only see short careers in the Army.  Flipper would be drummed out of the Army over controversial and questionable charges of \"...conduct unbecoming an officer...\"  In the mid-1990's, his descendants began a campaign to restore his name and clear his legacy of these charges.  On February 19, 1999, President William Jefferson Clinton pardoned Lieutenant Henry O. Flipper of those charges.  Lieutenant John Hanks Alexander would be a classmate of Charles Young at West Point and they would serve together at Ft. Duquesne, Utah for a few years before Alexander would leave to become a professor at Wilberforce University in Ohio.  Young would be dispatched to Wilberforce shortly after Anderson died of a sudden heart condition in 1894. As a cadet, Young encountered the same racial insults and social isolation from instructors and other cadets on a daily basis as those before him. Despite these indignities, he would persevere.  After a dreadful first academic year, Young was faced with repeating his first year, or Plebe year, in order to continue his education.  He would do so and did well over the next four academic years.  Faced with a failing grade in an engineering class during his last semester, Young received tutoring from his instructor and was allowed to re-take the exam.  This time, Young passed and was awarded his diploma and commission in the summer of 1889.        Charles Young and soldiers after setting up bivouac on the frontier. The Ohio Historical Society  Early Military Career Because military leaders would not allow an African-American officer to command white troops, the Adjutant General's Office waited three months after Young's West Point graduation in 1889 before assigning the newly-commissioned 2nd Lieutenant to the 9th Cavalry at Fort Robinson, Nebraska. After a year, marked by isolation and hostility, Young transferred to Fort Duchesne, Utah, where the command and fellow officers proved more welcoming. Here, Young mentored Sergeant Major Benjamin O. Davis, Sr. who later became the first African American to attain the rank of General.  Between 1889 and 1907 Young served in the 9th Cavalry at western posts and rose to the rank of captain. He also taught military science, served as a military attaché, and fought with distinction in the Phillipine-American War, winning the praise of his commanders for his troops' courage and decorum in and out of combat.        2nd Lieutenant Charles Young, second from left, in front of cadet formation at Wilberforce University. Photo courtesy of National Afro-American Museum & Cultural Center  Wilberforce, Ohio  In the fall of 1894, Charles Young received a detached service assignment that wound up sending him to Wilberforce, Ohio.  Young was to take over the planning and eventual teaching of the new Military Sciences & Tactics courses at Wilberforce University.  The original choice to fill this teaching position, Lieutenant John Hanks Alexander, died suddenly in Springfield, Ohio on March 26th and Lieutenant Young was dispatched to take up for Alexander.  Lieutenants Alexander and Young had roomed together for a few years while at the West Point Military Academy and they also served at Fort Duchesne, Utah together for some time, so Young was no stranger to Alexander.  Eventually, Lieutenant Young would build the program to just over 100 cadets by the 1898 class.  Additionally, Young also helped establish the Wilberforce University marching band.  Music played an integral part of Young's life, so it was no wonder that he enthusiastically helped to create the university marching band since he had helped to teach and direct the band at his previous duty station in Fort Duchense.  Lieutenant Young remained at Wilberforce as a professor until early 1898 when the war with Spain had begun with the infamous sinking of the battleship U.S.S. Maine in Cuba.  While Young did not re-join his troopers of the 9th Cavalry, he did wind up being appointed as Major and commander of the Ninth Ohio Battalion, U.S. Volunteers. Lieutenant Charles Young became one of the distinguished professors at the university around the turn of the century, which included W.E.B. DuBois who would become a close life-long friend of Charles Young.  By April of 1898, Young would be on the move away from Wilberforce as he mustered up and trained men for potential combat action in Cuba.  However, Young had established himself at the university and in the city of Wilberforce and he frequently returned between his duty stations & assignments to visit and to purchase properties that he would call \"home\" for the rest of his life.        Portrait of Charles Young prior to his departure for Sequoia National Park in 1903 United States Army  First African-American National Park Superintendent In the summer of 1903, Captain Charles Young would become the first African-American national park Superintendent when he and his troops were tasked to manage and maintain Sequoia National Park in northern California.  Because the U.S. Army was tasked with protecting the national parks in these early years, the Army would send troops to manage, maintain and patrol them.  Young and his troopers arrived in Sequoia National Park in the summer of 1903 and proceeded to construct roads and trails that other troops were unable to do in the years before them.  As the leader of his troops, Young would inherit the title of Acting Superintendent of Sequoia National Park that year.  He incorporated the local townsfolk to assist his troop's efforts and he and his troops' accomplishments from their summer of hard work were lauded by many throughout the area. Learn more about Charles Young's short, but profound, tenure as a national park Superintendent by visiting the Sequoia Kings Canyon National Park website.        Major Charles Young overseeing troops Photo courtesy U.S. National Archives  Latter Military Career In 1904 Captain Young became the first Military Attaché to Haiti and the Dominican Republic on the island of Hispaniola. Young joined 23 other officers (the only African American among them) serving in these diplomatic posts in the Theodore Roosevelt administration. He won President Roosevelt's praise through an introduction Roosevelt wrote for his monograph on the people and customs of Hispaniola. Young's experiences in foreign service and as a commander in the Philippines formed the basis of his book The Military Morale of Nations and Races (1911). From 1912 to 1916, he served as the military attaché to Liberia, helping to train the Liberian Frontier Force, and then served as a squadron commander during the Punitive Expedition in Mexico against Pancho Villa. He distinguished himself at the Battle of Agua Caliente, leading his men to the aid of a cavalry unit that had been ambushed. During the same period, Young won additional promotions, to major in 1912, and to lieutenant colonel in 1916.         Funeral of Colonel Charles Young at Arlington Memorial Amphitheater, Arlington National Cemetery, Virginia Photo courtesy of the National Afro-American Museum & Cultural Center  A Long and Distinguished Military Career In July 1917, Young was medically retired and promoted to colonel in recognition of his distinguished Army service. Young and his supporters asked for reconsideration of his retirement. To demonstrate his fitness to serve, Young, then 54, made a historic 500-mile horseback ride from Wilberforce, Ohio, to Washington, D.C. Afterwards, the Secretary of War gave Young an informal hearing, but did not reverse the decision. Though medically retired, Young was retained on a list of active duty officers. During World War I, the War Department sent him back to Ohio to help muster and train African-American recruits for the war. Days before the November 1918 armistice, Young was assigned to Camp Grant (Illinois) to train black servicemen. Shortly thereafter, at the request of the State Department, Colonel Young was sent once more to serve as military attaché to Liberia, arriving in Monrovia, February 1920. While on a visit to Nigeria in late 1921 he became gravely ill and died at the British hospital in Lagos on January 8, 1922.  Due to British law, Young's body was buried in Lagos, Nigeria for one year before it could be repatriated to the United States for final interment. In the year after his death, Young's wife and many other notable African Americans lobbied the U.S. to repatriate Young's remains from Nigeria so he could receive a proper burial in American soil.  One year later, Young's body was exhumed and transported back to the U.S.  After arriving back in the U.S. in New York City in late May of 1923, Young's body received a hero's welcome.  Thousands upon thousands celebrated Young's life as he made his way to the Washington, D.C. area.  On June 1st, 1923, Colonel Charles Young became the fourth soldier honored with a funeral service at Arlington Memorial Amphitheater before burial in Arlington National Cemetery.  After the memorial service, he was buried alongside the thousands of other heroes in Arlington National Cemetery.  Colonel Charles Young's tomb is located in section 3, grave 1730-B, not very far from where his memorial service took place at the Arlington Memorial Amphitheater.         View of the grave of Colonel Charles Young.  Click the photo to be taken to the official Arlington National Cemetery website.  The Charles Young grave site is #1730-B in section 3. Arlington National Cemetery",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/historyculture\/colonel-charles-young.htm"
}
