{
    "title": "Charles Young Buffalo Soldiers National Monument: Traveling Banner Exhibition",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Traveling Banner Exhibition              Traveling Banner Exhibition         One of four roll up banners on display at the park.  Scroll down to see all four displays. NPS Photo \/ T. Engberg  Colonel Young's Letters Home   This compelling new exhibition from the National Park Service, takes an up- close look at Colonel Charles Young and the Buffalo Soldiers. This exhibition chronicles the life of Colonel Charles Young and the Buffalo Soldiers who are important African American figures that helped make the dream of careers in the military and Americas National Parks possible. These legendary heroes whose contributions are explored through videos, handouts, and captivating displays include over 40 historical images and primary documents from the National Afro-American Museum and Cultural Center located in Wilberforce, Ohio. The stories of these amazing soldiers have the power to resonate with today's young audiences making the past meaningful and exciting. This exhibition can be requested by the general public as part of the centennial celebration of the National Park Service and the sesquicentennial celebration of the Buffalo Soldiers becoming a separate group within the U.S. Army in 1866.   You can download the Exhibition Request Form, but please be sure to read through this entire page of information before you fill out and send the form to the park.  You can also download a printer-friendly PDF version of these Descriptions and Instructions.   Exhibition Package Contents   Registration Requirements   Exhibition Specifications        The four roll-up banners of the traveling exhibition. NPS Photo \/ Asia Roebuck       Roll-Up Banner Displays  Get a closer look of each banner's text and images.  Choose a banner below to see a larger, digital version.  The banners listed below are in the order that they are seen in the image above from left to right.  Colonel Young's Letters Home  A Story of Leadership and Adversity  Lives of Valor and Service  A Place that Holds the Stories        Exhibition Package Contents    The exhibition itself is only a portion of what the National Park Service delivers. As a host of Colonel Young's Letters Home, you will receive the following resources to facilitate your presentation of these powerful stories.   Complete shipping, handling, and installation instructions. Public relations support, including sample press release and advice on promoting the exhibition and hosting special events. 200 Brochures to handout to audience. Videos on Colonel Charles Young, West Point, and the Buffalo Soldiers. Centennial Commemorative Posters for Educators (While supplies last)          Registration Requirements Colonel Young's Letters Home has been designated moderate security and will be offered to institutions able to meet the following requirements. Key requirements are listed below.     Exhibit Space The exhibition must be displayed in a gallery, lounge area, classroom, resource center, or other appropriate indoor space allowing 6-8 feet of display space. An open mall, tent, or temporary building is not acceptable. The host institution will need to provide a table to display brochures\/pamphlets accompanying reading material and a computer or monitor to show the videos on Colonel Charles Young, West Point, and the Buffalo Soldiers. This must be provided by the host. Protection \/ Security The exhibition may not be left unguarded at any time while open to the public. Fire-protection systems that meet local ordinances are required. The exhibition must be locked and secure during closing hours. Alarm and or guards during night hours are preferred but not required. Environmental Controls Direct sunlight must be eliminated to prevent fading of panels, photographs, and graphics. The exhibition area must be climate-controlled. Temperature, humidity and light controls are required for exhibition and storage areas. Handling The handling of exhibit panels will be captured in the instructions that will accompany the exhibit.          Exhibition Specifications   Contents Large free standing units with graphic reproductions and text. The panels and graphics reveal over 40 historic artifacts about Colonel Charles Young and the Buffalo Soldiers. Supplemental Banners & DVD's Fees FedEx shipping fees per 3-week slot - shipping fee will vary based on locations Size\/Dimensions Height x Width: 79\" x 33&1\/2\" Cases 4 banners (4 exhibit cases and 1 box of pamphlets\/brochures, 3 videos) Weight Each banner is 10 lbs, totaling 40 lbs. Box of handouts and A\/V equipment is 8-10 lbs. Category Military History & Culture Security Moderate (Must be in an enclosed area) Park Contacts Joy Kinard- (937) 366-9524 Asia Roebuck- (937) 503-5614 Tom Engberg- (740) 703-4682 Tour Dates November 11, 2015 through November 11, 2016",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/photosmultimedia\/traveling-banner-exhibition.htm"
}
