{
    "title": "Charles Young Buffalo Soldiers National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Establishment of a Monument        President Barack Obama signs the proclamation establishing Charles Young Buffalo Soldiers National Monument on March 25th, 2013 Photo courtesy of The White House          March 25th, 2013, the date which officially established the long-awaited Charles Young Buffalo Soldiers National Monument. However, the work that went in to reaching the monumental achievement began long before March 25th, 2013 and incorporated myriad people and organizations who believed that this true American hero's story should be known to all and cherished forever. Two of the biggest supporters of the legacy of Charles Young, Omega Psi Phi fraternity and the National Afro-American Museum and Cultural Center (NAAMCC), went to great lengths and expenses to ensure that the house of Colonel Charles Young would remain intact and presentable in the hopes of becoming the centerpiece of a national park. The commitment, dedication and resolve that these organizations and the countless number of people who supported the Young legacy, culminated on Monday, March 25th, 2013 as President Barack Obama utilized the powers given to him under the 1906 Antiquities Act and signed the proclamation establishing Charles Young Buffalo Soldiers National Monument. The proclamation set aside nearly 60 acres of land that includes the former home of Colonel Young. The house, more affectionately known as \"Youngsholm\" also serves as the current face of the newest national park addition.  As the development of this new site progresses, the National Park Service looks forward to working with Omega Psi Phi fraternity, the NAAMCC and all other partners and friends to maximize the growth of the park. Learn more about the People and the Places which make up the park.  Charles Young Buffalo Soldiers National Monument is currently being developed for visitor use. It is not yet open to the visiting public for regular visitation hours, but interpretive programs and exhibits are under development. Events and tours of the park may be available on an infrequent basis.  To view any upcoming events or open tours of the park, please visit one of the park's social media pages as newly announced dates and times for events will be posted there.",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/historyculture\/index.htm"
}
