{
    "title": "Charles Young Buffalo Soldiers National Monument: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Multimedia Presentations       Official Videos & Multimedia of Charles Young Buffalo Soldiers National Monument     This page contains official park videos and multimedia created by park staff.  Please be sure to cite the park and the author listed if downloading and sharing these videos and multimedia.               A Triumph of Tragedy: The Life of Charles Young   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 11 seconds  The official introductory film of Charles Young Buffalo Soldiers National Monument.               Harold and Lee Warren StoryCorps Interview   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 47 seconds  91 year old Harold Warren Jr. tells his son, Lee Warren, about serving as a \"Buffalo Soldier\" during WW II and his feelings about the Charles Young Buffalo Soldiers National Monument in Wilberforce, Ohio.  The original audio recording was done in November of 2015 and then produced to a visual film with photos from the Warrens and from the U.S. Army and Library of Congress.Audio interview recorded in partnership with StoryCorps.  Learn more at storycorps.org.          Colonel Charles Young 151st Birthday Event Slideshow            151st Birthday Event PowerPoint Slideshow   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 22 seconds  View the slideshow which was shown during the 151st birthday event that took place on Thursday, March 12th, 2015.  The PowerPoint slideshow has been converted to a movie format so it will run as a continuous movie instead of being shown as a PowerPoint slideshow presentation.               Charles Young Historic Marker Dedication - Part 1   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:16 minutes, 29 seconds  On Saturday, May 10th, 2014, the park and its partners revealed two Ohio Historical Markers which were placed on park grounds.  One marker shows the National Historic Landmark status that the house achieved in 1974.  The roadside historic marker gives a brief description of some of the highlights of Charles Young's monumental life.  The hour long video video has been broken down into four segments for easier downloading and viewing.  In this first segment, speakers include Superintendent Robert Parker, Regional Director Patty Trap, Andy Verhoff, Robert Hackett, Glenda Greenwood, Renotta Young & Author Brian Shellum.               Charles Young Historical Marker Dedication - Part 2   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:15 minutes, 45 seconds  On Saturday, May 10th, 2014, the park and its partners revealed two Ohio Historical Markers which were placed on park grounds.  Speakers in this clip include Dr. James Elam, Martha Bayless & Muhammad Rasheed.  The hour long video video has been broken down into four segments for easier downloading and viewing.               Charles Young Historical Marker Dedication - Part 3   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 21 seconds  On Saturday, May 10th, 2014, the park and its partners revealed two Ohio Historical Markers which were placed on park grounds.  Speakers in this clip include Muhammed Rasheed, Erik Summa & Allen Carter.  The hour long video video has been broken down into four segments for easier downloading and viewing.               Charles Young Historical Marker Dedication - Part 4   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:12 minutes, 42 seconds  On Saturday, May 10th, 2014, the park and its partners revealed two Ohio Historical Markers which were placed on park grounds.  This final segment shows the re-dedication of the National Historical Landmark plaque and the dedication of the Charles Young roadside Historical Marker.  The hour long video video has been broken down into four segments for easier downloading and viewing.               Passport Stamp #401 of 401   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 26 seconds  Dan Seckinger of Florida makes the park his 401st national park visit by collecting a Passport stamp in his Eastern National Passport book.  Hear Mr. Seckinger's story about how he completed this amazing journey and finished it up at the nation's newest national park site.",
    "url": "https:\/\/www.nps.gov\/chyo\/learn\/photosmultimedia\/multimedia.htm"
}
