{
    "title": "Charles Young Buffalo Soldiers National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Reservations       Entrance & Admission    Charles Young Buffalo Soldiers National Monument is currently being developed for regular visitor use. It is not yet open to the visiting public for regular visitation hours, but interpretive programs and exhibits are under development.  Open House events and tours of the house are available on an infrequent basis and information on those hours and dates are available on the Guided Tours page.  When the house is open for tours and events, there are no entrance fees.   Events and tours of the park may be available on an infrequent basis. To view any upcoming events or open tours of the park, you can also visit one of the park's social media pages as newly announced dates and times for events will be posted there too.   For up-to-date information on tours & volunteer opportunities, please contact park staff by email or call 937-366-9524.         The 2016 America the Beautiful National Parks & Federal Recreation Lands Pass Series. USGS Photo  Park Passes  The park currently does not sell the America the Beautiful National Parks & Federal Recreation Lands Pass but you can go online to purchase select passes and to order select passes.  You can also visit William Howard Taft National Historic Site in Cincinnati or Hopewell Culture National Historical Park in Chillicothe and purchase a pass there, in person.  Most passes are available to be purchased through a mail-in application, online or by calling (See notes for each card below). These cards are valid for entry of up to four people in a single vehicle at all National Park Service fee sites.  Additionally, the passes are also accepted at four other federal recreation agencies that have entrance fees, U.S. Forest Service, U.S. Fish & Wildlife Service, Bureau of Land Management and Bureau of Reclamation. The pass series consists of the Annual Pass, the Senior Pass, the Access Pass and the free Annual Pass for U.S. Military. Children under the age of 16 are admitted free at all NPS fee sites.  The Annual Pass is available to anyone over the age of 16. The cost is $80.  NOTE: Can be purchased online or via telephone at 1-888-ASK-USGS (1-888-275-8747), Ext. 3, Monday through Friday, 8:00 am to 4:00 pm MST. The Senior Pass is available to U.S. citizens or permanent residents age 62 or older. The cost is $10 with documentation of age and residency or citizenship.  NOTE: There will be an additional $10 application processing fee to order the card via a main-in application. The Access Pass is free to ALL U.S. citizens or permanent residents with a permanent disability (Applicants must provide documentation of permanent disability and residency or citizenship - Vehicle disability hang tags are not acceptable).  NOTE: There will be a $10 application processing fee to order the card via a main-in application. The Annual Pass for U.S. Military is free to all active duty military members and their dependents. Applicants must present a Common Access Card (CAC) or Military ID (Form 1173) to receive the pass.  NOTE: This pass must be obtained in person, at a federal facility which offers it.  Additional information on the pass series or to order a pass online. PLEASE NOTE: Golden Access and Golden Age Passports are no longer sold. However, these passes will continue to be honored according to the provisions of the pass.",
    "url": "https:\/\/www.nps.gov\/chyo\/planyourvisit\/fees.htm"
}
