{
    "title": "Charles Young Buffalo Soldiers National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        Visitors gather around the newly placed historical marker dedicated to Col. Charles Young, next to State Route 42, just in front of the house. NPS Photo \/ Tom Engberg            Getting There  \"Youngsholm\" is located in Wilberforce, Ohio near Wilberforce University. It is situated less than one mile west of the Wilberforce University and Central State University campuses on U.S. Route 42 at 1120 US Route 42 E. Youngsholm is not yet open for regular visitation but guests can view the historical markers on the park grounds.  One is situated on a boulder in the front of the house and the other is posted between the parking lot entrances, near the roadway.  There is also another historical marker regarding Charles Young located on N. Bickett road on the campus of Wilberforce University. The park does have a few selected days set aside for public house tours.  Find out if a guided tour is available when you visit the site.      By Plane  There are three major airports near the park.  The closest is the Dayton International Airport (DAY), located 40 miles northwest of the park in Dayton. For more information, visit the Dayton International Airport website.  The Port Columbus International Airport (CMH) is located 69 miles to the northeast in Columbus.  Visit the Port Columbus International Airport website for more information.  The Cincinnati\/Northern Kentucky International Airport (CVG) is located 75 miles to the southwest in Hebron, Kentucky.  Visit the Cincinnati\/Northern Kentucky International website for more information.      By Car   From Dayton & all points west   Take US-35 east towards Xenia, OH  Continue into Xenia by following U.S. Route 35B Turn left onto U.S. 42, Youngsholm will be on your left, approximately 2.5 miles from U.S. Route 35B, 1120 US Route 42 E.  From Columbus & all points north    Take I-71 south from Columbus towards Cincinnati  Exit I-71 at U.S. Route 35 and go west  Follow U.S. Route 35 and exit at N. Bickett Road  Turn right onto N. Bickett Road  N. Bickett Road will dead-end at U.S. Route 42, turn left onto U.S. Route 42  Youngsholm will be on your right, approximately 0.7 miles from N. Bickett Road, at 1120 US Route 42 E.  From Cincinnati and all points south and southwest    Take I-71 north from Cincinnati towards Columbus  Exit I-71 at U.S. Route 35 and go west  Follow U.S. Route 35 and exit at N. Bickett Road  Turn right onto N. Bickett Road  N. Bickett Road will dead-end at U.S. Route 42, turn left onto U.S. Route 42  Youngsholm will be on your right, approximately 0.7 miles from N. Bickett Road, at 1120 US Route 42 E.  From all points east    Follow U.S. Route 35 west and exit at N. Bickett Road  Turn right onto N. Bickett Road  N. Bickett Road will dead-end at U.S. Route 42, turn left onto U.S. Route 42  Youngsholm will be on your right, approximately 0.7 miles from N. Bickett Road, at 1120 US Route 42 E.             National Afro-American Museum & Cultural Center (NAAMCC)  Website Directions to park partner, NAAMCC, from Youngsholm:x  Turn left, northeast, onto U.S. Rt. 42 Follow U.S. Route 42 approximately 1.0 mile to Brush Row Road You will be entering the campus of Central State University Turn left onto Brush Row Road NAAMCC will be on your right, immediately after the Lionel H. Newsom administration building Museum address is 1350 Brush Row Road, Wilberforce, Ohio  45384",
    "url": "https:\/\/www.nps.gov\/chyo\/planyourvisit\/directions.htm"
}
