{
    "title": "Charles Young Buffalo Soldiers National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1120 U.S. Route 42 E  Wilberforce, OH 45384                 Directions         \"Youngsholm\" is located in Wilberforce, Ohio near Wilberforce University. It is situated less than one mile west of the Wilberforce University and Central State University campuses on U.S. Route 42 at 1120 US Route 42 E.  Directions Details           Operating Hours & Seasons         Intermittent Operating Hours Although the park is still in the process of being developed for visitor use, from time-to-time the park will host special events or will open \"Youngsholm\" to the public for interpretive tours. You can view the searchable park Calendar to see what events are planned or visit our social media pages to stay up-to-date on current park happenings. Park hours are listed as sunrise to sunset, but please call the information number to inquire about visiting. Park visitation is dependent upon staff availability.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           The park lies in a humid continental zone with a generally temperate climate. Winters are mildly cold with average temperatures around 29 degrees (F). Summers are hot and humid with an average temperature around 74 degrees (F). Average annual total rainfall is just under 40\". Snowfall in the winter is generally light with an average total snowfall of about 22\".         Fees & Passes     Entrance Fees:   No Entrance Fees - $0.00 There are no fees to enter the park when it is open to the public.   Entrance Passes:   America the Beautiful Passes - $80.00 he park currently does not sell the America the Beautiful National Parks & Federal Recreation Lands Pass but you can go online to purchase select passes and to order select passes. You can also visit William Howard Taft National Historic Site in Cincinnati or Hopewell Culture National Historical Park in Chillicothe and purchase a pass there, in person.          Visitor Centers       Youngsholm Currently, Youngsholm serves as the face of the nation's 401st National Park Service site. Unfortunately, the park is not yet open to the public for regular visitation, but interpretive programs and exhibits are currently being planned. For up-to-date information on park events, you can call the park for info. In 1907, the Young's purchased a large house about a mile from the campus which he later named \"Youngsholm.\" The house was built in 1839 and was once used as a stop on the Underground Railroad.                Charles Young Buffalo Soldiers National Monument is located in west-central Ohio, in the town of Wilberforce. The park was officially dedicated on April 2nd, 2013 and is the nation's 401st National Park Service site.                  Operating Hours & Seasons               Fees & Passes               Permits & Reservations               Weather             Let Us Help You Plan Your Visit   Charles Young Buffalo Soldiers National Monument is located in the west-central Ohio area, about a thirty five minute drive southeast of Dayton.   Whether you're coming to visit the site during an open house or just browsing the grounds during daylight hours, learn about Charles Young and his major life accomplishments by watching the 10 minute Introductory Film online. Before you begin your journey to the park, be sure to check on the current traffic and Road Conditions around the park and Wilberforce area. Visit the Directions page to determine the best way to reach the park.  Browse the park Calendar to see what events may be planned for your visit.  Get the current Weather conditions for the park and surrounding area. Finish your trip planning by visiting the Eating & Sleeping page to find local area eateries and accommodations.  Visiting the park with your pet? Find out where Pets can and cannot go while on park grounds.  While the house is not currently open to year-round visitation, visitors are welcome to browse the park grounds and view the historical markers located near the roadway and on a boulder near the house.  Visit the Guided Tours page to view a list of open house dates. Looking for more National Park Service areas?  You can stay right here in the Buckeye state and see seven more National Park Service sites throughout the state.",
    "url": "https:\/\/www.nps.gov\/chyo\/planyourvisit\/basicinfo.htm"
}
