{
    "title": "Apostle Islands National Lakeshore: Sandscapes",
    "body": "Sandscapes of the Apostles         Outer Island Sandspit   What are Sandscapes? More than mere beaches, sandscapes are a range of features from barren sand bars to dune habitats that support plant and animal communities. Shaped by Lake Superior's ever-changing moods, the sandscapes of the Apostle Islands strike a balance among the forces of nature that alternately build and erode them. As these areas attract more boaters, hikers, picnickers and campers, human disturbance threatens to upset their natural balance. You can help insure the preservation of the area's sandscapes by taking a few minutes to learn about these special places within Apostle Islands National Lakeshore. How Sandscapes Form The formation of any sandscape requires three factors: a source of sand, energy to carry the sand, and a calm area where sand can accumulate. In the Apostle Islands, much of the sand comes from bluffs of soft glacial deposits that are easily eroded by wave action. When waves hit the shore at an angle, they lift sand off the bottom and generate longshore currents. These currents carry the lifted sand along the shore until it reaches a protected area where calmer conditions allow sediment to be deposited. Protected areas include bays and the lee side of islands. Not all of the Apostle Islands have sandy shores. Smaller islands, for instance, may not have enough glacial deposits to provide sand. The innermost islands may not be exposed to wave energy sufficient to transport much sand. Some of the Apostle Islands' sandscapes, such as the beach lines found at higher elevations on Oak and Bear Islands, are reminders of times over 8000 years ago when lake levels were much higher than the present level. Others, like the outermost dunes at Presque Isle on Stockton Island, were formed 2000-3000 years ago when lake levels were much lower. Types of Sandscapes At least five different types of sandscapes occur on the Apostle Islands: beaches, sand spits, a barrier spit, cuspate forelands, and tombolos. Beaches along bays or coves are the most common of the sandscapes. Perhaps the most familiar is the beach at Quarry Bay on Stockton Island. Sand spits are long, narrow sand deposits that extend outward from the tip of land or at the mouth of a bay. A large sand spit is found on the southern end of Outer Island and a smaller one can be found on the southern end of Cat Island. Long Island is not truly an island, but rather it is our sole representation of a barrier spit. Cuspate forelands are similar to sand spits, but are more wedge-shaped, nearly as wide as they are long. Cuspate forelands are found on Raspberry, Michigan, Rocky, Oak, South Twin, Ironwood, Otter, Bear, Stockton, and York Islands. Sand deposits that connect an island to the mainland or two islands to each other are called tombolos. Presque Isle is joined to Stockton Island by a tombolo, formed by sediments deposited from Anderson Bay and Julian Bay. A lagoon and other wetlands are enclosed by these deposits. The isthmuses on Rocky and York islands may also be tombolos. Sandscape Vegetation The plants that inhabit sandscapes are adapted to survive under the severe conditions of shifting sand, strong winds and nutrient-poor soils. \"Pioneer\" plants, such as American beach grass (Ammophila breviligulata) and beach pea (Lathyrus japonicus) trap wind-blown sand and organic matter and help to stabilize the sand dunes that separate the vegetated area from the beach zone. Microorganisms associated with beach grass and beach pea capture atmospheric nitrogen, convert it to a form usable by plants, and store this vital nutrient in the root zone. These two important ecological functions (stabilization, nitrogen fixation) provide conditions in which other species of plants and their associated animals can live. As the sandscape stabilizes, a community of plants and animals may develop. Among the shrubs that help to further stabilize the dunes are beach heather (Hudsonia tomentosa), dwarf juniper (Juniperus communis), blueberry (Vaccinium angustifolium), and rose (Rosa blanda). Trees such as white pine (Pinus strobus), red pine (Pinus resinosa), and paper birch (Betula papyrifera) become established in some dune areas and may further help to stabilize these areas. However, even the more stable sandscapes remain sensitive to disturbances such as fire, major storms and repeated human traffic. Such disturbances can cause the sandscape to revert to barren sand. In some cases, the disturbance may also lead to invasion by non-native plant species. This has occurred on the cuspate forelands on South Twin Island and Ironwood Island. Not only are the sandscapes of the Apostle Islands interesting geological features, but they also support several varieties of ecologically important plants and animals that are rare in Wisconsin. With your help, the National Park Service will be able to protect these rare communities for study and enjoyment now and in the future.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/nature\/sandscapes.htm"
}
