{
    "title": "Apostle Islands National Lakeshore: Sea Caves",
    "body": "Apostle Islands Sea Caves         Mainland Sea Caves - Pancake Ice 2007 Photo by Damon Panek, NPS  Sea Caves Centuries of wave action, freezing, and thawing have sculpted shorelines throughout Apostle Islands National Lakeshore. Some of the Great Lakes' most spectacular scenery occurs where these forces interact with sandstone of the Devils Island Formation to create extensive sea caves. Nature has carved delicate arches, vaulted chambers, and honeycombed passageways into cliffs on the north shore of Devils Island, Swallow Point on Sand Island, and along the mainland near the Lakeshore's western boundary. People come to Apostle Islands National Lakeshore in summer and winter to visit the sea caves and witness Lake Superior's ever-changing handiwork. Geology The story of the Devils Island Formation begins over one billion years ago. At that time, rivers carried sandy sediments from hills in what is now southern Minnesota to a basin where the Apostle Islands are now found. These rivers, known as braided streams, carried sediment that slowly filled the basin, forming a sand flat. That area was covered with many shallow ponds, some only a few inches deep, connected by shallow channels. Sand deposits in this environment were thinly-bedded, fine-grained, and extensively ripple marked. These deposits eventually became the sandstone known as the Devils Island Formation, named for the locality where it was first identified and described by geologists. Where wave action erodes and undercuts the base of a cliff, a feature known as a \"reentrant\" develops. Sea caves are produced when a number of reentrants join behind the face of a cliff, leaving behind supporting pillars and arches. They develop most easily where the sand layers comprising a rock formation are very thin. The thinly bedded, easily eroded sandstones of the Devils Island Formation are the source of Apostle Islands National Lakeshore's spectacular array of sea caves. Ice Caves The caves' beauty varies dramatically with the season. In summer the red sandstone is sandwiched between sapphire blue lake and emerald green forests that grow right up to the brink of the cliffs. Large waves generate plumes of spray and thunderous explosions as they surge into the sea caves. While visitors must enjoy these scenes from a distance, such is not the case when the lake is tranquil. Under calm conditions, kayakers can explore the caves' deepest recesses while listening to the murmer of water against rock. By February, an ice bridge might connect Sand Island to the mainland. The lake surface is usually a frozen white expanse. Lakeshore cliffs form a crimson red border to this arctic landscape. Pillars of ice extend to the cliff tops where waterfalls have hardened in place. Frozen lakewater encrusts the base of the cliffs. Inside the caves awaits a fairyland of needlelike icicles. The formations change from chamber to chamber and from day to day. Getting there In summer, the sea caves are best seen by boat. The Apostle Islands Cruise Service offers daily trips past the Devils Island sea caves from late May through the middle of October. On Wednesday and Saturday evenings in July and August, the concessioner also offers a sunset cruise to the mainland caves. Kayak outfitters in Bayfield guide day trips to the mainland caves throughout the summer. Kayakers with their own boats wishing to visit the mainland caves will find a good launch point at the end of Meyers Road. This is located about 18 miles west of Bayfield off Highway 13. Boaters wishing to visit the Sand Island caves will find a boat launch at Little Sand Bay, 13 miles north of Bayfield. To reach the mainland caves in winter, visitors should drive to the end of Meyers Road. The lake in this vicinity is frequently covered with ice for some or all of the period from late January to mid-March. If the lake is sufficiently frozen, visitors can walk, snowshoe, or ski northeast across the ice to the cliffs. The caves begin about one mile from Meyers Beach. A Safe Visit Visitors to the caves face a number of potential hazards. Boaters should avoid sea caves when conditions are rough. Get the marine weather forecast before leaving on your trip. Personal flotation devices (PFDs) should be worn. Kayakers should not visit the caves alone. When walking along cliff tops remember that this is an eroding shoreline, and stay back from the edge. Winter visitors need to be especially careful:   Do not take chances if ice conditions are unstable. Beware of cracks in the ice even on the coldest days. Carry an ice bar to test ice thickness.  Sub-zero temperatures and bitter wind chills are common. Warm clothing is a must. Walking on ice can be extremely slippery- wear sturdy boots to prevent slipping. Watch out for falling ice and rock in and around the cliffs and caves.  If planning a winter trip to the caves, call the automated Apostle Islands Ice Line at (715)779-3398, extension 3, for current ice conditions at the mainland caves.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/nature\/caves.htm"
}
