{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: The Moore House and Articles of Capitulation",
    "body": "The Moore House and Articles of Capitulation        Early History The site on which the Moore House now stands was first patented by Governor John Harvey in the 1630's, and was named \"York Plantation.\" A century later, it was part of a 500 acre plantation called \"Temple Farm\" where Lawrence Smith II built a family home. In 1754, the estate passed to Smith's son, Robert. By 1760, however, Robert found himself in financial straits, and was forced to sell the farm that had been in his family for three generations. He sold the 500 acre estate to his brother-in-law, Augustine Moore. Augustine Moore Augustine Moore began his career as a merchant at the age of 14, when he became an apprentice to William Nelson of Yorktown. He served the Nelson firm for many years, and became parter of \"Thos Nelson, Jr. & Co.\" in 1773. In 1767, Augustine inherited three plantations from his father, establishing him as a landowner of some estate. The following year he purchased \"Temple Farm\", and eventually moved his wife and son into the present plantation house to become a gentleman farmer in the fashion then prevalent in Virginia. In 1781, when General Cornwallis moved his British army into Yorktown, many residents left their homes and fled the area. The Moore family may also have abandoned their home, temporarily moving to Richmond during the Yorktown Siege. What they certainly could not have known, was that their home would become a site of national significance on October 18, 1781, when it was selected to be the backdrop for one of the final scenes of the American Revolution. The Surrender Negotiations At 10 o'clock on the morning of October 17, 1781, a drummer beating a \"parley,\" and a British officer with a flag of truce, mounted a parapet south of Yorktown. The allies saw the signal, and soon the incessant, devastating artillery fire ceased. A hushed stillness fell over the field. Lord Cornwallis, realizing the defeat of his army was inevitable, sent a message to General George Washington: \"Sir, I propose a cessation of hostilities for twenty-four hours, and that two officers may be appointed by each side, to meet at Mr. Moore's house, to settle terms for the surrender of the posts of York and Gloucester.\" Why Cornwallis selected the Moore House for the negotiations was not explained, however, there are a number of possibilities.The Moore House was well outside the line of siege fire, and therefore, not damaged. It was a neutral location, hiding the British situation in town, and possibly selected in the hope of securing better surrender terms. And finally, it was a convenient location for both sides to reach, as it was situated along the York River Washington agreed to only a two hour cease fire for Cornwallis to submit general terms of surrender. Messages continued to pass over the battlefield between the two commanders. Finally, on the afternoon of October 18, the two British commissioners, Lieutenant Colonel Thomas Dundas and Major Alexander Ross met in \"Mr. Moore's house\" with the allied officers, Lieutenant Colonel John Laurens, for the Americans, and Second Colonel Viscount de Noailles (Marquis de Lafayette's brother-in-law), representing the French. The negotiations ended before midnight, and Laurens carried a rough draft of the articles to General Washington. Washington, however, was not completely happy with the results and made a few minor changes. Once the articles were revised and redrafted, a copy was sent to Cornwallis in Yorktown for his signature. The Articles The Articles of Capitulation were terms for the surrender of Cornwallis's British army. The 14 articles directed the surrender from the disposition of the troops, artillery, and arms, to even the surrender ceremony itself. The articles directed where the troops, now prisoners of war, were to be sent. The soldiers were marched off to camps in Frederick, Maryland, and Winchester, Virginia. One field officer for every 50 men was allowed to reside near their respective regiments to witness their treatment and deliver clothing and other necessaries to the soldiers at the camps. All other officers were paroled and allowed to go to Europe, New York, or any other American post then in possession of the British forces, on the condition they would no longer fight until properly exchanged. Another article provided for the care of the sick and wounded prisoners. Proper hospitals would be furnished, with patients attended by their surgeons on parole. Medicine and supplies were to be provided by the American hospitals, the British stores in both York and Gloucester, and passports would be issued to procure further supplies from New York if necessary. The third article referred to the surrender ceremony and contained the provision that deprived the British of the honors war. Customary honors allowed the surrendering troops to march out of their works with their regimental flags flying and playing an enemy's tune in honor of the victor. George Washington was not going to allow these honors, instead he stated, \" The same honors will be granted to the surrendering army as granted to the garrison of Charlestown\". In May, 1780, an American army was captured at Charleston, South Carolina and not given the honors of war, therefore, in retaliation, the British would not be granted them at Yorktown. The troops, the article read, were to \"...march out...with shouldered arms, colors cased, and drums beating a British or German march. They are then to ground their arms and return to their encampment, where they will remain until they are dispatched to the places of their destination...\" By the afternoon of October 19th, 1781, both commanders had signed the Articles of Capitulation, and the defeated British army was marching out from Yorktown to lay down their arms, ending the last major battle of the American Revolution. Preservation Efforts The Moore House remained in the Moore family until 1797, when it passed to the son of Thomas Nelson Jr., Hugh Nelson, after the death of both Augustine and his wife Lucy. Thereafter, the house changed hands many times. During the 1862 Peninsula Campaign of the Civil War, military action around Yorktown caused considerable damage to the Moore House. Sitting in between Confederate lines in Yorktown and the Union forces on Wormley Creek, the house was within easy range of shell fire. Later, foraging soldiers stripped away siding and other usable wood for fuel. The house remained derelict until 1881 when much needed repairs and some additions were made in preparation for the Centennial Celebration of the allied victory at Yorktown. The newly refurbished structure housed dignitaries during the celebration. In the years between 1931 and 1934, the National Park Service, which had just established Colonial National Monument (later Historical Park), restored the Moore House to its original colonial appearance. Archeology and historic images were used to assist in its restoration. The restoration was one of the first of its kind for the National Park Service. The house was completed and formally dedicated on October 18-19, 1934, the 153rd anniversary of the surrender of Cornwallis and his British army.",
    "url": "https:\/\/www.nps.gov\/york\/learn\/historyculture\/mooorehouseandarticle.htm"
}
