{
    "title": "Apostle Islands National Lakeshore: What does it mean?",
    "body": "What does it mean?       A recent report published by the Wisconsin Initiative of Climate Change Impacts compiled climate data down-scaled from scientifically accepted global climate models to provide more accurate representations of changes that have occurred in the state of Wisconsin since 1950 and more precise predictions into the year 2055. Based on their data and other research of Lake Superior, changes to climate that have been recorded in the vicinity of Apostle Islands National Lakeshore and the south shore of Lake Superior since approximately 1950 include: overall warmer temperatures with greater increases during the winter, increases in lake temperatures (Austin and Colman 2007), increased severity of extreme weather events, and a reduction in winter ice cover that amounts to 2 weeks less every decade since 1980 (Austin and Colman 2007, Howk 2006). These changes have resulted in longer growing seasons, shifts in habitat ranges, increased prevalence of invasive species and infestations, increased flooding, and greater risks to human health around the state.              Based on scientific predictions for future changes to climate in the state and specifically for Northern Wisconsin, these impacts are likely to persist and potentially become more severe. Summary of Projected Average Climate Changes in Wisconsin   More frequent hot days, fewer cold nights Rise in nighttime and winter temperatures Moderate increase in frequency and intensity of precipitation Significant increase in rain during winter Impact on short term variability (weather) not understood   Consequences of projected changes in climate   Significant decline in winter ice cover Major losses of northern forest species (ex. hemlock, spruce, birch…) Reductions of cold water fish populations (ex. brook trout, white fish and walleye…) Effects on Ojibwe cultural practices (ex. maple sugaring, harvesting wild rice, birch bark peeling…)              Indigenous Ojibwe people, local communities, and tourist industry all identify heavily on activities linked to this area's unique climate. Commercial, recreational and ice fishing; harvesting of manoomin, or wild rice; maple sugaring; and any customs that make use of northern tree species such as birch bark, black ash and spruce, are at risk to climate change. The natural and cultural resources of this park face significant challenges in the landscape of a changing climate, thus endangering the area's unique ecological and cultural viability.  Rapid warming of Lake Superior Link to Jay Austin's paper.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/nature\/climatechangeapisgreatlakes.htm"
}
