{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: History of the Siege",
    "body": "History of the Siege       By the summer of 1781, the United States had been at war with England for over six years. The first shots had been fired in April 1775 on the village green in Lexington and at North Bridge in Concord, Massachusetts. Merely sustaining the army had been a major accomplishment for the Americans, who did not have much money, food or clothing. The winters of 1777-78 at Valley Forge and 1779-80 at Morristown were particularly devastating, with many soldiers freezing and starving to death, and some giving up and returning home. A deep belief in the cause and an enduring faith in their leader, George Washington, kept this army together. In the summer of 1780, the Americans received a major boost to their cause when 5,500 French troops, commanded by Comte de Rochambeau, arrived at Newport, Rhode Island. France had been sending supplies to the United States all along, but after France and England declared war against each other in 1778, French King Louis XVI sent troops and naval assistance to the United States to engage the enemy. When Rochambeau’s forces arrived, the British were operating on two fronts. General Clinton, commander of British forces in North America, was occupying New York City after a largely unsuccessful attempt to control the northern and middle colonies. General Lord Cornwallis was leading through the southern colonies an army that had already captured Savannah and Charleston. The main American army under Washington was stationed along the Hudson River above New York City. In the spring of 1781, Washington traveled to Rhode Island to meet with Comte de Rochambeau and plan an attack on Clinton. A French fleet was expected to arrive in New York later that summer, and Washington wanted to coordinate the attack with the fleet's arrival. As planned, Rochambeau's army marched in July and joined with Washington's troops outside New York City, only to learn that the French fleet was sailing to the lower Chesapeake Bay. Washington changed his strategy to make Clinton think he was planning to attack him, while instead sneaking away to the south to trap Cornwallis. In order to fool Clinton, Washington had his men build big army camps and huge brick bread ovens visible from New York to give the appearance of preparations for a stay. Washington also prepared false papers under his signature discussing plans for an attack on Clinton, and let these papers fall into British hands. Leaving a small force behind, Washington and Rochambeau set out for Yorktown in mid-August. By early September they were parading before the Continental Congress in Philadelphia, and they arrived in Williamsburg, 13 miles west of Yorktown, in mid September. Cornwallis was in Yorktown because he had been ordered by Clinton during the summer to provide a protected harbor for the British fleet in the lower Chesapeake Bay. Cornwallis chose Yorktown because of its deep-water harbor on the York River. His army spent the latter part of the summer fortifying Yorktown and Gloucester Point across the York River. The French fleet, as part of the overall plan, entered the lower Chesapeake Bay in the end of August and disembarked 3,000 French troops to wait for Washington and Rochambeau in Williamsburg. On September 5, they encountered the British fleet in a naval engagement known as the Battle of the Capes. The British suffered damage to their ships and returned to New York, while the French, commanded by Admiral de Grasse, remained in the lower Chesapeake and established a blockade. By the end of September, approximately 17,600 American and French soldiers were gathered in Williamsburg, while 8,300 British soldiers were occupying Yorktown. The British forces included a small number of German auxiliary troops hired to help fight the war. Cornwallis recognized the odds were in the allies' favor, and he sent Clinton a note asking for help. Clinton responded that a British fleet with 5,000 men would sail for Yorktown from New York on October 5. Cornwallis had his men construct a main line of defense around Yorktown that consisted of ten small enclosed forts (called redoubts), batteries with artillery and connecting trenches. The Americans and French marched from Williamsburg to Yorktown on September 28 and began digging a trench 800 yards from the British defense line to begin a siege. By October 9, the allies' trench was finished and their artillery had been moved up. Firing at the British continuously, they had virtually knocked the British guns out of action by October 11. Cornwallis had the additional misfortune to learn at that time that Clinton's departure from New York had been delayed. During the night of October 11, the allies began a second trench 400 yards from the British. The next days were spent bringing up artillery and strengthening the new line. The new line could not be completed, however, without capturing British redoubts 9 and 10. On the night of October 14, 400 French stormed redoubt 9 and 400 Americans stormed redoubt 10, capturing them in less than 30 minutes. Nine Americans and 15 French died in this brief and heroic action. On October 16, the British tried two desperation moves. Early that morning they attacked the allied center, attempted to silence a French Battery, but the French cannons were firing again in less than six hours. Late that night they tried to evacuate Yorktown by crossing the York River in small boats to Gloucester Point. A violent windstorm arose at midnight, however, scattering the boats and forcing an abandonment of the escape. Realizing the situation was hopeless, Cornwallis sent forth a British drummer on October 17, followed by a British officer with a white flag and note indicating a request for a cease fire. A number of notes passed between Cornwallis and Washington that day as they set the framework for the surrender. The next day, October 18, four officers--one American, one French and two British--met at the Moore House, one mile outside Yorktown, to settle surrender terms. On October 19, in a spectacle incredible to all who witnessed it, most of Cornwallis' army marched out of Yorktown between two lines of allied soldiers--Americans on one side and French on the other--that stretched for more than one mile. The British marched to a field where they laid down their arms, and returned to Yorktown. They did not know that on that very day, Clinton sailed for Yorktown from New York with 5,000 troops. News of the British defeat at Yorktown spread quickly. Celebrations took place throughout the United States. London was shocked. The British prisoners were marched to prison camps in Winchester, Virginia and Frederick, Maryland. The American army returned to the Hudson River, while the French army remained in Yorktown and Williamsburg for the winter. Clinton and Cornwallis eventually returned to England where they engaged in a long and bitter public controversy over who was to blame for the British defeat at Yorktown. Though the British still had 26,000 troops in North America after Yorktown, their resolve to win the war was nothing like it had been before Yorktown. The war had been lengthy and costly. Replacing Cornwallis' captured army was a questionable proposition, particularly because the British also were engaged in military struggles in India, Gibraltar, the West Indies and Ireland. Thus, the British Parliament in March 1782 passes a resolution saying the British should not continue the war against the United States. Later that year, commissioners of the United States and Great Britain signed provisional articles of peace. In September 1783, the final treaty was signed which ended the war and acknowledged American independence.",
    "url": "https:\/\/www.nps.gov\/york\/learn\/historyculture\/history-of-the-siege.htm"
}
