{
    "title": "Ebey's Landing National Historical Reserve: Vision Statement",
    "body": "Explore This Park    Get Involved     Planning     Vision Statement              Vision Statement      Ebey's Landing National Historical Reserve is a successful cooperative effort of the National Park Service, Washington State Parks and Recreation Commission, Island County and Town of Coupeville. The partnership which started in 1988, is an established part of each partner's recreation, historic preservation and open space efforts.The Trust Board, with members representing each of the above partners, actively manages the Reserve. The Trust Board is a respected body that represents a wide range of community interests. The management of the Reserve is well understood within the local community and strengthens a sense of community identity and pride.The presence of Ebey's Landing National Historical Reserve enhances the health of the Central Whidbey community as it continues to grow and evolve. The local community appreciates and protects its historical inheritance and valuable natural resources by assisting in the maintenance of open space and historical structures and providing recreational and educational opportunities to residents and visitors alike. The agricultural community operating within the Reserve is healthy and is able to respond to changing market conditions to remain economically viable.The rural historic landscape of the Reserve retains its integrity. New development is designed and sited to respect the cultural landscape and to protect key landscape features that are of historic significance. Interpretation of the history of the Reserve is integrated into the landscape in a way that is visually unobtrusive and is compatible with the day to day activities of the local community. Visitors, students and residents all benefit from the interpretive opportunities of the Reserve. Important scenic vistas and corridors are protected from incompatible land development. Changes in land use continue, but with care and respect for the visual beauty of the Reserve.Recreational opportunities within the Reserve are provided by each of the Reserve partners; each according to its unique abilities. Programs are coordinated so that the highest quality recreational opportunities are provided most efficiently and in a way that compliments the rural historic landscape of the Reserve and benefits the local community as well as visitors.The Town of Coupeville, Island County, Washington State Parks and the National Park Service all understand the benefits that the Reserve provides to each organization and supports the Reserve fully. Fiscal support for the Reserve is evidenced in the budgets of each partner as well as by Congressional action to provide land protection funds when needed.The Reserve is a model for sustainable development that respects a community's need to adapt to new challenges while protecting a nationally significant historical resource. The Reserve partnership is a model of cooperative management of cultural and natural resources. A well-developed sense of stewardship exists within the local community and between the Reserve partners that assures the health of the Reserve into the future.Approved November 22, 1994 Reaffirmed 2005",
    "url": "https:\/\/www.nps.gov\/ebla\/learn\/management\/vision_statement.htm"
}
