{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: After Yorktown: 1781-1783",
    "body": "After Yorktown: 1781-1783       Many visitors to Yorktown Battlefield are confused by the time lapse between the battle and the ratification of the Treaty of Paris, in September 1783. They often wonder, and occasionally ask, what happened during this time, and why did the treaty take so much time to work out? The defeat at Yorktown caused a change in the British government. Prime Minister Lord North and the Tory party were ousted, and the Whigs, under Rockingham, assumed power. This new government opened negotiations with the American commissioners in Paris. The American had eight main goals, four of which were considered to be essential to any peace settlement, and the other four to be favorable additions. The four essential terms included 1) Independence from Great Britain and removal of all British troops from United States territory; 2) Settlement of all boundaries; 3) Canadian territory to revert to those boundaries before the Quebec Act; and 4) American rights to fish in the Grand Banks and use of Canadian shores to dry and cure the catch. (The optional terms included Britain ceding all of Canada to the United States, British payment for damage caused by British military action, a formal apology by Parliament admitting that Britain was wrong to have caused the war, and allowing American ships and merchants to have the same rights and privileges of commerce as their British counterparts within the British Empire.) By November 1782, the British and American commissioners had reached agreement and signed preliminary terms of peace. However, under the terms of the Franco-American alliance, this peace treaty could not go into effect until Britain and France reach agreement. In turn, France had an additional alliance with Spain, so no Anglo-French treaty could go into effect until Britain and Spain also reach agreement. Unfortunately, Spain's nominal contribution to the war was counterbalanced by the most ambitious territorial demand - the return of Gilbralter by Great Britain. The French proposed that Gilbralter be returned to Spain, that Great Britain be compensated by awarding her several French islands in the Caribbean, and that Spain cede control of Santa Domingo to France. The war-weary British expressed interest in this plan. In September 1782, Spain had mounted an expedition, attempting to retake Gilbralter. Negotiations were frozen as all eyes turned expectantly to view the result. It was a humiliating failure, which, together with the French naval defeat in the Caribbean, reinvigorated the British and hardened their negotiating position. Spain and France were now forced to be more accommodating at the negotiating table. The British put forth a proposal in which they would retain Gilbralter, but Spain would be bought off by awarding her East and West Florida. The Spanish were also reluctant to accept the Mississippi River as the western border of the United States, having their own claims to the territory between the Mississippi and the Appalachian Mountains. (Spain had gained control of Louisiana after the Seven Years War.) France, on the verge of bankruptcy, pressured Spain to accept this settlement and thus end the war. Finally, on January 20, 1783, all parties reached agreement and an armistice was declared. A change of British government and minor modifications to the French and Spanish treaties, as well as Anglo-Dutch negotiations, delayed the final ratification of the Treaty of Paris until September 3, but on that day the War for American Independence officially concluded. In the words of the French negotiators, \"England has been plucked all over; but to pluck the bird without make her squawk, voila, le grand art!\"",
    "url": "https:\/\/www.nps.gov\/york\/learn\/historyculture\/after-yorktown.htm"
}
