{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Teaching with Museum Collections",
    "body": "× Rate the Lesson Plan             Curricula Teaching with Museum Collections   Marsh-Billings-Rockefeller National Historical Park, Saint-Gaudens National Historic Site          Sunset in Yosemite Valley William Bradford MABI 1758          Overall Rating  Add your review    Students will make detailed observations and create two artistic images, one realistic and other abstract, based on a landscape painting's most important features. Students will reflect on their chosen painting and the experience of interacting in depth with a specific work of art and compose label-style text about their chosen painting.Students will collaboratively design and develop Hudson River School-style murals. Additional Resources    McGrath, Robert L. “Special History Study: Art and the American Conservation Movement”. Boston: National Park Service U.S. Department of the Interior, 2001. Marsh-Billings-Rockefeller National Historical Park.“Summary and Location Catalog.” Woodstock, Vermont. Paintings at Marsh-Billings-Rockefeller National Historical Park, http:\/\/www.nps.gov\/history\/museum\/exhibits\/mabi\/.   MBRNHP catalogue entries for Bierstadt, Bradford, Bricher, Cole and Durand paintings (ask Laura if these should be available to the public).    Details  Subject: Art, Conservation, Environment, History, Landscapes, Language Arts, Museum Studies, Social Studies National\/State Standards: NL-ENG.K-12.7Evaluating Data; NL-ENG.K-12.12Apply Language Skills; NSS-USH.5-12.4ERA; NA-VA.K-4.2Using Knowledge of Structures and Functions; NA-VA.5-8.4Understand the Visual Arts Relation to History and Cultures; NT.K-12.3Technology Productivity Tools Keywords: art, Hudson River School, paintings, stewardship, museum collections, curriculum, elementary school, students, lesson plan, visual arts, history type: Curricula              Lesson Plans  History of Floyd Bennett Field   Nature, Art and Conservation at Marsh-Billings-Rockefeller National Historical Park   Grand Canyon Human History    Distance Learning  Conservation Career Opportunities for Youth   The Human Story   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/teaching-with-museum-collections-lesson-plan.htm"
}
