{
    "title": "Saguaro National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 19, 2015  Saguaro National Park September 2015 Guided Programs Schedule  Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; visitors should call the visitor centers for updates or reservations   July 20, 2015  Saguaro National Park Resumes Work to Restore Native Vegetation  With the recent increase in moisture brought on by monsoon rains, conditions are optimal for seasonal restoration work to resume in Saguaro National Park. The park will be using groundbased field crews to apply herbicide on buffelgrass and improve conditions for native plants.   June 29, 2015  Saguaro National Park August 2015 Guided Program Schedule  Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; visitors should call the visitor centers for updates or reservations.   June 15, 2015  Resilient Landscapes Program Funding to Help Combat S. AZ Buffelgrass Invasion  Saguaro National Park, the Coronado National Forest, and the Southern Arizona Buffelgrass Coordination Center are the recipients of Resilient Landscape Program (RLP) funding from the Department of the Interior to help address the growing buffelgrass problem, which poses a serious threat to the Sonoran Desert and its residents.   June 10, 2015  Saguaro National Park Announces Fee Changes  Starting on June 15, Saguaro National Park will increase Back-country camping fees from $6 per night to $8 per night, and the Saguaro National Park annual pass from $25 to $35. Regular weekly entrance fees are not being increased. All fees collected at Saguaro National Park stay in the park and are used to fund important maintenance projects and educational programs within the park.   June 07, 2015  Saguaro National Park July 2015 Guided Program Schedule  Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; visitors should call the visitor centers for updates or reservations   May 17, 2015  Saguaro National Park June 2015 Program Schedule  Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; visitors should call the visitor centers for updates or reservations.   April 23, 2015  Tourism to Saguaro National Park Creates Over 58 Million in Economic Benefits  Tucson, AZ – A new National Park Service (NPS) report shows that 673,752 visitors to Saguaro National Park in 2014, spent nearly $41.6 million in communities near the Park. That spending supported 610 jobs in the local area and had a cumulative benefit to the local economy of more than $58 million.   April 20, 2015  Saguaro National Park to Offer Summer Junior Ranger Camps at Rincon Mountain District  Tucson, AZ - Saguaro National Park is seeking 6 to 11 year old day campers to participate in the long-standing tradition of Junior Ranger Camps in the Rincon Mountain District (east) this summer.   April 17, 2015  March 2015 Program Schedule  Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; call the visitor centers for updates or reservations.   April 16, 2015  Saguaro National Park Offers Fee Free Weekend to Celebrate National Park Week 2015  Tucson, AZ – Saguaro National Park is joining with the National Park Service and the National Park Foundation to celebrate 2015 National Park Week, including free entrance to both districts Saturday, April 18 and Sunday, April 19.   April 06, 2015  Saguaro National Park Seeks Volunteers for April Buffelgrass Pulling in the Rincon Mountain District (east)  Tucson, AZ - Saguaro National Park is looking for volunteers to assist pulling buffelgrass within the Rincon Mountain District (east) this Saturday, April 11. Interested volunteers should meet at the park's Rincon Mountain Visitor Center at 8:00 am. Please park in the Administration parking lot (first right turn after entering the park, follow the signs to the parking area just south of the visitor center parking lot). From the visitor center, park staff and volunteers will carpool a short distance to the work site and hike off trail to the buffelgrass location.   March 31, 2015  Saguaro National Park Joins National Find Your Park Movement  Tucson, AZ – Saguaro National Park joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. Launched yesterday by the National Park Service and the National Park Foundation, Find Your Park is a public awareness and education campaign celebrating the milestone centennial anniversary of the National Park Service in 2016 and setting the stage for its second century of service.   March 27, 2015  99 Species of Annual Wildflowers Identified in Saguaro National Park's Winter Wildflower Bioblitz  Tucson, AZ – On March 7, Saguaro National Park held a winter wildflower Bioblitz. Over 100 enthusiastic individuals participated in seven botanist led guided hikes across the park and identified 99 species of winter annual flowering plants. Eighty-three species of flowers were identified in the Tucson Mountain District (west) and 59 species were identified in the Rincon Mountain District (east).   March 18, 2015  Saguaro National Park and Friends of Saguaro National Park Welcome Visitors to the New Bilingual Exhibits in the Rincon Mountain (east) Visitor Center  Tucson, AZ – Saguaro National Park and Friends of Saguaro National Park officially opened the new bilingual exhibit collection in the Rincon Mountain Visitor Center on Thursday, March 12.   March 17, 2015  Saguaro National Park Commemorates Cesar Chavez Day with Free Admission and Activities Monday, March 30  Tucson, AZ – Enjoy the beautiful spring weather in your backyard national park, with free admission into both districts of Saguaro National Park Monday on March 30: Cesar Chavez Day. New visitor center exhibits, a Hispanic heritage film, and a bilingual guided hike will also be offered.   March 16, 2015  Saguaro National Park Hosts 6th Annual Civilian Conservation Corps Recognition Day  Tucson, AZ – Saguaro National Park is pleased to be hosting the 6th Annual Civilian Conservation Corps Recognition Day event on Saturday, March 28, from 9am to 4pm in the park's west district.   March 11, 2015  April 2015 Guided Program Schedule  Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; call the visitor centers for updates or reservations.   February 21, 2015  Saguaro National Park to Offer Wildflower Walks at Mini Bioblitz  Tucson, AZ - Saguaro National Park's Tucson Mountain District (west) and Rincon Mountain District (east) are offering the opportunity for the public to join Tucson botanical experts in performing a species inventory of blooming wildflowers in Saguaro National Park.   February 19, 2015  Saguaro National Park Partners with Regional Conservation Organizations to Host Bi-National Meeting and Training in Tucson  Tucson, AZ - In an effort to establish working relations between National Parks and Reserves on both sides of the U.S.-Mexico border, Saguaro National Park and its partners Sonoran Joint Venture, Sky Island Alliance, and Friends of Saguaro National Park will host a week-long meeting and training in Tucson, February 23-27, with their Mexican counterparts.   February 18, 2015  Saguaro National Park March 2015 Program Schedule  Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change;call the visitor centers for updates or reservations.   February 12, 2015  Saguaro National Park to Offer Free Admission Over President's Day Weekend  Tucson, AZ – Enjoy the spring weather in your backyard national park, with free admission into Saguaro National Park this holiday weekend.   February 03, 2015  Saguaro National Park, Tucson Mountain District Offers Wilderness Exploration Camp Over Rodeo Break  Tucson, AZ - Saguaro National Park's Tucson Mountain District (west) will offer a three-day Wilderness Camp for young people 10 to 14 years old on Thursday, Friday and, Saturday February 26-28, 2015.   February 02, 2015  President's Budget Requests $3 Billion for National Park Service  Tucson, AZ – Today, the White House presented a budget request including a $432.9 million increase for the National Park Service in 2016, the agency's 100 year anniversary, to provide support for critical conservation, preservation, and recreation mission.   January 19, 2015  Saguaro National Park February 2015 Program Schedule  Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this winter that explore the park’s wonderful natural and cultural histories. Program listings also are available on the park’s website, www.nps.gov\/sagu , or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; call the visitor centers for updates or reservations.   January 16, 2015  Saguaro National Park to Waive Entrance Fees for Martin Luther King, Jr. Holiday  Tucson, AZ – Saguaro National Park will be joining along with other national park units across the country to honor Dr. Martin Luther King, Jr. with a fee-free entry into the park on Monday, January 19.   January 12, 2015  Saguaro National Park Seeks Public Comments Regarding a Proposed Fee Increase for Camping Permits and the Park's Annual Pass in 2015  Tucson, AZ - Saguaro National Park is seeking public comments regarding a proposed fee increase for backcountry camping permits and for the Saguaro National Park Annual Pass.   January 08, 2015  Saguaro National Park Seeks Volunteers for Buffelgrass Pulling in the Rincon Mountain District (east)  Tucson, AZ - Saguaro National Park is looking for volunteers to assist pulling buffelgrass within the Rincon Mountain District (east) this Saturday, January 10.  Interested volunteers should meet at the park's Rincon Mountain Visitor Center at 8:00 am. Please park in the Administration parking lot (first right turn after entering the park, follow the signs to the parking area just south of the visitor center parking lot). From the visitor center, park staff and volunteers will carpool a short distance to the work site and hike off trail to the buffelgrass location.   December 29, 2014  Saguaro National Park January 2015 Program Schedule  Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this winter that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website, www.nps.gov\/sagu, or visit us on Facebook. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; call the visitor centers for updates or reservations.   December 22, 2014  Saguaro National Park, Friends of Saguaro and Southern Arizona Roadrunners Team Up for Beyond 2015  Tucson, AZ - Saguaro National Park, Friends of Saguaro and Southern Arizona Roadrunners are teaming up again for a FREE, non-competitive social walk\/run event in the park's Tucson Mountain (West) District, from 8:30am to 10:30am, as part of the BEYOND: * Commemorate * Celebrate * Commit, event on Saturday, January 10, 2015.   November 20, 2014  Saguaro National Park, Tucson Mountain District Offers Wilderness Exploration Camp Over Winter Break  Tucson, AZ - Saguaro National Park’s Tucson Mountain District (west) will offer a three-day Wilderness Camp for young people 10 to 14 years old.  The dates for the camp are Saturday, Sunday, and Monday December 27-29, 2014.   November 13, 2014  Saguaro National Park Opposes Current Proposal For Bike Ranch Across Street From East District Visitor Center  Tucson, AZ –Saguaro National Park opposes the current proposal for a Bike Ranch development, on a 45 acre parcel across from the park's Rincon Mountain District (east) entrance. The property is located in the Pima County Buffer Overlay Zone, which preserves and protects the open space characteristics within one mile of public preserves.   November 10, 2014  Saguaro National Park to Waive Entrance Fees for Veterans' Day 2014  Tucson, AZ – Saguaro National Park will be joining national park units across the country in celebrating Veterans' Day with fee-free entry into the park. The 401 units of the National Park System preserve and protect many of the country's most significant scenic and cultural places.   October 23, 2014  Saguaro National Park November Program Schedule  Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this fall that explore the park's wonderful natural and cultural histories. Interpretive programs are free, but park entrance fees apply. Program schedules are subject to change; call the visitor centers for updates or reservations.   September 25, 2014  Visit Saguaro National Park for Free on Public Lands Day  Tucson, AZ - Saturday, September 27 is Public Lands Day across the nation. It is a day set aside each year to celebrate land that is publicly owned by the American people and encourage those people to come out and enjoy a day in their public lands. All 401 National Park sites across the country are joining Saguaro National Park in waiving entrance fees to celebrate the day and many are hosting volunteer opportunities for people who choose to serve in honor of the day.   September 17, 2014  Tucson Mountain District Roads and Visitor Center Closed in Preparation for Tropical Storm Odile  Tucson, AZ – The Red Hills Visitor Center and all interior roads in the Tucson Mountain District (TMD-west) of Saguaro National Park have been closed ahead of the predicted flooding due to the remnants of Tropical Storm Odile.   September 10, 2014  Saguaro National Park Seeks Volunteers to Help Pull Buffelgrass on Saturday, September 13  Tucson, AZ - On Saturday, September 13th, Saguaro National Park will host a work project to remove patches of buffelgrass, an invasive non-native plant threatening the Sonoran Desert.   August 29, 2014  Road Closures May Impact Visitors to Saguaro National Park Over the Labor Day Holiday Weekend  Tucson, AZ – Saguaro National Park is announcing road closures this weekend in both districts of the park over this holiday weekend.   August 21, 2014  Saguaro National Park Offers Free Admission on National Park Service's 98th Birthday  Tucson, AZ – Saguaro National Park invites everyone to come celebrate the National Park Service’s 98th Birthday with free entrance to both districts of the park all day on Monday, August 25.   August 20, 2014  Saguaro National Park Reopens Trails After Wildland Fire Activity in the Rincon Mountains  Tucson, AZ – Saguaro National Park has reopened trails and campgrounds in the Rincon Mountains after the Deer Head and Jackalope Fires.  Hikers are cautioned to stay on trails, especially in the burned areas.   August 15, 2014  Saguaro National Park Expands Efforts to Fight Buffelgrass on Parklands  Tucson, AZ – Starting on Tuesday, August 19, visitors to Saguaro National Park may see a low flying helicopter as aerial delivery of herbicides is initiated to control buffelgrass in certain areas of the park. The National Park Service recently approved a Restoration Plan and Environmental Assessment that includes aerial application of herbicide to control invasive non-native plants in places deemed unsafe or too remote for control by ground crews (see maps). Ground-based crews will continue to control invasive non-native plants in accessible areas.   August 15, 2014  Final Deer Head Fire Update  Tucson, AZ–Fire managers anticipate minimal Deer Head Fire activity to continue due to increased monsoon moisture. Pockets of heavy dead and down fuels in the interior of the burn may creep and smolder until the area receives significant precipitation, and they are extinguished. The fire remains at approximately 1,097 acres and is 75% contained. All Rincon Mountain District backcountry closures will remain in effect for the duration of the Deer Head Fire to ensure public safety. This will be the final update unless significant changes occur.   August 14, 2014  Hohokam Road Closed Due to Flooding  Tucson, AZ – For the second time this week, monsoon season storms have caused flash flooding in the Saguaro National Park’s Tucson Mountain (West) District. The rain this afternoon damaged and washed out segments of the Scenic Bajada Loop Drive, including all of Hohokam Road except the segment leading to the Sus Picnic area. Golden Gate Road was not damaged and remains open.   August 14, 2014  Increased Moisture Has Decreased Fire Activity  Tucson, AZ – The Deer Head Fire continues to creep and smolder within the fire’s perimeter, however increased relative humidity and recent precipitation have limited the fire’s spread. The fire remains at approximately 1,097 acres and is 75% contained.   August 13, 2014  Crews Have Repaired All Roads in Saguaro National Park's Tucson Mountain District  Tucson, AZ -  Monsoon season storms caused flash flooding in the Saguaro National Park's Tucson Mountain (West) District yesterday afternoon. The flooding damaged and washed out many segments of the Scenic Bajada Loop Drive and resulted in closures of all the dirt roads in the Tucson Mountain (West) District, except the segments leading to the Sus Picnic Area. As of this afternoon, crews have repaired all of the roads in the Tucson Mountain District and all of Tucson Mountain District roads have reopened.   August 13, 2014  Deer Head Fire Operations Scale Down  Tucson, AZ - The Deer Head Fire remains approximately 1,097 acres and 75% contained. Firefighters will begin demobilizing from the Deer Head Fire today, as recent monsoon conditions have slowed the fire's progress. The 10-person Sequoia Type 2 Wildland Fire Module will demobilize from the fire this morning, with the 10-person hand crew from Yellowstone National Park expected to demobilize on Friday. The seven person Saguaro Wildland Fire Module, along with local overhead resources, will continue to staff the Deer Head Fire.   August 12, 2014  Monsoon Season Storms Cause Flash Flooding in Saguaro National Park's Tucson Mountain District  Tucson, AZ- Monsoon season storms have caused flash flooding in Saguaro National Park’s Tucson Mountain (West) District this afternoon. The flooding has damaged and washed out many segments of the Scenic Bajada Loop Drive. As a result, all of the dirt roads in the Tucson Mountain (West) District, except the segment leading to the Sus Picnic Area, have been closed at this time.   August 12, 2014  Rain Expected to Damper Deer Head Fire Activity  Tucson, AZ – The Deer Head Fire remains at approximately 1,097 acres and is 55% contained.  Increasing moisture and humidity have slowed the fire’s progression in recent days and similar conditions are expected to persist throughout the week.  Fire activity is expected to continue to decrease with the return of monsoon weather conditions and potential for precipitation.   August 11, 2014  Fuel Loads and Moisture Influence Deer Head Fire  Tucson, AZ – The Deer Head Fire remains at approximately 1,097 acres and is 55% contained. The fire’s eastern flank remains active, and firefighters continue to direct the fire’s spread away from sensitive resources such as the historic Manning Camp. The park’s strategy is to keep the fire east of Heartbreak Ridge.   August 10, 2014  Deer Head Fire Fifty Five Percent Contained  Tucson, AZ – Aerial reconnaissance yesterday afternoon showed that the Deer Head Fire grew, slightly, to approximately 1,097 acres. It is now 55% contained. The fire’s eastern flank remains active, and firefighters continue to direct the fire’s spread away from important resources such as the historic Manning Camp. The Park’s strategy is to keep the fire east of Heartbreak Ridge.   August 09, 2014  Deer Head Fire Continues to Meet Objectives  Tucson, AZ – The Deer Head Fire remains approximately 1,076 acres. This surface fire continues to benefit a fire-adapted ecosystem, burning in a mixture of brush, grass, and ponderosa pine and oak litter with low to moderate intensity. Increasing moisture and humidity have slowed the fire’s progression in recent days and similar conditions are expected to persist throughout the weekend.   August 08, 2014  Deer Head Fire Grows Slightly  Tucson, AZ – Global positioning instrument surveys of the Deer Head Fire indicate that it has grown slightly to 1,076 acres. The lightning caused fire is being managed for natural resource benefits, in the federally-designated Wilderness area of the Rincon Mountain District of Saguaro National Park.   August 07, 2014  Jackalope Fire Controlled; Deer Head Fire Smoke Column Continues to be Visible  Tucson, AZ – Smoke from the Deer Head Fire will continue to be visible today over the Rincon Mountains. The lightning caused fire is being managed for natural resource benefits in the federally designated Wilderness area of the Rincon Mountain District of Saguaro National Park   August 06, 2014  Deer Head Fire Smoke Column Visible Again From Tucson  Tucson, AZ – Smoke from the Deer Head Fire will be visible today over the Rincon Mountains. The lightning caused blaze is being managed for natural resource benefits in the federally designated Wilderness area of the Rincon Mountain District of Saguaro National Park.       August 5, 2014 Deer Head Fire Activity Increases Tucson, AZ - Deer Head Fire activity increased yesterday. This was anticipated with the onset of another lull in monsoon moisture. The south and east portions of the fire showed the most fire activity causing firefighters to work along the Heartbreak Ridge Trail, and east of the trail, to establish buffers intended to confine westward progression of the fire in coming days. August 4, 2014 Dry Weather Anticipated For Deer Head Fire Tucson, AZ - The Deer Head Fire remained at 850 acres on Sunday, with low fire activity due to lingering moisture from the previous day's storms. Yesterday, firefighters concentrated on improving control features already in place and reducing fuels along key park trails outside of the current fire area. Clearing brush and undergrowth from these trails now will give firefighters a head-start, should fire activity levels increase this week. Today's work includes widening and improving the control lines already in place, and more fuel reduction as needed. August 3, 2014 Significant Rainfall Eludes Deer Head Fire Tucson, AZ - The lightning ignited Deer Head Fire remains 850 acres in size. Although many areas surrounding the Tucson Basin received significant rainfall Saturday, The Deer Head Fire are received a scant .08 inches. Firefighters yesterday monitored and patrolled the fire area. Mindful of the need to protect Manning Camp, firefighters continue to apply tactics to keep the fire from moving in that direction. This lightly burning fire is providing significant value to natural ecosystems, allowing fire managers to achieve many resource objectives.   August 2, 2014 Fire Crew Contains Jackalope Fire; Deer Head Fire Activity Reduced Tucson, AZ - The Jackalope Fire was declared 100% contained at 2:00 pm today, but firefighters will continue to monitor the area until it is determined to be 100% controlled. The fire perimeter has now been mapped, and indicates a total of 30 acres were burned. The fire never reached lower elevation desert habitats. The Deer Head Fire has grown to 850 acres. A small amount of growth occurred Friday on the Southeast section of the fire, adding 25 acres to the previous day's totals. Crews continue to manage this fire as a natural event to allow natural processes to occur while providing renewal of vegetation, recirculation of nutrients, and increased habitat benefits to wildlife. August 1, 2014 Firefighters Continue Suppression of Jackalope Fire; Monsoon Moisture Has Moderated Deer Head Fire Activity Tucson, AZ - Saguaro National Park is bringing in twenty additional firefighters to help suppress the Jackalope Fire. A Type 3 helicopter will continue to provide support, dropping water from a bucket. Cooler temperatures and early morning precipitation have helped moderate fire activity. Fire managers anticipate full containment by this evening. The Deer Head Fire in the Rincon Mountains of Saguaro National Park is still active and has grown to 826 acres. The Manning Camp area near the fire has received approximately .24 inches of rain since yesterday. Cool temperatures and increased moisture likely will slow fire activity over the next several days. July 31, 2014 Firefighters Suppressing New Lightning Ignited Fire in the Rincon Mountains Tucson, AZ - Fire managers are responding to a new lightning-ignited fire in Saguaro National Park's Rincon Mountain District. The Tanque Verde Fire is located on Tanque Verde Ridge, near Juniper Basin. It is burning in grass and juniper at an elevation of approximately 6,000 feet. The fire was first reported today at approximately 2:30 pm. It is currently estimated to be approximately 10 acres. July 31, 2014 Superintendent's Compendium Updated to Reflect Prohibition on Drone Use In Saguaro National Park Tucson, AZ - The Superintendent's Compendium for Saguaro National Park has been updated for 2014, and includes language prohibiting unmanned aircraft, including drones, quadcopters, and model airplanes from taking off or landing inside the park boundary. July 31, 2014 Deer Head Fire Smoke Plume Visible From Mescal Road and Benson Tucson, AZ - Wednesday afternoon, the smoke plume from the lightning-ignited Deer Head Fire, burning in the Saguaro Wilderness of Saguaro National Park, was very visible from the south along Interstate 10. The fire was burning in pockets of pine on the southeast and southwest corner of the fire, which increased the overall size to 754 acres of land burned. Firefighters conducted a burnout of approximately seven additional acres on the southern perimeter. July 30, 2014 Deer Head Fire Continues to Provide Resource Benefits for Rincon Mountains Tucson, AZ - The lightning ignited Deer Head Fire, burning in the Rincon Mountains of Saguaro National Park, continues to provide resource benefits. The slow moving surface fire has grown to approximately 650 acres. Fire Fighters were hampered in efforts to conduct burnouts by a small amount of rain that fell over the fire area on Tuesday. These burnout operations along the north and south perimeter of the fire will be attempted again to insure Manning Camp is protected and to create additional firefighter safety zones. July 29, 2014 Monsoon Lull May Increase Fire Behavior in Saguaro National Park Tucson, AZ - The lightning-ignited Deer Head Fire, named for nearby Deer Head Spring, is burning in the Rincon Mountains of Saguaro National Park. Yesterday's helicopter GPS survey update indicates it has grown to 550 acres. Fire behavior was light yesterday, due to high humidity and cool overnight temperatures. Rainfall at the fire has been minimal with no precipitation recorded yesterday. Today and tomorrow the weather forecast calls for lower humidity and increased temperatures. These conditions are expected to lead to increased fire activity. July 28, 2014 Crews Prepare for Increased Fire Activity Due to Drier Weather Forecast Tucson, AZ - The lightning-ignited Deer Head Fire burning in the Rincon Mountains of Saguaro National Park is approximately 320 acres. This figure is an estimate based on GPS data from a helicopter flight late Saturday afternoon and visual estimates from firefighters on the ground. Fire behavior the past two days has been mild, due to high humidity and cooler overnight temperatures. Rain events over the last two days have produced only small amount of precipitation on the fire and fire activity likely will increase later this week as drier weather is predicted to return. July 27, 2014 Deer Head Fire in Rincon Mountains Continues to Grow Slowly Tucson, AZ – The lightning-ignited Deer Head Fire has slowly grown to 229 acres this morning. Increased humidity and a light rain have kept fire behavior mild. Many areas in southeastern Arizona received substantial amounts of rainfall last night and early this morning, while the Rincon Mountains received only a light sprinkle. Today and tomorrow observers might notice an increased column of smoke as the day progresses due to drier conditions. Also some fire activity might occur from anticipated strategic burn outs to increase safety zones for fire fighters along the northern perimeter of the fire between Mica Mountain and Reef Rock. The burnouts will be small and are in an area that was scheduled for prescribed burning later in the year. Currently, the fire is not threatening any historic structures in the Rincon Mountains. July 26, 2014 Deer Head Fire Continues to Burn in the Rincon Mountains of Saguaro National Park Tucson, AZ - The lightning-ignited Deer Head Fire burning in the Rincon Mountains of Saguaro National Park is estimated to be approximately 135 acres as of Saturday morning, having expanded slightly towards the east, away from Manning Camp. Fire behavior continues to be mild due to high humidity and cooler overnight temperatures. Saguaro National Park is managing the fire for multiples objectives, including using fire to achieve natural resource benefits and to reduce hazardous fuels. July 25, 2014 Rincon Mountain District Backcountry Closures Tucson, AZ - For the safety of hikers and campers, some trail and campground closures have been enacted. All off-trail areas within Saguaro National Park east of Douglas Spring Trail and Manning Camp Trails are also closed.   July 25, 2014 Deer Head Fire To Be Managed For Multiple Objectives Tucson, AZ - The lightning-ignited Deer Head Fire burning in the Rincon Mountains of Saguaro National Park is estimated to be approximately 115 acres as of Friday afternoon. Fire behavior was mild due to high humidity and showers. Saguaro National Park will be managing the fire for multiple objectives, including using fire to achieve natural resource benefits and to reduce hazardous fuels.  July 24, 2014 Deer Head Fire Ignited by Lightning in Saguaro National Park's Rincon Mountains Tucson, AZ - A lightning-ignited fire was discovered today in the Rincon Mountains, near Spud Rock Springs. The Deer Head Fire was first detected on July 24, 2014 at approximately 11:11 a.m. It is estimated to be approximately 15-20 acres. July 14, 2014 Tourism to Saguaro National Park creates $41,150,700 in Economic Benefit Report shows visitor spending supports 569 jobs in local economy Tucson, AZ - A new National Park Service (NPS) report shows that 678,261 visitors to Saguaro National Park in 2013 spent over $41.1 million in Tucson and nearby communities. That spending supported 569 jobs in the local area. July 14, 2014 Saguaro National Park Resumes Work to Restore Native Vegetation Tucson, AZ - With the increase in moisture brought on by monsoon rains, conditions are optimal for seasonal restoration work to resume in Saguaro National Park. The park, along with other city, county, state and other federal agencies, will be using ground-based field crews to apply herbicide on buffelgrass and improve conditions for native plants. July 10, 2014 Arrival of Monsoon Signals Easing of Fire Restrictions in Southeast Arizona  Tucson, AZ - Effective Friday, July 11, Saguaro National Park, in coordination with state and federal partners in southeast Arizona, will life all fire restrictions. July 4, 2014 Naturalization Ceremony Held at Saguaro National Park Tucson, AZ - Twenty people from 20 countries became United States citizens in ceremonies held on the Fourth of July at Saguaro National Park, Tucson Mountain District. The ceremonies were held in partnership with U.S. Citizenship and Immigration Services. July 2014 Saguaro National Park July Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural histories. Program listings also are available on the park's website. June 4, 2014 Dry Conditions Trigger Increased Fire Restrictions in Southeastern Arizona Tucson, AZ - Due to fire danger in Southern Arizona, Saguaro National Park will implement fire restrictions beginning Thursday, June 5, 2014. Restrictions prohibit campfires, charcoal, coal or wood stove fires and smoking except within enclosed vehicles.  May 14, 2014 Saguaro National Park June Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural histories. April 30, 2014   Dry Conditions Trigger Fire Restrictions in Southeast Arizona  Tucson, AZ - Saguaro National Park will implement fire restrictions in both the Rincon and Tucson Mountain Districts, beginning Thursday, May 1, 2014.   April 28, 2014 Saguaro National Park May Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. April 24, 2014 Saguaro National Park to Offer Summer Junior Ranger Camps at Rincon Mountain District Tucson, AZ - Saguaro National Park will offer its traditional Junior Ranger Camps at the Rincon Mountain District (Saguaro East) again this summer. For more than twenty years these camps have introduced young Tucsonans to the wonders of southern Arizona's only National Park. April 23, 2014 Saguaro National Park's Restoration Plan Finalized Tucson, AZ - The environmental compliance process for Saguaro National Park's Restoration Plan and Environmental Assessment (EA) is complete, and a Finding of No Significant Impact (FONSI) has been signed by Sue E. Masica, Director of the National Park Service's Intermountain Region. April 22, 2014 Friends of Saguaro National Park and National Park Foundation Announce Completion of Joint Fundraising Campaign for Saguaro National Park Tucson, AZ - Friends of Saguaro National Park and the National Park Foundation announced the completion of a joint fundraising campaign to support the installation of new interpretive exhibits at Saguaro National Park's Rincon Mountain Visitor Center. March 26, 2014 Saguaro National Park Offers Fee Free Weekend to Celebrate National Park Week 2014 Tucson, AZ - Saguaro National Park is joining with the National Park Service and the National Park Foundation to Celebrate 2014 National Park Week, including free entrance to both districts Saturday, April 19 and Sunday, April 20. March 2014 Saguaro National Park April Program Schedule Corrected Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. March 26, 2014 Saguaro National Park to Offer Free Admission on Cesar Chavez Day; Monday, March 31 Tucson, AZ - Enjoy the beautiful spring weather in your backyard national park, with free admission into Saguaro National Park on Monday, March 31: Cesar Chavez Day. March 25, 2014 CORRECTED Saguaro National Park April Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. Program Listings are also available on the Guided programs webpage. March 19, 2014 Saguaro National Park Seeks Community Assistance to Identify Person of Interest Tucson, AZ - The National Park Service is seeking the public's help identifying the individual in these photos. She may have information regarding several unattended vehicle break-ins and thefts which occurred in Saguaro National Park on the west side of Tucson in late February and early March. March 19, 2014 Cactus Forest Loop Drive Work Resumes on March 24 Tucson AZ - Visitors may experience 15 minute delays over the week of March 24 and should expect the road to be closed from 5am to 8am one morning TBD March 18, 2014 Saguaro National Park Hosts Civilian Conservation Corps Recognition Day Tucson, AZ - Saguaro National Park is pleased to host the Fifth Annual Civilian Conservation Corps Recognition Day. The event will be held on Saturday, March 29, from 9:00am to 4:00pm in the Tucson Mountain District (west). This year the program features appearances by CCC historians; displays of photos, newspapers, and memorabilia; book signings and conversations with authors; documentaries and films about the era; and guest speakers on a variety of topics. CCC alumni are among the invited guests. March 2014 Saguaro National Park April Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. March 3, 2014 Tourism to Saguaro National Park creates $37.5 Million in Economic Benefit Tucson, AZ - A new National Park Service (NPS) report shows that 634,286 visitors to Saguaro National Park in 2012 spent $37.5 Million in communities near the park. That spending supported 526 jobs in the local area. February 24, 2014 Saguaro National Park Program Schedule for March Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural histories. February 13, 2014 Saguaro National Park Prepares to Open New Section of the Carrillo Trail in the Rincon Mountain District (east) Tucson, AZ - Saguaro National Park will open the newly re-routed section of the Carrillo Trail, located in the Cactus Forest area of the Rincon Mountain District (east) on Wednesday February 19, after the holiday weekend. February 12, 2014 Saguaro National Park to Offer Free Admission Over President's Day Weekend Tucson, AZ - Enjoy the beautiful spring weather in your backyard national park, with free admission into Saguaro National Park this holiday weekend. January 30, 2014 Saguaro National Park, Tucson Mountain District Offers Wilderness Exploration Camp Over Winter Break Tucson, AZ - Saguaro National Park's Tucson Mountain District (west) will offer a three-day Wilderness Camp for young people 10 to 14 years old. The dates for the camp are Thursday, Friday, and Saturday February 20-22, 2014. January 27, 2014 Safety Improvement Work on Picture Rocks Road will Resume on February 3 Tucson, AZ - Commuters and visitors who use Picture Rocks Road, Sandario Road, or Kinney Road could potentially face delays due to road construction starting on February 2, 2014.  There will be temporary electronic signage installed during the last week of January to warn motorists of the coming traffic changes and to remind them to slow down upon entering the construction zones. January 23, 2014 Saguaro National Park's Restoration Plan and Environmental Assessment is Available for Public Review and Comment Tucson, AZ - Saguaro National Park is releasing a Restoration Plan and Environmental Assessment (EA) on January 24 for public review and comment. The plan includes alternative actions intended to restore natural vegetation, and to mitigate negative impacts to park lands from damage caused by fire, flood, invasive species or other human causes. January 21, 2014 Saguaro National Park is Looking for Volunteers to Beat Back Buffelgrass on Saturday Tucson, AZ - Saguaro National Park will host a Beat Back Buffelgrass event Saturday, January 25th in the Tucson Mountain District (west) as part of the seventh annual Beat Back Buffelgrass Day, a coordinated region wide effort to combat this invasive weed which threatens our iconic Sonoran Desert. January 8, 2014 Traffic Changes Around Saguaro National Park, Tucson Mountain District (west) on January 11 for Beyond Event Tucson, AZ - Saguaro National Park and Friends of Saguaro National Park are hosting a 5 mile fun run\/walk on Saturday, January 11 as part of the Tucson Beyond events. This increase in pedestrian traffic will cause some delays and closures on park roads. January 7, 2014 Saguaro National Park Hosts Allen Dart for Special Lecture on Hohokam Culture  Tucson, AZ - Archaeologist Allen Dart, M.A., RPA, will be presenting a special program on Hohokam Culture this Friday, January 10 at 2:30pm in the Tucson Mountain District (west), Red Hills Visitor Center. January 3, 2014 Saguaro National Park February Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this winter that explore the park's wonderful natural and cultural history.         2013 News Releases December 23, 2013 Saguaro National Park, Friends of Saguaro, and Southern Arizona Roadrunners Team Up Again For 5 Mile Run Tucson, AZ - Runners and walkers of all ages and abilities are invited to this free event. This course will be along the Bajada Loop Drive in Saguaro National Park's Tucson Mountain (west) District. December 23, 2013 Saguaro National Park January Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this winter that explore the park's wonderful natural and cultural history. December 20, 2013 Saguaro National Park Passes Are Now Available Online Tucson, AZ - Saguaro National Park is pleased to announce that Weekly and Annual Pass sales are now available online. December 11, 2013 Saguaro National Park Hosts a WNPA Mexican Arts Demonstration and Sale in The Rincon Mountain Visitor Center Tucson, AZ - An impressive variety of Mata Ortiz pottery, Oaxacan wood carvings and Zapotec rugs will be featured in an Art Demonstration & Sale, sponsored by Western National Parks Association (WNPA). December 10, 2013 Saguaro National Park Seeking Volunteers for Buffelgrass Pulling in Rincon Mountain District Tucson, AZ - Saguaro National Park is looking for volunteers to assist pulling buffelgrass within the Rincon Mountain District (east) this Saturday, December 14. Interested volunteers should meet at the park's Rincon Mountain Visitor Center at 8:00 am. December 3, 2013 Saguaro National Park, Tucson Mountain District Offers Wilderness Exploration Camp over Winter Break Tucson, AZ - Saguaro National Park's Tucson Mountain District (west) will offer a three-day Wilderness Exploration Day Camp for young people 10 to 14 years old. November 22, 2013 Saguaro National Park December Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this winter that explore the park's wonderful natural and cultural history. November 7, 2013 Saguaro National Park to Waive Entrance Fees for Veteran's Day 2013 Tucson, AZ - Saguaro National Park will be joining national park units across the country in celebrating Veteran's Day with fee-free entry into the park. November 6, 2013 Saguaro National Park Seeking Volunteers for Buffelgrass Pulling in Rincon Mountain District Tucson, AZ - Saguaro National Park is looking for volunteers to assist pulling buffelgrass within the Rincon Mountain District (east) this Saturday, November 9. November 4, 2013 Saguaro National Park to Begin Work on Picture Rocks Road Tucson, AZ - Commuters who use Picture Rocks Road could potentially face minor delays due to road construction starting November 20. Workers will be out along the road shoulders trimming brush and salvaging sensitive plant species located along road shoulders. October 28, 2013 Saguaro National Park November Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this fall that explore the park's wonderful natural and cultural history. October 17, 2013 Saguaro National Park Reopened Today Tucson, AZ - Saguaro National Park is pleased to announce that it has reopened to visitors today, following the federal government shutdown due to lapse in appropriations. September 27, 2013 Saguaro National Park Celebrates National Public Lands Day Through Waiving Entrance Fees for Visitors Tucson, AZ - Satuarday, September 28 is Public Lands Day across the nation. It is a day set aside each year to celebrate land that is publicly owned by the American people and encourage those people to come out and enjoy a day in their public lands. September 23, 2013 Saguaro National Park October Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this fall that explore the park's wonderful natural and cultural history. August 23, 2013 Saguaro National Park to Offer Free Admission To Celebrate The National Park Service's 97th Birthday Tucson, AZ - Enjoy a weekend of late summer fun in your backyard national park, with free admission to Saguaro National Park this Sunday, August 25. August 12, 2013 Saguaro National Park September Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural history. July 23, 2013 Saguaro National Park August Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural history. July 17, 2013 Arrival of Monsoon Signals Easing of Fire Restrictions in Southeast Arizona Tucson, AZ - Effective Friday, July 19, all fire restrictions in southeastern Arizona will be lifted due to widespread precipitation across the area. July 10, 2013 Saguaro National Park Resumes Herbicide Use to Control Buffelgrass Tucson, AZ - Now that monsoon rains have brought dormant plants back to life, staff and interns at Saguaro National Park will initiate the seasonal use of herbicides to control buffelgrass. July 4, 2013 Naturalization Ceremony Held at Saguaro National Park Tucson, AZ - Twenty people from 10 countries became United States citizens in ceremonies held on the Fourth of July at Saguaro National Park, Tucson Mountain District. The ceremonies were held in partnership with U.S. Citizenship and Immigration Services. June 17, 2013 Dry Conditions Trigger Increased Fire Restrictions in Southern Arizona Tucson, AZ - Effective Wednesday, June 19, areas in southeastern Arizona will increase campfire and smoking restrictions. June 10, 2013 Saguaro National Park July Program Schedule Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this summer that explore the park's wonderful natural and cultural history. June 6, 2013 Saguaro National Park Offers Park After Dark Family Nights in Tucson Mountain District (west) Tucson, AZ - Saguaro National Park is offering guided family hikes to explore the park after dark and experience the sights, sounds, and smells of the desert by moonlight. May 28, 2013 Two Men Charged for Vandalism in Saguaro National Park Tucson, AZ - Two men have been charged with violations of Title 36 of the Code of Federal Regulations in response to vandalism which occurred on May 23. May 27, 2013 Saguaro National Park Seeks Community Assistance for Second Vandalism Incident in May Tucson, AZ - Saguaro National Park is seeking the public's assistance in connection with a second significant vandalism incident along the Douglas Springs Trail in the Rincon Mountain District (east). May 20, 2013 Dry Conditions Trigger Fire Restrictions in Southeast Arizona Tucson, AZ - Effective Wednesday, May 22, areas throughout Southeast Arizona will implement campfire and smoking restrictions until further notice. May 13, 2013 Saguaro National Park is Tagged by Vandals Tucson, AZ - Significant graffiti was discovered along the Douglas Springs Trail in Saguaro National Park's Rincon Mountain District over the weekend. May 8, 2013 Saguaro National Park Receives 2013 Active Trails Grant Tucson, AZ - Saguaro National Park is one of 22 national parks across the country selected to receive a 2013 Active Trails grant from the National Park Foundation, the official charity of America's national parks. May 6, 2013 Saguaro National Park to Offer Summer Junior Ranger Camps at Rincon Mountain District Tucson, AZ - Saguaro National Park will offer its traditional Junior Ranger Camps at the Rincon Mountain District (east) again this summer. For nearly twenty years these camps have introduced young Tucsonans to the wonders of southern Arizona's only National Park. May 1, 2013 Saguaro National Park Offers Public Programs in May Tucson, AZ - Saguaro National Park is offering a variety of hikes and talks this spring that explore the park's wonderful natural and cultural history. April 24, 2013 Local Student Wins Expressions of Freedom National Art Competition Tucson, AZ - Arianna Martinez Reyna of Tucson is the first-place winner of the Expressions of Freedom National Art Competition sponsored by the National Park Service and the National Park Foundation. April 17, 2013 Saguaro National Park Celebrates 2013 National Park Week Tucson, AZ - Saguaro National Park will waive entrance fees from Monday, April 22nd through Friday, April 26th. April 15, 2013 Saguaro National Park Celebrates National Junior Ranger Day Tucson, AZ - Saguaro National Park will celebrate with events and activites for families and their children. April 9, 2013 Saguaro National Park Offers Special Programming For Civilian Conservation Corps Recognition Day Tucson, AZ - This event honors the CCC personnel and their work and the 80th anniversary of the founding of the CCC. March 26, 2013 Saguaro National Park Offers April Program Schedule Tucson, AZ - Saguaro National Park is offering special hikes and talks this spring that explore the park's wonderful cultural and natural history. March 20, 2013 Saguaro National Park offers one-day Junior Ranger Explorer Camp in the Tucson Mountain District (west)  Tucson, AZ - Saguaro is offering a one-day Jr. Ranger Explorer Camp for kids seven to 10 years of age on March 30, in the Tucson Mountain District. February 27, 2013  Saguaro National Park Hosts Mata Ortiz Pottery Show with Western National Parks Association  Tucson, AZ  - We are pleased to host our cooperating partner WNPA in the Rincon Mountain District this weekend for a Mata Ortiz and Oaxacan Arts show and sale. February 26, 2013 Saguaro National Park Tourism Creates $21.9 Million in Local Economic Benefit  Tucson, AZ - A new National Park Service (NPS) report shows that the 610,045 visitors to Saguaro National Park spent $21.9 million in communities surrounding the park.  This spending supported 294 jobs in the local area. February 14, 2013 March Naturalist Guided Programs at Saguaro National Park Tucson, AZ - Highlights of Saguaro National Park's programs for March include a variety of sunset and moonlight hikes in the West District; and Cactus Caravan, Star Parties and Night Walks in the East District. January 28, 2013 February Naturalist Guided Programs at Saguaro National Park Tucson, AZ - Highlights of Saguaro National Park's programs for February include a variety of sunset and moonlight hikes in the West District; and Cactus Caravan, Star Parties and Night Walks in the East District. January 24, 2013 Saguaro National Park, Tucson Mountain District Offers Wilderness Exploration Camp in February Tucson, AZ - SNP, Tucson Mountain District (west) will offer a three-day Wilderness Exploration Day Camp for young people 10 to 14 years old. The dates for the camp are Thursday, Friday, and Saturday, February 21-23. January 23, 2013 Saguaro National Park is Hosting a Volunteer Buffelgrass Pull on Beat Back Buffelgrass Day Tucson, AZ - On January 26, Saguaro National Park is hosting an event to pull patches of buffelgrass out of our Sonoran Desert... January 17, 2013 Saguaro National Park to Waive Entrance Fees for Martin Luther King, Jr. Holiday Tucson, AZ - Saguaro National Park will be joining along with other national park units across the country to honor Dr. Martin Luther King, Jr. with a fee-free entry into the park on Monday, January 21. January 3, 2013 Saguaro National Park and Southern Arizona Roadrunners Team Up Again for 5 Mile Run  Tucson, AZ - Saguaro National Park and Arizona Roadrunners is teaming up for a FREE, non-competitive 5K social walk\/run...      2012 News Releases December 21, 2012 January Programs at Saguaro National Park Tucson, AZ - Highlights of Saguaro National Park's programs for January include a variety of sunset and moonlight hikes... December 17, 2012 Saguaro National Park Invites Participation in Their Traditional Guided Night Drive Through the Rincon Mountian District's Cactus Forest Thursday, December 27, 2012 Tucson, AZ - Once again this year, Saguaro National Park's Rincon Mountain District (east) will open the Cactus Forest Loop Drive for special starlight driving tours the evening of Thursday, December 27th. December 12, 2012 Saguaro National Park Offers Wilderness Exploration Camp in Tucson Mountain District (West) During Holiday Break Tucson, AZ - Saguaro National Park's Tucson Mountain District (West) will offer a three-day Junior Ranger Wilderness Exploration Day Camp for young people 10 to 14 years old. The dates for the camp are Thursday, Friday, and Saturday, December 27-29. November 19, 2012 Saguaro National Park Offers Moonlight Programming in the Tucson Mountain District (West) Tucson, AZ - Saguaro National Park is inviting the Tucson community out to the Tucson Mountain District (west) to discover the beauty of the desert under the moonlight. Naturalist-guided hikes among the majestic saguaro cactus will be held near the time of the full moon in November, and a patio program on the night of the full moon itself features its rise over the peaks of the Tucson Mountains. November 13, 2012 Saguaro National Park Hosts Open House to Discuss Restoration Plans Tucson, AZ - Saguaro National Park is preparing an Environmental Assessment (EA) as part of a proactive plan to restore park resources. The park is hosting a public meeting on November 27 at the Wilmot Library to discuss proposed actions in the plan. One of the proposed strategies includes aerial application of herbicide in the park's back-country to combat infestations of buffelgrass. November 6, 2012 Saguaro National Park to Offer Free Admission Over Veteran's Day Weekend Tucson, AZ - Enjoy a weekend of fall fun in your backyard national park, with free admission to Saguaro National Park this holiday weekend. October 29, 2012 Saguaro National Park Opens Hope Camp Trail to Bicycle Use on November 2 Tucson, AZ - Starting this weekend, the Hope Camp Trail in Saguaro National Park's Rincon Mountain District (east) will be open to mountain bikes. Designation of this new multi-use trail begins November 2, 2012 after a long eight month process of public comment, approval and inclusion in the Federal Register. October 22, 2012 Saguaro National Park Hosts 11th Annual American Indian Culture Fair, October 27 Tucson, AZ - Saguaro National Park and Western National Parks Association are hosting the 11th Annual American Indian Culture Fair on Saturday, October 27 in the Tucson Mountain District (west). September 27, 2012 SAGUARO NATIONAL PARK CELEBRATES NATIONAL PUBLIC LANDS DAY BY PULLING BUFFELGRASS IN THE TUCSON MOUNTAINS Tucson, AZ - Saturday, September 29th is Public Lands Day across the nation. It is a day set aside each year to celebrate land that is publicly owned by the American people and encourage those people to come out and enjoy a day of service to those public lands. September 19, 2012 OCTOBER PROGRAMS OFFERED AT SAGUARO NATIONAL PARK Tucson, AZ - Saguaro National Park is offering special programs this fall that explore the park's wonderful natural and cultural history. September 7, 2012 SAGUARO NATIONAL PARK BEGINS AERIAL MAPPING OF BUFFELGRASS Tucson, AZ - Saguaro National Park will be mapping buffelgrass within park boundaries in both the Tucson Mountain (west) and Rincon Mountain (east) Districts using a helicopter. July 4, 2012 NATURALIZATION CEREMONY HELD AT SAGUARO NATIONAL PARK Tucson, AZ - Twenty-one candidates were sworn in as new United States citizens by Honorable District Court Judge Jennifer Zipps today during a ceremony held in Sauaro National Park. These new citizens represented 11 different countries, including Canada, Columbia, India, Ireland, Libya, Mexico, Philippines, Russia, Switzerland, Thailand, Trinidad and Tobago. June 28, 2012 SAGUARO TO HOST NATURALIZATION CEREMONY Tucson, AZ - Saguaro National Park will host a new citizen naturalization ceremony on July 4, 2012. The Honorable District Court Judge Jennifer Zipps will administer the Oath of Allegiance to America's newest citizens. This ceremony is taking place through a partnership formed with the U.S, Citizenship and Immigration Services (USCIS). June 18, 2012 SAGUARO NATIONAL PARK SELECTED AS 2012 NATIONAL PARK FOUNDATION AMERICA'S BEST IDEA GRANT RECIPIENT Tucson, AZ - Saguaro National Park has been selected as one of 49 national parks participating in the 2012 America's Best Idea program sponsored by the National Park Foundation, the official charity of America's national parks. Inspitred by the critically-acclaimed Ken Burns documentary...designed to connect diverse, under-engaged populations throughout the United States with their national parks in innovative and meaningful ways. June 6, 2012 FIRE RESTRICTIONS BEGIN AT SAGUARO NATIONAL PARK Tucson, AZ - Due to increased fire danger in southern Arizona, Saguaro National Park will implement fire restrictions in both the Rincon and Tucson Mountain Districts, beginning Wednesday, June 6, 2012. These restrictions coincide with similar restrictions going into effect on other public lands in southern Arizona. June 5, 2012 SAGUARO NATIONAL PARK TO OFFER FREE ADMISSION FOR \"GET OUTDOORS DAY\" THIS SATURDAY, JUNE 9 Tucson, AZ - Get a head start on your summer fun with free admission to Saguaro National Park this Saturday, June 9. In celebration of National Get Outdoors Day, all 397 national parks, including Saguaro National Park will waive entrance fees. June 4, 2012 SAGUARO NATIONAL PARK TO OFFER \"FAMILY NIGHT: THE PARK AFTER DARK\" AT THE TUCSON MOUNTAIN DISTRICT (WEST) Tucson, AZ--- Ever wonder what magical and mysterious happenings occur in the desert at night? Saguaro National Park will offer Family Night: The Park After Dark at the Tucson Mountain District (West), starting June 15. May 23, 2012 RINCON MOUNTAIN DISTRICT VISITOR CENTER TO CLOSE FOR RENOVATION STARTING MAY 28TH - PARK STILL OPEN TO VISITORS  Tucson, AZ - Visitors to Saguaro National Park, Rincon Mountain District (East) will notice some changes in the visitor center starting May 28th, 2012. The visitor center building, originally built in 1953, is being closed this summer for renovation in anticipation of a new exhibit project starting fall of 2012. May 21, 2012 JUNE PROGRAMS OFFERED AT SAGUARO NATIONAL PARK   Tucson, AZ - Saguaro National Park is offering special programs this June that explore the park's wonderful natural and cultural history. Come along on a naturalist-led walk in the park, or join a local expert for a presentation in one of our visitor centers. May 16, 2012 SAGUARO NATIONAL PARK TO HOST OPEN HOUSE IN HONOR OF ARMED FORCES DAY ON MAY 19TH Tucson, AZ - To show appreciation for those who serve in the U.S. Military, on Saturday, May 19th, Armed Forces Day, the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents. May 15, 2012 SAGUARO NATIOANL PARK ENCOURAGES SAFE VIEWING OF SOLAR ECLIPSE AT TUCSON MOUNTAIN DISTRICT ON MAY 20TH Tucson, AZ - Sagurao National Park will be among 125 national parks to offer the best eclipse-viewing opportunities on May 20th when the first solar eclipse viewable in the U.S. in the last 18 years darkens the sky before sunset. April 17, 2012 SAGUARO NATIONAL PARK CELEBRATES 2012 NATIONAL PARK WEEK: Entrance Fees Waived April 21-29  Tucson, AZ - In celebration of National Park Week, Saguaro National Park will waive entrance fees and offer special programs about our nation's park. April 9, 2012 SAGUARO NATIONAL PARK TO OFFER SUMMER JUNIOR RANGER CAMPS AT RINCON MOUNTAIN DISTRICT For Ages 6 to 11 Years Old Tucson, AZ---Saguaro National Park will offer Junior Ranger Camps at the Rincon Mountain District (Saguaro East) this summer, throughout the month of June. March 26, 2012 SAGUARO NATIONAL PARK TO HOST CIVILIAN CONSERVATION CORPS RECOGNITION DAY, MARCH 31 Tucson, AZ--Saguaro National Park is proud host the 3rd Annual Civilian Conservation Corps (CCC) Recognition Day on Saturday, March 31. The event will be held at the Tucson Mountain District (west), 2700 N. Kinney Road from 9:00am to 5:00pm. Park entrance fee will be waived at the Red Hills Visitor Center for visitors participating in the CCC celebration. March 21, 2012 SAGUARO NATIONAL PARK ANNOUNCES DISCONTINUED USE OF DISPOSABLE PLASTIC BOTTLES AT ALL FACILITIES Tucson, AZ - Today, Saguaro National Park joined a growing number of parks and universities no longer using vending machines to sell disposable bottled water or soda on site. According to the EPA, over 1,125,000,000 pints of bottled water were sold in the United States in 2011. The EPA estimates that less than 15% of those plastic water bottles are recycled; the rest go into landfills or are discarded as litter. March 9, 2012 SAGUARO NATIONAL PARK TO RE-ROUTE SECTION OF THE CARRILLO TRAIL Tucson, AZ - Saguaro National Park will re-route a section of a popular trail in the Rincon Mountain District (East). The park plans to relocate a 0.9 mile section of the Carrillo Trail approximately 0.4 miles east of its current location, to a flatter area where it will be more sustainable and cost effective to maintain. March 6, 2012 SAGUARO NATIONAL PARK PROPOSES CONVERSION OF THE HOPE CAMP TRAIL TO A MULTI-USE TRAIL Tucson, AZ -The National Park Service (NPS) is proposing to designate the Hope Camp Trail as a bicycle route, or multi-use trail, within Saguaro National Park. The rule is necessary because NPS general regulations require promulgation of a special regulation to designate bicycle routes located off park roads and outside developed areas. February 28, 2012 SAGUARO NATIONAL PARK BRINGS VISITORS, MONEY AND JOBS TO SOUTHERN ARIZONA Tucson, AZ -A new National Park Service (NPS) report shows that more than 700,000 visitors in 2010 spent more than $24.1 million in Saguaro National Park and in communities near the park. That spending supported more than 325 jobs in the area.      News Releases Older than 2012 January's Special Programs Offered at Saguaro National Park Saguaro National Park East District Offers Holiday Car Caravan Evening Program - December 2010 - Call to sign-up for waiting list Saguaro National Park Offers Junior Ranger Wilderness Day Camp - December 2010 December's Special Programs offered at Saguaro National Park - December 2010 November's Special Programs offered at Saguaro National Park - November 2010   Saguaro National Park Celebrates American Indian Heritage Month With 10th Annual Cultural Fair - Held Saturday November 6, 2010 at Saguaro West Symposium on Climate Change Scheduled for October 2, 2010 - view flier  National Junior Ranger Day - Saturday, April 24th, 2010  April Special Interpretive Programs 2010  House Subcomittee Hearing at Tucson City Hall \"Losing Ground: The War on Buffelgrass in the Sonoran Desert\" - April 10th, 2010  Saguaro Offers Summer Youth Conservation Corps Program - Applications Due April 30, 2010  Junior Ranger Explorer Camp - March 20, 2010   Rincon Creek Open House - March 17, 2010   New Federal Firearms Law Takes Effect Monday - February 22, 2010  \"National Junior Ranger Day\" Day Camp (West District) - April 24, 2010 Repair Work Slated for Picture Rocks Road - February 2010  Abandoned Mine Lands Closure Plan - posted February 2010  Sunset and Crescent Moon Hikes - February and March 2010 February News Release Wilderness Junior Ranger Camp February 2011",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/news\/newsarchive.htm"
}
