{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         American Bullfrog Felice Bond  Most amphibians have four legs and smooth, moist skin lacking scales. In addition, most require water for their larval stage. Partly terrestrial as adults, they breathe through their skin. Frogs, toads, salamanders, and newts are all amphibians. They are of major importance in ecosystems, avidly eating insects, and themselves furnishing a meal for many other organisms. Currently 14 species of frogs and toads and 11 species of salamanders have been documented within the park. The largest concentrations of populations are found in large tracts of marshes and forested springs and wetlands within the Yorktown Battlefield and Jamestown Island. Amphibian populations increase during wet years and decrease during dry years.   During the day from spring through fall, visitors will not see or hear these animals unless they look under the bark of an old log or walk along a pond. However, just after sunset, a giant chorus of frogs begins to tune up, and the calls continue well into the night. Beginning in early March, spring peepers announce the coming of warmer weather, followed by the southeastern chorus frog, pickerel frog, and southern leopard frog. In May, calls of the northern green frog, American bullfrog, green tree frog, and Cope’s gray tree frog join in. By June, the Fowler’s toad and eastern narrow-mouthed toads have their voices. Seven species of salamanders occur on Jamestown Island and six are found within the Yorktown Battlefield and along tour roads.    The Mabee’s, spotted, marbled, and four-toed salamanders breed in shallow, seasonal wetlands. The two-toed amphiuma, one of the park’s more unusual species, lives and breeds entirely in fresh water. Only the red-backed and Atlantic coast slimy salamanders are entirely terrestrial in hardwood forests. The Mabee's salamander, a rare amphibian species found only in the southeastern corner of Virginia, is on the state “threatened” species list, and its habitat is disappearing due to urban development. The seasonal ponds of the Yorktown Battlefield complex are critical habitat, for the park, along with its adjacent city watershed lands, is one of the few locations that can support this species.    FUN FACT THE AMPHIUMA: This is a salamander that looks like an eel. It can grow up to 10 feet long, and it and has four tiny useless legs. Due to their size, jaws, and razor sharp teeth, amphiumas can render a painful bite. This allows them to devour larger prey such as snakes.   A number of field guides about amphibians are available. In addition, the following websites provide photographs and helpful biological information about amphibians: USGS Online Guide for Identification of Reptiles and Amphibians of North America Virginia Herpetological Society:    USGS Online Guide for Identification of Reptiles and Amphibians of North America Virginia Herpetological Society: Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.                      Amphibians   6 Photos  Currently 14 species of frogs and toads and 11 species of salamanders have been documented within the park. The largest concentrations of populations are found in large tracts of marshes and forested springs and wetlands within the Yorktown Battlefield and Jamestown Island. Amphibian populations increase during wet years and decrease during dry years.",
    "url": "https:\/\/www.nps.gov\/colo\/learn\/nature\/amphibianscolo.htm"
}
