{
    "title": "Saguaro National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         With paved trails at both districts of Saguaro National Park, everyone can enjoy some time off road in the desert. NPS photo  For All to Enjoy The staff at Saguaro National Park invites all visitors to enjoy the sights, sounds and smells of the Sonoran Desert. Visitor Centers Accessible features found at both visitor centers include designated parking spaces, accessible restrooms and drinking fountains, paved cactus gardens, one loaner wheelchair and a captioned orientation program. Interpretive Programs Interpretive guided programs are offered throughout the year, with additional programs offered in the busy winter season (November through April). Many of these programs are held in accessible areas in or near the visitor centers. Scenic Drives The Rincon Mountain District offers the 8 mile Cactus Forest Drive. This scenic drive features spectacular views of the Sonoran Desert, with frequent pullouts for photography and sight-seeing. The Tucson Mountain District offers the 6 mile Bajada Loop Drive. This scenic drive features spectacular views of the Sonoran Desert, with frequent pullouts for photography and sight-seeing. Accessible Trails The Desert Ecology Trail is located within the Rincon Mountain District. This quarter-mile, paved trail features exhibits about the plants and animals of the Sonoran Desert plus resting benches along the trail. The Desert Discovery Trail is located in the Tucson Mountain District. This half-mile, paved trail features exhibits about the Sonoran Desert, trail guides in braille and cassette tape formats, trail texturing and shade ramadas with resting benches. Picnic Areas Within Saguaro National Park there are six picnic areas that are accessible by vehicle. Mica View and Javelina are located in the Rincon Mountain District, and Sus, Signal Hill, Cam-boh and Ez-kim-in-zin are located in the Tucson Mountain District. Each picnic area has one picnic table with an overhanging end for wheelchair users. A charcoal grill is located nearby. The pit toilet in each picnic area is wheelchair accessible. Ground surfaces in all picnic areas are compacted soil and gravel.",
    "url": "https:\/\/www.nps.gov\/sagu\/planyourvisit\/accessibility.htm"
}
