{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Yorktown's Main Street in the 1700's Sidney King  Yorktown was established by Virginia's colonial government in 1691 to regulate trade and to collect taxes on both imports and exports for Great Britain. By the early 1700s, Yorktown had emerged as a major Virginia port and economic center. A well-developed waterfront boasted wharves, docks, storehouses and businesses. On the bluff above, stately homes lined Main Street, with taverns and other shops scattered throughout the town. Yorktown had 250 to 300 buildings and a population of almost 2,000 people at the height of its success around 1750. The American Revolution had entered its seventh year when, in 1781, British general Lord Charles Cornwallis brought his army to Yorktown to establish a naval base. In the siege by American and French forces that followed, much of the town was destroyed. By the end of the Revolution, less than 70 buildings remained in Yorktown and the 1790 census recorded only 661 people in town. Yorktown never regained its economic prominence. A fire in 1814 destroyed the waterfront district as well as some homes and the courthouse on Main Street. Additional destruction came during the Civil War Siege of 1862 and the occupation by Union troops that followed.  Today, there are still some tangible reminders of Yorktown's historic past that have survived, giving much of the town a colonial atmosphere. During your visit to Yorktown, stop at the Nelson House on Main Street, the home of Thomas Nelson, Jr., a signer of the Declaration of Independence, and commander of the Virginia Militia during the Siege of Yorktown. For hours of operation, see Yorktown Programs and Activities.  As you stroll the streets, you have the opportunity to imagine Yorktown as it once was--a thriving tobacco port--that witnessed the last battle of the American Revolution.",
    "url": "https:\/\/www.nps.gov\/york\/learn\/historyculture\/index.htm"
}
