{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Timelines",
    "body": "Events Leading to the Siege of Yorktown, 1781       June-July 1778 - British evacuate forces from Philadelphia and occupy New York City as their new main base of operations.  December 29, 1778 - British forces capture Savannah, Georgia.  1779 - Inconclusive fighting in the north develops into a military stalemate, neither side can gain the advantage. Political considerations become critical as the question of the war becomes \"who can outlast the other?\"  Spring 1780 - British undertake the Southern Campaign, hoping to suppress the rebellion in the southern colonies, then work their way north.  May 12, 1780 - Charleston, South Carolina surrenders to Crown forces.  July 1780 - Rochambeau and the French Army arrive in Newport, Rhode Island to join the allied cause.  August 16, 1780 - American forces crushed at the Battle of Camden, South Carolina.  October 7, 1780 - Loyalist forces annihilated at King's Mountain, South Carolina.  January 17, 1781 - British forces defeated at Cowpens, South Carolina.  February, 1781 - Lafayette is ordered to Virginia to oppose British forces operating there under Benedict Arnold.  March 15, 1781 - At the Battle of Guilford Court House, North Carolina, British forces win a technical victory, but are so badly mauled that they must cease operations. Cornwallis decides to leave the Carolinas and invade Virginia. His rationale: Virginia is the largest, most populated, and wealthiest colony; Virginia is providing supplies and reinforcements to rebel forces in the Carolinas, and the Virginia economy, particularly tobacco exports, is sustaining the war effort. Cornwallis believes that if he can defeat Virginia, American resistance to the Crown will collapse.  May 10, 1781 - Cornwallis and his army enter Virginia.  May 20, 1781 - Cornwallis assumes overall command of all British forces in Virginia. His campaign of economic and military destruction begins.  June 4, 1781 - British forces under Tarleton raid Charlottesville, capturing several legislators, including Yorktown's Dudley Digges and Daniel Boone. Governor Jefferson escapes by hiding in the woods near Monticello.  June 4-12, 1781 - No governor in Virginia. Jefferson's term expires.  June 12, 1781 - Thomas Nelson, Jr. is elected governor of Virginia.  July 6, 1781 - Lafayette's small American force barely escapes destruction during the Battle of Green Spring, near Jamestown.  August 1, 1781 - Cornwallis occupies Yorktown, planning to use the port as his base for resupply as he continues his Virginia campaign. Even as he sets up camp, Lafayette's spies bring news of the plan. Lafayette relays word to Washington.  August 14, 1781 - Washington receives word that French Admiral DeGrasse is sailing for the Chesapeake Bay with a large battle fleet (28 battleships and many support vessels) and a 3,000 man army from the Caribbean.  August 19, 1781 - The allied army, under Washington, secretly begins to move south.  August 25, 1781 - DeBarras leaves Newport, Rhode Island with supplies and heavy siege guns.  August 29, 1781 - DeGrasse arrives at the mouth of the Chesapeake Bay.  August 31, 1781 - Graves takes the British fleet out of New York, heading for Virginia.  September 2-4, 1781 - Allied army marches through Philadelphia, greeted with acclamation and joy.  September 5, 1781 - British and French naval forces clash in the Battle of the Capes. Fleets maintain contact for several days, but do not re-engage. Ultimately, Graves returns to New York for repairs, and DeGrasse returns to the Chesapeake Bay to resume the blockade.  September 8, 1781 - As the battle fleets are engaged, DeBarras and the supply fleet enter the Chesapeake Bay, and sail to the James River.  September 11, 1781 - Cornwallis is informed that Clinton will arrive shortly with supplies and reinforcements.  September 14, 1781 - Washington and Rochambeau arrive in Williamsburg and prepare for the arrival of the army. According to one witness, \"No man ever greeted his mistress with more joy than did Lafayette and Washington greet each other.\"  September 18, 1781 - Washington, Rochambeau, DeGrasse and Knox meet on the Ville de Paris (DeGrasse's flagship) for a final strategy meeting.  September 20, 1781 - Allied troops begin to arrive in Williamsburg.  September 22, 1781 - British fireships are released on the ebb tide, forcing French ships blockading the York River to move downstream. However, the French ships maintain the blockade.  September 24, 1781 - Clinton again promises to soon relieve Cornwallis.   Compiled and written by Jim Eccleston, July 1993 The Siege After the Siege",
    "url": "https:\/\/www.nps.gov\/york\/learn\/historyculture\/eventstoyorktown.htm"
}
