{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Colonial National Historical Park",
    "body": "Colonial National Historical Park        A resolution of the Continental Congress, dated October 29, 1781, made a call for a Yorktown Monument to the Alliance and Victory. The grounds were secured and the cornerstone laid on October 18, 1881. The Senate Committee on Military Affairs, which considered the bill looking toward the erection of the Monument, in its report of March 16, 1880, stated that \"the surrender at Yorktown was the crowning success of the revolution, and its event should be commemorated by national authority.\" On March 5, 1902, a measure was introduced into the House of Representatives that called for the acquisition of Jamestown Island \"and appurtenances\" (H.R. No. 12, 142), and the creation of \"The Jamestown National Park\" to be placed \"under the control of the Secretary of the Interior.\" It was pointed out that \"the first permanent English settlement within the boundaries of the present United States of America was made on the peninsula of Jamestown...\" Moreover, it \"was the scene of important operations during the Revolutionary and Civil Wars, of which latter conspicuous fortifications still remain.\" The Jamestown bill died in committee and died as reintroduced in 1904. A year later, another measure had more success and passed on March 3, 1905. The act provided for the appropriation of funds for \"... a permanent monument upon the place of the first permanent English settlement at Jamestown, Virginia, and in commemoration thereof ...\" The monument was erected in 1907. The unique and close relationship of Jamestown, Williamsburg and Yorktown was recognized in 1909 when the Common Council of the City of Williamsburg resolved that Virginia's Senators and the district's representatives in Congress \"be requested to secure an appropriation for the building of a macadamized road connecting the historic places of Jamestown and Yorktown ...\" This would then connect \"the first permanent settlement of the English speaking people on this continent and the birthplace of American liberty.\" This resolution, which was not implemented, was the beginning of the evolution of the concept of a Colonial National Monument. The legislation approved July 3, 1930 (46 Stat. 855), which authorized the establishment of Colonial National Monument, stated that the purpose in acquiring the necessary lands was \"the preservation of the historical structures and remains thereon for the benefit and enjoyment of the people.\" It also stated that \"the administration, protection, and development of the aforesaid national monument shall be exercised under the direction of the Secretary of the Interior by the National Park Service, subject to the provisions of the Act of August 25, 1916 entitled \"An Act to Establish a National Park Service (U.S.C. Title 16, Secs. 1-4; 39 Stat. 535).\"",
    "url": "https:\/\/www.nps.gov\/york\/learn\/historyculture\/colonial-national-historical-park.htm"
}
