{
    "title": "Saguaro National Park: Safety",
    "body": "Safety       SAFETY GUIDELINES: WATER: On hot, dry, summer days, you should be drinking 1 quart of water per hour of hiking (bring water filter if hiking long distance). Our humidity in the desert is low. You may be dehydrated and not even realize it. Drinking water before hiking can help reduce the risk of dehydration, as well as drinking during the hike (don't wait until you feel thirsty). Bring Electrolytes replacements such as sports drinks, or salty snacks, (bodies not only suffer from lack of water, but lack of sodium electrolytes as well.) This can be lifesaving in the case of heat exhaustion. You can purchase packets at the Visitor Center at both districts to drop in your water. In the winter, take at least 2 quarts per day. Drink your water often and turn back when half your supply is gone. Dehydration can happen fast and is a serious health concern. Both Visitor Centers have bottles available and water refilling stations for you to stay hydrated. HEAT: Hike within your ability and rest often when hiking in the heat. Be prepared to recognize the signs of heat-related illnesses: dehydration, hypernatremia, heat exhaustion and heat stroke; and be prepared to treat these cases. Centers for Disease Control and Prevention. 10AM-4PM - HOTTEST PART OF THE DAY: Move like the animals, avoid the intense heat during the hours of 10am-4pm. Start early in the morning or close to sunset. This will help keep you safe. MAP: Carry a park map showing accurate trail information. Its a good idea to carry your map in a Ziploc or seal bag for protection against wetness. A compass is very handy as well. ITINERARY: Leave your itinerary with a friend or relative. GEAR: Prepare yourself with the proper gear (see hiking checklist for details), hat, sunscreen, proper footwear, etc. FLOODING: Flash floods occur during the monsoon season. Avoid hiking in washes (dry riverbeds) when thunderstorms are occurring anywhere nearby, especially uphill from you. Do not try to cross a flooded road in your vehicle under any circumstances.  LIGHTNING: Be prepared for thunderstorms. If you see lightning, move quickly to a safe place. Avoid hilltops, ridges, and flat open areas. If unable to find shelter, do the \"lightning crouch:\" put feet together, squat low, tuck head, and cover ears. INFORMATION: Call for up-to-date road and weather information before heading out. Consult Park Rangers with questions at the visitor center 520.733.5153.          It may look fuzzy, but the Teddy Bear Cholla has barbed spines that can become embedded in skin, boots, and clothing. NPS photo       PLANTS & ANIMALS: CACTI: Most desert plants are spiny. Some species of cactus, such as Cholla, have barbed spines which detach easily and embed in skin. Carry a large pick comb, tweezers, and a multi-tool to flick off cactus segments and remove spines. SNAKES: Six species of rattlesnakes live at Saguaro National Park. They seek shelter in the shade of bushes or rock crevices in the heat of the day. Avoid placing your hands or feet in hidden areas. Treatment- If you are bitten, remain calm and restrain movement (less movement = slower blood flow). Have someone contact 911 and an EMT Ranger. Elevate the bite and get to a doctor as soon as possible. BEES: Africanized honey bees (\"Killer\" bees) are found throughout the park. These bees will attack only when they feel their hive is threatened. Stay alert for sounds of bee activity and watch for them entering or exiting a colony. Near a colony, individual bees may \"bump\" you, without stinging, as a warning. If you are attacked- run away as fast as you can. If possible, cover your head and face with clothing. Africanized bees will usually cease attacking once you are ¼ to ½ mile away from their hive. If you are stung- scrape away embedded stingers with fingernail or credit card. Call 911 and get to a doctor as soon as possible. Report attack to a Ranger. MOUNTAIN LIONS: Also known as pumas or cougars, these large cats can be found in both districts of the park. Encounters are rare, but possible. To prevent an encounter- Do not hike or jog alone; keep children within sight and close by; keep a clean camp or picnic site; do not feed wildlife. Most lions avoid confrontation - so give the lion a way to escape. Stay calm and speak loudly and firmly. DO NOT RUN from a mountain lion, rather stand and face it. Make eye contact. Appear as large as you can: raise your arms and open your jacket. Throw stones or whatever you can reach without crouching or turning your back. Protect small children so they won't panic and run. Finally, FIGHT BACK if you are attacked. Use whatever you have to defend yourself: rocks, sticks, caps, your bare hands. Try to remain standing and face the animal. Report any mountain lion sightings to a Ranger.      To report any safety concerns: For EMERGENCIES, always call 911! Law Enforcement Rangers can be reached by calling the Federal Law Enforcement Dispatch Center at: 1-800-637-9152 (press 2 when prompted) This number should be used for law enforcement issues only. General Park questions should be directed to the visitor centers.",
    "url": "https:\/\/www.nps.gov\/sagu\/planyourvisit\/safety.htm"
}
