{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Fees & Reservations",
    "body": "Explore This Park    Plan Your Visit     Fees & Reservations             Fees & Reservations                    Free Entrance Days in the National Parks 2016 America's Best Idea —the national parks —is even better when it's free!   Mark your calendar for these entrance fee-free dates in 2016:   January  18   Martin Luther King Jr. Day April  16-24  National Park Week August  25-28  National Park Service Birthday September 24  National Public Lands Day November 11   Veterans Day        Yorktown Battlefield  Adults (16 and older)- $7; good for 7 days entrance to Yorktown Battlefield.  This also includes the Glassblowing House and Island Loop Drive at Historic Jamestowne. An additional $7 fee is required to access the galleries, historic fort and townsite at Historic Jamestowne. Yorktown Battlefield does not sell the permit for Historic Jamestowne.  15 and younger are free.   Holders of the following passes (and 3 additional adults) will have admission to the Yorktown Battlefield and the tour roads without charge.    Interagency Annual Pass Interagency Senior\/Golden Age Pass Interagency Access Pass Interagency Military Pass Colonial National Historical Park Pass  Visitor Advisory: Historic Jamestowne is operated by the National Park Service and the non-profit, Preservation Virginia. Your entrance fee at Yorktown Battlefield includes federal areas at Historic Jamestowne but additional entrance fees may apply to preservation Virginia properties.   Historic Jamestowne Entrance Fees       Commercial Tours  A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provisions of the service.  Group Tour Information (Commercial)    Non-commercial Organized Group Fees  Organized groups such as scouts, rotary clubs, youth groups, churches, reunions, etc. that do not qualify for an Educational Fee Waiver.  Group Tour Information (Non-Commercial)   Academic Fee Wavers         Annual and Lifetime Passes           The Colonial National Historical Park Annual Pass: $30 The The Colonial annual pass admits passholder and three accompanying adults unlimited admittance to both NPS areas at Historic Jamestowne and Yorktown Battlefield during regular operating hours. Pass is valid for twelve months from the month of purchase. Note: There is an additional $5.00 Preservation Virginia entrance fee for each adult entering on the Colonial Pass to Historic Jamestowne to visit the Preservation Virginia historic areas.      The following passes provide access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee, and can be obtained at the park's visitor centers. A pass admits the holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults at per person fee areas. To purchase a pass online, visit: http:\/\/store.usgs.gov\/pass\/index.html.         Interagency Annual Pass: $80 Valid for 12 months from purchase date.  The Annual Pass  admits passholder and three accompanying adults unlimited admittance to Yorktown Battlefield.  Note:  There is an additional $5.00 Preservation Virginia entrance fee for each adult entering with the Annual Pass to Historic Jamestowne to visit the Preservation Virginia historic areas.         Senior Pass: $10 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The Senior Pass admits passholder and three accompanying adults unlimited admittance to Yorktown Battlefield. Note: There is an additional $5.00 Preservation Virginia entrance fee for each adult entering with the Senior Pass to Historic Jamestowne to visit the Preservation Virginia historic areas.         Interagency Annual - Military Pass: $0 This is a free pass for active duty military personnel and their dependents, with valid documentation (CAC Card or DD Form 1173).  Valid for 12 months from issue date. The Military Annual Pass admits passholder and three accompanying adults unlimited admittance to Yorktown Battlefield. Note: Holders of the Military Annual pass and up to three accompanying adults will be admitted to Historic Jamestowne at no additional charge.            Access Pass: $0 Valid for life. This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. The  Access Pass admits passholder and three accompanying adults unlimited admittance to Yorktown Battlefield. Note: Holders of the Access pass and up to three accompanying adults will be admitted to Historic Jamestowne at no additional charge.         Interagency Annual Volunteer Pass: $0 This pass is for volunteers acquiring 250 service hours on a cumulative basis. Click here to learn about volunteer opportunities at Colonial National Historical Park.        Use this link for more information about the America the Beautiful - National Parks and Federal Recreational Lands Passes.      LOCAL AREA PASSES The below area passes can be purchased online at the Jamestown-Yorktown Foundation Online Store web site. This is a state site and not a part of the National Park Service web site. FOUR-SITE COMBINATION TICKET Details: This pass\/ticket includes seven consecutive days of unlimited admission to all of Colonial National Historical Park (Historic Jamestowne and Yorktown Battlefield), as well as Virginia's living-history museums - Jamestown Settlement and the Yorktown Victory Center. This pass can be purchased through the Jamestown-Yorktown Foundation Online store as noted above or at the Historic Jamestowne visitor center Fee desk. For more information and current pricing on this pass, please contact the Jamestown-Yorktown Foundation at 757-253-5112 or go to the online store as noted above. AMERICA'S HISTORIC TRIANGLE PASS Details: This seven consecutive day pass includes Colonial Williamsburg, all of Colonial National Historical Park (Historic Jamestowne and Yorktown Battlefield), as well as Virginia's living-history museums - Jamestown Settlement and the Yorktown Victory Center. This pass is sold at the Williamsburg Visitor Center or the Jamestown-Yorktown Foundation Online Store and prices are subject to change. Please check with Colonial Williamsburg for information on current prices by calling 1-800-HISTORY (447-8679) or by clicking the link below. For additional information on other regional passes use this link.       Reservation information for private Educational and Military Tours.",
    "url": "https:\/\/www.nps.gov\/york\/planyourvisit\/feesandreservations.htm"
}
