{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility                          It is our goal to make Yorktown Battlefield's facilities and programs accessible to all visitors. Interpretive programs are offered throughout the year, and our Park Rangers make every effort to accommodate all visitors at these presentations.   The information below will assist visitors with impairments to understand what is available.                 Symbol for Mobility Impaired Persons       For Those with Mobility Impairment ● All interior areas of Yorktown Visitor Center are accessible with two exceptions: the John Whitney Exhibit, which is accessible by a stairway, and the ship exhibit which does not accomodate oversized wheelchairs. The John Whitney Exhibit has audio narration, and a text of the narration is available upon request. The Visitor Center has mobility impaired automatic doors. ● Accessible bathrooms are located at the Visitor Center and the public restrooms at Church Street.(Church Street restrooms open April 1-October 31, 2014). ● Wheelchairs are available at the visitor center on a first come first serve basis free of charge. Borrowed wheelchairs should be returned to the Visitor Center 30 minutes prior to closing. ●The immediate area of the battlefield outside the Visitor Center has dirt walking trails with some steep inclines that may require assistance. However, interpretive programs conducted by the staff use accessible areas. The auto driving tour portion of the battlefield has designated stops that have walkways. Some of the walkways have inclines and may require assistance. ● The Moore House, Nelson House,  and Cemetery Lodge historic structures are only accessible by steps. An informational brochure is available upon request at the visitor center or at the Nelson or Moore houses. Yorktown's streets are paved, but there are few sidewalks. Main Street is closed to vehicular traffic, April through October.  ● Yorktown Battlefield has two auto tours for use by private vehicle. The Battlefield Tour is 7 miles, whereas the Allied Encampment Tour is 9 miles.                 Symbol for Hearing Impaired Persons       For Those with Hearing Impairments ● The Visitor Center's 16-minute orientation film has open captions and an Assistive Listening Device (ALD). The John Whitney audio narration, and the Battlefield Orientation Map also have an Assistive Listening Device (ALD) available upon request.  ● Written texts are available of the film script, the Surrender Field narration, and the audio CD of the Battlefield Driving Tour.  ● American Sign Language interpretation may be available by request. Please contact the park at least 14 days prior to your visit. Your request should be made in writing. ● Currently the park has no amplifications system or assistive listening system for Ranger-led or living history tours.",
    "url": "https:\/\/www.nps.gov\/york\/planyourvisit\/accessibility.htm"
}
