{
    "title": "Saguaro National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 13 results    Show ALL instances of recurring events   RSS Feed      Saguaro National Park Javelina: Our Desert Neighbors       Time: 2:15 PM to 2:45 PM Location: Tucson Mountain District (West) Visitor Center  Fees: Park Entrance Fee Applies     Monday, August 8, 2016 Talk: Sometimes referred to as the \"desert pig\", the javelina is not a pig at all. Learn about this intriguing creature and how it survives in the arid environment. Wheelchair accessible.  View Details      Saguaro National Park Meet the Cuckoo of the Desert: The Roadrunner       Time: 3:15 PM to 3:45 PM Location: TMD (West) Visitor Center  Fees: Park Entrance Fee Applies      Tuesday, August 9, 2016 Talk: Join a park naturalist for a presentation about the natural history, behaviors, etc. about this colorful creature. View Details      Saguaro National Park Against All Odds       Time: 3:15 PM to 3:45 PM Location: TMD (West) Visitor Center  Fees: Park Entrance Fee Applies      Wednesday, August 10, 2016 Talk: Discover how the \"deck is stacked\" against saguaro seeds' survival and what conditions are need for growth.  View Details      Saguaro National Park Sonoran Secrets to Desert Survival       Time: 10:15 AM to 11:15 AM Location: Tucson Mountain District (West) Visitor Center  Fees: Park Entrance Fee Applies      Wednesday, August 10, 2016 Walk: Stroll the Cactus Garden and identify the most common hazards hidden in the desert, uncover survival strategies of native plants and animals, and acquire practical tips to ensure your safety. Wheelchair accessible View Details      Saguaro National Park Kangaroo Rat: Super Survivor       Time: 3:15 PM to 3:45 PM Location: TMD (West) Visitor Center  Fees: Park Entrance Fee Applies      Thursday, August 11, 2016 Walk: Learn about the remarkable behavioral and physical adaptations these rodents possess that allow them to survive harsh desert environments.  View Details      Saguaro National Park Living With Giants       Time: 11:15 AM to 12:15 PM Location: TMD (West) Visitor Center  Fees: Park Entrance Fee Applies     Thursday, August 11, 2016 Talk: The saguaro celebrates events and faces challenges throughout its life. A biologist explains how it provides shelter and substance for wildlife, when it flowers, its' growth patters, and how it fights for survival. View Details      Saguaro National Park Lizards are Hot, Lizards are Cool      Time: 3:15 PM to 3:45 PM Location: Tucson Mountain District (West) Visitor Center  Fees: Park Entrance Fee Applies      Friday, August 12, 2016 Talk: Lizards are small denizens of the desert that are a critical component to our desert community. Find out what it means when they do pushups or exhibit other odd behaviors. Wheelchair accessible View Details      Saguaro National Park Desert Dragons       Time: 10:15 AM to 10:45 AM Location: TMD (West) Visitor Center  Fees: Entrance Fee Applies      Saturday, August 13, 2016 Talk: What's a desert dragon? Clue: it's not a bearded dragon and google isn't going to help much.  View Details      Saguaro National Park Living With Giants       Time: 3:15 PM to 4:00 PM Location: Tucson Mountain District (West) Visitor Center  Fees: Park Entrance Fee Applies      Saturday, August 13, 2016 Talk: A biologist explains how it provides shelter and substance for wildlife; when it flowers; its growth patterns; and how it fights for survival against drought. lightning, frost, and other dangers. Wheelchair accessible.  View Details      Saguaro National Park Play Sonoran Bingo!      Time: 11:15 AM to 12:15 PM Location: Tucson Mountain District (West) Visitor Center  Fees: Park Entrance Fee Applies     Saturday, August 13, 2016 Learn about the plants and animals of the Sonoran Desert while njoying a rousing version of Bingo!  View Details      Saguaro National Park Como Pueden Sobrevivir?       Time: 12:15 PM to 12:30 PM Location: Tucson Mountain District (Oeste) Centro de Visitas  Fees: Costo de Entrada al Parque     Tuesday, August 16, 2016 Charla en espanol donde discutiremos como las plantas y animales del desierto Sonorense se han adaptado a traves de los años para poder sobrevivir y florecer en nuestro unico y duro ambiente. View Details      Saguaro National Park How Do They Do It?      Time: 3:15 PM to 3:30 PM Location: Tucson Mountain District (West) Visitor Center  Fees: Park Entrance Fee Applies     Tuesday, August 16, 2016 Walk: Discover how the plants and animals of the Sonoran Desert have asapted to the harsh conditions of this unique environment.  View Details      Saguaro National Park Jabalies, Nuestros Vecinos Del Desierto      Time: 12:15 PM to 12:45 PM Location: Tucson Mountain District (Oeste) Centro de Visitas  Fees: Park Entrance Fee Applies     Saturday, August 27, 2016 Platica: A veces referido como el cerdo del desierto, averigue porque el jabli no es un cerdo.  View Details             Our daily Guided Program information is posted monthly online and available for download.       Our page specifically for Special Events is constantly being updated, please make sure to check for any fun events at the park!",
    "url": "https:\/\/www.nps.gov\/sagu\/planyourvisit\/calendar.htm"
}
