{
    "title": "Saint Croix National Scenic Riverway: Firearms Information",
    "body": "Firearms Information       Firearms at St. Croix National Scenic Riverway As of February 22, 2010, a new federal law allows people who can legally possess firearms under federal, state, and local laws to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local and federal firearms laws before entering the park. The St. Croix NSR is located in two states, each with different firearms laws. Guidance for the two states appears below. Wisconsin Concealed Firearms - Can a person possess a concealed firearm? YES. A person who is legally permitted under WI Statute 175.60 to carry a handgun in the State of Wisconsin may legally carry that handgun within the St. Croix National Scenic Riverway  Reciprocity With Other States- Does a Wisconsin license allow me to carry concealed in another state? Maybe. Whether another state will recognize a Wisconsin CCW license is governed by the law of the other state. If the statutes of another state recognize Wisconsin CCW licenses, then a Wisconsin CCW license holder may carry in that state. In addition, DOJ ―may enter into reciprocity agreements with other states as to matters relating to licenses or other authorization to carry concealed weapons.‖ Wis. Stat. § 175.60(18). If such agreements are created, then a Wisconsin CCW licensee holder may carry in that state. Now that the emergency rules are approved, the DOJ will be able to contact other states regarding reciprocity. As this information is developed, it will be updated on the CCW FAQ 10\/20\/11 - 11 -DOJ website. However, a Wisconsin CCW licensee should always contact the particular state where they wish to carry concealed for information on the laws of that state. The new Federal regulation DOES NOT change any existing requirements or enforcement relating to weapons and firearms at St. Croix NSR within Wisconsin.  Transportation of a firearm - Can a person transport a firearm in a vehicle or vessel within the Riverway?  YES. The firearm must be unloaded, enclosed in a carrying case and stored in a location of the vehicle or vessel so it is not immediately accessible.  Are firearms prohibited in Federal buildings ? Yes- Firearms are prohibited in federal buildings, including park headquarters, visitor centers, and maintenance buildings. 18 U.S.C. 930 Firearms Prohibited in Federal Buildings  Are there legal uses of firearms in the park?  YES. Specific types of firearms are authorized for hunting activities in compliance with federal and state law.  Only authorized firearms may be carried while engaged in legal hunting activities during designated hunting seasons. Various firearm and archery restrictions apply for the type of hunting activity.  Wisconsin Hunting regulations More information on Hunting in the Park      Minnesota Concealed Firearms - Can a person possess a concealed firearm?  YES. A person who is legally permitted under MN statute 624.714 to carry a handgun in the State of Minnesota may legally carry that handgun within the St. Croix National Scenic Riverway. MN Statute 624.714 Carrying a concealed weapon is allowed...  MN also has reciprocal agreements with fifteen other states for concealed carry.  State law prohibits the possession of rifles, shotguns and BB guns in public places such as the Riverway except when legally hunting. Target shooting is not allowed on Federal Land within the Riverway, see Compendium  Transportation of a firearm - Can a person transport a firearm in a vehicle or vessel within the Riverway?  YES. The firearm must be unloaded, enclosed in a carrying case and stored in a location of the vehicle or vessel so it is not immediately accessible, unless it is covered under a concealed carry permit.  Are firearms prohibited in Federal buildings? Yes- Firearms are prohibited in federal buildings, including visitor centers and maintenance buildings. 18 U.S.C. 930 Firearms Prohibited in Federal Buildings Are there legal uses of firearms in the park? YES. Specific types of firearms are authorized for hunting activities in compliance with federal and state law.  Only authorized firearms may be carried while engaged in legal hunting activities during designated hunting seasons. Various firearm and archery restrictions apply for the type of hunting activity.   Minnesota hunting regulations: Minnesota DNR website More information on Hunting in the Park",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/management\/firearms-information.htm"
}
