{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons        Victory Monument and a Slippery Elm on a cloudy winter day. NPS Photo\/Linda Williams      Yorktown Visitor Center: Opened daily 9:00 a.m. to 5:00 p.m.    All park grounds are closed at sunset.Park is closed Thanksgiving, Christmas, and New Years Day.Phone 757-856-1240 (24 hour recording) for status of closures.  2016 Fee Free Days offered by the National Park ServiceInformal tours of following locations are offered through the year as staffing permits. Call 757 898 2410 for hours of operation.            National Cemetery Lodge Located within the National Cemetery, the superintendent’s lodge was designed by U. S. Quartermaster General Montgomery C. Meigs and features the distinctive mansard roof common to the Second Empire style. The Yorktown National Cemetery was officially established in 1866, however interment of Civil War soldiers began during Federal occupation in 1862. The building houses exhibits relating to the Civil War and is open when staffing permits. Check for hours of operation at National Park service visitor center.             Nelson House Visitors can informally tour this early 18th-century home's first and 2nd floor throughout the year. The building is open as staffing permits. Check for hours of operation at National Park Service visitor center.          Moore House Located behind the Allied siege lines, this house was used for the surrender negotiations between Allied and British representatives. Today, amidst colonial furnishings, visitors can informally tour the house that focuses on the surrender negotiations that helped end the Yorktown Siege. The building is open as staffing permits. Check for hours of operation at National Park Service visitor center.         Poor Potter Archaeological ruins of a busy pottery manufacturing site in the early 18th century. There are wayside exhibits and the kiln can be viewed through glass when the site is closed. The building is open as staffing permits. Check for hours of operation at National Park Service visitor center.",
    "url": "https:\/\/www.nps.gov\/york\/planyourvisit\/hours.htm"
}
