{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Safety",
    "body": "Your Safety        Cannon Shadow on Earthwork, Yorktown Battlefield NPS PHoto\/ljw       Yorktown Battlefield is located on approximately 3500 acres. The Battlefield is comprised of both natural and suburban areas with 16 miles of battlefield tour roads. To help protect park resources and ensure a safe and enjoyable visit for everyone, please follow park rules and posted regulations.               General Safety ·   In an Emergency call 911. · Stay off all earthworks. · Please dispose of your garbage in trash containers or take it with you when you leave. · Swimming is prohibited in all water areas within the legislative boundary of Yorktown Battlefield.                 Driving Safety ·   Obey all traffic laws and speed limits. · Always wear your safety belt. · Obey all vehicle weight and size limits. · Stay on designated tour roads. · Parking outside of designated areas is prohibited. · Lock your valuables in your car. · Be alert for pedestrians, bicyclists, and wildlife.                 Bicycling Safety ·    Bicycling is permitted on the tour roads of Yorktown battlefield. · Bicyclist must obey the same traffic laws as motorist. Ride to the right side of the road with traffic in a single file. Observe all traffic signs including speed limits. · On tour roads, ride only in the direction indicated by the one-way signs. · Be alert for pedestrians, other bicyclists, vehicles and wildlife. · Ride only on paved roadways. To protect natural and cultural resources, including archeological sites and earthworks, Off road biking is prohibited. · Plan Ahead. Know your equipment, your abilities and the area in which you are riding, and prepare accordingly. Be self-sufficient at all times;keep your bicycle in good repair, and carrying necessary supplies for changes in weather. · Ride with at least one other person if possible. All bicyclists should wear a helmet and proper eye protection. · A few joints in the pavement along the Colonial Parkway may be wide enough to catch a bike tire and affect your balance or control. · Wear brightly colored clothing and avoid riding at night or during times of reduced light. · Virginia can be very hot in the summer. It is wise to carry and drink plenty of water to avoid dehydration.                 Walking Safety ·    Walk against traffic. · Stay on designated tour roads and trails. · Watch your step on uneven surfaces. · Be careful crossing busy streets. · Be alert for bicyclist and vehicles. · Keep a safe distance from wildlife · Walk with at least one other person if possible. · Virginia can be very hot in the summer. It is wise to carry and drink plenty of water to avoid dehydration.                 Pet Safety ·    Pets must be kept on a leash at all times. · Pets are not allowed inside the visitor center or National Cemetery, unless a designated assistive animal. Pet excrement must be removed from the park by the pet owner handler.                 Wildlife Safety ·    Do not feed wildlife. · Do not approach wildlife and keep a safe distance. · Ticks and Mosquitoes can be numerous in spring and summer. Take measures to minimize exposure.                  Weather Safety ·    Virginia can be very hot in the summer. It is wise to carry and drink plenty of water to avoid dehydration. · Thunderstorms can be severe and develop suddenly. Stay aware and seek shelter if one approaches. · High winds can knock down trees and branches, use caution on windy days.",
    "url": "https:\/\/www.nps.gov\/york\/planyourvisit\/safety.htm"
}
