{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Migratory Birds Education Plan",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Curriculum Materials     Migratory Birds Education Plan                  Migratory Birds Education Plan         Scarlet Tanager Photo credit: Jerry Oldenettel   Migratory Bird Education Plan  During the warm summer months, nearly 100 migratory bird species travel to the breeding grounds of Vermont. But when winter returns, they fly south to escape the cold. For many of these species, populations are declining as sufficient habitat is becoming scarce. The loss in species population not only affects Vermont's ecosystems, but also affects the ecosystems of the tropical wintering grounds as fewer numbers of these birds are migrating south.  Marsh-Billings-Rockefeller National Historical Park has partnered with Change the World Kids to develop a service learning project for youth. The project focuses on the migratory songbirds that breed in the National Park and winter in Costa Rica, where Change the World Kids travel every year to help with reforestation efforts.   Guiding Question: How do our local actions affect places across the globe? Goals of the Project: ●  Educate youth about stewardship and promote lifelong stewards of the environment ●  Promote a sense of place among youth as they explore their surroundings ●  Educate youth about the species of birds that live in Vermont ●  Encourage youth to explore the outdoors and expand their imaginations while gaining understanding of the surrounding environment ●  Help protect habitat both locally and globally Below you will find a PDF with a list of bird species that have been spotted in Marsh-Billings-Rockefeller National Historical Park and are known to winter in Costa Rica. Along with each species is a range map and a description of the birds' preferred breeding habitat in Vermont. The range maps show data from one 12-month cycle to highlight the most northern and southern locations of a species in a single year. Migratory Birds Range Maps  One of the main goals of this project is to involve youth in stewardship and conservation. Below you will find a three PDFs with educational activities and curriculum to use in the classroom. These activities are meant to encourage students to become more active stewards of the environment while learning valuable lessons about habitat, bird migration, and sense of place.  Activities for All Ages  Activities for Elementary School  Activities for Middle and High School Students  Useful Resources: Songbirds List eBird http:\/\/ebird.org\/content\/ebird\/ ●   Range Maps Courtesy of eBird.org Change the World Kids: http:\/\/www.changetheworldkids.org\/  More about birds at Marsh-Billings-Rockefeller National Historical Park  Link to Marsh-Billings-Rockefeller National Historical Park on iNaturalist.org  Citations: Lingelbach, Jenepher, and Lisa Purcell, eds. Hands-on Nature: Information and Activities for Exploring the Environment with Children. Woodstock, VT: Vermont Institute of Natural Science, 1986. Print.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/migratory-birds-education-plan.htm"
}
