{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Interpreting a Place",
    "body": "× Rate the Lesson Plan             Lesson Plan Interpreting a Place    Download Lesson Plan         9th Grade Woodstock High School Students J Haley        Overall Rating  Add your review      Grade Level: Ninth Grade Subject: Civic Engagement, Conservation, Ecology, Environment, Geography, Landscapes, Language Arts, Literature, Poetry, Reading, Writing   Setting: in the park Keywords: Sense of Place, place based, Literature, stewardship, Conservation, English    Overview Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.Present information, findings, and supporting evidence such that listeners can follow the line of reasoning and the organization, development, and style are appropriate to task, purpose, and audience.Make strategic use of digital media Objective(s) Writing: Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.   Speaking & Listening: Present information, findings, and supporting evidence such that listeners can follow the line of reasoning and the organization, development, and style are appropriate to task, purpose, and audience. Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance understanding of findings, reasoning, and evidence and to add interest.            Lesson Plans  Ecology Unit   Marine Ecology - Water Testing   Nature, Art and Conservation at Marsh-Billings-Rockefeller National Historical Park    Distance Learning  Conservation Career Opportunities for Youth   Frederick Douglass and the Power of Literacy   Let's Go Whale Watching in Glacier Bay!     Field Trips  Winter Ecology Field Trip (Grades 1-2)   Fire Ecology Field Trip   Winter Ecology Field Trip (grades 6-12)    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   Hoofin' It! - The Bean Counters: Mark-Recapture",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/interpreting-a-place.htm"
}
