{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Bicycling Information",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Bicycling Information              Bicycling Information        Bicycle Shadow on the Battlefield Tour Road Image\/  © Photo Courtesy of  Linda Williams       The Colonial Parkway, a 23-mile roadway connects Yorktown and Historic Jamestowne.  The Parkway starts at the visitor center parking lot in Yorktown, follows the York River, heads west to Williamsburg (where there are exits, turns south to follow the James River), and ends up in the visitor center parking lot at Historic Jamestowne.The National Park Service maintains and patrols the Parkway.  There are several turn-offs of historical significance along the way.  In keeping with the natural beauty of the route, the two-laned paved road surface is not marked with white or yellow stripes.  Roadside signs indicate \"No Passing\" zones.The Parkway has a tunnel under part of Colonial Williamsburg's historical area.  Bicycles are not permitted in the tunnel. Near Williamsburg you will pass under Lafayette Street. Leave the Parkway at the next Williamsburg exit. At \"T\" turn left onto England street.  Go 1 1\/2 blocks on England.  Take the oyster-shell pathway the next two blocks, pass the Colonial Courthouse and the Magazine, where England street resumes.  Restrooms and cold drinks are available nearby.  Continue on England past the Williamsburg Lodge to Newport Avenue, turn right and follow signs to \"Jamestown via the Colonial Parkway.\"     Yorktown has two tour routes. The seven mile Battlefield Tour marked by red arrow signs begins at the visitor center parking lot.  The nine mile Encampment Tour, marked by yellow arrow signs, begins at Surrender Field.  Both routes utilize park tour roads and heavily traveled state highways; however, the Encampment Tour has minimal interaction with highways and is, therfore, less heavily traveled.  All streets in Yorktown are open to vehicles, except Main Street, which is normally closed to vehicular traffic spring through fall.  If traveling across the Tobacco Road footbridge, bicyclists are required to dismount and walk across the bridge for safety reasons.  Maps of the tour roads and town can be obtained at the National Park Service visitor center. Tour Roads are open to pedestrians, bicycles and motor vehicles. Safety issues prohibit buses, motor homes or vehicles over 5-tons from using them. All state and local traffic regulations apply.                 BICYCLE SAFETY REGULATIONS         The TransAmerica Bicycle Trail (Bicycle Route 76) and the Virginia Cross State ride (Route 1) begin\/end at the Yorktown Victory Monument.  A  signature book for those completing or starting these bikes trails is available at the Yorktown Battlefield Visitor Center during business hours.",
    "url": "https:\/\/www.nps.gov\/york\/planyourvisit\/bicyclinginformation.htm"
}
