{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Mount Tom From Farm to Forest",
    "body": "× Rate the Lesson Plan             Lesson Plan Mount Tom From Farm to Forest: Exploring Changes in Land Use in New England    Download Lesson Plan         Pasture and Forest in Fall R Diamant        Overall Rating  Add your review      Grade Level: Seventh Grade-Sixth Grade Subject: Agriculture, Community, Ecology, Environment, Geography, History, Landscapes, Social Studies   Duration: 4 to 6 weeks (~15 hrs class time) Setting: in the park National\/State Standards: H&SS7-8:11; H&SS7-8:8; H&SS7-8:12;   Keywords: farming, agriculture, Agricultural history, lanscape, stewardship, Conservation, geography, place based, Sense of Place, cultural values, history, land use, sustainable, New England, Woodstock, VT    Overview “From Farm to Forest” will serve as an introduction to a grade 7 world geography course. To best understand the role of the 5 themes of geography as these apply globally, this unit will apply these very themes locally to our historical connection of agriculture as well as our sense of place here in Woodstock Vermont.  Objective(s) This unit of study, \"From Farm to Forest\" will serve as an introduction to a grade 7 world geography course. To best understand the role of the 5 themes of geography as these apply globally, this unit will apply these very themes locally to our historical connection of agriculture as well as our sense of place here in Woodstock. Agricultural values and related culture came to shape the history and land of New England. Students will learn how our agricultural beginnings here in Woodstock, through upclose studies of the MacKenzie(now a part of the national park), King, and Billings Farms came to shape our landscape and our lives. Students will discover how on these very lands through a series of historical events, changes in technology, and understanding of sustainable land use, many of Vermont's hillside have transformed from agricultural farm to forest. Background    *This unit is designed with opportunities for interdisciplinary connections. For example, in English classes students could assess the value of historical diaries in understanding our agricultural heritage, develop writing skills using sensory language, and a book talk featuring the young adolescent book, “As Long as There are Mountains” by Natalie Kinsey-Warnock. In science classes, students might study soil, plant genetics, see varieties and create a school garden. Math would play a role in scaling factor as well as units of measurement, i.e. rods, acres, etc. Materials ·GPS ·Digital Cameras ·Historical Photographs, if possible Additional Resources Books: Russell, Howard S., “A Long, Deep Furrow: Three Centuries of Farming in New England.” Hanover, N.H.: University Press of New England, 1982.  Additional Teacher Resources include: Jan Albers, “Hands on the Land: A History of the Vermont Landscape” Tom Wessels, “Reading the Forested Landscape: A Natural History of New England” Christopher Klyza and Stephen Trombulak, “The Story of Vermont: A Natural and Cultural History”  Student Text: “Prentice Hall World Studies Foundations of Geography.” Pearson\/Prentice Hall: Boston, 2008.  Reports: “Archaeological Overview and Assessment of the Marsh-Billings-Rockefeller National Historical Park, Woodstock, Windsor County, Vermont”  University of Vermont, Report No. 446  January, 2007 “National Register of Historic Places- The King Farm” United States Department of the Interior “Cultural Landscape Report, Marsh-Billings-Rockefeller National Historical Park 2009 Websites: “Within These Walls” an interactive view of a 19th century home in Ipswich, Ma. http:\/\/americanhistory.si.edu\/house\/home.asp Map Analysis, includes a 1677 map of New England http:\/\/www.1704.deerfieldhistory.museum\/maps\/foster.htm\/ Historic Maps http:\/\/historymaters.gmu.edu\/mse\/maps Historical Sites and links at “American Memory” http:\/\/memory.loc.gov\/ammem\/gmdhtml\/chsvhome.html Sturbridge Village: Farm Family Understanding Daily Life on a Farm using Primary Resources http:\/\/www.osv.org\/school\/lesson_plans\/ShowLessons.php?LessonID=34 Landscape Change Project, Univerisity of Vermont http:\/\/www.uvm.edu\/landscape\/ National Geographic “Xpeditions” website contains a variety of useful and related lesson plans           Lesson Plans  Ecology Unit   Marine Ecology - Water Testing   History of Floyd Bennett Field    Distance Learning  The Human Story   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers   Trail of Tears Teacher's Workbook     Field Trips  Winter Ecology Field Trip (Grades 1-2)   Fire Ecology Field Trip   Winter Ecology Field Trip (grades 6-12)    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/mount-tom-from-farm-to-forest.htm"
}
