{
    "title": "Yorktown Battlefield Part of Colonial National Historical Park: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Curriculum Materials                Curriculum Materials       Colonial National Historical Park offers Virginia Standards of Learning [SOL] based educational programs to enhance your students' academic experiences. Student participation is encouraged through use of the inquiry method and hands-on activities. Programs are scheduled on weekdays from October through May, no weekends or holidays. There is a $30.00 interpretive fee for each program. All reservations must be made in advance. Payment must be made by check and received within 30 days of making the reservation. To arrange for a program, call the Interpretive Program Coordinator at (757) 898-2411 between 8:30 a.m. and 12:30 p.m. Monday through Friday. To ensure a program for your class, please call at least two months and no more than five months in advance. COLONIAL FAMILY OF YORKTOWN - Suggested grade: 1-2. With the use of the pre-visit study guide, youngsters will be introduced to the Norton and Nelson families and life in colonial Yorktown. In addition, the guide discusses colonial home-life, occupations and amusements. In the ranger led program at the historic Nelson House (circa 1730), hands-on activities involve the children with homemaking activities, colonial games and school materials. Before or after the ranger led program, Teachers can take their class on a self-guided activity through the town focusing on other colonial homes and buildings. (maps and stickers provided for each student). Maximum class size: 20 students per program. Program time: 45 minutes. Ties to Virginia Standards of Learning (SOLs): K.2, K.4, K.5, 1.10, 1.12, 2.3, 3.5, 2.6. Colonial Family Teacher's Guide 3,280 KB  FORTUNES OF WAR - Suggested grades: 4-6. This program helps students to understand how the Siege of Yorktown and the American Revolution affected the lives of both soldiers and citizens. Students will actively participate in the battlefield and town tours through hands-on activities, role-playing and demonstrations. Teachers will receive a video and Teacher Resource Guide prior to their visit. This guide discusses the roles of the ranger, teachers and students during the park visit, as well as provides activity sheets and supplemental information for their American Revolution curriculum. Maximum class size: 30 students per program. Program time: one hour. Ties to Virginia Standards of Learning (SOLs): VS.1, VS.5, USI.1, USI.6. Fortunes of War Teacher's Guide 1,994,752 KB NON-FIRING ARTILLERY DEMONSTRATION - Suggested grades: 3-6. In this hands-on program, students will learn about artillery used in the Revolutionary War and the essential role it played during the siege of Yorktown. Using an original Revolutionary War cannon, students form a gun crew and go through a mock firing, following the same drill as General Washington's troops. Maximum class size: 75 students per program. Program time: 25 minutes. VS.1, VS.5, USI.1, USI.6. SIEGE LINE WALKING TOUR - Suggested grades: 5-college. Learn about the events surrounding the last major battle of the American Revolution at Yorktown. During a walking tour of the Yorktown Battlefield, groups will visit the British defenses around the town, see the American and French siege positions and discuss how General Washington successfully surrounded and defeated the British army. Maximum class size: 75 people per program. Program time: 35 minutes. Ties to Virginia Standards of Learning (SOLs): VS. 1, VS.5, USI.1, USI.6, VUS.1, VUS.2, VUS.3, VUS.4. THE FORTUNES OF WAR TRAVELING TRUNK- Suggested grades: 4-6. Traveling trunk offers your students interactive, hands-on activities for studying the American Revolutionary War and the 1781 Siege of Yorktown. The trunk contains a Fortunes of War Resource Manual on the Revolutionary War; classroom activities and worksheets; reproduction military uniforms and accessories; period flags; toys and games, a copy of the surrender document form the 1781 Yorktown siege; and reproduction newspapers from 1776. Primary emphasis is placed on Virginia History and Social Science Standards of Learning: Virginia Studies, Colonization and Conflict: 1607 through the American Revolution, VS.5; and Revolution and the New National: 1770s to the Early 1800s, USI.6. Fortunes of War Traveling Trunk Manual 1.89 MB Borrowing the traveling trunk is free. Call at 757-898-2411 to make arrangements to pick up the trunk from the National Park Service Visitor Center at Yorktown. It can be picked up any day of the week. Borrow period is two weeks.       Browse Our Curriculum Materials        By Keyword By Keyword        Search                  Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...",
    "url": "https:\/\/www.nps.gov\/york\/learn\/education\/classrooms\/curriculummaterials.htm"
}
