{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Creating Sculptures with Natural Materials Lesson Plan",
    "body": "× Rate the Lesson Plan             Lesson Plan Creating Sculptures from Natural Materials     Download Lesson Plan         Teepees K Robbins        Overall Rating  Add your review      Grade Level: Ninth Grade-Twelfth Grade Subject: Art, Civic Engagement, Community, Conservation, Design, Ecology, Landscapes, Service Learning, Textiles   Duration: Over 3 months  Group Size: Up to 24 (4-8 breakout groups) Setting: in the park National\/State Standards: Create natural material site-specific sculpture that encourages or challenges viewers or visitors to look more closely and notice what is unique in the nature environment.  Keywords: art, sculpture, natural environment, place based    Overview Students will address real world issues through considering their impact on the environment, creating public site-specific art for a national historical park, integrating interdisciplinary understandings, and collaborating with a diverse group. Objective(s) Students will be able to independently use their learning to... - Become stewards for the environment through developing a sense of place - create visual arts that can impact both human and natural communities  Background A Place-based Understanding by Design (UbD) Unit.  Materials sketchbooks, small natural materials sculptures, drawings  Procedure    Day 1   Collaboration will happen through students working together in small groups between the class and the park as they develop their sculptural ideas.           Day 1     Collaboration will happen through students working together in small groups between the class and the park as they develop their sculptural ideas.      Assessment Students will make a difference by applying what they've learned\/discovered into public art piece that engages park visitors.  Park Connections Historic Artwork collection  Vocabulary Sense of Place, Stewardship, Public, Art, Sculpture           Lesson Plans  Ecology Unit   Marine Ecology - Water Testing   Nature, Art and Conservation at Marsh-Billings-Rockefeller National Historical Park    Distance Learning  Conservation Career Opportunities for Youth   School Boards, Busing, and Brown   Ask A Ranger     Field Trips  Winter Ecology Field Trip (Grades 1-2)   Fire Ecology Field Trip   Winter Ecology Field Trip (grades 6-12)    Topics  A Soldier's Notes From Michigan's Big Battle   Why Here?   The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/lesson-plans-creating-sculptures-from-natural-materials.htm"
}
