{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Migratory Birds Lesson Plan",
    "body": "× Rate the Lesson Plan             Curricula Migratory Birds Lesson Plans    Marsh-Billings-Rockefeller National Historical Park          Indigo Bunting          Overall Rating  Add your review    During the warm summer months, nearly 100 migratory bird species travel to the breeding grounds of Vermont. But when winter returns, they fly south to escape the cold. For many of these species, populations are declining as sufficient habitat is becoming scarce. The loss in species population not only affects Vermont's ecosystems, but also affects the ecosystems of the tropical wintering grounds as fewer numbers of these birds are migrating south.  Marsh-Billings-Rockefeller National Historical Park has partnered with Change the World Kids to develop a service learning project for youth. The project focuses on the migratory songbirds that breed in the National Park and winter in Costa Rica, where Change the World Kids travel every year to help with reforestation efforts.   Additional Resources Songbirds List  eBird http:\/\/ebird.org\/content\/ebird\/ (Range Maps Courtesy of eBird.org) Change the World Kids: http:\/\/www.changetheworldkids.org\/  More about birds at Marsh-Billings-Rockefeller National Historical Park  Link to Marsh-Billings-Rockefeller National Historical Park on iNaturalist.org  Citations: Lingelbach, Jenepher, and Lisa Purcell, eds. Hands-on Nature: Information and Activities for Exploring the Environment with Children. Woodstock, VT: Vermont Institute of Natural Science, 1986. Print.    Details  Subject: Biology: Animals, Climate, Climate Change, Conservation, Ecology, Regional Studies, Wildlife Biology, Wildlife Management Keywords: migratory birds, habitat, sustainability, forestry, climate change impacts type: Curricula              Lesson Plans  Ecology Unit   Marine Ecology - Water Testing   Exploring Climate Science: Research Projects    Distance Learning  Conservation Career Opportunities for Youth   Climate Connections   Climate Connections - Climate Science in Focus     Field Trips  Winter Ecology Field Trip (Grades 1-2)   Fire Ecology Field Trip   Winter Ecology Field Trip (grades 6-12)    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   Why Here?",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/migratory-birds-lesson-plans.htm"
}
