{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Caring for Our Forests A Legacy of Stewardship",
    "body": "× Rate the Lesson Plan             Lesson Plan Caring For Our Forests - A Legacy of Stewardship    Download Lesson Plan         Carriage road & horse trough K Jones        Overall Rating  Add your review      Grade Level: Seventh Grade Subject: Community, Conservation, Ecology, Environment, Landscapes, Mathematics, Physical Education, Physical Science   Setting: in the park National\/State Standards: 1.5  1.12aa, 1.12c, 1.15 ; 3.9 4.5aa  4.6bb; 5.15  6.16f 6.4dd  6.7cc 6.8,   Keywords: math, science, physical education, landscapes, place based, natural and cultural heritage, stewardship, forests, sustainability, change over time, ecological health    Overview This is a Global Studies and English unit that is ideally designed as part of a forest-focused, across the curriculum unit, which would complement work being done in the subject specific areas of math, science, and physical education of a typical middle school in Vermont. This unit could also stand on its own in terms of a place-based unit using forests as its focal point Objective(s) The lessons presented for implementation in Global Studies \/ Social Studies and English classes have a two-pronged emphasis. First, is the issue of grounding students in their awareness of the place in which they live. Through trips into the field, discussing the natural and cultural elements of their environment, nature journaling, and reading the landscape, students will develop a deeper understanding and appreciation for their immediate environment. A central goal is for them to feel an emotional connectedness to their place and to shape a desire to be stewards of that environment. Secondly, the students will acquire the observational skills to read the changes that have taken place in that environment in the past and strengthen their determination to promote practices that will lead to the sustainability of forests for the future. Our culminating activity will be an orienteering activity, which is a recreational use of the forest.  Materials Clipboards, lined and unlined paper, pencils   Additional Resources Resources\/Materials: Keeping a Nature Journal, a Naturalist's Sketchbook by Clare Walker Leslie  Into the Field by Leslie, Tallmadge, and Wessels  Clipboards, lined and unlined paper, pencils           Lesson Plans  Ecology Unit   Marine Ecology - Water Testing   Nature, Art and Conservation at Marsh-Billings-Rockefeller National Historical Park    Distance Learning  Conservation Career Opportunities for Youth   Let's Go Whale Watching in Glacier Bay!   What is Our Role in Ocean Stewardship?     Field Trips  Winter Ecology Field Trip (Grades 1-2)   Fire Ecology Field Trip   Winter Ecology Field Trip (grades 6-12)    Topics  A Soldier's Notes From Michigan's Big Battle   The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/caring-for-our-forests-a-legacy-of-stewardship.htm"
}
