{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Dickinson Frost and You Lesson Plan",
    "body": "× Rate the Lesson Plan             Lesson Plan Dickinson, Frost and You in Dialogue Across Time and Place        Student writing K Robbins        Overall Rating  Add your review      Grade Level: Tenth Grade Subject: Conservation, Environment, History, Landscapes, Language Arts, Literature, Poetry, Reading, Women's History, Writing   Duration: Over 3 months Group Size: Up to 24 (4-8 breakout groups) Setting: in the park National\/State Standards: 10th Grade - Honors American Literature  Keywords: Emily Dickinson, Robert Frost, Poems, poetry, Literature, Dialogue, creative writing, Sense of Place, Essays, reflection, stewardship, sustainability, Place-based    Overview Students' creative work to engage poets from different times and cultures in dialogue via the language of their poems and to set those poems in a specific place for that \"dialogue\" is a means to derive truths common to human nature over time. Objective(s) Students will be able to independently use their learning to...understand a poem (Frost's & Dickinson's poetry in particular) by trusting in his or her own mind to play with the imagery, diction, syntax and punctuation a poet presents in order to make meaning or sense of the truth a poet conveys via his\/her poem.  Students will understand that...the natural world has the capacity to reveal if not \"answers\" then understandings about an individual's interior, spiritual or private aspect of being.  Background Students will understand that...the natural world has the capacity to reveal if not \"answers\" then understandings about an individual's interior, spiritual of private aspects of being.  Students will keep considering... ...how close scrutiny, observation and creative thinking\/writing about nature can teach them something about themselves. ...how on one level, stewardship and sustainability are about an individual's ability to be in some kind of \"dialogue\" with the Natural World.  Procedure    Part 1   Park Visit 1: students work in pairs to explore an area of the park and to choose their site (sit spots, journaling, haiku writing, photographing in that chosen site).  Park Visit 2: Student re-visit chosen site with poems they have selected for that site, additional photographing time - Visit 2 is an opportunity to gather additional details for their digital essays.  Park Visit 3 (spring?): Students mount Frost poem, the Dickinson poem, and their won 21st century version of those poems in dialogue from the 19th and 20th centuries. The class walks the trail from site to site (7 total) and students work in pairs to present their site and to talk about the dialogue they perceive between the two poets, and their own writing process to generate a 21st century version of Frost's and Dickinson's truths.         Part 1     Park Visit 1: students work in pairs to explore an area of the park and to choose their site (sit spots, journaling, haiku writing, photographing in that chosen site). Park Visit 2: Student re-visit chosen site with poems they have selected for that site, additional photographing time - Visit 2 is an opportunity to gather additional details for their digital essays. Park Visit 3 (spring?): Students mount Frost poem, the Dickinson poem, and their won 21st century version of those poems in dialogue from the 19th and 20th centuries. The class walks the trail from site to site (7 total) and students work in pairs to present their site and to talk about the dialogue they perceive between the two poets, and their own writing process to generate a 21st century version of Frost's and Dickinson's truths.      Assessment Digital Essay Trail work - presentation Exploratory activities in the classroom with Frost's and Dickinson's poems: \"Poetry Play\" and \"Testing a Dialogue\" Writing a Creative \"re-visions\" of one or both of the poets' poems that elicit a 21st century perspective on the same \"truism\" Frost or Dickinson evokes in a certain poem. Journal\/Reflective writing to explore the ways in which the addition of one poet's work informs or changes what the student \"sees\" in the chosen place...  Park Connections Place Prompts: Choose the most relevant: Collaboration will happen through...students working in pairs to capture the essence of a chosen place in Marsh-Billings-Rockefeller NHP.  Students working as a class to interpret Dickinson's and Frost's poems.  Students working in pairs to create a \"digital essay\" that captures the essences of their chosen site at Marsh-Billings-Rockefeller NHP via photography, music, poetry.  Extensions Consider how or if Dickinson's verse redefines re-appropriates your chosen space, as well as how if the introduction of Frost's poems as well as your own occasions a viewer to \"see\"\/\"read\" the place at Marsh-Billings-Rockefeller NHP differently...  Additional Resources The Complete Poems of Robert Frost Lathem, Editor  The Complete Poems of Emily Dickinson Franklin, Editor  The Emily Dickinson Handbook Grabher, Hagenbuckle, Miller, Editors  The National Parks - America's Best Idea Ken Burns  Reading the Forested Landscape T. Wessels  Access to trails\/forests at Marsh-Billings-Rockefeller NHP or King Farm  Poetryfoundation.org  Loaded Gun - documentary\/dvd (Billy Collins & Julie Harris)  Adapted by Shelburne Farms from the Understanding by Design Guide to creating High-Quality Units by Grant Wiggins and Jay McTighe, 2011.  Vocabulary Poetry, syntax, diction, imagery, dialogue, stewardship, sustainability, sense of place           Lesson Plans  History of Floyd Bennett Field   Nature, Art and Conservation at Marsh-Billings-Rockefeller National Historical Park   History of Kingsley Plantation    Distance Learning  Conservation Career Opportunities for Youth   Frederick Douglass and the Power of Literacy   Trail of Tears Teacher's Workbook     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/lesson-plans-dickinson-frost-and-you.htm"
}
