{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Our Unique Place Lesson Plan",
    "body": "× Rate the Lesson Plan             Lesson Plan Our Unique Place Lesson Plan    Download Lesson Plan         Moonrise over Woodstock Ed Sharron NPS        Overall Rating  Add your review      Grade Level: Seventh Grade Subject: Agriculture, Community, Environment, Geography, History, Landscapes, Language Arts, Linguistics, Writing   Duration: 4 weeks Setting: in the park National\/State Standards: Reading: R7:12; R7:15, R7:16; Writing: W7:1, W7:4, W7:6, W7:8, W7:9  Keywords: history, Stewardhip, geography, place, place based, Conservation, language arts, writing    Overview The creators of the unit want to use a specific place in Woodstock, VT to bring new geographic skills to life for seventh graders. The Marsh-Billings-Rockefeller National Historical Park is a special place in which Woodstock Union Middle School has had a strong relationship. Students will showcase their geography skills by creating live presentations to distribute to local libraries. Experts from the park will give feedback on the presentations in preparation for an evening event. Objective(s) Essential Questions: How do you learn about a new place? What can learning about our own place tell us about other places? How does place influence a person? Background   Students will have varying levels knowledge about Woodstock and the Marsh-Billings-Rockefeller National Historical Park. Students are coming to Woodstock Union Middle School from six or more sending towns and some may never have visited the park at all, while others may have visited frequently. Not all students have access to Internet and other technologies at home, and therefore opportunities to work in school must be provided. During orientation in the first days of school, students will be given a survey on their experiences with technology and visiting Marsh-Billings-Rockefeller National Historic Park and Billings Farm. This survey will inform all technological introductions within this unit. Because this is an introductory unit taught at the beginning of the school year, levels of differentiation will increase as the unit unfolds.     Park Connections    The Marsh-Billings-Rockefeller National Historical Park is a special place in which Woodstock Union Middle School has had a strong relationship. Students will showcase their geography skills by creating live presentations to distribute to local libraries. Experts from the park will give feedback on the presentations in preparation for an evening event.           Lesson Plans  History of Floyd Bennett Field   History of Kingsley Plantation   Grand Canyon Human History    Distance Learning  Trail of Tears Teacher's Workbook   The Human Story   A Hidatsa Earthlodge     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/classrooms\/our-unique-place-lesson-plan.htm"
}
