{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Volunteer",
    "body": "Volunteer         Volunteers at the park get involved in a wide variety of activities.   Welcome to the Volunteers-In-Parks Page!  The volunteer program at Marsh-Billings-Rockefeller National Historical Park brings together many valued, diversely talented, and dedicated volunteers. They are engaged in a variety of activites that help provide the highest quality park experience for visitors, and that express a depth of stewardship vital to the park's mission. Contact us at 802 457 3368 ext 222.  You're invited to join thousands of people of all ages, all over the country who volunteer in their National Parks. Here at Marsh-Billings-Rockefeller National Historical Park, we welcome volunteers who wish to work indoors or outdoors, to help with regular weekly shifts, or participate in one-time events. As a volunteer, you'll be offered appropriate training and you'll always have an easy way to contact park staff when necessary. You may be asked to wear a uniform shirt, which the park will supply, while on duty. You may be issued other clothing items if needed. You'll be supplied with any tools or equipment you need for the job in hand.          Here are some descriptions of the sort of help we always need. Different opportunities may arise from time to time: Roving Trail Ambassador Visitor Services Front Desk Ambassador Special Events Volunteer  More information: http:\/\/www.nps.gov\/getinvolved\/volunteer.htm http:\/\/www.nps.gov\/findapark\/passes.htm https:\/\/www.volunteer.gov\/        Building a staircase at Marsh-Billings-Rockefeller NHP NPS Photo  Youth Opportunities Student Conservation Association   The Student Conservation Association (SCA) is a privately-funded, non-profit organization that places volunteers in parks, wildlife refuges, forests and other resource agencies around the country. Marsh-Billings Rockefeller National Historical Park enjoys an ongoing relationship with the SCA, and has had a number of SCA volunteers and interns working at the park. High school conservation work crews (with adult leaders) repair the historic carriage roads and trails in the park's forest, fix rock walls on trails, and clear brush. The park has also had SCA Resource Assistants or interns working in the resource management and visitor services departments. To become a part of the SCA, please visit them at www.thesca.org.         Clearing invasive species NPS Photo  Vermont Youth Conservation Corps   The Vermont Youth Conservation Corps (VYCC), in their own words, \"is a non-profit youth, leadership, service, conservation, and education organization that instills in individuals the values of personal responsibility, hard work, education, and respect for the environment...accomplished by using conservation projects as the vehicle for learning in an intense environment.\"  Marsh-Billings-Rockefeller National Historical Park has had VYCC work crews, staffed by local youths, during the summer months. Crews work on various projects, including invasive plant species removal, fixing stone walls, and working on carriage roads and trails.  Please contact the VYCC for information on applying.",
    "url": "https:\/\/www.nps.gov\/mabi\/getinvolved\/volunteer.htm"
}
