{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Man and Nature 150 Years of Environmental Conservation Legacy",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Online Exhibits     Man and Nature 150 Years of Environmental Conservation Legacy                  Man and Nature 150 Years of Environmental Conservation Legacy        GEORGE PERKINS MARSH        George Perkins Marsh Photo courtesy of the Billings Family Archives (Marsh Portrait)  Born in 1801, George Perkins Marsh roamed the forests and pastures of his home in Woodstock, Vermont and took note of his native landscape, learning different kinds of trees and watershed boundaries. Marsh went on to become a linguist, lawyer, Fish Commissioner of Vermont, diplomat in Italy and Turkey, and noted scholar.  In 1864, having seen the impacts of deforestation, overgrazing and erosion on American, European, and Middle Eastern landscapes, Marsh coalesced years of observation about humans and their effect on the environment into the seminal book Man and Nature.  According to Marsh's biographer, David Lowenthal, \"Marsh's Man and Nature marked the inception of a truly modern way of looking at the world, of thinking about how people live in and reacted on the fabric of landscape they inhabit.\"         NPS Photo  Man and Nature is considered a founding text of the American Conservation Movement and has influenced countless people over its 150 year history. Shown with the book is George Perkins Marsh's walking stick, c 1840-1860, a gift from Caroline Crane Marsh to Frederick Billings in 1883.             \"All Nature is linked together by invisible bonds and every organic creature, however low, however feeble, however dependent, is necessary to the well-being of some other among the myriad forms of life...\" ~ Man and Nature p.109          Marsh's House c. 1869 Photo courtesy of the Billings Farm & Museum   A view of the Marsh House, c. 1869. It is estimated that by this time, 80% or more of Vermont's original forests had been cleared to create pastures and farmland.         BILLINGS FAMILY        Frederick Billings Photo courtesy of the Billings Family Archives  Frederick Billings and his wife Julia bought the Marsh property in Woodstock in 1869. A Vermont lawyer who made his fortune in San Francisco during the 1850's Gold Rush, Frederick Billings had seen first hand the amazing natural wilderness of this country; he also saw the damage cause by overuse and exploitation. Having read Man and Nature in 1864 upon his return east, Frederick was determined to return his home state of Vermont to its natural, forested beauty.  \"...Mr. Marsh was a hero to me in my boyhood - and never in all his life lost that place to me - Then I knew the family so well - and the old home is so dear to me!  Faithfully & beautifully have you so far set forth Mr. Marsh's life and work - The thing is quite a revelation to me - the playful side of his mind! How full of cheerfulness and charming pleasantry in his correspondence - even when he had heavy burdens and anxieties -\" ~Frederick Billings to Caroline Crane Marsh, New York, April 21, 1888         Billings Family photo Photo courtesy of the Billings Family Archives   Billings set out to plant trees by the thousands to reforest Mount Tom and demonstrate progressive forest management practices. That work, and the commitment to stewardship, was continued by his wife and children.        Billings Farm Photo courtesy of the Billings Farm & Museum   Frederick Billings established the Billings Farm in 1871, which was run using modern scientific principles as a model for other local farmers.        Billings Herbarium Specimen NPS Photo  Elizabeth Billings, an amateur botonist with an aim to inventory all of the plants within a 6 mile radius of Woodstock VT, collected over 1000 herbarium specimens.        View of Mt. Tom, c. 1896 Photo courtesy of the Woodstock Historical Society   A view of Mt. Tom, c. 1869. It is possible to see the reforestation project begun by Frederick Billings and continued by his family. Thousands of trees were planted on Mt. Tom to restore the landscape.        MARY AND LAURANCE ROCKEFELLER        Laurance and Mary French Rockefeller Photo Courtesy of the Billings Farm Archives  Mary French, granddaughter of Frederick and Julia Billings, and her husband, Laurance Rockefeller, continued the stewardship legacy set forth by both Marsh and Billings. One of the foremost conservationists and philanthropists of the twentieth century, Laurance combined the ecological philosophy of George Perkins Marsh with the practical conservationist approach of Frederick Billings.  The Rockefellers established the Billings Farm and Museum in 1983 to share Vermont's rural, cultural, and agrarian heritage; and donated Mary's ancestral home and surrounding forest to the National Park Service in 1992.  \"The true importance of Marsh, Billings and those who follow in their footsteps goes beyond simple stewardship. Their work transcends maintenance...each generation must not only be stewards but activists, innovators, and enrichers.\" ~ Laurance Rockefeller, 1998          Mansion porch view NPS Photo credit: E Sharron   View from the Mansion porch overlooking the working farmlands that are now part of the Billings Farm & Museum, and Blake Hill, which is now protected by a scenic easement donated by the Rockefellers to the National Park.        Aerial view of Mount Tom and Billings Farm c. 1998 Photo courtesy of Mayer Photographics, Rutland, Vermont  An aerial view of Mt. Tom and Billings Farm, c. 1998. The forested landscape of the mountain more than 100 years later is a stark contrast from its appearance in 1869. The National Park continues the tradition of sustainable forestry on Mount Tom, which is now one of the oldest continuously managed forests in the United States.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/historyculture\/man-and-nature-150-years.htm"
}
