{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Artist in Residence",
    "body": "Artist in Residence Program          Artist in Residence Marsh-Billings-Rockefeller NHP         Horse Shed, Artist in Residence Studio (NPS Photo)   Our Artist-in-Residence studio is located at the Horse Shed at the park, just above the Belvedere summer house in the Horse Shed Meadow. The Horse Shed, designed by Theodor Muller and built in 1961, was originally constructed to house Mary Rockefeller's horses. The artist studio, in the rehabilitated Rockefeller Horse Shed, is off the grid with a 230 watt solar photovoltaic system. The renovation of this building was designed by SAS Architects of Burlington, Vermont, the same firm who designed the Forest Center, the park's Platinum LEED certified classroom and meeting space.  The park provides this studio space for the current artist in residence to work in (and the artist arranges for their own local accommodations.) For more information on the 2017 Artist in Residence program at Marsh-Billings-Rockefeller NHP and how to apply for residency please contact Stephanie Kyriazis.        Landscape Painting by Joan Hoffman Artistree  2016 Artist in Residence  Joan Hoffman  June 17 - July 9, 2016 Painting the Air: Landscapes Inspired by our National Parks   November 4-19, 2016 Retrospective of Summer 2016 Residency  BOTH at ArtisTree Gallery, South Pomfret, Vermont. 2016 Artist in Residence, Joan Hoffmann is dedicating her time this summer to helping the National Park Service celebrate its Centennial. Co-sponsored by ArtisTree Community Arts Center, Ms. Hoffmann will offer painting demonstrations, en plein air painting workshops, and a public lecture all on-site at various scenic locations around the park.  Read the Artistree blog posting about Joan Hoffman's work and Artistree exhibit.        Lyal Michel drawings & paintings   2015 Artist in Residence - Lyal Michel  While participating in Of Land & Local as a resident artist at Marsh-Billings-Rockefeller National Park, Lyal explored the theme of the figure in a landscape, drawing inspiration from the surrounding woods as well as the Park's collection of Hudson River School paintings.   You can see some of Lyal's work here: http:\/\/lyalmichel.com\/home.htm   During the 2015 season, the park collaborated with Of Land & Local, an annual multidisciplinary, state-wide exhibition organized by Burlington City Arts (BCA) and designed to initiate a dialogue about issues surrounding the Vermont landscape.            2013\/2014 Artist in Residence - Alastair Noble Environmental artist and printmaker, Alastair Noble, returned to the park to in 2014 to complete the installation of his forest-inspired poetry log sculptures and ink-washed drawings begun in 2013.  Link to this Valley News article by Nicola Smith, \"Art Notes: Words for Woodland; Alastair Noble's Art Rises from the Soil.\"          Andrea Polli2012 Artist in Residence   2012 Artist in Residence - Andrea Polli  Andrea Polli, 2012 Artist in Residence, is a digital media artist whose work with science, technology and media has been presented widely in over 100 presentations, exhibitions and performances internationally, has been recognized by numerous grants, residencies and awards including a NYFA Artist's Fellowship, the Fulbright Specialist Award and the UNESCO Digital Arts Award. Her work has been reviewed by the Los Angeles Times, Art in America, Art News, NY Arts and others. She has published several book chapters, audio CDs, DVDs and papers in print including MIT Press and Cambridge University Press journals.  She currently works in collaboration with atmospheric scientists to develop systems for understanding storm and climate through sound (called sonification). Polli is also an Associate Professor of Art and Ecology with appointments in the College of Fine Arts and School of Engineering at the University of New Mexico. She holds the Mesa Del Sol Endowed Chair of Digital Media and directs the Social Media Workgroup, a lab at the University's Center for Advanced Research Computing. Polli used her time at the park in 2012 to work with sound and other environmental data.         Wendy Call 2011 Artist in Residence   2011 Artist in Residence - Wendy Call  2011 Artist in Residence, nonfiction writer was  Wendy Call. Wendy has become something of an itinerant writer in residence, holding that position in 2011 at Cornell College of Iowa, and has also been writer in residence at a dozen other institutions. She presented her writing in public readings several times during the summer, including Saturday, July 30 at Bookstock: A Green Mountain Festival of Words and also on Saturday, September 24 at the Park Forest Festival weekend. During her two months Wendy was at the park three to four days every week. She offered several writing workshops as well as other ways for park visitors to engage with the world of words.          Ethan Jackson optical installation Ethan Jackson  2010 Artist in Residence - Ethan Jackson 2010 Artist in Residence was Ethan Jackson, a visual artist working in photographic media and optical installation from Portland, Oregon. Through his work, Ethan explores aspects of landscape representation and the notion of \"place\".                  Susan Metzger painting Susan Meztger  2009 Artist in Residence - Susan Metzger  2009 Artist in Residence was Susan Metzger, trained in painting, landscape architecture, and architectural drawing and is from Washington, Maine.        Barbara Bosworth photographs Barbara Bosworth  2008 Artist in Residence - Barbara Bosworth  Link to this Smithsonian Institution exhibition The Singing and the Silence: Birds in Contemporary Art featuring some of Barbara Bosworth's photographs.        Elizabeth Billings weaving   2007 Artist in Residence - Elizabeth Billings   Link to this Smithsonian Institute - Arts in Conservation Education feature on Elizabeth Billings.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/artist-in-residence.htm"
}
