{
    "title": "Marsh - Billings - Rockefeller National Historical Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial            The National Park Service Turns 100!  Do you enjoy gazing at beautiful vistas, recreating in wild landscapes, contemplating historical moments, discovering stories or unsung heroes, or learning about important people and places close to home?  With more than 400 sites spread across the United States and its territories, the National Park Service has a park for you.  This year marks the 100th anniversary of the agency that preserves and protects these places for your education and enjoyment. We are so glad you've joined us for the celebration!  At Marsh-Billings-Rockefeller National Historical Park, you can explore 555 acres of forest, tour a mansion that was home to three conservationist families across nearly 200 years, and contribute your voice to an ongoing conversation about what is means to be a steward of the land.  Our centennial goal is to \"Connect with and create the next generation of park visitors, supporters and advocates.\" If you love your national parks, share them with your friends and family. If you are new to parks - welcome! We would love to hear how you think our next 100 years should look.    What do National Parks mean to you?  Parks mean many things to many people—they are places of outdoor adventures, landscapes of respite and restoration, hallowed grounds of sacrifice, and sites that mark the most pivotal moments in our nation's history.  The National Park idea emerged 150 years ago during the Civil War when the nation was struggling over the moral imperative of equal rights for all, and the words of George Perkins Marsh were gaining fertile ground in the call to recognize the co-dependence of society and nature.  Frederick Billings nurtured the germ of the National Park idea when he commissioned photographer Carleton Watkins to document Yosemite Valley. Watkins' stunning photographs were sent to Washington and inspired a divided congress to join efforts in an unprecedented act to preserve an iconic landscape for all Americans. It would take another 50 years to officially establish the National Park Service.  As we prepare for the centennial anniversary in 2016, we are kicking off the celebration with a Find Your Park challenge. Together, with our many partners, we are offering a great diversity of programs for all ages. We also have a lineup of special events planned for each month where you can join us in exploring and celebrating your national park. If you only have a short time to spend with us, we have you covered there too! Stop by the visitor desk to plan your park experience with guides, adventure packs and, of course, the Junior Ranger discovery book.  We look forward to seeing you on the trails, in the gardens, sitting a spell on the porch, or at one of these programs…and on our Facebook page where you can tell us about your park adventures on Find Your Park.com. Whatever you go, whatever you do—we invite you to Find Your Park!  Download Programs at the Park 2016 for Marsh-Billings-Rockefeller NHP  Submit your story on FindYourPark.com   Visit our facebook pages Marsh-Billings-Rockefeller NHP and Saint-Gaudens NHS    The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Marsh - Billings - Rockefeller National Historical Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Bioblitz @ Marsh-Billings-Rockefeller NHP  Part Scientific endeavor, part festival, and part education, the BioBlitz event at Marsh-Billings-Rockefeller National Historical Park will bring together teams of volunteer citizen scientists, families, students, teachers and other community members of all ages to find and identify as many species of plants, animals, fungi, and other organisms as possible in one day at the park. Read more   Celebrate a Trek to Taste  A celebration of trails, local food, and healthy living. Join us for guided walks starting at 10:30 and noon or grab a map and venture out on your own  choose from four different hike options and along the way sample delicious, heart-healthy foods from local producers. Family games, crafts, demonstrations, ice cream social, music and more. For more information visit: www.trektotaste.info Read more   Follow Robert Frost Poetry Trail  Experience the poetry of this quintessential New England poet. Frost's words will enrich and enhance your experience as you explore this landscape that reflects a legacy of 150 years of stewardship and a story of conservation. Read more   Learn about 150 Years of Environmental Conservation  Delve the stories, legacy and landscapes of 150 years of environmental conservation. Walk the park trails where three generations of conservationist thought and practice took shape. Get to know the histories of three quintessentially American families: Marsh, Billings & Rockefellers. Experience conservation stewardship in the modern context at the park, and gain an understanding of the ways in which humans can balance natural resource conservation in our 21st Century World. Read more   Walk for Wellness  Adding a little physical activity to our day offers health benefits. It helps with weight control, builds stronger bones and muscles, can boost your mood  and it’s fun. Our local trails are great for recreational walking for health. Meet park staff at the Woodstock Village Green every Wednesday at 5 pm in June and July for a one-hour walk. Read more      Call to Action Projects      Marsh-Billings-Rockefeller NHP Talks About the Changing Face of the Outdoors  On August 4, 2016, the Marsh-Billings-Rockefeller National Historical Park partnered with the Billings Farm & Museum to screen the 2013 film An American Ascent which documents Expedition Denali, the first African-American expedition to attempt a summit of Denali (formerly Mt. McKinley), North America's highest peak. While the film showcases the mountaineering and adventure, the theme of the film is about shedding light on the complexity of diversity in outdoor recreation. Read more   Environmental Sustainability at Marsh-Billings-Rockefeller NHP  The park’s Facility Management Division has been making significant capital investments for the design and implementation of new “green” technologies and has taken many initiatives to reduce the park’s environmental footprint. Marsh-Billings-Rockefeller NHP is well on its way to becoming what professor and author John Elder called a “new kind of park” with an entirely “new environmental paradigm”. Read more   Trek to Taste Celebrates National Trails Day   Close to 1200 people found their park at Marsh-Billings-Rockefeller National Historical Park’s “Trek to Taste” a celebration of National Trails Day, June 6. Farm fresh food, guided hikes, arts and crafts, music, yoga, an ice cream social, and student farm to school projects were on the menu in this celebration.  Contributions by over thirty community partners, the Vermont NPS Rivers and Trails Technical Assistance Program, and 200 volunteers... Read more   Living Language Program Successful Park School Partnership  Through innovative partnership between Woodstock Union High School MAC Language teachers & Park staff, advanced language (both french and spanish) students connect to the Marsh-Billings-Rockefeller NHP stewardship stories in their studied languages. Read more   Vermont Atlas of Life Field Day  Dozens of naturalists converged on Marsh-Billings-Rockefeller National Historical Park to learn how citizen scientists can participate in the Vermont Atlas of Life project at iNaturalist.org. Walks focusing on birds, bees, plants, and moths allowed naturalists of all ages to learn more about these organisms. Participants submitted photographs online as part of the park’s citizen scientist database. Perhaps more importantly, they learned about natural history and how they can  Read more   A Call to Action Projects for Marsh - Billings - Rockefeller National Historical Park",
    "url": "https:\/\/www.nps.gov\/mabi\/getinvolved\/2016.htm"
}
