{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Park For Every Classroom",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Park For Every Classroom                Park for Every Classroom            Currently there are eight Park for Every Classroom (PEC) pilot teams in the Northeast. These parks developed case studies to reflect their experience in the program and provide insight for people interested in applying this strategic model to their own parks.   – Read the Park for Every Classroom Case Studies Full Report.       Fort McHenry National Monument and Historic Shrine Gateway National Recreation Area Marsh-Billings-Rockefeller National Historical Park Morristown National Historical Park New England National Scenic Trail Salem Maritime National Historic Site Valley Forge National Historical Park Weir Farm National Historic Site         Through Park for Every Classroom, the park offers a full spectrum of opportunities for teachers to work with resource specialists, use the park as a \"learning laboratory\", and participate in professional development opportunities in place-based education and education for sustainability. The primary goal is to share the park's resources to create meaningful learning experiences for students, so they can:     Gain a deeper understanding and appreciation of their community;   Discover the connections between standards-based classroom learning and real-world application; and   Become informed, skilled, and engaged citizens.   The Park for Every Classroom (PEC) program was created in 2011 to encourage education partnerships and community engagement. PEC aims to build collaborations among National Park Service staff, local community partners, and teachers to engage students in place-based learning that promotes stewardship.   This program is a partnership between the National Park Service's Northeast Regional Office, Interpretation and Education, Shelburne Farms, Marsh-Billings-Rockefeller NHP and NPS Stewardship Institute.  PEC's current initiatives are as follows:   Parks work with community partners to offer professional development and immersion experiences for educators, exploring park and community resources and generating ideas for how the park can be used as an extension of the classroom.   Parks and community partners work with teachers to co-develop learning experiences for students at the park.   Parks and community partners learn from teachers how to improve their education and interpretation programs.   PEC teams build a community of learning, inquiry, and practice to provide mutual support and develop and broadly share lessons learned.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/development\/park-for-every-classroom.htm"
}
