{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Professional Development",
    "body": "Professional Development        Student winter skills program in the park A Anderson  Park staff is working to develop long-term learning relationships with teachers at every grade level. We are interested in establishing a working partnership with any teacher who would like to utilize the park and its resources to enhance or create their own curriculum. Through both introductory and on-going professional development and support opportunities, the park seeks to give teachers tools to develop inquiry-based, authentic curriculum that unfolds throughout the school year.  For further information about any of these opportunities, please contact the Park Education Coordinator at 457-3368 x44.      Forest For Every Classroom (FFEC)\/Park for Every Classroom (PEC) Inspired by a common vision of students learning from and caring for public lands, Shelburne Farms, the Conservation Study Institute, Marsh-Billings-Rockefeller National Historical Park, the Green Mountain National Forest, and the Northeast Office of the National Wildlife Federation have joined efforts to create A Forest for Every Classroom (FFEC). FFEC is a professional teacher development program that integrates ecology, sense of place, stewardship and service-learning into a place-based curriculum that fosters student understanding and appreciation of forest resources in their community.The FFEC model, which has been continually evaluated and fine-tuned over its ten year history, includes a year-long series of three 2-day workshops and a 5-day summer institute.This provides educators with the opportunity to develop the skills, knowledge, and support they need to create standards-based curriculum that connect students to the outdoors and the public lands in their communities. Please click here for more information. Trail for Every Classroom (TTEC) TTEC is a three-season, multi-disciplinary professional development series for educators aimed at providing the inspiration, knowledge and skills to transform classroom teaching into effective and exciting place-based education. Teachers who participate in TTEC develop their own curriculum to increase student literacy skills and foster student understanding of, and appreciation for, the public lands connected by the 2,175 miles of the Appalachian Trail. These curricula integrate hands-on study of the natural and cultural resources of the communities from Georgia to Maine, addressing concepts in ecology, sense of place, recreation, volunteerism and civics. Please click here for more information. Park Research This park-based partnership engages schools in authentic inquiry-based research projects. Through this process, students gain a deeper understanding of their community and discover the connection between classroom learning and real-world application. The Park Research Partnership is open to all Windsor Central Supervisory Union (WCSU) K-12 teachers.During the year, each participating class will select a research topic extending classroom learning through hands-on research at the park. Possible topics might include: the Hudson River School paintings displayed in the mansion, park ecosystems, land management policies, George Perkins Marsh's role in the restoration of Vermont's landscape, or the economics of sustainable forestry. Selected topics should directly support the curricular goals of each participating class. WCSU and Park staff are available to help with both technical and curricular support for all projects.All participating teachers and their classes attend a park orientation visit in the fall.Arrangements for one to three teacher-led and park supported visits during the school year are made on an individual class basis.Each project culminates in an end-of-the-year class presentation to share findings and celebrate student work. Teacher Ranger Program This is an opportunity for a Forest for Every Classroom Fellow or similarly experienced teacher to work for the Park during the summer months.Teachers serve in a leadership and capacity-building role to advance place-based education programs at the park and in the Upper Valley.The position is also designed to provide teachers time to further develop and enhance their own place-based education and service-learning curriculum and more fully explore the national park resources. Teachers meet and learn from various National Park scientists and resource experts and are immersed in various educational and professional development programs. Resources The park has a number of educational resources that you can reserve to utilize with your lesson. They include curriculum, books, field guides, forestry equipment, documentaries, insect sampling supplies, snowshoes, and more.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/professionaldevelopment.htm"
}
