{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip                   Class working with Park staff at the Pogue               Winter tracking program at the Park               2nd Grade Super Junior Ranger Program at Park               Students writing in the Forest at the Park             Plan Your Visit  Teachers are welcomed and encouraged to utilize the park and its resources to enhance their own curriculum. To schedule a visit, educators should contact the Park Education Coordinator, Joan Haley, to discuss curricular needs and how the park can best serve them. Please see the Teacher and Student Blogs and Curriculum pages for examples of how other teachers are working with the park.   Logistics  Timing and Fees: The park's buildings are open to the public from May to October; however, school groups are welcome to utilize the park year-round. There is no entrance fee. We do ask that you call (802\/457-3368 ext. 44) ahead of time to let us know you are coming.  Reservations: Start your planning early! It is always a good idea to call several weeks ahead if you are bringing groups larger than ten visitors. By contacting us ahead of time, you can avoid potential disappointment and delays as well as take full advantage of the resources that the park has to offer.  Parking: Parking for the park is located in the visitors' lot, across route 12 at the Billings Farm. After parking follow the path and cross-walk up the hill to MBRNHP. The trailhead parking lot on Prosper Road is an alternative entrance.  Facilities: School groups are welcome to use the Forest Center as an indoor space, if working with park staff. This state-of-the-art LEED certified building has a large open room that can accommodate 40-50 people. The building also has restroom facilities. Please contact 802\/457-3368 x44 to make reservations and set up your visit.  Map: For a map of the park, please click here.  Resources: The park has a number of educational resources you can reserve to enhance your lesson plans. They include sample lesson plans & activities, books, field guides, forestry equipment, documentaries, insect sampling supplies, snowshoes, and more. Seasonal rangers (May-October) are also available to serve as resource specialists. Topics cover a broad spectrum (e.g. art in conservation, conservation history, forestry and stewardship & sustainable practices. and are tailored to fit the needs of your curriculum. Please call the park in advance to coordinate logistics and arrange a visit.  Pre and Post Visit ideas: Teachers are welcome to visit and tour the park prior to planning their visit. There are many good resources you can use to familiarize yourself and your class with the park before visiting, including: the 30-minute documentary on the park, the film 'From the Hills of Vermont', the park's website, ranger visits to your classroom, and the park's library.  Safety: Be alert for traffic when crossing the roads and in parking areas. Trails may have uneven footing. Swimming, wading and fishing are not allowed in the Pogue. Students should be prepared for any weather condition and bring a backpack that contains: an extra warm layer, a raincoat, a water bottle, and a snack or lunch. There is spotty cell phone service throughout the park.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/education\/planafieldtrip.htm"
}
