{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Working Woodlands Workshops",
    "body": "Explore This Park    Learn About the Park     Nature     Research     Working Woodlands Workshops                Working Woodlands Workshops           Informative, hands-on workshops for the woodland steward and outdoor enthusiast. Working Woodlands Workshops are held throughout the year at Marsh-Billings-Rockefeller National Historical park. Come learn from forestry professionals, scientists, and landowners and inspiring community members. Explore diverse topics ranging from tree identification, low-impact harvesting, sawmilling, Timber Stand Improvement, animal tracking, trail maintenance, invasive plant control and so much more. Learn techniques and knowledge to help you understand, manage, conserve and experience woodlands.         Maple in front of Red Pine plantation NPS photo  The Future of the Forest Working Woodlands Workshop   Date: Saturday, July 9, 2016 Time: 10am -12pm Location: Meet at the Prosper Trailhead Parking Lot Fee: No cost Reservations: None needed Contact: Christine_Frohloff@partner.nps.gov or call 802-457-3368 x222  Join us for a hike exploring the history and stewardship of the oldest professionally managed forest in the United States. The National Park Service continues the tradition of forest management on these diverse 550 acres of historic plantations and hardwood stands.  Visit forest stands to be thinned in 2016 and see how the trees are selected and marked. Visit forest stands that have been recently thinned using techniques that will help the forest adapt to climate change. Meet at the Prosper Road trailhead. This workshop is co-sponsored by Vermont Coverts and Vermont Woodlands Association.        Swallowtail butterfly on Azalea NPS Photo  Monitoring Mashup Working Woodlands Workshop   Date: Saturday, July 16, 2016 Time: 10am -12pm Location: Meet at the Prosper Trailhead Parking Lot Fee : No cost Reservations: None needed Contact: Christine_Frohloff@partner.nps.gov or call 802-457-3368 x222  Critter tracks, frog calls, bird songs, and so much more. NETN monitors a wide variety of natural resources and ecosystems with the park's borders. Learn about and try your hand at some of the basics of bird, forest health, water quality, and other monitoring programs in the park.           Horse logging Credit: John Gilbert Fox  Horse Logging Working Woodlands Workshop   Date: September 24 & 25, 2016 Time: 10am Location: Meet at the Carriage Barn Visitor Center, Marsh-Billings-Rockefeller NHP Woodstock, VT. Parking available at the Billings Farm & Museum parking lot. Fee: No cost Reservations: None needed Contact: Christine_Frohloff@partner.nps.gov or call 802-457-3368 x222  Visit horse-logging in action and learn about the 150-year legacy of forestry on Mount Tom. Watch local loggers felling trees and pulling them to the trailside using draft horses. Learn how trees are marked and harvested and the various ways wood is used in our daily lives. This event is co-sponsored by Vermont Coverts and Vermont Woodlands Association.         Fall foliage on Mansion bushes NPS Photo  Phenology and Climate Working Woodlands Workshop   Date: Saturday, October 15, 2016 Time: 10am -12pm Location: Meet at the Prosper Trailhead Parking Lot Fee : No cost Reservations: None needed Contact: Christine_Frohloff@partner.nps.gov or call 802-457-3368 x222 Chart \"nature's calendar\" to understand climate change. Phenology, or \"nature's calendar\", is one of the easiest ways to see how climate change is affecting the natural systems of the planet. Learn about the long history of climatic changes in the park, and how they could impact the parks forests, plants, and wildlife.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/nature\/working-woodlands-workshops.htm"
}
