{
    "title": "Marsh - Billings - Rockefeller National Historical Park: BioBlitz",
    "body": "Explore This Park    Learn About the Park     Nature     Research     BioBlitz                BioBlitz              BioBlitz   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:31 seconds  Join Us! Explore nature at your doorstep. Curiosity required, no experience necessary!            May 21, 2016  8 am - 4 pm Bring your curiosity and a sense of wonder and find something wild in the woods at a Bioblitz Saturday, May 21, 8am to 4pm at Marsh-Billings-Rockefeller National Historical Park in Woodstock, Vermont. Naturalists and foresters will be your guides on short expeditions to different habitats within the park. Everyone is welcome to join in this Citizen Science event. No experience needed. No registration needed. For our 2016 BioBlitz, we'll be joining more than 100 other national parks celebrating the centennial of the National Park Service with a BioBlitz during the week of May 16-22. (https:\/\/www.nps.gov\/subjects\/biodiversity\/national-parks-bioblitz.htm) Part scientific endeavor, part festival, part education – a BioBlitz is an event in which teams of volunteers: families, students, teachers, and other community members work together to find and identify as many species of plants, animals, fungi, and other organisms as possible in one day. All observations will contribute to the Vermont Atlas of Life. People of all ages and skill levels are welcome.  Bring your smart phone if you want to learn how to use the iNaturalist app to log your discoveries. Bring a camera, binoculars, magnifying glasses, butterfly nets, or gardening gloves if you'd like. Visit the BioBlitz headquarters at the park's Forest Center anytime between 8am and 4pm to join the fun.  Connect to the iNaturalist Vermont Atlas of Life to create an iNaturalist account to use during your BioBlitz adventure at the Park.         Scheduled Bioblitz Habitat Exploration Hikes - All start at the BioBlitz Headquarters at the park's Forest Center. Guided walks to explore different habitats leave from the Forest Center. Come for one, or come for all! See how many species you can find! Habitat explorers should come dressed for hiking and bring a snack and water. Teams will add observations to a real-time online website and can watch live updates using the citizen science app as teams find more and more species!  8 - 10am Birds The park is home to  over 140 species. How many can we find in one day? Led by Park Resource Manager Kyle Jones  10am - 12pm Wildflowers of Wood and Meadow  May is prime time for Vermont wildflowers. Join Kent McFarland, host of Vermont Public Radio's \"Outdoor Radio\" natural history program, to track them down.  11am - 12pm Trees and Shrubs Take a short walk with local naturalist Vikke Jas to check out native and alien species.    12 - 1pm Lunch Bring your own picnic lunch and join us at the Forest Center.   1 - 3pm Pogue Pond  Using nets, buckets and our cameras, help document the macro invertebrate life in the waters of this historic pond. Led by Declan McCabe, Chair of the Biology Department at St. Michael's College in Colchester, VT, and Janel Roberge of the Vermont Experimental Program to Stimulate Competitive Research.  Event is free and open to the public.        General park map showing Forest Center and Parking            Check out the BioBlitz Dance Challenge!  Parking for the event is at the overflow parking at Billings Farm & Museum. For more information contact 802-457-3368 x 222.",
    "url": "https:\/\/www.nps.gov\/mabi\/bioblitz.htm"
}
