{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Teacher & Student Blogs",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher & Student Blogs                Teacher & Student Blogs               Students participate in winter programs at the park M Harrington        Students participate in a winter tracking program at the park M Harrington        Fourth graders from local schools visited the Marsh-Billings-Rockefeller National Historical Park to experience wildlife tracking. See the full blog posting below. M Harrington        Winter Fun Friday group consisting of mainly first and second graders from Woodstock Elementary School has been to the park twice already this winter to enjoy being outdoors in the snow. See the full posting below J Haley       RSS  About This Blog This is a space for Windsor Central Supervisory Union teachers and students to share stories about their place-based learning adventures. The National Park is partnering with local teachers in a program called Park Research that allows teachers and students to go deeper in strengthening their connection with their public lands and community through curriculum based learning.   4th Graders visit the Park for Winter Tracking Program  March 31, 2014 Posted by: M Harrington  1 Comments     4th grade students from Woodstock Elementary visited the Park for winter tracking program      Park Intern Shadowed for Junior Transition  March 24, 2014 Posted by: C Graham  1 Comments     For my Junior Transition project I shadowed Mackenzie and took a look at her day as a park intern      Winter Fun Friday Wrap Up  March 24, 2014 Posted by: M Harrington  1 Comments     Woodstock Elementary School students have concluded their Winter Fun Friday program here at the park now that we are heading into springtime.      Fourth Graders Experience Wildlife Tracking Program at the Park  March 13, 2014 Posted by: M Hanson  0 Comments     Fourth graders from the Upper Valley Waldorf School, their teacher and three parent chaperones visited the Marsh-Billings-Rockefeller National Historical Park to experience wildlife tracking.      Winter Fun Friday Weeks One and Two  January 24, 2014 Posted by: Mackenzie Harrington  0 Comments     The Winter Fun Friday group consisting of mainly first and second graders from Woodstock Elementary School has been to the park twice already this winter to enjoy being outdoors in the snow.      Researching Architecture at Marsh-Billings-Rockefeller National Historical Park  November 20, 2013 Posted by: Helene Herrick  0 Comments     Researching architecture at Marsh-Billings-Rockefeller National Historical Park in English and French French, Architecture      Understanding Art and its Connection to the Conservation Movement  November 20, 2013 Posted by: Brendan Geiger  0 Comments     Understanding Art and its Connection to the Conservation Movement in English and French      Looking at Queen Anne Style Architecture at Marsh-Billings-Rockefeller National Historical Park  November 20, 2013 Posted by: Alek Beaudoin  0 Comments     Looking at Queen Anne Style Architecture at Marsh-Billings-Rockefeller National Historical Park in English and French      Interpreting History at Marsh Billings Rockefeller National Historical Park  November 19, 2013 Posted by: Brielle Finer  0 Comments     Interpreting history at Marsh-Billings-Rockefeller National Historical Park and developing tours and presentations for French speaking audiences. History, French      Reflections from WUHS’ Spanish 5 Class  September 26, 2013 Posted by: Tessa & Justin  0 Comments     We would like to thank everyone at the National Park for the opportunity to be able to visit  and also learn information on our topics.      Local student's essay wins contest addressing next generation forest stewardship  March 15, 2013 Posted by: K Robbins  1 Comments     A local Woodstock Union High School student's essay wins contest addressing next generation forest stewardship. forest stewardship, essays, next generation, Vermont, working forests      7th Grade Winter Visit  March 08, 2013 Posted by: Marissa Jager  0 Comments     The entire Woodstock Middle School 7th grade class took a field trip to visit the Marsh-Billings-Rockefeller National Historical Park and the Billings Farm and Museum. The focus of the day was teamwork and problem solving. teambuilding, problem solving, rural life, Vermont, animal habitats, tracking, winter survival skills      November 30, 2012  March 08, 2013 Posted by: Marissa Jager  0 Comments     Trails internship update trail restoration, ADA wheelchair accessibility, invasives      There’s Plenty of Pi in the Forest!  March 07, 2013 Posted by: Kat Robbins  0 Comments     Mrs. Hagenbarth's Accelerated Geometry class from Woodstock Union High School took to the woods this month to learn about how pi is a crucial number for forest management. Students met with Mike Scott, a consulting forester to Marsh-Billings-Rockefeller National Historical Park. mathematics, geometry      Science Class in the Real World  February 05, 2013 Posted by: Kachine Schaible, Intern with National Park  0 Comments     This was WUHS’s third year doing the Mercury Project in conjunction with the Marsh-Billings-Rockefeller National Historical Park, Stevens High School, Dartmouth College, schools in Maine, the National Park Foundation, and Acadia National Park. mercury monitoring, environmental science      WCSU Sixth Graders Are Putting it All in Perspective  December 13, 2012 Posted by: Joan Haley  0 Comments     81 students gathered for 4 days this fall at the Marsh-Billings-Rockefeller National Historical Park to explore how lenses expand our knowledge of the Universe. They used microscopes, hand lenses, cameras and telescopic images to examine and better understand the \"pieces, patterns, and processes\" of how our world functions, from the microscopic to the cosmic scale. Students discovered the curious similarities and differences between these worlds. perspective, microscopes, cameras, telescopes, patterns, cosmic scale      4th Graders Visit!  December 13, 2012 Posted by: C. Siegler & WES 4th Grade class  1 Comments     WES 4th Grade class visit Marsh Billings Rockefeller National Historical park nature journals      What better place to learn about the forest ecosystem than in a forest!  December 13, 2012 Posted by: N Hopewell, Barnard Academy  0 Comments     On two separate visits to Marsh Billings Rockefeller National Historic Park, Barnard Academy fourth graders learned about tree identification, stewardship, decomposition, and forest succession. tree identification, stewardship, forest succession, forest decomposition      Day at the Pogue  December 13, 2012 Posted by: G. MacMaster  0 Comments     Mrs. Stainton's Integrated Environmental Science classes took a field trip to the Pogue. While there we spent time collecting dragonfly nymphs for a several month long science experiment about mercury in our environment. environmental science, mercury monitoring, dragonfly larvae, Pogue      How Healthy is the Pogue?  December 13, 2012 Posted by: K Robbins  0 Comments     Students used pond water sample to determine concentrations of dissolved oxygen, carbon dioxide, nitrogen, phosphate, pH, and temperature. They worked on refining their titration and measuring skills, which is tricky business in the field! In addition, students made sensory observations about the pond ecosystem, complete with sketches and area maps. water sampling, pond ecosystems, Pogue, plankton, 10th grade Biology      Mercury Monitoring through Partnerships  December 13, 2012 Posted by: K Robbins  0 Comments     Environmental Science students from both Woodstock Union High School and Stevens High School (in Claremont, NH) are participating in a joint research project funded by the National Park Foundation and supported by Dartmouth College, the Schoodic Education and Research Center, and Saint Gaudens and Marsh-Billings-Rockefeller National Historical Parks. environmental science, mercury monitoring, partnerships, dragonfly larvae, Pogue, Dartmouth College      Mercury write-up  December 13, 2012 Posted by: C Bango  0 Comments     As an incoming freshman to Woodstock Union High School, I am truly looking forward to the Mercury Project. The Mercury Project is a service-learning collaboration between my school, the Marsh-Billings-Rockefeller National Historical Park, and Dartmouth College. mercury monitoring, service learning, dragonfly larvae, Dartmouth College      Frost, Dickinson, and WUHS students in Dialogue on the Trail  December 13, 2012 Posted by: K Robbins  0 Comments     Martha Perkins' American Lit students have been studying the poetry of Robert Frost and Emily Dickinson with a goal of learning to trust in his or her own mind to play with the imagery, diction, syntax and punctuation a poet presents in order to make meaning or sense of the truth a poet conveys via his\/her poem. In addition to learning about the poets individually, students have been thinking about how these poets might converse with each other. Robert Frost, Emily Dickinson, Poetry, stewardship, sustainability, dialogue, trails      Sustainability is about making choices  December 13, 2012 Posted by: K Robbins  0 Comments     At the park, students engaged in conversations about choice, resources, decision making, and limits. They eagerly explored different systems that the park has installed with an eye toward becoming more self-reliant and reducing fossil fuel use. At each stop, students took photographs that helped them define what made the system sustainable, or not. Finally, some reflected on decisions that they make in their own lives and what factors influence these choices. sustainability, solar energy, Garn boiler, reducing fossil fuel , resources, decision making            Students journaling about their experiences J Haley  Students discovered the vastness in a drop of water, the pinprick size of Earth in Space, and the curious similarities and differences between these worlds. J Haley                        Mercury Project at the Pogue Click on one of the links below to view this short video of the IES Class Mercury Project at the Pogue at Marsh-Billings-Rockefeller National Historical Park.   Duration:5 minutes, 39 seconds               Teacher Blogs Previous Posts    Science students For the past couple of years local environmental science students have been involved in mercury monitoring projects at the park. Read more about how these High School science students have shared the results of their research at Dartmouth College. Read More  Salamanders Check out this Salamander Monitoring video by the Pomfret School 6th grade! Read More   Sustainability \"My Green Park\" by Marsh-Billings-Rockefeller National Historical Park won awards in the following categories: Community\/Partner Engagement - 1st Place; Interpretation of Projects to Visitors - 2nd Place; Quality and Innovation of Project - 3rd Place Read More",
    "url": "https:\/\/www.nps.gov\/mabi\/blogs\/Teachers-Students.htm"
}
