{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species         Japanese Barberry   Invasive plants, plants that grow and spread outside of a desired area, pose unique threats to ecosystems. Invasive plants are non-native species often introduced to an area by humans, and once they spread they are difficult to remove. Invasive plants such as Garlic mustard, Norway maple, and Japanese Barberry can frequently out-compete native species for space, sunlight, and nutrients, and without many natural predators or diseases, these plants can occupy and disrupt a habitat. In Marsh-Billings-Rockefeller NHP, plants like these are currently being managed within the park through both manual pulling (hand pulling and pulling with a weed wrench) and, in rare cases, with herbicide treatment. In this way, the non-native plants can be directly targeted to impact the surrounding native vegetation as little as possible. Boundaries and roadsides in the park are common places to find invasive plant populations; these areas are closely monitored and removal projects are planned accordingly.          Emerald Ash Borer   Animals too can be invasive and cause harm not only to ecosystems but also to humans endeavors. Two species of special concern are the Emerald Ash Borer and the Asian Longhorn Beetle. Both are native to Asia and both have been introduced to the United States. These insects burrow into trees and subsequently kill them. This is damaging to a habitat but also to people who use the trees to generate income. Another species the park is keeping a close eye on is the beech bark disease. The disease occurs when bark, attacked and altered by the beech scale, is invaded by fungi which kills the beech trees. While the fungi are native species to North America, the beech scale is an insect native to Europe and was accidently brought to Nova Scotia in the late 1800s.It is believed that many of these invasive insects travel to new areas through firewood, prompting many states to encourage their residents to buy local firewood.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/nature\/nonnativespecies.htm"
}
