{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Wetlands, Marshes and Swamps",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Wetlands, Marshes and Swamps                Wetlands, Marshes and Swamps         Pogue panorama Ed Sharron  The largest wetland feature in the park is the man-made 14 acre pond known as the Pogue. Originally, this area was a swampy depression resting below the parks tallest point. Frederick Billings would later on dam this area creating the pond we see today. The Pogue provides habitat for fish, turtles, frogs, ducks, herons, and otters.        A gentle 3\/4-mile walk loops around the Pogue. Emily Sloan  How did the Pogue get its name?  The origin of its name is still in question. One theory believes it is derived from an Abenaki word describing the area. Another theory holds that it is an old Scottish word and was given to the boggy area by an early settler to Woodstock. Please note: There is no swimming, fishing, or wading allowed in the Pogue.      Pogue Bathymetry By: Amanda Anderson, SCA Intern  In order to make a map of the floor of the Pogue, the historical park's 14 acre man-made pond, and to determine if there really is a bottomless hole somewhere hidden in its depths as history tells, the Inventory and Monitoring (I&M) crew at the park along with two Student Conservation Association (SCA) interns set out on January 31st. The final product is called a bathymetry, which is similar to topographical map except that it will show the depth of a water body instead of the height of  a land formation. This was done so that the I&M staff can better monitor changes in the Pogue, and help park managers make ecologically informed management decisions.  Winter allowed the perfect opportunity to measure these depths from atop the ice, as it can be difficult to get accurate GPS locations while you're in a boat that can unintentionally move around.  While the Pogue was still frozen solid, due to a recent warm spell and heavy rain, as much as an inch of water lingered on top of the ice, making the whole process slushy work.  The process began by setting up equipment along the shoreline that would accurately record the team's position on the Pogue. In order to get a clear picture of the bottom of the pond, 90 holes were drilled through the ice and a probe was dropped in to record the distances between the top of the water and the mucky bottom below. The holes where laid out in a grid over the area and for each drill site, the GPS location and the water depth were recorded. Armed with an auger attached to a power drill, the team worked for most of the day to create the first bathymetry map in the park. The deepest section of the pond was found to be just over 11 feet at 3.4 meters -- the bottomless hole of local lore has still not be found.        Drilling holes in Pogue ice for bathymetry NPS  Pogue Bathymetry  More than 90 holes were drilled in the surface ice to help complete the bathymetric map. Check out the Northeast Temperate Network's Flickr site to see the crew in action!",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/nature\/wetlands.htm"
}
