{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Nature",
    "body": "Nature           Visit the Park's Inventory & Monitoring website to find data on data about the park about birds, invasive species, phenology, water quality and forest health.   Long-term Natural Resource Monitoring  Part of the NPS Inventory & Monitoring Program (I&M), the Northeast Temperate Network (NETN) brings together NPS researchers, citizen scientists, and other organizations to monitor the ecological health of Marsh-Billings-Rockefeller National Historical Park and 12 other parks in the northeast. The wide-reaching, scientifically robust information gathered through these long-term natural resource monitoring projects are important to help park managers make better informed decisions, and in promoting research, education, and public understanding of park resources. Follow the links above to learn more about NETN monitoring projects in the park and the I&M program.  For more information contact the Northeast Temperate Network at 802-457-3368.            Temperate Times Newsletter  Published by the Northeast Temperate Network  Fall 2012 (880 kb) Read about the sixth year of volunteer landbird monitoring in Marsh-Billings-Rockefeller NHP.  Spring 2012 (2.0 MB) Read about water quality monitoring in the Marsh-Billings-Rockefeller National Historical Park in this issue.   Winter 2012 (2.83 MB) Learn about the fascinating geology of Marsh-Billings-Rockefeller National Historical Park in this Winter issue.  Fall 2011  (3.44 MB) The Fall issue includes information about a new vegetation map and report for Marsh-Billings-Rockefeller National Historical Park.           Forest @ Marsh-Billings-Rockefeller National Historical Park R Diamant  Resource Brief: Forest Health Monitoring Update Marsh-Billings-Rockefeller NHP The Northeast Temperate Network (NETN) monitors a variety of natural resource indicators, which it calls “vital signs”, for 12 parks in the northeast and the Appalachian Trail. Forest vegetation is considered a high-priority vital sign and the network developed a long-term monitoring program for forest resources.  Read the 2014 Resource Brief.   Read the 2013 Resource Brief.         Emerald Ash Borer(Invasive Species)   Resource Brief - 2012 Invasive Species Early Detection Report  From the Report:  \"Invasive species\" are alien species that cause or are likely to cause harm to the economy, environment, and\/or human health, and are considered to be one of the leading threats to the biodiversity and integrity of ecosystems worldwide. In broad terms, they are organisms that have been introduced deliberately or unintentionally into an environment where they did not evolve, are capable of establishing self-sustaining populations in \"untransformed ecosystems\", and have no natural enemies to limit their reproduction and spread. These are among the reasons why early detection of invasive species was identified as a priority vital sign by several Inventory and Monitoring networks including the Northeast Temperate Network (NETN).         Pogue First Fall Colors K Jones  Resource Brief - Water Quality Update for Pogue Pond and Stream  Read about the synopsis of the 2012 Water Quality Monitoring Season for Marsh-Billings-Rockefeller NHP.           Eastern Phoebe Ed Sharron  Resource Brief - Annual Landbird Survey The Northeast Temperate Network (NETN) monitors a variety of natural resource indicators, called vital signs, for 12 parks in the northeast and the Appalachian National Scenic Trail. Read the results of the annual volunteer landbird survey results for Marsh-Billings-Rockefeller NHP in this resource brief.  Annual volunteer landbird survey results for Marsh-Billings-Rockefeller NHP",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/nature\/index.htm"
}
