{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Online Exhibits",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Online Exhibits                 Online Exhibits          Man and Nature: 150 Years of Environmental Conservation Legacy \"Marsh's Man and Nature marked the inception of a truly modern way of looking at the world, of thinking about how people live in and reacted on the fabric of landscape they inhabit...Marsh showed how human culture acted in and reacted on a ramified web of plants and animals, soils and waters.\" - David Lowenthal, Historian and author of George Perkins Marsh: Prophet of Conservation.  \"The true importance of Marsh, Billings, and those who follow in their footsteps, goes beyond stewardship. Their work transcends maintenance. It involves new thought and new action to enhance and enrich...the past...We cannot rest on the achievements of the past. Rather each generation must not only be stewards, but activists, and enrichers.\" - Laurance Rockefeller  The history of Marsh- Bilings-Rockefeller National Historical Park is not only the history of a special house and property and the families who lived there. Rather, the park reflects a rich continuum of social history and land stewardship practices that continues to evolve.          Charles Emile Jacque (1813-1894)Shepherdess and Flock, 1874 MABI 1747 36 x 28.2 cm   Barbizon Paintings at Marsh-Billings-Rockefeller NHP The private art collection of Frederick Billings was highly regarded in New York society during the 1880s. Among the many styles of paintings he collected were several landscapes by Barbizon painters. Barbizon, a village southeast of Paris, was the center of a landscape painting movement in the 19th century that is widely regarded as the precursor to French Impressionism. Like the Impressionists, Barbizon painters worked outdoors,seeking to capture seasonal changes and the effects of light. Many famous Impressionist painters trained with Barbizon artists, adapting their techniquesand principles to develop their own methods.        Arthur JonesMABI 2840, Two Silos. Oil on panel, 15.3 x 25.3 cm   Arthur Jones Laurance Rockefeller purchased five landscape paintings by Vermont artist, Arthur Jones, in the 1970s and 1980s. Jones is a native Vermonter from Dorset, Vermont. He is well known for his miniature Vermont landscapes and was one of the founders of the Southern Vermont Art Center in Manchester, where he continues to exhibit his work, as he has done since 1948.         Andō Hiroshige MABI 9288b Cherry Blossom at Kiyomidzu Temple   Andō Hiroshige (1797-1858) Andō Hiroshige (1797-1858) is widely regarded to be one of the greatest masters of Ukiyo-e, the Japanese woodblock print. In the early 1830s, he was invited to join a delegation of officials from the Imperial Court on a journey to Kyoto, which inspired this series of prints titled, Kyoto Meisho, featuring famous places of Kyoto. This set was either a gift of family friend, Sho Nemoto, to the Billings Family, or perhaps purchased by them during their trip to Japan in 1898.        Tsukioka Yoshitoshi Farmers Celebrating the Autumn Moon, 1891   Tsukioka Yoshitoshi (1839-1892) The prints in this exhibit are the work of Tsukioka Yoshitoshi (1839-1892), considered the last great master of Ukiyo-e Japanese woodblock print making. Ukiyo-e was a genre of Japanese art that flourished in the 18th and 19th centuries. Its popularity coincided with the end of the feudal era and the rise of the more modern, industrialized Meiji era in Japan. Among Yoshitoshi's finest work is his series, One Hundred Aspects of the Moon, completed during the last years of his life. The series of one hundred prints depicts scenes from Japanese and Chinese history and mythology, with most of the images featuring a moon.        MABI 9308 \"Theebaw on his Elephant”   Burmese Watercolors These watercolors were most likely purchased by the Billings Family in Burma during their 1898 trip to the Far East. On the back of the first painting (MABI 9309), Mrs. Billings wrote the title, \"Duel on Elephants.\" On the second painting (MABI9308), she wrote the title \"Theebaw on his Elephant.\" King Thibaw (sometimes spelled Theebaw) was the last king of Burma. He was exiled to India when the British deposed him in 1885, where he remained for the rest of his life.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/historyculture\/online-exhibits.htm"
}
