{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Conservation Timeline 1901-2000",
    "body": "Conservation Timeline 1901-2000       1901  Conservationist, outdoorsman and sportsman Theodore Roosevelt becomes the President of the United States upon the death of President McKinley. Conservation will become an important domestic priority. John Muir's Our National Parks eloquently describes some of the nation's most scenic wildlands. The book establishes Muir as the leading advocate for wilderness preservation in the United States. \"Thousands of tired, nerve-shaken, over-civilized people are beginning to find out that going to the mountains is going home; that wildness is a necessity; and that mountain parks and reservations are useful not only as fountains of timber and irrigating rivers, but as fountains of life.\" John Muir, Our National Parks  1903  President Theodore Roosevelt establishes a federally protected wildlife refuge at Pelican Island, Florida. The first of fifty-three wildlife sanctuaries he creates as President, Pelican Island sets the precedent for today's National Wildlife Refuge System.  1905  The Bureau of Forestry in the Department of Agriculture becomes the U.S. Forest Service, and Gifford Pinchot becomes its first chief. Congress transfers responsibility for the nation's Forest Reserves from the Department of the Interior to the Forest Service. The National Association of Audubon Societies for the Protection of Wild Birds and Animals is founded in New York.       1906  Congress approves the American Antiquities Act, authorizing the President to establish national monuments to protect archaeological sites. Congress takes action to instruct American representatives to work with Canada to preserve Niagara Falls and limits the amount of water that can be diverted from the falls.  1909  President Roosevelt convenes the North American Conservation Conference. The conference is attended by representatives of Mexico, Newfoundland and Canada as well as the United States.  1910  Just over half the population of the United States lives in rural areas. \"Conservation and rural-life policies are really two sides of the same policy; and down at the bottom this policy rests upon the fundamental law that neither man nor nation can prosper unless, in dealing with the present, thought is steadily taken for the future.\" Theodore Roosevelt, The Outlook Congress establishes Glacier National Park in Montana.  Back to top      1916  The National Park Service is established, and Stephen T. Mather is appointed first Director. The new agency's mission is \"to conserve the scenery and the natural and historic objects and the wildlife therein and to provide for the enjoyment of same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" Private philanthropy, including substantial gifts from John D. Rockefeller, Jr. and a private citizens' group, the Hancock County Trustees of Public Reservations, plays a pivotal role in the establishment of Sieur de Monts National Monument in Maine. The Monument is later reclassified as Acadia National Park, the first national park east of the Mississippi River.  1919  Congress passes a bill establishing Grand Canyon National Park in Arizona and Zion National Park in Utah.  1920  Congress passes the 19th Amendment to the U.S. Constitution, giving women the right to vote.  1921  Pioneering regional planner Benton MacKaye proposes a trail and wilderness belt along the mountain ranges of the eastern United States. His vision later becomes the 2,000-mile-long Appalachian Trail.  1927  Restoration of Colonial Williamsburg in Virginia begins with funds from John D. Rockefeller, Jr.  1931  Charleston, South Carolina, passes an ordinance to \"preserve and protect historic places and areas in the Old and Historic Charleston district.\" This is the country's first historic district.  1932  Drought and dust storms sweep the Great Plains, thereafter known as the \"Dust Bowl\".  1935  The Historic Sites and Buildings Act directs the Secretary of the Interior to document, acquire, and preserve historic properties.  1947  Marjorie Stoneman Douglas's landmark book, The Everglades: River of Grass, culminates a twenty-year effort to educate the public and political leaders about the importance of this unique ecosystem. The same year, Everglades National Park is established. Douglas continues her activism on behalf of the Everglades for the next fifty years. \"There is a balance in man also, one which has set against his greed and his inertia and his foolishness; his courage, his will, his ability slowly and painfully to learn, and to work together. Perhaps even in this last hour, in a new relation of usefulness and beauty, the vast, magnificent, subtle and unique region of the Everglades may not be utterly lost.\" Marjorie Stoneman Douglas, The Everglades: River of Grass  1948  The International Union for the Conservation of Nature and Natural Resources, now the World Conservation Union, is founded. The Union brings together governmental bodies and non-governmental organizations from around the world to protect natural heritage through policy initiatives and on-the-ground actions.  Back to top      1949  The National Trust for Historic Preservation is chartered by the U.S. Congress. The Trust, a private, nonprofit organization, works to protect historic buildings, neighborhoods and landscapes. Aldo Leopold's A Sand County Almanac is published. One of the most influential works about conservation ever written, the book eloquently argues the need for a \"land ethic\" through which humans embrace a more respectful, harmonious relationship with the natural world. \"We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect.\" Aldo Leopold, A Sand County Almanac  1951  The Nature Conservancy is incorporated by its predecessor, The Ecologist's Union. By the 1990s the Conservancy will own and manage the largest network of private nature reserves in the world.       1962  Rachel Carson's Silent Spring reveals the impact of pesticides and radioactive fallout from atomic bomb testing on humans and the environment. The book launches a new era of growth in environmental awareness and activism. \"We stand now where two roads diverge. But unlike the roads in Robert Frost's familiar poem, they are not equally fair. The road we have long been traveling is deceptively easy, a smooth superhighway on which we progress at great speed, but at its end lies disaster. The other fork of the road, the one \"less traveled by\" offers our last, our only chance to reach a destination that assures the preservation of our earth. The choice, after all, is ours to make.\" Rachel Carson, Silent Spring  1963  \"Men must grasp completely the relationship between human stewardship and the fullness of the American earth.\" Stewart Udall, The Quiet Crisis  1964  A period of landmark federal conservation legislation begins with passage of the Wilderness Act. The following year, Congress enacts the Land and Water Conservation Fund Act, and in 1968 the National Wild and Scenic Rivers Act and the National Trails Act are approved.  1965  \"Our conservation must be not just the classic conservation of protection and development, but a creative conservation of restoration and innovation. Its concern is not with nature alone, but with the total relation between man and the world around him. Its object is not just man's welfare but the dignity of man's spirit.\" President Lyndon B. Johnson, Message on Natural Beauty The International Council on Monuments and Sites is established. ICOMOS is a non-governmental organization dedicated to the conservation of the world's historic sites, monuments and cultural landscapes.  1966  The Special Committee on Historic Preservation publishes With Heritage So Rich. Its broad vision for the future of historic preservation sets the stage for passage the same year of the National Historic Preservation Act. The Act expands the National Register of Historic Places, and authorizes federal preservation grants to the states.  Back to top      1970  \"Now that you're here, the word of the Lorax seems perfectly clear. UNLESS someone like you cares a whole awful lot, nothing is going to get better. It's not.\" Theodore S. Geisel, a.k.a. Dr. Seuss, The Lorax Earth Day is celebrated for the first time by an estimated 20 million people across the United States. The National Environmental Policy Act establishes a federal responsibility to \"preserve important historic, cultural, and natural aspects of our national heritage.\" The photographs of Ansel Adams exemplify the emerging power of photography to shape the perceptions of the postwar generation.  1972  The World Heritage Convention is adopted by the United Nations Educational, Scientific and Cultural Organization (UNESCO). This treaty encourages the identification and protection of outstanding cultural and natural heritage around the world.  1976  Ebey's Landing National Historical Reserve, located on Whidbey Island, Washington, is established. It is the first protected working landscape affiliated with the National Park System.  1977  The National Trust for Historic Preservation announces its first Main Street project to help towns revitalize their older commercial areas.  1978  Lois Gibbs and other residents of Niagara Falls, New York form the Love Canal Homeowners' Association and fight against the toxic contamination of their neighborhood by the Hooker Chemical Corporation. Ultimately, their efforts secure not only a clean-up and compensation for residents of the area, but also help to spark grassroots environmental activism across the country and generate momentum for national legislation to deal with hazardous wastes. In the first significant historic preservation case to reach the Supreme Court, the Court rules that New York City's preservation law is constitutional. This precludes the development of an office tower above Grand Central Terminal, and establishes an important legal precedent supporting historic preservation efforts.  1980  One-quarter of the population of the United States lives in rural areas; less than three percent lives on farms.  1981  \"In losing stewardship we lose fellowship; we become outcasts from the great neighborhood of creation.\" Wendell Berry, The Gift of Good Land  1986  \"I think it is inappropriate to call land a \"resource\" because that term is tied so closely to economics. We can call gold or chrome or coal a resource, but land and people transcend a one-dimensional economic consideration.\" Wes Jackson, American Land Forum  Back to top      1987  Our Common Future, the report of the World Commission on Environment and Development, focuses on the global character of environmental issues and calls for achieving \"sustainable development.\" \"To secure our common future, we need a new international vision based on cooperation and a new international ethic based on the realization that the issues with which we wrestle are globally interconnected. This is not only a moral ethic but also a practical one, the only way we can pursue our own self interests on a small and closely knit planet.\" Gro Harlem Bruntland, Chair of the World Commission on Environment and Development  1988  \"The only way conservation can work is if it is seen as just part of the fabric of development, part of the fabric of growth of human society.\" Peter Seligmann, Chair of Conservation International  1990s  In a time of declining government resources, non-governmental organizations play an increasingly important role in conservation worldwide. More than 1,200 land trusts are active in the United States alone by the late 1990s, an increase of 63 percent from a decade earlier. Together the trusts have protected nearly 5 million acres.  1992  In the largest diplomatic gathering in history, representatives from more than 170 countries attend the United Nations Conference on Environment and Development, better known as the Earth Summit, in Rio de Janeiro, Brazil. The meeting produces several important international agreements dealing with global environmental issues.  1993  A group of ranchers from a million-acre region in southern Arizona and New Mexico form the Malpai Borderlands Group, a nonprofit organization dedicated to achieving more sustainable ranching techniques and protecting the area's unfragmented landscape. Working with scientists, government officials, and the Nature Conservancy, the group implements new range management practices that improve grazing and enhance the region's biodiversity. The project is an example of the growing emphasis on \"community-based conservation\" in the United States.       1997  \"Pueblo people believe that the primary and most important relationship for humans is with the land, the natural environment, and the cosmos, which in the pueblo world are synonymous. Humans exist within the cosmos and are an integral part of the functioning of the earth community.\" \"We need to discover a common middle ground in which all these things, from the city to the wilderness, can somehow be encompassed in the word 'home.' Home, after all, is the place where we make our living. It is the place for which we take responsibility, the place we try to sustain so we can pass on what is best in it (and in ourselves) to our children.\" William Cronon, Uncommon Ground  Back to top",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/historyculture\/conservation-timeline-1901-2000.htm"
}
