{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Frederick Billings",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Frederick Billings                Frederick Billings      Conservation in Practice\"He would plant trees in the spring of the year, determining to cover the hills with forests . . . He was led to consider forestry by reading the writings of Geo. P. Marsh regarding climactic changes induced by devastation of the forests; and he thought the farmers should be taught to see the importance of preserving their woodlands.\"Julia Parmly Billings, writing about her husband Frederick Billings        Frederick Billings,c. 1873. NPS Photo  The writings of George Perkins Marsh had a profound impact on the life of Frederick Billings, the lawyer, businessman, and conservationist who would come to be closely associated with the development of the American West. Born in Royalton, Vermont in 1823, Billings moved to Woodstock in 1835. Marsh himself had moved away, but the Marsh family farm was still one of the most beautiful in town. Billings grew up in sight of the mansion and Marsh's beloved Mount Tom. After studying at the University of Vermont, Billings became a lawyer and in 1849, the year gold was found in California, he went west to make his fortune. He made it quickly, soon becoming a successful lawyer and real estate developer in San Francisco and one of the richest men in California. During his time in the West, Billings visited giant sequoia groves and the Yosemite Valley and became enamored of the dramatic landscape of the Western states. He started advocating the establishment of national parks in Yosemite, the upper valley of the Yellowstone River, and the areas that later became Glacier and Mount Rainier National Parks. Billings returned to the East Coast in 1861 and after his marriage to Julia Parmly of New York, made Woodstock his home once again. But the years he had been gone had not been kind to the state he called home. Deforestation had virtually denuded the hills and valleys of Vermont and the bare, eroded land reminded him of similar devastation he'd seen in Gold Rush towns in California. When he read Man and Nature, Billings saw that Marsh's warnings about man's impact on nature were playing out in Vermont. He also realized that local farmers were in trouble. Vermont's sheep-based economy could no longer compete with western ranchers now that the transcontinental railroad allowed easy access to eastern markets. Billings decided that Vermonters needed to adopt a new way of farming if they were going to survive. Page 2",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/historyculture\/frederickbillings.htm"
}
