{
    "title": "Marsh - Billings - Rockefeller National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       About this Place  \"There is a mandate to invent an entirely new kind of park. It must be one where the human stories and the natural history are intertwined; where the relatively small acreage serves as an educational resource for the entire National Park Service and a seedbed for American environmental thought; and where the legacy of American conservation and its future enter into dialogue, generating a new environmental paradigm for our day.\" Author and professor John Elder at the opening of the Marsh-Billings-Rockefeller National Historical Park, June 5, 1998.  Nestled among the rolling hills and pastures of eastern-central Vermont, the Marsh-Billings-Rockefeller National Historical Park is the only national park to tell the story of conservation history and the evolving nature of land stewardship in America. The boyhood home of George Perkins Marsh, one of America's first conservationists, and later the home of Frederick Billings, the property was given to the American people by its most recent owners, Laurance S. and Mary F. Rockefeller. The park was created by an Act of Congress and signed into law by President George Bush on August 26, 1992. Under law, the purposes of the park are as follows:  To interpret the history and evolution of conservation stewardship in America; To recognize and interpret the contributions and birthplace of George Perkins Marsh, pioneering environmentalist, author of Man and Nature, statesman, lawyer, and linguist; To recognize and interpret the contributions of Frederick Billings, conservationist, pioneer in reforestation and scientific farm management, lawyer, philanthropist, and railroad builder, who extended the principles of land management introduced by Marsh; To preserve the Marsh-Billings-Rockefeller mansion and its surrounding lands; and To recognize the significant contributions of Julia Billings, Mary Billings French, Mary French Rockefeller, and Laurance Spelman Rockefeller in perpetuating the Marsh-Billings heritage.  Today, the park is a living symbol of three generations of conservationist thought and practice. It is also a repository for the histories of three quintessentially American families. Visitors can tour the mansion and gardens where these exceptional people lived and observed nature, and learn more about land stewardship and conservation by hiking in the managed forest and visiting the conservation stewardship exhibit at the Carriage Barn Visitor Center.  The park seeks to put the idea of conservation stewardship into a modern context, interpreting the idea of place and the ways in which humans can balance natural resource conservation with the requirements of our twenty-first century world. The Conservation Study Institute, established by the National Park Service to enhance leadership in conservation and facilitate stewardship partnerships in local communities, is also located at the park.  The park operates in partnership with The Woodstock Foundation, Inc. and the adjacent Billings Farm & Museum, a working dairy farm and a museum of agricultural and rural life. During Frederick Billings' lifetime, the farm and forest properties were operated as parts of a single estate, and today visitors have the unique opportunity of experiencing both landscapes side-by-side. Park staff interpret the idea of conservation stewardship in a working landscape, emphasizing the residential and forested areas of the estate, while Farm & Museum interpreters present farming and rural Vermont life, all in the context of the legacy of forest and farm stewardship left by Frederick Billings.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/historyculture\/index.htm"
}
