{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Forest Center",
    "body": "Forest Center                           Forest Center & Wood Barn   9 Photos  View images of the Forest Center, LEED-certified sustainable building and wood barn exhibit                          Forest Center Ed Sharron  Platinum LEED Certification for Forest Center   The U.S. Green Building Council awarded its highest rating for Leadership in Environment and Energy Design (LEED) to the new Forest Center at Marsh-Billings-Rockefeller National Historical Park. Both the Forest Center, a classroom and meeting space and the adjacent 1876 Wood Barn, home to a new exhibit on the Forest, share the Platinum LEED certification. This partnership project of the National Park Service and The Woodstock Foundation was also recognized with a Designing and Building with FSC® award presented by the Forest Stewardship Council® (FSC), an international non-profit organization devoted to encouraging the responsible forest management. Both buildings used FSC certified wood from the Park's historic forest, the oldest professionally managed woodland in North America. FSC certification encourages the highest standards of woodland management through credible, independent evaluation and verification of exemplary forestry practices.  Reflecting on the building's beauty, efficiency and simplicity, (Retired) Park Superintendent Rolf Diamant describes the Center as \"an example of thoughtful building practices and innovation enriched by human-scale design and hand-built quality.\" Looking to the future, Woodstock Foundation President David Donath said, \"We are very pleased to join with the National Park in creating a place for reflection, dialogue, and lifelong learning around forward-thinking stewardship.\"  The Forest Center was designed by Steve Smith of Smith, Alvarez, Sienkiewycz Architects, Burlington, Vermont and built by H.P. Cummings, Woodsville, New Hampshire. Forestry services were provided by Redstart Forestry and Consulting, Corinth, Vermont, with additional work undertaken by Long View Forest Contracting of Westminster, Vermont.  View more photos of the Forest Center.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/historyculture\/forest-center.htm"
}
