{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Multimedia Presentations",
    "body": "Video & Multimedia           From the Hills of Vermont film by Michael Sacca Michael Sacca  From the Hills of Vermont - film by Michael Sacca From the Hills of Vermont is a 17 minute film about the Marsh-Billings-Rockefeller National Historical Park and the Stewardship Institute (formerly Conservation Study Institute) programs and partnerships. With stunning videography and compelling interviews, it takes a closer look at contemporary park stewardship in the context of the legacies of the Marsh, Billings, and Rockefeller families. The film, created by Michael Sacca, specifically highlights place-based education, community- based partnerships, and the great diversity of ways people can explore and experience this National Park.                Bobcat at Marsh-Billings-Rockefeller NHP   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 1 second  The elusive and shy bobcat (lynx rufus) is a very successful, yet seldom seen wildcat throughout much of North America and Mexico.               Trek to Taste June 6, 2015   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:29 seconds  A celebration of trails, local food, and healthy living. Join us for guided walks starting at 10:30 and noon or grab a map and venture out on your own — choose from four different hike options and along the way sample delicious, heart-healthy foods from local producers. Family games, crafts, demonstrations, ice cream social, music and more. For more information visit: www.trektotaste.info               Forest Festival Weekend   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:30 seconds  Forest Festival Weekend Sept 26 & 27, 2015Explore the park in its fall glory while exploring forest history, science and art. Horse drawn wagon rides, woodworking and portable sawmill demonstrations, hikes with foresters, wood crafts for kids, and more!                           Mercury Project at the Pogue Click here to view this short video of the IES Class Mercury Project at the Pogue at Marsh-Billings-Rockefeller National Historical Park.   Duration:5 minutes, 39 seconds                                Salamander Monitoring Slamander monitoring by the Pomfret School 6th grade.  Duration:16 minutes, 45 seconds                                My Green Park: Green Inside\/Out This past March, the Sustainable Operations and Climate Change (SOCC) Branch of the Park Facility Management (PFMD) division sponsored the inaugural My Green Parks Video Contest.  Videos were evaluated based on four subject areas including 1) Innovation of projects, 2) Artistic quality of videos, 3.) Community\/partner engagement and 4) Interpretation of projects to visitors.   Duration:5 minutes, 8 seconds",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/photosmultimedia\/video-multimedia.htm"
}
