{
    "title": "Marsh - Billings - Rockefeller National Historical Park: George Perkins Marsh",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     George Perkins Marsh                George Perkins Marsh      Father of the American Conservation Movement\"I sat on a little stool between my father's knees in the two-wheeled chaise he always drove. To my mind the whole earth spread out before me. My father pointed out the most striking trees as we passed them and told me how to distinguish their varieties. I do not think I ever afterward failed to know one forest tree from another . . . what struck me, perhaps most of all, he stopped his horse on top of a steep hill, bade me notice how the water there flowed in different directions, and told me such a point was called a watershed. I never forgot that word, or any part of my father's talk that day.\"         George Perkins Marsh At the beginning of the nineteenth century, the Vermont landscape was a shadow of the wild forestlands that had once covered the state. Geographer Harold Meeks estimates that Vermont was 95 percent forested in the 1760s. But by 1790, potash and pearlash - used to manufacture and process glass, soap and wool and made by burning hardwood - were Vermont's leading export items. Farmers routinely felled large swaths of woods to create cropland and pasture. On Mount Tom, which rises behind the Mansion, farming, timbering and the effects of fire had left little forest cover on the slopes by the time George Perkins Marsh was born in 1801. The situation would only worsen.   Man's misuse of the land was all too evident as Marsh grew up playing on his family's property on the slopes of Mount Tom. A bright child obsessed with books and reading, he strained his eyes so severely that he had to give up his favorite pastime for four years and was ordered outdoors. As he grew older, he began to notice that the deforestation of the mountain had resulted in erosion and the loss of topsoil, increased siltation, the destruction of fish habitats and the loss of fertility in agricultural fields. His observations about how changes in one part of an ecological system can harm the system as a whole would stay with him throughout his career. Marsh was educated at Dartmouth College in Hanover, New Hampshire and taught Greek and Latin before becoming a lawyer and moving to Burlington, Vermont. In 1839, he was elected to the U.S. House of Representatives and went to Washington, where he was a key figure in the establishment of the Smithsonian Institution. On trips home to Vermont, Marsh was profoundly disturbed by the changes that continued clearing had wrought on the landscape. In an 1847 speech to a local Vermont agricultural society, he warned farmers that they continued clearing the land of trees at their own peril and described responsible forest management practices already in use in Europe. By regulating when and how many trees were cut, timbermen and farmers could improve the health of the forest and nearby agricultural land. In the 1847 speech, which presaged his book, Man and Nature, Marsh said that \"Steep hillsides and rocky ledges are well suited to the permanent growth of wood, but when in the rage for improvement they are improvidently stripped of this protection, the action of sun and wind and rain soon deprives them of their vegetable mould . . . They remain thereafter barren . . . producing neither grain nor grass.\" Marsh began the diplomatic phase of his career in 1849, when he was appointed to serve as the Minister to the Court at Constantinople. He later became America's ambassador to the Kingdom of Italy and it was during his time abroad that he saw the devastation caused by deforestation in Europe, and observed Europeans devising land management plans to remedy the damage. He began to articulate his vision of how man could control his imprint on the natural world. In his biography of Marsh, David Lowenthal writes that \"History demonstrated that man was the architect of his own misfortunes; what the Old World had suffered, Marsh believed, might well become the fate of the New.\" Living in an old castle in the Italian countryside, Marsh began work on a book that would change the way people around the world thought about the land. Page 2: Man and Nature         Man and Nature: 150 Years of Environmental Conservation Legacy (View this online exhibit) \"Marsh's Man and Nature marked the inception of a truly modern way of looking at the world, of thinking about how people live in and reacted on the fabric of landscape they inhabit...Marsh showed how human culture acted in and reacted on a ramified web of plants and animals, soils and waters.\" - David Lowenthal, Historian and author of George Perkins Marsh: Prophet of Conservation.",
    "url": "https:\/\/www.nps.gov\/mabi\/learn\/historyculture\/gpmarsh.htm"
}
