{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Mansion & Gardens",
    "body": "Mansion & Gardens         Billings Family Archives  The Marsh-Billings-Rockefeller Mansion that graces a promontory overlooking Elm and River Streets was originally built in 1805 for the growing Marsh family. The Federal-style brick house was sold to Frederick Billings in 1869 and Billings subsequently undertook dramatic renovations.        Billings Family Archives  The 1869 renovation, by Boston architect William Ralph Emerson, transformed the property into a fashionable Stick Style mansion. A mansard roof, pointed gable dormers, tall chimneys and a verandah were added and the trim was painted in two or more different colors.        Billings Family Archives  In 1885, Billings hired the renowned architect and author Henry Hudson Holly to remodel the house in the newly-fashionable Queen Anne style. The mansard roof was removed and Holly added much ornamental brickwork. The third story and service wing were enlarged and the interiors were redecorated in lavish Victorian style. The Tiffany Glass Company of New York designed several stained glass windows and provided the wallpapers and fabrics for the newly-decorated home.        NPS Photo  The Billings Mansion remained virtually unchanged until Laurance Spelman Rockefeller and Mary French Rockefeller inherited it in 1954. While the Rockefellers updated rooms and replaced many wallpapers, paints and upholsteries, the house remains an excellent example of the Queen Anne style. In 1967, the house was designated as a National Historic Landmark. First Lady Lady Bird Johnson, dedicated the house in a special ceremony, attesting to the care and sense of heritage with which Mary and Laurance Rockefeller preserved the property. In June of 1998, on the opening of the Marsh-Billings-Rockefeller National Historical Park, Mrs. Johnson returned to Woodstock to rededicate the house with a plaque honoring all three generations of conservationists who have lived on the site.      Grounds and Gardens When Frederick Billings bought the Marsh property in 1869, he immediately hired Robert Morris Copeland to design the Mansion's grounds. Copeland, a well-known Boston landscape architect, planned formal gardens encircling the house and a reconfigured front drive. He took down the white picket fence built by the Marsh family and created a much larger front lawn from former pasture land. In keeping with the romanticism that prevailed in landscape design, Copeland created curving beds with natural lines. Billings also ordered the construction of two Adirondack-style summer houses, a Swiss cottage-style structure called a belvedere, greenhouses and a garden shed. In 1899, Billings' widow Julia Parmly Billings retained the services of Charles A. Platt, a celebrated landscape and structural architect who summered nearby in the Cornish Art Colony in Cornish, New Hampshire. Platt added garden seats and a fountain and may have designed the terrace gardens that still exist today. In 1902, Mrs. Billings hired Martha Brooks Hutcheson, one of the first female landscape architects in America, to redesign the approach to the house. Ten years later, Ellen Shipman, who was also connected with the Cornish Art Colony, redesigned the formal plantings near the Mansion.        L Shahi  When Laurance and Mary Rockefeller took over the property in 1954, they hired landscape architect Zenon Schreiber, who made extensive additions to the property, including a waterfall garden and rock gardens. Today, the gardens at Marsh-Billings-Rockefeller National Historical Park include an azalea and rhododendron garden, rock garden, cutting garden, a hemlock hedgerow, a dense stand of Norway spruce, and many other plantings, all expressing the many-layered design and development of the gardens and grounds through four generations of dedicated stewardship.       Mansion and grounds E Sharron",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/mansion-and-gardens.htm"
}
