{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Trek to Taste",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Trek to Taste                Trek to Taste Celebration         NPS Photo  Flavors, Fun, and Fitness on the Trails of Woodstock, VT  The 8th Annual Trek to Taste - a celebration of local food and local trails - is scheduled for Saturday, June 4, 2016 from 10am to 3pm at the Marsh-Billings-Rockefeller National Historical Park.  This free event celebrating National Trails Day is co-sponsored by over 30 area organizations and is one of the most popular events in the Upper Valley.  This year's Trek will feature some familiar elements and introduce some new ones in celebration of the 100th anniversary of the National Park Service. ⇒ The National Park will partner with the US Postal Service in a dedication ceremony for a new stamp featuring artwork from the park as part of a Centennial stamp series at 10:30AM. Guided hikes will begin at the Forest Center following the dedication ceremony at 10:30 AM and again at Noon. Walkers of all ages are invited to join knowledgeable area guides for treks to the park's horse shed meadow (.4 mile), the Nordic Hut (1 mile) and Mount Tom's South Peak Summit (2 miles). Also at 10:30, Miss Amanda will offer a special yoga hike and the park's curator will be leading a walk featuring a new Centennial outdoor sculpture exhibit developed in partnership with the New England Sculpture Association. Five \"hubs\" of activities will be spread around the National Park and Billing Park's trail system. Under the big tent at the Forest Center visitors will find the Upper Valley Farm to School Network showcase. Over a dozen area school teams will exhibit exciting projects related to local food and farms - and provide tasty food samples. Exhibitors will also include the Ottauquechee Regional Planning Commissions' popular interactive stream table, ice cream-making with the Billings Farm & Museum, health tips with the Mount Ascutney Hospital and Medical Center ArtisTree and Vermont Institute of Natural Science (VINS) will be stationed at the terminus of the shortest hike which will lead to the park's horse shed meadow. This location will feature kid-friendly activities including special trail snacks, a raptor, decorating bandanas and stickers, and wildlife \"eye spy\" activities. The Woodstock High School and Middle School Farm to School program is preparing wood fired pizza at the Nordic Hut, using many locally sourced delicious ingredients cooked in a mobile oven. Sustainable Woodstock is gathering gourmet food from area farms and establishments, providing well deserved tastes by hikers who make it to the Summit of Mount Tom. The Woodstock Historical Society will be at the vista with a historic photo display with views from the summit taken over the last century, and a refreshing traditional \"switchel\" for you to try. Many activities, such as making walking sticks and a local Valley Quest will be organized for trekkers young and old. The Upper Valley Trails Alliance Green Mountain Club, and Appalachian Trail Conservancy will provide hiking tips and trail and information. The day will include music by Vermont Fiddle Orchestra from 10:30 –12:30 and Jack Snyder from 1:00 –3:00 starting at 1 p.m., and an ice cream social sponsored by the Billings Park Commission with homemade ice cream from the Woodstock Creamery.              Join us for the 8th Annual Trek to Taste June 4, 2016   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:29 seconds  A celebration of trails, local food, and healthy living. Join us for guided walks starting at 10:30 and noon or grab a map and venture out on your own — choose from four different hike options and along the way sample delicious, heart-healthy foods from local producers. Family games, crafts, demonstrations, ice cream social, music and more. For more information visit: www.trektotaste.info",
    "url": "https:\/\/www.nps.gov\/mabi\/trek-to-taste-celebration.htm"
}
