{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Civil War Home Front Walking Tour",
    "body": "Civil War Home Front Walking Tour         NPS Photo  This walking tour, piloted in the fall of 2003, is the only interpretive program in the National Park System devoted to the civilian experience of the Civil War. \"There are 38 units of our national park system interpreting the American Civil War,\" according to Dwight Pitcaithley, former NPS Chief Historian. \"What makes the Woodstock tour so important is that it [is] the first-ever exclusively focused on the Home Front and the broader social context of the war. This is ground-breaking.\" For tour times, please click here or call 802-457-3368 ext 222.  Civil War Home Front Walking Tour brochure, Causes & Consequences (pdf - 870kb) (PDF files require Adobe Reader for viewing. Download it for free here.) Find information and download the park's iphone app A Walk Through Vermont's Civil War Home Front.        NPS Photo  Woodstock was one of the most important home front communities in Vermont during the Civil War, a conflict in which Vermont played an outsized role given its modest size and population. \"You can't have Gettysburg, Antietam and Manassas without Woodstocks,\" says Howard Coffin, a Woodstock native and author of three books on Vermont's Civil War history. \"I don't know a better place in the northern states to examine home front history.\" Most of the buildings along the tour route through the village center were standing when the first shot was fired on Fort Sumter in April 1861. The tour route includes some of the most significant historic sites in Woodstock. For example:        NPS Photo  Home of Senator Jacob Collamer: Collamer worked tirelessly in the years before the Civil War to achieve a compromise that would hold the union together. During the war he was an outspoken supporter of the Lincoln Administration and argued for equal pay for Woodstock's African-American soldiers.        NPS Photo  Woodstock First Congregational Church: In 1836, the congregation passed a resolution saying \"We consider slavery as it exists in the United States a violation of the law of God altogether and at variance with our Declaration of Independence.\"        NPS Photo  Adjutant General Peter Washburn's Office: Once the center of Vermont's Civil War mobilization, \"the Pentagon of Vermont\" is located above what is now a local pharmacy. From here, recruitment needs, calls for supplies and casualty lists were sent out to every corner of the state.        NPS Photo  River Street Cemetery: Final resting place for many of Woodstock's 284 Union Army veterans, including graves belonging to the 39 young men who died during the war. Also dispersed throughout the cemetery are the gravestones of 11 African-American veterans who fought with the 54th Massachusetts Regiment, immortalized forever by the great American sculptor Augustus Saint-Gaudens and the film Glory.        NPS Photo  Marsh-Billings-Rockefeller National Historical Park: Boyhood home of conservationist George Perkins Marsh, who argued the Union cause in Europe as Lincoln's ambassador to Italy. The property later passed into the hands of Frederick Billings, whose circle of friends successfully pressed for the preservation of Yosemite in the midst of the Civil War - a monument to national unity and the cornerstone of a postwar republic strengthened by conservation and national parks.     For tour times, please click here or call 802-457-3368 ext 222.",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/civil-war-home-front-walking-tour.htm"
}
