{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Winter Sports",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Winter Sports                Winter Sports         Cross-country skiing    Winter Sports Cross-country skiing and snowshoeing Cross-country skiing and snowshoeing are popular winter activities in the park. In Woodstock the average winter snow fall is 80 inches. Winter is Vermont's longest season and temperatures in winter vary more than those in summer. It is common to experience freezing temperatures from November to March, with many locations observing sub-zero days on a regular basis so please come prepared for cold weather.   The Woodstock Resort Corporation holds an easement on all of the park's carriage roads and trails for winter use. This winter the Nordic Center will maintain a groomed network of approximately 7 km of trails at the park starting at Prosper Parking Area as part of a larger network of 30 km of trails surrounding the village of Woodstock. Contact the Woodstock Inn and Resort Nordic Center (802-457-6674) for trail passes and more information about trail conditions and winter use. Skiers must purchase tickets at the Woodstock Resort Nordic Center before using park's groomed trails.  The remaining 23 km of trails on Mount Tom will be left in their natural state for backcountry skiing and snowshoeing. No fee will be charged for their use. Ski passes from the Nordic Center are only required to use groomed trails.  Dogs and winter trails: Dogs and walkers may use the ungroomed trails only. Dogs must be kept on a leash for the safety of wildlife and enjoyment of trails by all. Dog waste on trails accumulates through the winter months; please pick up after your dog to maintain an enjoyable walking experience for all visitors throughout the seasons.  The Pogue:  Ice conditions on the Pogue can vary extensively and create hazardous conditions. Walking, skiing, snowshoeing or skating on the Pogue is not advised.  Those skiing or snowshoeing must be self-sufficient and confident in their abilities as there is no regular ski patrol in the park.  Ten essentials for skiing or snowshoeing on back country trails: 1. Navigation (map and compass) 2. Sun protection (sunglasses and sunscreen) 3. Insulation (extra clothing) 4. Illumination (headlamp, flashlight, bulb and batteries) 5. First-aid kit (with warming packs) 6. Fire (Waterproof matches and fire starters) 7. Repair kit and tools (including knife or multi-tool) 8. Nutrition (extra food) 9. Hydration (extra water) 10. Emergency shelter. (Backcountry Trail Patrol Association)  It is also a good idea to carry a cell phone to call 911 in case of emergency.",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/winter-sports.htm"
}
