{
    "title": "Marsh - Billings - Rockefeller National Historical Park: For Kids",
    "body": "Explore This Park    Plan Your Visit     Things To Do     For Kids              For Kids         Junior Ranger Programs are offered at national parks across the country.                                                                      Jon Olender\/Rutland Herald  Junior Ranger Program Complete activities with a park ranger that will help you learn about this special national park and earn you a Junior Ranger Badge! The program, good for ages 7-12, is held several times a season. Here at the park we offer both a self-guided junior ranger book and a series of ranger-guided junior ranger programs on Tuesdays and Saturdays between late June and mid-August. See Programs at the Park 2016 or our Calendar of events for more details or call 802-457-3368 x222. Junior Ranger Self Adventure Stop at the Carriage Barn Visitor Center to receive your free Junior Ranger book or download the pdf version (1.9 MB). To earn your badge hike the Junior Ranger Loop around the mansion and through the forests. Complete activities along the way, interview a park ranger, and return to the Visitor Center to be sworn in as a Junior Ranger. Attend a Junior Ranger Program Throughout the summer join a park ranger for a special kids' program with topics exploring everything from art to bugs and orienteering to flowers. Please call the park visitor center (802) 457-3368 ext. 222 for a current list of Junior Ranger programs or click here.           The Every Kid in a Park Initiative calls on agencies to help get all children to visit and enjoy the outdoors and inspire a new generation of Americans to experience their country's unrivaled public lands and waters. Every fourth-grader in the Nation will receive an \"Every Kid in a Park\" pass that's good for free admission to all of America's federal lands and waters -- for them and their families -- for a full year.   Link to the Every Kid in a Park - website for kids!        Evergreen species in the park include hemlock, Norway Spruce and red pine. NPS Photo  Forest Quest Seek out treasures hidden in the Mount Tom Forest! Activities and riddles will reveal clues to help you unravel the forest's mysteries. This two-hour family-oriented hike is held several times a season. Check out the schedule of events, or call 802-457-3368 ext 222. It can also be self-guided. Pick up a copy at the Carriage Barn Visitor Center, or print it at home (make sure to get both documents):   Page 1: Map and Directions (pdf - 56kb)*    Pages 2-4: Clues (pdf - 160kb)*",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/justforkids.htm"
}
