{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Guided Hikes and Rambles",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Guided Hikes and Rambles                Guided Rambles and Hikes         Guided Hike Donna Taylor Photography  June through October the park offers the following guided hikes. All of these guided hikes are free. Please bring appropriate footwear, water, and insect repellant. Group size is limited, and reservations are recommended.   Contact the Carriage Barn Visitor Center for reservations: 802\/457-3368 ext. 22.   Please check the Schedule of Events for specific dates\/times.  Join a ranger for a Boots to Boats hiking adventure.   Appalachian Trails and Tales  Extending from Maine to Georgia, the Appalachian Trail is one of the greatest examples of citizen stewardship. Join a ranger on a 3-hour hike to explore a section of the AT and the history that shaped this landscape. Meet at the Billings Farm & Museum Visitor Center. Moderate to Difficult, 3 miles.    Warblers, Woods, and Watersheds  Keeping tabs on the ecological conditions of the park (along with 11 other regional parks) is the mission of the NPS Northeast Temperate Network. Join NETN staff for this 2-hour hike to try your hand at the basics of monitoring birds, salamanders, forest health, and water quality. Meet at Prosper parking lot. Moderate, 3 miles.  The Future of the Forest  Join us for a hike exploring the history and stewardship of the oldest professionally-managed forest in the United States. During this 2-hour hike, see some of the most unique parts of the park and visits stands with active forestry. Meet at Prosper parking lot. Moderate, 3 miles.    Fall Foliage Walk  View vibrant autumn foliage in this 2-hour ranger-led walk along historic carriage roads while learning about the story of the Mount Tom Forest. Meet at the Carriage Barn Visitor Center. Easy, 2½ miles.",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/guided-rambles-and-hikes.htm"
}
