{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Forest Festival Weekend",
    "body": "Forest Festival Weekend         Photos Jon Gilbert Fox   blank      September 24 & 25, 2016 Sat & Sun 10 a.m. - 4:00 p.m. For information or reservations call 802-457-3368 x222 Programs and activities at the National Park are free. Admission fee to Woodworking Show at Billings Farm & Museum  Explore your park in its fall glory while exploring forest history, ecology and art. Horse drawn wagon rides, woodworking and portable sawmill demonstrations, hikes with foresters, wood crafts for kids, and more! (Park admission and activities free.)  Visit the Vermont Fine Furniture & Woodworking Festival with furniture makers and wood artisans at the Billings Farm & Museum (entrance fee). Vermont Fine Furniture and Woodworking Festival.  A new twist on Forest Festival - We are excited to collaborate with the Billings Farm & Museum on this year's Forest Festival. Enjoy and shop for fine Vermont wood products at the Billings Farm & Museum exhibit hall and grounds then cross the road to the national park for more fun!             Forest Festival Weekend 2016   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:30 seconds  View this short Forest Festival Weekend video          BOTH Saturday & Sunday September 24 & 25        Forest Festival Weekend Portable sawmill demonstration NPS Photo  Woodcraft Demonstration  Location: Carriage Barn Visitor Center Vermont Woodworkers create unique wooden products and discuss the art and value of this sustainable craft. Bowls, baskets, furniture, and other woodenware will be made for all to see.  Portable Sawmill Demonstration  Location: Pony Pasture See logs transformed into lumber at a portable sawmill. These small mills are able to travel to locations with relatively few logs to them into lumber that can be used onsite.         Emerald Ash BorerInvasive Species   Invasives at Your Doorstep  Location: Carriage Barn Visitor Center Not all green is good. Some plants and insects threaten the health of the forests. Learn how to identify these invaders and what you can to to protect our woodlands, yards, and parks. Sponsored by the VT Dept of Forests, Parks and Recreation and VT Invasive First Detectors.        Junior Ranger program NPS Photo  Junior Ranger Program: Habitat is Where it's At!  Location: Carriage Barn Visitor Center Young Rangers are invited to learn about forest critters, habitats, and the life in a log and earn a Junior Ranger badge. Forest Quest (Self-guided) Location: Request at Carriage Barn Visitor Center Seek out treasures hidden in the Mount Tom Forest. Activities and riddles will reveal clues to help you unravel the forest's mysteries. Appropriate for all ages.        Creating a wooden birdhouse Photo credit: John Gilbert Fox  Woodworking is for the Birds  Location: Pony Pasture Area Assemble, decorate, and take home a birdhouse using lumber harvested and cut here in the park and milled at last year's Forest Festival. Supplies are limited. One per family.        Horse drawn wagon rides at the park Photo credit: John Gilbert Fox  Horse Drawn Wagon Rides 12 to 4 p.m. Location: Pickup\/depart Carriage Barn Visitor Center Ride in a horse-drawn wagon with a park ranger to explore areas of the forest and visit the Pony Pasture activity hub.          Family wood crafting activity Photo credit: John Gilbert Fox  Wood Crafting and Family Activities 10 a.m. to 4 p.m. Location: Pony Pasture  Make a walking stick, decorate wood medallions, and play with wooden games. Jump into animal Olympics, watch a puppet show or embark on a forest scavenger hunt.         Horse-Powered Logging 10 a.m. to 4 p.m. Location: Mountain Road Meet some Vermont draft horses at work in the woods. Visit with horse loggers Ben Canonica (with horses Ros and Jo) and John Hanley (with horses Harley and Luke) and learn about low impact forestry.      Saturday, September 24 Only      Into the Wild - Critters of Mount Tom  Location: Carriage Barn Visitor Center What wildlife calls the forests of the park home? What are some of their unique adaptations for survival? What habitats will you find them in? Meet some of the park's woodland inhabitants.  Future of the Forest  Location: Prosper Road Trailhead Explore the history and stewardship of the oldest professionally managed forest in the United States. See some unique parts of the park and visit recent forestry projects.  Understanding the Forested Landscape   Location: Carriage Barn Visitor Center Wander the woods with Walter Poleman, Field Naturalist. Discover the Park's diverse forest communities and history etched in the land. A 1-hour indoor program followed by 2-hour walk. Reservations are recommended.        Larry Kasden with the stream table Photo credit: John Gilbert Fox  Stream Table Location: Carriage Barn Visitor Center Explore the workings of watersheds and rivers with the Ottauquechee Natural Resources Conservation District and their stream table.      Sunday, September 25 ONLY          Lost Big Trees  Location: Carriage Barn Visitor Center Americans are fascinated by the big trees of the west. But here in the east we have our own big trees: white pine, elm, hemlock, and American chestnut. This 1 1\/2-hour program explores the history, ecology, and future of the big eastern trees.  Trees to Boards  Location: Carriage Barn Visitor Center This is the only National Park that sustainably manages timber. Learn how the park chooses trees to harvest and where they go. Join Forester Jon Bouton for a tour with stops at a horse logging operation and a sawmill.",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/forest-festival-weekend.htm"
}
