{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Peak to Peak Annual Hike",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Peak to Peak Annual Hike                Peak to Peak on the Trails of Woodstock         Hikers Peak to Peak Community Hike   Join Us!  4th Annual Peak to Peak Event Saturday, Oct. 15   ~ On the Green in Woodstock ~ Registration opens @ 9:30 a.m. Hikes begin @ 10 a.m. ♦ Meet at the Village Green and celebrate fall by enjoying the scenic and historic trails of Woodstock, Vermont. ♦ Join a guided hike or grab a map and hit the trails on your own! Prizes for those who reach summits of both Mt. Peg & Mt. Tom (while supplies last).  ♦ Special activities on both mountains. Peak to Peak is free. Local healthy snacks and hot food will be available for purchase on the Green starting with coffee and treats at 9:30 a.m. and lunch items will be available until. 1 p.m. Food sales benefit Woodstock Union High School Project Puerto Rico.        Bob Holt with historical golfing photo   Mt Peg Landscape History Walk Easy 1.5 mile roundtrip  Departs @ 10:30 a.m. Join local historian Bob Holt to explore the landscape and golf history of Mt. Peg. You'll visit the site of the historic Mt. Peg Golf Course and stop at the summit for apple cider and a view.  Mt Tom Hike Moderate 3.5 mile roundtrip   Departs @ 10:30 & 11:30 a.m. Join a National Park or Green Mt. Club naturalist to hike the historic Faulkner Trail to South Peak for a panoramic view. Enjoy activities and an apple cider at the top. Bring your own lunch or purchase snacks on the green for a picnic.  Peak to Peak Challenge Hearty 5 miles roundtrip Departs @ 10 a.m. Join the Ottauquechee section of the Green Mt. Club for an adventurous hike to the summits of both Mt. Tom and Mt. Peg, stopping at the Woodstock village green for lunch. After the the hike, collect your prize for completing the challenge.         Yoga Hike  All ages and levels of experience Easy 1.5 miles roundtrip Departs @ 10 a.m. This special hike brings together movement, creativity, and the great outdoors as participants engage in a moving meditation. After a yoga warm-up at the Mt. Peg trailhead, participants will use yoga techniques during the hike in order to deepen their mindful experience of the natural world. The uphill hike will take the group to a lookout point where participants will practice yoga and then either draw or write as inspired by the woods and by the hilltop view. There will be additional time for reflection on the return trip and a yoga cool-down at the end. Participants should bring a journal or sketchbook and drawing or writing materials. No previous yoga experience required!   Forested Ecology Hike With VINS Easy 1.5 miles roundtrip Departs @ 12:30 p.m. Explore the ecology of Mt. Peg with Vermont Institute of Natural Science Executive Director, Charlie Rattigan. Charlie has worked on production for PBS and National Geographic centering on natural history and science including Loons on Golden Pond, Birds of the Backyard, Garden Birds of America, and the widely seen BirdWatch series. Your are sure to enjoy a special experience on the trail with this accomplished naturalist!   Fall Photography Hike Mt. Tom with ArtisTree Moderate 3.5 miles roundtrip Departs @ 1 p.m. Bring your camera and join this hike to learn how to take great woodland and vista photographs. Participants will meet at the Woodstock Village Green and hike up Mount Tom with cameras. The group will find interesting subjects and vistas featuring fall foliage and the natural contours of the Vermont landscape. Instruction will focus on assisting individuals with understanding the camera and using the camera to capture the beauty of landscape color and contrast, considering composition, layering for foreground and background, and perspective.        Peak to Peak is brought to you by: ArtisTree, Billings Park Commission, Green Mountain Club, Holt Survey Associates, Marsh-Billings-Rockefeller NHP, Project Puerto Rico, Sustainable Woodstock, Upper Valley Trails Alliance, Vermont Institute of Natural Science, Woodstock Area Chamber of Commerce, Woodstock History Center.          Google map showing Mount Tom, The Woodstock Green, Mount Peg Google Maps  blank                  NPS Staff Leading Fall Hike               Artwork on Mount Tom               Carriage Road Fall Foliage               Hikers on Carriage Road in Fall               Mount Tom South Peak Fall View",
    "url": "https:\/\/www.nps.gov\/mabi\/peaktopeak.htm"
}
