{
    "title": "Saguaro National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions         Saguaro National Park has two districts embracing Tucson from the east and west.  Rincon Mountain District is located east of the city.  Tucson Mountain District is located to the west.    Rincon Mountain District (EAST): 3693 S. Old Spanish Trail, Tucson, Arizona 85730  Getting to the Rincon Mountain District from the City of Tucson Travel east on Broadway or Speedway Boulevard to Freeman Road (turn right on Freeman Road). Drive south on Freeman Road (4 miles [6.5 kilometers] from Speedway, 3 miles [5 kilometers] from Broadway) to Old Spanish Trail. Turn left on Old Spanish Trail. Drive .25 miles (.4 kilometers) southeast on Old Spanish Trail to the Park entrance on the left side of the road. Getting to the Rincon Mountain District from Interstate 10 Primary Route from I-10, Exit I-10 at exit # 275 (Houghton Road) and drive 9.5 miles (15 kilometers) north to Old Spanish Trail and turn right. Drive 3 miles (5 kilometers) southeast on Old Spanish Trail and the park entrance, which will be on the left side of the road. Alternate route from I-10 For a more scenic alternate route, take exit #279 (Colossal Cave Road) and go north for 3.5 miles (5.5 kilometers) to Pistol Hill Road and turn left. Drive 2 miles (3 kilometers) northeast on Pistol Hill Road to Old Spanish Trail and turn left. Proceed north on Old Spanish Trail 11 miles (17.5 kilometers) to the park entrance, which will be on your right.  Tucson Mountain District (WEST): 2700 N. Kinney Road, Tucson, Arizona 85743 Getting to the Tucson Mountain District from the City of Tucson Travel west on Speedway Boulevard. At the junction of Camino de Oeste, Speedway Boulevard will change names to Gates Pass Road. From this junction, drive 4 miles (6.5 kilometers) west on Gates Pass Road until it ends at Kinney Road (turn right on Kinney Road). Drive 3 miles (5 kilometers) north on Kinney Road to the Park entrance (entrance will be on the right side of the road). Vehicles exceeding 12,000 pounds GVWR are prohibited on Gates Pass Rd. Getting to the Tucson Mountain District from Interstate 10 Primary Route from I-10 If you are traveling eastbound, there is one direction sign at Exit # 242, which is called the Avra Valley Road. Drive 5 miles (8 kilometers) west on Avra Valley Road to Sandario Road (turn left on Sandario Road). Drive 9 miles (14.5 kilometers) south on Sandario Road to Kinney Road (turn left on Kinney Road). The visitor center is 2 miles (3 kilometers) down Kinney Road on the left side of the road.  Alternate Route from I-10 Take exit #248, which is called Ina Road and drive west 2.5 miles (4 kilometers) to Wade Road and turn left. Drive .6 miles (1 kilometer) to a big curve. At this point, Wade Road will change names to Picture Rocks Road. Drive 6 miles (10 kilometers) west on Picture Rocks Road to Sandario Road and turn left. While on Picture Rocks Road you will enter and exit Saguaro National Park. Drive 3.5 miles (5.5 kilometers) south on Sandario Road to Kinney Road and turn left. Drive 2 miles (3 kilometers) down Kinney Road to the visitor center, which will be on your left. Getting to the Tucson Mountain District from Interstate 19 Interstate 19 is a rather short route beginning in Tucson at Interstate 10 and going south to the border of Mexico at Nogales, Arizona. Take I-19 south to Ajo Way (exit 99) then go west on Ajo Way (also known as Highway 86) to Kinney Road and turn right and head north, follow the signs to the park.  Directions to the Environmental Education (EE) Center at Saguaro West  Alternative Fuel Vehicles - Do you plan to travel to the park in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy (search zip code 85730 for Saguaro East and 85743 for Saguaro West).",
    "url": "https:\/\/www.nps.gov\/sagu\/planyourvisit\/directions.htm"
}
