{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities            Hiking Trails - Click here for information about Woodstock Trails. Map of Park      Hiking General Hiking Information In the park boundaries there are over 20 miles of trails (download List of Hikes) available for visitors to explore. The trails crisscross the property through peaceful forests, to spectacular overlooks and historic scenery. The trails can be accessed from the park entrance on Vt. 12 or from the parking lot on Prosper Road. Trail maps are available online or at the visitor center. No bicycles or motorized vehicles are allowed and dogs need to be kept on a leash. Trail systems on public lands that boarder the National Park connect to form a trail network of over 30 miles that joins two mountains and the village of Woodstock. For more information about the Walk Woodstock trail system and the Woodstock Trails Partnership click here.   Climate: The Park lies within a temperate zone and experiences four full seasons. Arrive prepared for a wide variety of weather conditions. Summer temperatures are usually in the 70s or low 80s during the day and upper 60s in the evening. Spring and fall days can range from the 50s to lower 70s, and winter daytime temperatures average between 16 and 18 degrees Fahrenheit (between -9 and -8 Celsius). Much of the state's precipitation is the result of snow, particularly throughout the mountains. Hiking Safety  Bring plenty of water   Wear comfortable shoes with adequate support   Park at designated trailheads and lock your car   Pack out whatever you pack in   Keep your dog on a leash at all times   Choose a route that is within your ability, stay on the trails, and take the trail map with you.   Let someone know your plans and stick to them   Take your cell phone, most of which work in Woodstock, in case of emergency  Woodstock Police 802-457-1420 Emergency Dial 911        Carriage Road   Carriage Roads Between 1880 and 1895 Frederick Billings oversaw the construction of 10 miles of carriage roads to access the pastures and young woodlots on the property. Carriage rides, in pursuit of scenic views, were a popular pastime in the nineteenth-century. Hikers can enjoy the diverse and picturesque landscape on the carriage roads or the more narrow hiking paths. Traversing the property on the carriage roads one can experience many scenic views, from shady groves of Norway spruce to brilliant green meadows and sunny open woodlands composed of mixed hardwoods. Frederick Billings learned from George Perkins Marsh's book Man and Nature to be a practitioner of forest restoration and planted thousands of seedlings all over the barren hills of the property. The carriage roads were open to the public to provide a way to showcase his model farm and forestry operation. While hiking on the carriage roads one can experience Vermont's first tree farm, one of the oldest professionally managed forests in North America.        Hiking path with cable   Hiking paths Trails range from ¼ miles long to 1 ¼ miles long, but can be easily combined to make for longer hikes. Trail difficulty ranges from flat smooth terrain, to steep rocky terrain. Here are some suggested walks and hikes starting from the visitors center. In the winter, the hiking paths are used only for cross country skiing and snowshoeing and are not groomed.       Favorite Scenic Destinations in the park        Mount Tom's South Peak B Slaiby  Favorite Scenic Destinations in the park       The Pogue         Rockefeller Mansion & Gardens          Horseback riding   Horseback riding  The trails are open for equestrian use. Most trails are suitable for horseback riding, but please avoid taking your horse on the Precipice Trail and North Peak Trail. Horse trailers can be parked at the Prosper parking lot or Billings Farm and Museum overflow lot. (If your are bringing a carriage, please make sure to call ahead to make arrangements 802\/457-3368 x222.)       Questing Questing is a place-based education model of creating and exchanging treasure hunts in order to collect and share your community's distinct natural and cultural heritage -- your special places and stories.   Forest Quest - Self-guided Seek out treasures hidden in the Mount Tom Forest. Activities and riddles will reveal clues to help you unravel the forest's mysteries. Appropriate for all ages. Brochures are available at the Carriage Barn Visitor Center or download a copy).    Sustainability Quest- Self-guided Explore the trails and carriage roads that are close to the visitor's center and learn about the parks commitment to conservation and sustainability. Buildings certified as Leadership in Energy and Environmental Design, a solar powered artist studio and a state of the art composting system are just a few examples of the Parks sustainable practices.    Visit Vital Communities to find other quests in the area.        Turtles on a log at the Pogue   Wildlife Viewing   With 20 miles of trails winding their way through 550 acres, Marsh-Billings-Rockefeller NHP offers visitors the chance to experiences the unique wildlife of Vermont. White-tail deer, wood ducks, barred owls, fishers, and painted turtles are just a few of the species that call the park home. Whether you are on the hiking trails or on the mansion porch, the opportunities to see, and hear wildlife are limitless. Remember to always give animals their space and never try to touch or feed them.",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/outdooractivities.htm"
}
