{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Boots to Boats Adventures",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Boots to Boats Adventures                Boots to Boats Adventures           Click on the image to download this map   > Activity Guide > Boots to Boats Adventure Map* > The Seven Hikes > Boating Options > Certificates  * Please note: Map is for general reference only and is NOT suitable for detailed navigation. For wayfinding please refer to the Activity Guide.         Celebrate the Centennial! To celebrate its centennial in 2016, the National Park Service imagined a link between Vermont’s Marsh-Billings-Rockefeller National Historical Park and New Hampshire’s Saint-Gaudens National Historic Site.  “Boots to Boats” is a series of hikes and paddles highlighting two National Parks, the Appalachian National Scenic Trail and the Connecticut River Blueway. Your Boots to Boats adventure could include up to 21 miles of glorious hiking through forest and mountain, and 20 miles paddling down an awesome river.   But you don’t have to do it all. You're invited to join in this celebration by walking or paddling any amount of the trail.   ♦ Featuring 2 amazing parks, 1 scenic trail, and 1 national blueway. ♦ All ages and fitness levels are invited to experience a Boots to Boats adventure. ♦ Link to hiking and boating descriptions to craft your adventure or participate in the organized activities. ♦ Contact us: 802-457-3368 x222 with questions.      Topping and Tailing the Trail -  Hiking in the two parks ♦ Marsh-Billings-Rockefeller National Historical Park in Woodstock,Vermont offers more than 20 miles of walking trails, including seven miles of wide carriage roads - no motor vehicles or bicycles allowed - through historic forests on Mount Tom. Find a map of the park. ♦ Saint-Gaudens National Historic Site in Cornish, New Hampshire offers a self-guided nature trail and a scenic hiking trail through 80 acres of forest, as well as the chance to stroll in beautiful gardens featuring inspirational sculptures. Find a map of the park.  ♦ Hiking on the Appalachian Trail between the two parks - Seven short sections of the AT, from two to five miles one-way, connect Woodstock and Norwich, Vermont along the Appalachian National Scenic Trail.  - Ranger-led hikes on the Appalachian Trail - Saturdays, all hikes start at 9:30am: June 18, July 2, July 16, Aug 6, Aug 20, Sept 3, Sept 17, Oct 1. (Visit our online calendar to find more details.)      How do I participated in a guided Boots to Boats Adventure? Appalachian Trails and Tales  9:30am on the following Saturdays: June 18, July 2, July 16, August 6, August 20, September 3, September 17, October 1 Join a National Park Service Ranger and a guide from the Green Mountain Club for a section hike along the Appalachian Trail.Limit 12 participants, free reservations required. Shuttle provided, meets at Billings Farm &Museum. Call 802-457-3368 x222 for information and sign-ups. Boots and Breath: Yoga Hikes with Amanda Anderson of Inner Lift Yoga 10:30am, July 23, at Saint-Gaudens National Historic Site 10:30am, September 10, on the Appalachian Trail (meet at Marsh-Billings Rockefeller NHP) 10:30am, October 15, at Peak to Peak Enjoy a walking meditation through hills and forest, integrating yoga poses with the surrounding landscape. Family Paddle Days Three times on two days: 10am-12pm, 12pm-2pm, or 2pm-4pm Sunday, July 10 and Sunday, July 24 Join our Boots to Boats partner, Bonna Wieler of Bold Paths Adventures for this FREE introduction to kayaking for families at Kilowatt Park in Wilder, VT.Each child ages 8-16 can come with an adult (parent, grandparent, aunt, uncle, etc.)Bold Paths provides the boats, paddles, personal floatation devices and instruction.Email boldpaths@gmail.com to sign up. Boots to Boats River Splash! A Celebration of the Connecticut River 11am-3pm, August 13, at Kilowatt Park South in Wilder, VT Join the National Park Service, L.L. Bean, Bold Paths Adventures and many others for fun on the water and on land. Try out a kayak or stand-up paddle board for FREE with instructors from L.L. Bean's Outdoor Discovery School.Learn aboutwater safety, water quality, and water recreation from our exhibitors. Enjoy family-friendly games on the river banks. Bring a picnic! Peak to Peak: Ascend a Peak during Peak Foliage Season 10am-2:30pm, October 15, at Marsh-Billings-Rockefeller National Historical Park Boots to Boats Finale: Water, Art and Nature at Saint Gaudens National Historic Site 10am, October 15 Join a park ranger for this hike from the shore of the Connecticut River through Blow-Me-Down Farm, the heart of the former Cornish Art Colony, and up to the home of America's greatest sculptor, Augustus Saint-Gaudens.",
    "url": "https:\/\/www.nps.gov\/mabi\/boots-to-boats-adventures.htm"
}
