{
    "title": "Marsh - Billings - Rockefeller National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           54 Elm Street  Woodstock , VT 05091                 Directions         The three closest major airports are Burlington, VT (95 miles from park), Manchester, NH (97 miles), and Boston, MA (143 miles). There are small regional airports in Rutland, VT (37 miles) and West Lebanon, NH (16 miles). Dartmouth Coach offers shuttle service from Boston's Logan Airport to Hanover, NH (20 miles) and Lebanon, NH (16 miles). No other airports are connected to this area by shuttle service. (The Dartmouth Coach also offers service from New York City to Hanover, NH and Lebanon, NH.)  Directions Details           Operating Hours & Seasons         Marsh-Billings-Rockefeller National Historical Park The Carriage Barn Visitor Center is open daily from 10:00 am to 5:00 pm, Memorial Day weekend (late May) to October 31. Guided tours of the Mansion and grounds are offered during this time. The Billings Farm & Museum is open daily from 10:00 am to 5:00 pm, April 30th through October 31st. The park's 20 miles of trails and carriage roads are open year-round. They are available for hiking and equestrian use in the spring, summer, and fall. When winter snows arrive, used only for cross-country skiing.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 PM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 AM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           The weather in Vermont is dramatic and varied depending on location, terrain, distance from a body of water like Lake Champlain, and elevation and can change from year to year. In the Woodstock area, summer daily high temperatures range between 60 to 80 degrees, with some days reaching into the 90s. Winter is Vermont's longest season and temps in winter vary more than those in summer. Common to experience freezing temperatures from Nov to March, many sub-zero days, seasonal snowfall averages 80 inches.          Fees & Passes     Entrance Fees:   Fees for Guided Mansion Tours - $8.00 Fees for guided tours of the Mansion are as follows: $8.00 adults age 16-61 $4.00 seniors age 62 and over ** Free for children age 15 and under ** Commercial Bus tour groups $8.00 per individual Combination Ticket: purchase one ticket and receive discounted admission for both the park and Billings Farm and Museum. Valid for two days. Prices are: $19.00 adults age 16-61 $15.00 seniors age 62 and over Not applicable for children age 15 and under         Visitor Centers                  Marsh-Billings-Rockefeller National Historical Park 54 Elm Street Woodstock, VT 05091 802-457-3368  Visit the Park online Facebook | Flickr | Art Museum Exhibit | Online Exhibits | Video Clips         General Map of Marsh-Billings-Rockefeller NHP   Map of Park  Local Area Map Walk Woodstock! Trail Map (pdf - 10.2MB) (Detailed trail map including park trails).       Getting Here - Detailed Information Marsh-Billings-Rockefeller National Historical Park is off Vt. 12 in Woodstock. Take I-89 to exit 1 (U.S. 4). From exit 1, take U.S. 4 west (13 miles) through Quechee and Taftsville to Woodstock. From U.S. 4 in downtown Woodstock, bear right onto Vt. 12 north. Cross the iron bridge over the Ottauquechee River, bear right onto River Road, and take the first right into the parking area at the Billings Farm & Museum.  Your Visit Begin at the Visitor Center at the Billings Farm & Museum, next to the parking area. National Park staff are available to answer questions and help plan your visit. Here you can view the award-winning film \"A Place in the Land\". From the Billings Farm & Museum you can cross Vt. 12 to continue your visit at the National Park Carriage Barn Visitor Center.  Tours The Mansion and gardens may be visited by guided tours led by park staff. Tours are offered Memorial Day weekend through October 31. Make advance reservations by calling 802-457-3368 ext 22. You can also make reservations in person at either the Billings Farm & Museum or at the National Park Carriage Barn Visitor Center. Tours are limited in size. Large groups need to call ahead for special arrangements. A tour fee is charged.  Accessibility Limited parking for visitors with disabilities is available near the Mansion and the National Park Carriage Barn Visitor Center. Parking passes and directions are available from the National Park staff at either visitor center. Both visitor centers and the Mansion are wheelchair accessible.  Safety Be alert for traffic when crossing the roads and in parking areas. Trails may have uneven footing. Swimming, wading, and fishing are not allowed in The Pogue. Dogs must be on leash at all times. Consult park staff for current park conditions.  Frequently Asked Questions  More Information Marsh-Billings-Rockefeller National Historical park is one of over 400 parks in the National Park System. To learn more about National Park Service programs in America's communities, visit www.nps.gov.                   Landscape of Marsh-Billings Rockefeller NHP               Visitors and Activities on the park landscape               Join us at the Park in any season",
    "url": "https:\/\/www.nps.gov\/mabi\/planyourvisit\/basicinfo.htm"
}
