{
    "title": "Saguaro National Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit      Saguaro National Park is uniquely situated around the 500 square miles that make up Tucson; which is at the heart of the Sonoran  desert. Sitting at just under 2,400 feet above sea level, Tucson is 60 miles north of the U.S. Mexican border and about 100 miles south of the state capital, Phoenix.   Its two districts are separated by the city's 1 million residents. The Tucson Mountain District (TMD) on the west, and the Rincon Mountain District (RMD) to the east, are approximately 30 miles (45-60 minutes) apart.  While similar in terms of plants and animals, the intricate details make both areas praiseworthy. The TMD (west) boasts large stands of saguaro cactus creating a breathtaking saguaro forest, whereas the RMD (east) hosts a magnificent sky island, where you can find bears, cougars and the ever elusive coati (aka kudamundi). Tucson Mountain District  A short hike on the Valley View Overlook Trail, right from the Bajada Loop to view the Avra Valley and distant mountain ranges. A fabulous orientation program offering a Native American perspective on the saguaro cactus. Shown daily at the Red Hills Visitor Center. A trip to Signal Hill Picnic Area, which offers visitors the chance to view hundreds of ancient petroglyphs. There are 5 designated areas to enjoy a picnic. Rincon Mountain District  A scenic auto\/bike tour around the Cactus Forest Loop Drive offering incredible views of the Rincon Mountains. A one mile loop hike along the Freeman Homestead Trail to learn about homesteading in the desert as well as modern Tucson.   Or choose from the many different hiking paths outlined along the northern part of Cactus Forest Loop. For those with a taste for adventure, as well as a couple of extra days, we recommend a trip into the  Rincon Mountain Saguaro Wilderness Area to visit Manning cabin, which was built in 1905 by Levi Manning, one time mayor of Tucson. Mountain ranges around Tucson:  Santa Catalina Mountains to the N and NE Tortolita Mountains to the NW Santa Rita Mountains to the S and SE Tucson Mountains to the W Rincon Mountains to the E Tucson's three major dry river washes: the Pantano Wash, Santa Cruz River, and the Rillito River.      Tucson Visitor Info Quick Links     Tucson Visitor Info 800-638-8350 520-624-1817   Arizona Visitor Info  888-520-3434     Road Conditions   888-411-7623     Weather   520-881-3333     Tucson Metropolitan Chamber of Commerce   520-792-1212     Tucson Regional Economic Opportunities, Inc   520-243-1900     Pima County Schools Superintendent   520-740-8451     Arizona Corporation Commission   520-628-6560     Welcome Newcomers, Inc   520-290-9191",
    "url": "https:\/\/www.nps.gov\/sagu\/planyourvisit\/index.htm"
}
