{
    "title": "Whitman Mission National Historic Site: Bibliography",
    "body": "Bibliography       A-H Amdor, Robert C. \"Resource Management Plan and Environmental Assessment, Whitman Mission National Historic Site,\" 1982, revised 1983, 1984, 1985, 1986. Amdor, Robert C. Walla Walla, Washington. Interview, 19 November 1986. \"A New Chapter in the Acts of the Apostles.\" Whitman College Quarterly 1 (January 1879): 1-32. Bughi, Richard. Walla Walla, Washington. Interview 9 October 1987. Chronology Whitman Mission National Historic Site. Walla Walla, Washington. (Mimeographed.) Courier, 32 (August 1987): 1-51. Dodd, Larry. Walla Walla, Washington. Interview, 22 September 1987. Drury, Clifford M. Marcus and Narcissa Whitman and the Opening of Old Oregon. 2 Vols. California: Arthur Clark Co., 1973; reprint ed., Seattle: Pacific Northwest National Parks and Forests Association, 1986. Edwards, G. Thomas. \"The Marcus Whitman Legacy and Whitman College Leaders.\" Paper presented at Missionary Influences on Northwest History Confernece, Whitman College, Walla Walla, Washington, 23 - 27 July 1986; revised 1987. Eells, Myron. Marcus Whitman: Pathfinder and Patriot. Seattle: The Alice Harriman Co., 1909. Emergency Conservation Work Organization Handbook. Quoted in Unrau, Harlan D. and Williss, G. Frank. \"Administrative History: Expansion of the National Park Service in the 1930s.\" 1983. (Mimeographed.) Everhart, William C. The National Park Service. New York: Praeger Publishers Inc., 1972. Field, Donald R., The Whitman and Gramann, James H. Mission Data.\" 1977. \"Interpretive Activity Inventory (Mimeographed.) Garth, Thomas R. 40 (October \"Excavations at Waiilatpu.\" Pacific Northwest Quarterly 1949): 294-310. Garth, Thomas R. Los Gatos, California. Interview, 2 February 1987. Garth, Thomas R. \"Waiilatpu after the Massacre. \" Pacific Northwest Quarterly 38 (October 1949): 294-310. Gilbert, Cathy A. Landscape Study and Management Alternatives for Revegetation, Whitman Mission National Historic Site. Seattle: National Park Service, Pacific Northwest Region, 1984. Gulick, Bill. Walla Walla, Washington. Interview, 17 November 1986. Hanebut, Molly. Walla Walla, Washington. Interview, 9 October 1987. Harpers Ferry, West Virginia. Harpers Ferry Center. Library and Archival Services. National Park Service History Collection. Herrera, David P. Walla Walla, Washington. Interview, 23 November 1987. Horner, J. Walla Walla, Washington. Conversation, 3 October 1987. Hosmer, Charles B., Jr. Preservation Comes of Age: From Williamsburg to the National Trust, 1926 - 1949, 2 Vols. Charlottesville: University Press of Virginia, 1981 Quoted in Unrau, Harlan D. and Williss, G. Frank. Administrative History: Expansion of the National Park Service in the 1930s. 1983. (Mimeographed.)      I-T Ise, John. Our National Park Policy: A Critical History. Baltimore: John Hopkins University Press, 1961. Jaussaud, Louise. Walla Walla, Washington. Telephone Interview, 13 December 1986. Kaseberg, Howard. Walla Walla, Washington. Telephone Interview, 20 November 1986. Kness, Albina. Walla Walla, Washington. Telephone Interview, 26 October 1987. Kowalkowski, Stanley C. Walla Walla, Washington. Interview, during Employee Reunion, 1 - 3 August 1986. Kowalkowski, Stanley C. Walla Walla, Washington. Interview, 2 December 1987. MacKintosh, Barry. The National Park Service: Shaping the System. Washington, D. C.: National Park Service, 1985. Orchard, Vance. Walla Walla, Washington. Telephone Interview, 26 October 1987. Pacific Northwest National Parks and Forests Association. Seattle: Pacific Northwest National Parks and Forests Association, 1987. Pardue, Diana; Sirkoryak, Kim; and Bush, Kent. \"Collections Management Plan Whitman Mission National Historic Site.\" March 1984. (Mimeographed.) Reynolds, Allen. Walla Walla, Washington. Telephone Interview, 26 October 1987. Richardson, Marvin M. The Whitman Mission: The Third Station on the Old Oregon Trail. Walla Walla: Whitman Publishing Co., 1940. Roemo, Jim and Krueger, William. \"Weed Control and Revegetation Alternatives for Whitman Mission National Historic Site.\" 1985. (Mimeographed.) San Bruno, California. Federal Records Center. Central Classified Files 1930 - 1953. Shelden, Neil M. Walla Walla, Washington. Interview, 2 October 1987. Smith, B. Loyal. Walla Walla, Washington. Speech given at Memorial Day Observance, May 1986. Smith, B. Loyal. Walla Walla, Washington. Telephone Interview, 26 October 1987. Thompson, Erwin N. \"A Feasibility Study on Historic Reconstruction, Whitman Mission National Historic Site, Washington.\" 1973. (Mimeographed.) Thompson, Erwin N. Walla Walla, Washington. Interview, 29 August 1987. Trick, Roger. Walla Walla, Washington. Interview, 23 November 1987.      U-Z Unrau, Harlan D. and Williss, G. Frank. \"Administrative History: Expansion of the National Park Service in the 1930s.\" 1983. (Mimeographed.) U. S. Congress. House. A Bill to Facilitate the Administration and Development of the Whitman National Monument. H. R. 11867, 84th Cong., 2d sess., 1956. U. S. Congress. House. An Act to Provide for the Establishment of the Whitman National Monument. Pub. L. 840, 74th Cong., 2d sess., 1936, H. R. 7736. U. S. Congress. House. Committee on Conference. Conference Report on H. R. 7736, Whitman National Monument, H. R. Rept. 2928 to Accompany H. R. 7736, 74th Cong., 2d sess., 1936. U. S. Congress. House. Committee on Interior and Insular Affairs. Acquisition of Additional Lands for Whitman National Monument, Wash., H. R. Rept. 1577 to Accompany S. 1118, 85th Cong., 2d sess., 1958. U. S. Congress. House. Joint Resolution American Indian Religious Freedom. Pub. L. 95-341, 95th Cong., 1978, H. J. Res. 738. U. S. Congress. Senate. Committee on Interior and Insular Affairs, Acquisition of Additional Land for Whitman National Monument, S. Rept. 822 to Accompany S. 1118, 85th Cong., 1st sess., 1957. U. S. Congress. Senate. Committee on Public Lands and Surveys. Whitman National Monument, S. Rept. 1937 to Accompany H. R. 7736, 74th Cong., 2d sess., 1936. Vollendorf, Bill. Walla Walla, Washington. Telephone Interview, 26 October 1987. Washington. Legislature. House. An Act to Provide for the Acquirement, Management and Control by the State of Washington, of Grounds Surrounding and Including what was the Whitman Mission and where Now Stands the whitman Monument, and Authorizing the Appointment of a Commission. 7th sess., 1901, H. B. 412. Whitman College. Walla Walla, Washington. Penrose Memorial Library. Eells Northwest Collection. Whitman Centennial Collection. Box 1. Whitman Centennial, Inc., \"A Brief Requesting Assistance in the Restoration of the Grounds and Reconstruction of the Buildings of the Waiilatpu Mission on the Centenary of its Founding 1836 — 1936.\" Whitman College. Walla Walla, Washington. Penrose Memorial Library. Northwest and Whitman College Archives. Marcus Whitman Foundation Papers. Whitman College. Walla Walla, Washington. Penrose Memorial Library. Northwest and Whitman College Archives. Whitman Centenial Collection. Whitman College. Walla Walla, Washington. Penrose Memorial Library. Northwest and Whitman College Archives. Whitman Collection. Whitman College. Walla Walla, Washington. Penrose Memorial Library. Northwest and Whitman College Archives. William H. Gray Papers. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File A26. Olaf T. Hagen, \"Report on the Preliminary Investigation of the Proposed Whitman National Monument,\" 1936. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File A26. Russell C. Ewing, \"Report on Field Investigation of Whitman Mission Site, Walla Walla County, Washington,\" 1937. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File A5425. James B. Myers, \"Whitman Mission Historic Site Management Appraisal Report,\" 21 May 1965. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File D3015. Washington, Walla Walla County Commissioners, Agreement, 28 August 1961. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File H22. Erwin N. Thompson, \"The Graves at Waiilatpu,\" 1964. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File H22. Robert K. Weldon, \"A Short History of the Whitman National Monument,\" 1955. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File H3015. Thomas R. Garth, \"Archeological Investigations at Ft. Walla Walla,\" 1951. Whitman Mission National Historic Site. Walla Walla, Washington. Archives. File H3015. Thomas R. Garth, \"The Mansion House, Grist Mill, and Blacksmith Shop at the Whitman Mission, A Final Report,\" 1952. Whitman Mission National Historic Site. Walla Walla, Washington. Central Files. Whitman Mission National Historic Site. Walla Walla, Washington. History Files. \"Whitman Mission National Historic Site Visitor Center Exhibits.\" May 1985, revised 8 July 1986. (Mimeographed.) Whitner, Robert L. \"The Myth that Saved the College.\" Two Essays on the History of Whitman College. Whitman College: The Trustees of Whitman College, 1983. Williams, Marjorie. Walla Walla, Washington. Interview, 7 October 1987.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/bibliography.htm"
}
