{
    "title": "Whitman Mission National Historic Site: Later Occupants",
    "body": "Later Occupants       Willamette Valley Volunteers and Fort Waters When settlers in the Willamette Valley heard about the attack, they organized a volunteer militia and marched towards Waiilatpu. During the trip, they encountered and fought hostile Cayuse. After one battle, the militia burned an Indian village. In retaliation, the Cayuse set fire to and partially destroyed most of the buildings of the mission. The troops arrived to find the mission abandoned, the buildings in ruins, and the bodies of the Whitmans and others dug up by wolves. The Volunteers established Fort Waters on the mission site, converting the Mission House into a barracks and hospital, turning irrigation ditches into defensive trenches, and building a wall around the area. They reburied the bodies: digging a deeper burial pit and covering the grave with a wagon bed and dirt to deter wolves. The Volunteers chased the Cayuse for months, before giving up on the enterprise. They stayed long enough to ensure that the 1848 Oregon Trail emigrants got through Cayuse territory safely, then abandoned the fort. In 1851, Indian Agent Anson Dart visited the site and reported that there were no remains from the fort.      Ranchers and Traders In 1853 Brooke, Bumford and Noble, cattle ranchers and traders, settled at Waiilatpu. They established their ranch and a store operation on the former site of the mission. Brooke used his political connections to get his ranch named the first county seat of Walla Walla, hoping to cash in on the settlement he expected to grow around his land. In 1855, the Cayuse, along with the Walla Walla and Umatilla tribes, were required to move to a small area 40 miles south of the mission site, near Pendleton today. The Cayuse were very reluctant to sign this treaty, and began attacks on settlers. As the threat of war approached, the territorial government evacuated the Walla Walla valley. The three ranchmen left behind around $3,500 ($80,000 today) worth of unsold merchandise and personal property. Their buildings were burnt to the ground during the war.      Rev. Eells Returns In 1860, former missionary Cushing Eells and his family acquired the area of the mission claim. They settled there permanently two years later. Eells, one of the relief missionaries that arrived two years after the Whitmans, had what he described as a religious experience that convinced him to build a school on the site in memory of the Whitmans. The school was unable to prosper because it was more than seven miles from the new town of Walla Walla. So, Rev. Eells purchased land closer to students and began Whitman Seminary. After years of difficulty running the school, in addition to his other duties as County School Superintendent and farmer, Eells was becoming overworked. In 1872, his home burned down. With encouragement from his wife, he sold his land, left his positions and moved back to the Willamette Valley.      More Farms After his home burnt down, Eells sold the claim to Mr. C. Moore. A new farm residence was built on the site soon thereafter. The land that included Cushing Eells’ claim fragmented over the years, with many people calling the area of the Whitmans' mission site \"home.\"       Written by Park Ranger Ryan Finnegan  Sources: Administrative History: Whitman Mission National Historic Site by Jennifer Crabtree  \"Whitman Mission Timeline\" a park document  Marcus and Narcissa Whitman and the Opening of Old Oregon by Clifford Drury The Cayuse Indians by Robert Ruby and John Brown Father Eells or The Results of 55 Years of Missionary Labor in Washington and Oregon by Myron Eells A Feasibility Study on Historical Reconstruction - Whitman Mission National Historic Site, Washington by Erwin N. Thompson.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/later-settlers.htm"
}
