{
    "title": "Whitman Mission National Historic Site: Ch. 1: Brief Site Description",
    "body": "Chapter One: Brief Description of Whitman Mission National Historic Site       Click here to open Endnotes-Chapter 1 in a separate window.      Location Surrounded by rolling hills and farmland, the Whitman Mission National Historic Site is located in the southeast corner of Washington state, seven miles west of Walla Walla and 15 miles east of the Blue Mountains. With the exception of a one-hundred-foot-high hill, the area currently managed by the National Park Service consists of 98.15 acres of mostly flat grassland and vegetation.      Park Resources and Facilities In addition to the historic mission grounds, the significant cultural resources of the area include the restored millpond and irrigation system, the restored section of the Oregon Trail, the Walla Walla River oxbow, the Great Grave, the Pioneer Cemetery, the Memorial Shaft and hill, plus more than 10,000 artifacts uncovered by two archeological excavations. The natural resources include 73 grasses, forbs, shrubs, and trees, 93 types of birds, and 11 types of mammals. The modern park facilities include a visitor center, picnic area, employee's residence, maintenance building, access road, parking lot, and paved trails.      Historical Significance In 1836, Dr. Marcus and Narcissa Whitman, along with the Reverend Henry and Eliza Spalding, were sent by the American Board of Commissioners for Foreign Missions to minister to the Indians. In 1836, Mrs. Whitman and Mrs. Spalding were the first pioneer women to cross the Continental Divide, while Dr. Whitman brought the first wagon from the Rocky Mountains to Ft. Boise--accomplishments which encouraged further emigration. While the Spaldings settled at Lapwai, the Whitmans chose Waiilatpu or \"place of the rye grass\" to minister among the Cayuse Indians. While the Whitmans' efforts to convert the Indians to Christianity met with little success, their mission became a haven for increasing numbers of emigrants traveling over the Oregon Trail. Whitman himself successfully guided a wagon train of emigrants from the east to the Columbia River in 1843. Tragically, in 1847, a small group of Cayuse, provoked by increasing tensions and misunderstandings, killed the Whitmans and eleven others. The remaining American Board missions quickly closed while the Cayuse, after surrendering five of their members for hanging, dwindled in number. In addition, the killings at Waiilatpu proved to be the catalyst leading to the creation of the Oregon Territory in 1848. Marcus and Narcissa Whitman exemplify the type of courageous and dedicated pioneers that settled the west in the 19th century. Their zeal was characteristic of so many missionaries who traveled west to serve God by serving the Indians. The Whitmans' unfortunate, though possibly inevitable, clash with the Cayuse typified the recurring cultural conflict between native tribes and white settlers as the nation expanded westward during the mid-and late 1800s. Regardless of the ever-changing judgments and interpretation of westward expansion, the Whitman story continues to be one of courage, commitment, and sacrifice for an ideal. Marcus and Narcissa Whitman remain significant figures in Northwest history as their lives and their story symbolize an era.      Purpose of the Whitman Mission National Historic Site The purpose of the Whitman Mission National Historic Site was outlined in \"An Act to Provide for the Establishment of the Whitman Monument\" approved June 29, 1936 (49 Stat. 2028), which states:  The property acquired . . . shall constitute the Whitman National Monument and shall be a public national memorial to Marcus Whitman and his wife, Narcissa Prentiss Whitman, who here established their Indian mission and school, and ministered to the physical and spiritual needs of the Indians until massacred with 12 other persons in 1847. The Director of the National Park Service, under the direction of the Secretary of the Interior, shall have the supervision, management, and control of such national monument, and shall maintain and preserve it for the benefit and enjoyment of the people of the United States. [1]  The purpose of the Whitman Mission National Historic Site is clear: to be a \"memorial to Marcus Whitman and his wife.\" The National Park Service, in turn, must determine what manner of memorialization is \"for the benefit and enjoyment of the people of the United States.\" Facilitated by management statements, interpretive policies, and by individual management decisions, administrators strive to ensure that the goals, as outlined in this enabling legislation, are achieved.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/chapter-one.htm"
}
