{
    "title": "Whitman Mission National Historic Site: Illustrations",
    "body": "Illustrations          1. Great Grave circa 1860. Reverend Cushing Eells's home pictured in background on the mission site. Click here for larger image.         2. 50th Anniversary of the Whitman Massacre, 1897. Click here for larger image.         3. Great Grave circa 1914. The large marker in the foreground marks the grave of William and Mary Gray. The small fenced grave in the background marks the grave of one of the pioneers buried in the \"Pioneer Cemetery.\" Click here for larger image.         4. Whitman-Eells Memorial Church circa 1900. The Swegle farm is in the background. The county road that divides the two areas was converted to the Oregon Trail in 1963. Click here for larger image.         5. Whitman Mission was designated \"Whitman Memorial Park\" by the Kiwanis during the 1920s and 1930s. Click here for larger image.         6.  Great Grave area circa 1940. Landscaping by local groups is evident. Note that cars parked near the grave and drove up the hill to the shaft. Click here for larger image.         7a.  Tom Garth (second from left) and crew excavate the mission house in 1941. Click here for larger image.         7b. Excavation of Black Smith's Shop, supervised by Paul Schumacher, proceeds in 1960. Click here for larger image.         8a.  The adobe museum as it appeared in 1951. This building along with the First House wall display (below) and the rest of the building sites were interpretive highlights during the 1950s. Click here for larger image.         8b. Exposed wall of first house displayed beneath protective covering. Click here for larger image.         9a.  The millpond as it appeared to National Park Service officials in 1936. Click here for larger image.         9b.  The millpond as it appeared after 1961. Click here for larger image.         10.  Proposed development site--the base of Shaft Hill circa 1940. Click here for larger image.         11.  Development site after visitor center and trails were completed in 1963 but before the Frazier house was removed in 1964. Click here for larger image.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/illustrations.htm"
}
