{
    "title": "Whitman Mission National Historic Site: Who's Who N - Z",
    "body": "Who's Who N - Z       Mr. and Mrs. Pierre Pambrun Mr. Pambrun was in charge of the Hudson's Bay Company's Fort Walla Walla from 1832 until his death in May 1841.He was fifty-four when he died and had been with the Hudson's Bay company for twenty six years. He left a wife and seven children. He was a French Canadian of mixed blood. Mrs. Pambrun was a native woman who spoke some French but little English. Mrs. Pambrun and her children came to Waiilatpu to help when Narcissa had her child, Alice Clarissa. Narcissa returned the favor in the summer of 1838, traveling to Fort Walla Walla twice to aid the ill Mrs. Pambrun. Mrs. Pambrun and her children left for Fort Vancouver after the death of her husband. Reverend Samuel Parker Dr. Whitman and Rev. Parker did an exploratory trip to the West in 1835. They traveled with the fur caravan to the fur trapper's Rendezvous. At the Rendezvous they parted ways. Dr. Whitman returned home to recruit more missionaries, while Rev. Parker continued to scout for potential mission sites. Rev. Parker wrote about his trip, Journal of an Exploring Tour: Beyond the Rocky Mountains in 1835. Mrs. Clarissa Prentiss Narcissa Whitman's mother. Mr. Edward Prentiss One of Narcissa Whitman's brothers. Miss Jane Prentiss One of Narcissa Whitman's sisters. Mr. Jonas Galusha Prentiss One of Narcissa Whitman's brothers. Honorable Stephen Prentiss Narcissa Whitman's father. Mr. Cornelius Rogers The seventh member of the 1838 Re-enforcements for the Oregon missions. Mr. Rogers joined the group when they passed through Cincinnati. Mr. Rogers volunteered his services; he didn't wait for an official appointment. He was twenty-two and single at the time. He stayed with the mission for about 2 1\/2 years. He left for the Willamette Valley in May 1841. He had asked to marry Maria Pambrun, daughter of Pierre Pambrun chief trader of Fort Walla Walla. Maria declined the offer. In September of 1841, Mr. Rogers married Miss Satira Leslie, daughter of a Methodist missionary. He died February 1, 1843, when his boat was swept over Willamette Falls. Mr. and Mrs. Alvin T. Smith The Smiths were part of a group of three independent missionary couples who had traveled from Quincy, Illinois. The group traveled with the American Fur Company caravan to the 1840 fur trapper's Rendezvous, which turned out to be the last Rendezvous. The missionaries arrived at Waiilatpu in August. Though none of the three couples became members of the American Board missions, the women did become members of the Columbia Maternal Association. The Clarks and Littlejohns stayed the winter at Waiilatpu, while the Smiths went to the Spaldings' station at Lapwai (near modern day Spalding, Idaho). The Smiths left Lapwai in August of 1841. The Littlejohns, Alvin Smiths, and Mungers, left Waiilatpu in September 1841.  Reverend Asa Smith and Mrs. Sarah Smith Missionary colleagues of the Whitmans.  The Smiths were part of the missionary re-enforcement that arrived at Waiilatpu in 1838. He and his wife established the Kamiah station. Reverend Henry Harmon Spalding and Mrs. Eliza Spalding Missionary colleagues of the Whitmans. The Spaldings traveled with the Whitmans and Mr. Gray to the Oregon Country in 1836. The Spaldings established a separate mission station at Lapwai (near modern day Spalding, Idaho). Tauitau or Tawatoe - See Young Chief Reverend Elkanah Walker and Mrs. Mary Walker Missionary colleagues of the Whitmans. The Walkers were part of the missionary re-enforcement that arrived at Waiilatpu in 1838. The Walkers and the Eells established the the Tshimikain station (near modern day Spokane, Washington).  Reverend Alvin Waller A Methodist missionary. While Marcus was away on his trip back East (1842-1843), Narcissa spent some time with the Wallers. Mr. Augustus Whitman One of Dr. Whitman's brothers. Mr. H. F. Wisewell The husband of Dr. Whitman's sister, Alice. Dr. B. B. Wisner A corresponding secretary for the American Board. Dr. Wisner was in charge of the American Board's Indian Mission. He was the first to correspond with Dr. Whitman. Dr. Wisner died on February 9, 1835. He was succeeded by his assistant, Rev. David Greene, who took over the responsibility of communicating with the \"Oregon Country\" missions. Young Chief (Tauitau or Tawatoe) Local Cayuse chief who interacted extensively with the missionaries. It was Young Chief who handed over the five Cayuse who went to trial for the deaths of the Whitmans.       Sources   Drury, Clifford M. Marcus and Narcissa Whitman and the Opening of Old Oregon. 1994. Northwest Interpretive Association: Seattle, Washington.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/whos-who-3.htm"
}
