{
    "title": "Whitman Mission National Historic Site: Release of the Captives",
    "body": "Release of the Captives       The following paragraphs have been excerpted from Marcus and Narcissa Whitman and the Opening of Old Oregon by Clifford Drury. See \"Ogden Secures Release of the Captives\" through \"The Final Deliverance\" in chapter 23 for more details.      Fortunately for the captives, the responsibility of negotiating their release fell to the lot of white-haired Peter Skene Ogden. In all of Old Oregon there was no other person so well qualified, so highly regarded by the natives, and so strategically situated as he to induce the Cayuse to give up their hostages. He had the advantage of being able to speak to the Indians from a position of power, as they were dependent upon the Hudson’s Bay Company for many of their supplies, especially guns and ammunition needed for their hunting expeditions. In exchange, the Company received their pelts or horses. Ogden was able to stop all such trading, a fact of which the Cayuse chiefs were fully aware. Here was an advantage which no American official enjoyed. Moreover, Ogden had a native wife and this constituted a bond of sympathy with the Cayuses. Ogden did not go to Fort Walla Walla to punish the Cayuses but to persuade them to release their captives. He did not take a single soldier with him, only sixteen boatmen.      The discussion over the release of the captives and the amount of ransom to be paid continued late into the evening. The Cayuses kept demanding that Ogden give some assurance that the Americans would not make war against them, but this he said he could not give. Regarding this, Brouillet wrote: “He promised them only that he would speak in their favor.” Finally Ogden agreed to give a ransom consisting of “fifty blankets, fifty shirts, ten guns, ten fathoms of tobacco, ten handkerchiefs, and one hundred balls and powder,” provided all the captives were brought to Fort Walla Walla within six days, i.e., by December 29. Ogden felt that he needed the interval of six days in order to get word to Spalding and to give time for those at Lapwai to arrive at the Fort.      Catherine [Sager] has given us the following: “Christmas dawned upon us at last. Oh, how unlike any that had ever dawned before! Mrs. Saunders prepared a little treat for the children in her room, but we ate in secret when no Indians were about… We entertained little hope of ever leaving our prison house. We knew that as soon as the news reached the [Willamette] settlement, an army would be sent to our rescue. We also knew that this would be the signal for our death. Our captors had given us to understand that they expected the Americans would send an army to punish them, and their intention to kill us in such a case. It was, therefore, with alarm mingled with joy that we heard of the arrival of three boats at Walla Walla.”      Sometime on Christmas day, Tiloukaikt told Mrs. Saunders that all could leave for the fort on Wednesday, the 29th. When she asked whether they could take their personal belongings, he replied: “Yes. Take all and heaps of food for a long journey.” She interpreted this to mean that the released captives would be going down the Columbia River. In the few days interval before the 29th, when they could be leaving Waiilatpu, the five men among the captives had opportunity to butcher the seven oxen and to grind the sixteen bags of flour. Catherine searched through the debris on the floor of the main mission house where she found Dr. Whitman’s original commission from the American Board dated February 17, 1835. This she took with some other items which later she presented to the museum at Whitman College. Mrs. Saunders tells of their departure from Waiilatpu: “So on December twenty-ninth, just one month after the massacre, we started on our way. We had finished loading before daylight and were traveling just as the sun rose.” Five wagons were needed to carry their baggage, including their food supplies, and the women and children. The wagons pulled by horses soon took the lead, while those with the slow plodding oxen fell behind.      The wagon in which Mrs. Saunders and the Sager girls were riding, which was evidently at the rear of the caravan, reached the mouth of the Touchet River where it emptied into the Walla Walla River, at noon. They were then a little more than halfway to the fort. The day was cold and rainy. While fording the Touchet, those in the wagon got thoroughly drenched by the high water which washed over the sides of the wagon bed. After crossing the river, they stopped for refreshments. While still at the crossing, Tiloukaikt and Beardy rode up and warned them to keep moving. “Hurry, hurry,” they said. “No camp, get to the fort.” Now it was the experience of these two chiefs to become afraid of the rebellious young men of their own tribe. Beardy remained with the party and was especially helpful in urging the oxen on. “It rained all the afternoon,” wrote Mrs. Saunders, “and the downpour still continued when we got to the Fort.”      Looking back on those days, Ogden said that it was his firm conviction that “had not the women and children been given up, they undoubtedly would all have been murdered.” With the safe arrival of the Lapwai party, Ogden made immediate preparations to leave for Fort Vancouver the next morning. The urgency of the occasion was such that even the Spaldings seemingly made no objection to Sunday travel. In addition to the forty-seven, including Stanfield, arriving from Waiilatpu and the nine from Lapwai, there were eleven at the Fort who wanted to go down the river. This included the Osborn family of five, the artist Stanley, the two Manson boys, Bishop Blanchet, and two of his priests. The other members of the Catholic clergy decided to remain at Walla Walla with the hope of being able to return to one or both of their newly established missions. The combined parties seeking transportation to Fort Vancouver numbered sixty-seven, including fourteen men, eleven women, and forty-two children. With Ogden and his sixteen boatmen, this meant a grand total of eighty-four who had to be divided into three groups, one for each of the three boats. Much of the baggage which had been brought to Walla Walla from Waiilatpu and Lapwai had to be stored temporarily at the fort as the bateaux were not large enough to carry all this in addition to the passengers, necessary food supplies, bedding and camping equipment, and personal baggage.      A distressing decision had to be made regarding eight or nine-year-old David Malin Cortez, who had been under the Whitman’s care ever since March 1842, when he was left as a forlorn and mistreated waif on their doorstep. No one of the refugee families wanted the responsibility of caring for him. According to Catherine, the priests recommended that the lad be left with McBean at Fort Walla Walla, since his father had been in the employ of the Company and his mother had been a native. Years later, when writing her reminiscences, Matilda [Sager] recalled how, as the heavily laden bateaux shoved off for their voyage down the river, the lonely lad stood on the bank “crying as though his heart were breaking as his friends floated away from him.”No further reference has been found regarding what happened to him.      The voyage lasted from Sunday morning, January 2, to noon on the following Saturday, the 8th. Chief Factor James Douglas gave the party a warm welcome at Fort Vancouver.      After spending the week-end at Fort Vancouver, the Americans were taken by boat to Portland.      Elizabeth [Sager] has given us the following description of their welcome to Portland: “As we pulled in toward the wharf at Portland, a lot of men on the wharf fired a salute. We children were terrified. We crawled under some canvass and tried to hide in the bottom of the boat. We thought they were trying to kill us.” Seeing the terror of the children, Gilliam and Shaw hastened to comfort them. “They told us,” wrote Elizabeth, “that they were firing the guns in our honor.”",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/release-of-the-captives.htm"
}
