{
    "title": "Whitman Mission National Historic Site: Catherine Sager's Account of Mission Life",
    "body": "Catherine Sager's Account of Mission Life       The following information is excerpted from Across the Plains in 1844 by Catherine Sager Pringle.      Lessons \"We were in the schoolroom from Monday morning until Saturday noon. The afternoon was a holiday. If the weather was pleasant, the preparations for the Sabbath being completed, Mrs. Whitman took us out for a ramble over the hills. In inclement weather we were provided amusement in the house; the doctor believed in young folks having plenty of exercise.\"      The Sabbath \"The Sabbath was always strictly observed, yet made so pleasant that we hailed its dawn with delight. Every preparation was made the day before, and perfect stillness pervaded the house Sabbath morning. In the winter season a Bible class met on Saturday night. All the family attended, and no effort was spared to make it interesting. A subject was given us to prove from the Bible, and Mrs. Whitman saw that each child had a proof to bring in. They were commented on, a chapter was read, each one reading a verse and giving their thoughts on it. These exercises closed by singing some Bible hymn. Sabbath morning we were reminded of the day and all kept still. Each sat with a book, and those too small to read were handed pictures. After breakfast we prepared for Sunday school, that met at 11 o'clock, while the doctor held his service with the natives. Each got seven verses, one being learned every morning during the week. This was an interesting hour spent together, especially when the doctor could spend some moments with us. At 3 P.M. we met for the regular afternoon service, when Dr. Whitman read a sermon. He was not a preacher, but a physician. We had to find the text after the service was over and repeat it to him. The evening was spent in reading, reciting the commandments, etc.\"      Chores and Recreation \"One evening in the week Mrs. Whitman would collect the young around her, holding a prayer meeting with them and conversing on religious subjects. The first Monday night in each month a meeting was held in behalf of missions, and Monday after New Year's was observed as a fast day. The housework was hired done in winter, so the children could follow their studies without hindrance; Mrs. Whitman and the girls did the work in the summer. Each of us had her allotted task and was expected to promptly do her duty. At 11 we bathed in the river; dinner was served at 12. When the work was done we all sat in a large room at our sewing, save one of us, who read aloud to the rest. Supper was at 5 o'clock, and after that was over time until retiring for the night was devoted to recreation. In the spring the evenings were spent in the garden putting in seeds; otherwise we did as we pleased. Sometimes the boys would bring horses for us to ride; at times we would go with the doctor to visit the lodges, where Indians were sick. Mrs. Whitman was always with us in all these occupations, adding to our enjoyment. She was very fond of flowers, and we assisted in taking care of her flower garden each season. Our time flowed on in one uninterrupted stream of pleasure; we were kept constantly gaining knowledge, and from morning until night our adopted parents labored to promote our happiness.\"      Food \"The manner of living was simple. In winter we had beef, and in summer mutton and fish. Pork seldom came on the table. Dr. Whitman ignored fine flour, and wheat flour and corn meal were used unbolted. Tea and coffee came to the table only on rare occasions. This was a matter of economy as delicacies were not easy to get in the country at that time. There was an abundance of wild fruit to be purchased of the natives; a good garden supplied plenty of vegetables. Cake and pastry only were seen on holidays. Milk, butter and cheese were in full supply, and thus you have our mode of living at Waiilatpu.\"      Laundry \"Some may ask how the washing for so large a family was managed. As early as 4 o'clock all hands were mustered for work in the kitchen, Mrs. Whitman at the head. Tubs and barrels were put in use, and all the implements needed were at hand. The boys, with long aprons tied around them, brought the water and did the pounding, while the women rubbed the clothes. Jokes were current and all were in good humor. By school time (9 o'clock) the clothes were on the line. It fell to the lot of myself and brother to get breakfast on wash days.\"      Health \"Owing to the location and the evaporation in the spring of alkali ponds near by, Waiilatpu was not healthy. The mill pond was near by, and we were more or less troubled with chills and fever in warm weather. I was very subject to it, and suffered every summer of my stay there, being often unable to labor.\"",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/catherines-account-of-mission-life.htm"
}
