{
    "title": "Whitman Mission National Historic Site: Experiences of the Captives",
    "body": "Experiences of the Captives       The following paragraphs have been excerpted from Marcus and Narcissa Whitman and the Opening of Old Oregon by Clifford Drury. See \"Experiences of the Captives\" in chapter 23 for more details.      Forty-seven men, women and children (including Stanfield) were captives of the Cayuses from the time the massacre began on November 29 to the day they arrived at Fort Walla Walla on Wednesday, December 29. Thus they lived through one month of terror before being rescued. During the first week of their captivity, their fate was undecided. Such hot-headed Indians as Tomahas, Tamsucky, and Frank Escaloom were in favor of killing all, even the women and children, but Tiloukaikt hesitated. When Mrs. Saunders and Beardy interceded with Tiloukaikt in behalf of the women and children, he then assured them that there would be no more killings.      Tiloukaikt, however, was unable to control some of the young men of his band. There was a generation gap even in that day. The murder of James Young on the day after Tiloukaikt had promised that there would be no more killings, was evidently done without the chief’s knowledge or consent. The murder of the two sick men, Sales and Bewley, took place when Tiloukaikt was away and when his son, Edward, seemingly was in charge.      Even though at least three of the girls were taken as wives by natives, the fact that forty-seven survived the month’s captivity was due largely to the restraining influence of Chief Tiloukaikt.      Catherine [Sager] and Mrs. Saunders have given us the best account of the experiences of the captives prior to their release. “They supplied us with an abundance of food, both meat and vegetables,” wrote Catherine. “We were allowed to have all the sugar found in Dr. Whitman’s house.” Both the captives and the Indians dipped freely into the stores of supplies which Dr. Whitman had laid up to meet the needs of his large family and the immigrants through the winter of 1847-48.      During the first days of the captivity, the Indians often crowded into the rooms occupied by the women and children, sometimes lingering until late into the night. The women and children at first were fearful of going out-of-doors. Ten-year-old Eliza Spalding was in great demand as an interpreter. Of this Catherine wrote: “She had been born and brought up among the Indians, and could speak the language well.\"      The Cayuses found a quantity of calico and muslin in Whitman’s storeroom. This they carried to the women and demanded that they sew shirts for them. They also set the women to work knitting socks. At least during the first days of the captivity, the women were also required to cook for the Indians. “The Indians commenced coming early [in the morning],” wrote Catherine, “and stayed until one or two at night. We had to give them their meals but they would not eat until we had first tasted it for fear of poison. They would sit down at the table and make us eat some from each dish.”      Read about how Chief Beardy Helps the Captives",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/experiences-of-the-captives.htm"
}
