{
    "title": "Whitman Mission National Historic Site: Greening the Park",
    "body": "Greening the Park       “Sustainability” is out of the closet at Whitman Mission NHS. In 2006, we have taken a very proactive approach in our efforts to reduce resource consumption, to reuse and recycle materials, and to reduce our impacts on the environment as identified in Executive Order 13101, Greening the Government Through Waste Prevention and Recycling. One of our future EMS goals, which actually was accomplished in 2006 and carried forward to 2007 for added improvement, was to purchase and use biobased lubricants (Future EMS Goal #6). By commitment and taking a few simple steps toward more environmentally responsible procurement, listed below are some of the ways we’ve been able to do this:      Waste Prevention\/Reduction Strategies  Scratch paper is used as notepads Computerization has reduced paper use All computers are energy-wise The use of refillable pens and pencils is employed and encouraged Mulch mowers are used on park grounds Composting of grass clippings, leaves and wood chips Irrigation sprinklers are on a timer system Recycling containers are clearly marked to distinguish from garbage containers The Park avoids waste generation by avoiding food production and distribution       Items recycled\/strategies  Mixed paper including magazines Cardboard · Aluminum cans Toner cartridges Batteries Oily rags Used motor oil Construction materials All containers are checked daily and emptied as needed by the park staff into centralized containers Employees transport recyclables to Walla Walla recycling centers as needed       Recycled Content Purchases  Laser Printer, Fax Machine and Laser Jet Cartridges Photocopier paper (30%) Toilet paper and paper towels (100%) Office and other office supplies when available Re-refined motor oil Recycled plastic restroom partitions (50%) Recycled plastic lumber for park entrance signs (50%), and picnic tables, sign posts, and bridge curbing (100%) Recycled plastic recycling containers       Less Toxic Alternatives\/Hazard Material Practices  Propylene-glycol antifreeze containing no ethylene Ozone depleting chemicals have been eliminated Bio-based Bio-Penetrating Lubricants used Bio-based bar & chain oil used Soy-based two-cycle oil used Soy-based parts cleaner\/degreaser used Bio-Food Grade Grease used Bio-based cutting oil used Bio-based gear oil used Bio-based hydraulic fluids       Whitman Mission National Historic Site takes care of some of the most unique resources in the country. The public expects that we be environmental leaders in our day to day operations as we protect those resources. Green (sustainable) practices are dynamic and the park will always be adapting to new situations. It has become part of our everyday conversation. People should never doubt that a small group of thoughtful, caring, and committed employees can contribute and make our environment safer, cleaner, healthier and Greener for everyone as we have proven otherwise.      Written by Bruce Hancock, Chief of Maintenance, Whitman Mission NHS. Written for 2006 EPA award nomination.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/management\/greening-the-park.htm"
}
