{
    "title": "Whitman Mission National Historic Site: Recycling and Composting",
    "body": "Recycling and Composting       Annual visitation at Whitman Mission NHS averages 80,000 visitors. Currently there are 11 permanent employees and five to eight seasonal employees during the summer months. There is one residence in the park. There are no Concessionaires within the park. There are also no public facilities to purchase food, gasoline or supplies within the park.      Waste generation quantities include all solid and non-hazardous wastes created within the Park boundaries, including wastes generated by visitors, Park staff housing and Park operations. Waste generation includes all waste materials, which are disposed of or diverted. All material taken to a landfill is counted as “disposed” of. Materials that are reused, recycled, or composted represent the “diverted” materials. The sum of these two quantities, disposed and diverted solid waste, equals the total solid waste generated. One of our EMS goals was to minimize our solid waste to landfills (EMS Goal 1.A).      Estimates of total quantities of solid waste disposed are based on the collection schedule and container size, and on staff estimates of the typical amount the dumpsters are filled. These recorded observations are considered to be reasonably accurate. The assumed trash density is 150 pounds per cubic yard.      Over a 12-month period, June, 2005 to June, 2006, the Park’s total waste generated was 51.7 tons. This included the following recorded volume estimates of materials disposed of, recovered for recycling, and composted materials. Estimates of total quantities recycled and otherwise diverted materials were based on weight receipts for materials delivered to recycling markets, and on staff estimates of volumes collected for composting.  A total of 4.9 tons of waste materials disposed. A total of 0.7 tons of recyclable materials (aluminum cans, scrap paper and cardboard).  A total of 46.1 tons of composted\/diverted materials (48,000 pounds of grass clippings , 40,500 pounds of leaves and 3,750 pounds of wood chips). All are based on recorded volumes and conversion to weight assuming 400, 300, and 500 pounds per cubic yard densities respectively.       The park produces a total of 51.7 tons of waste material but diverts 46.8 tons through composting and recycling. Whitman Mission NHS is diverting approximately 90.5% of our total solid waste from disposal to landfills, exceeding the Department of Interior goal to divert solid waste by 45% by 2005 in support of Executive Order 13101. Composting organic materials has been an excellent way of reducing our volume of solid waste, and has created a beneficial product that is used in the park to improve soil porosity, water retention, resistance to erosion, and the added benefit of eliminating the use of chemical fertilizers with a natural, nutrient rich alternative.      Other recycling effort that we employ includes ink and laser jet ink cartridges. These items are recycled through the Funding Factory education program. Through this program, empty laser and inkjet cartridges collected and donated earn points for participating educational organizations, while at the same time providing valuable funding for education programs while helping to save precious landfill space.      Written by Bruce Hancock, Chief of Maintenance, Whitman Mission NHS. Written for 2006 EPA award nomination.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/management\/recycling.htm"
}
