{
    "title": "Whitman Mission National Historic Site: Water Conservation",
    "body": "Water Conservation       Efficient management of water resources is a goal of the staff at Whitman Mission. Conservation measures taken at the park are aimed to that end in the hopes of ensuring an adequate supply of water for future need, while at the same time meeting the conformance requirements of the Energy Policy Act of 1992 whereby reducing consumptive water use by at least 20% when compared to the 1990 benchmark. In 2006 a review was conducted to identify uses and potential conservation solutions to help us more effectively manage the water utilized in park operations. One of our EMS goals was to minimize water use in the park (EMS Goal 2.B). Highlights of the conservation measures taken are listed below:  Water use in the park has been approximately 2.2 million gallons on an annual base. A savings of 600,000 gallons annually, or 25% of total use, was achieved with the replacement of the old heating and cooling system in the park residence. Not only did the old system remove 600,000 gallons of water from the aquifer but that water was processed through the potable water system before being delivered to the old heat exchanger and then discharged. So not only did this conservation measure save water it reduced electrical demand by eliminating the need for pumping. Conventional 5-gallon per flush toilets was replaced with pressurized tank system toilets designed to use only 1.6 gallons per flush. This reduced the water demand for toilets by 68%. Conventional shower heads, rated at 5 gallons a minute, were replaced by water miser heads with a flow rate of 2.5 gallons per minute thus reducing water consumed for showers by approximately 50%. A Falcon waterless urinal was installed in the public restroom at the visitor center. Approximately 48,000 gallons of water per year are saved by replacing the conventional urinal that used approximately 3 gallons of water per flush. The six toilets in the visitor center restroom were retrofitted with new flushometer valves that require only 1.6 gallons of water. The conventional valves used 3 gallons each flush. The new valves conserve 47% of the water previously used in the public restrooms. Native vegetation has been incorporated in the landscaping about the public buildings in the park. These native, drought resistant, plants require less water than the traditional ornamental plants used in most landscaping. All irrigation is done through programmable timers set to reduce water loss through evaporation. Part of solid waste program includes the diversion of vegetative matter into our composting efforts. This water retaining composted soil is added where needed to irrigated landscape areas for holding in moisture and reducing irrigation run times.  Whitman Mission NHS is committed to the efficient management of our natural water resources as a means to ensure an adequate supply of water is available now and in the future.      Written by Bruce Hancock, Chief of Maintenance, Whitman Mission NHS. Written for 2006 EPA award nomination.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/management\/water-conservation.htm"
}
