{
    "title": "Whitman Mission National Historic Site: Volunteer",
    "body": "Volunteer       Every year, hundreds of individuals contribute their enthusiasm and skills to help the National Park Service preserve and protect its natural and cultural resources, and to serve and educate its visitors. If you represent an individual or group that would be interested in volunteering for Whitman Mission National Historic Site, please contact the Volunteers-In-Parks Program Coordinator Stephanie Martin by telephone at 509-522-6360 or e-mail. Go to Volunteers-In-Parks Program and find our latest opportunities for volunteering at Whitman Mission National Hsitoric Site. Volunteers help in many areas of Whitman Mission National Historic Site. The areas include interpretation, resource education, maintenance, resource management, and administration. Projects may be created for the volunteer to complete in one or all areas of work. The projects may be one-day projects or recurring designed to be completed over longer periods of time. Individuals, groups, and families with all levels of experience may apply. The Volunteers-In-Parks Program is nationwide throughout the national parks. Your contribution of time and energy will help us to protect the magnificent natural and cultural areas entrusted to us, and you’ll go home with a sense of pride at having participated in something worthwhile. Term Projects - If you have available a day, weekend or a set number of days consider our projects. We have many short-term opportunities available. Look over the list to find a project that meets your interests, skills, and schedule. Longer term projects are also available. These contribute immensely to our stewardship of natural and cultural resources throughout Whitman Mission National Historic Site. Internships - Looking for an internship? Internship projects are available for students seeking credit. These may be completed with partial work at the national park site and at the educational institution.",
    "url": "https:\/\/www.nps.gov\/whmi\/getinvolved\/volunteer.htm"
}
