{
    "title": "Whitman Mission National Historic Site: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park      America’s National Parks belong to everyone. Support from the public is essential to maintain them. This support can come in many forms: financial, gifts of material goods, volunteer efforts, or political support.       Volunteers plant willows and alders along the restored Doan Creek. This creek was a free-flowing stream during the Whitmans' time, but over the years the water had been diverted to other uses. Today water again flows through Doan Creek much as it did during the time of the Whitmans. NPS photo         A donation box sits on the Visitor Center information desk. NPS photo  Donations Monetary donations to Whitman Mission can be made at the site itself or on the web at Discover Your Northwest (DYNW). Donations support programs and services that inspire visitors to become stewards of this special place. All donations stay at Whitman Mission. Your contribution today helps ensure that you and your family will enjoy wonderful experiences at Whitman Mission National Historic Site now and for generations to come.        The bookstore at Whitman Mission is run by park partner, Discover Your Northwest (DYNW). DYNW works with park staff to provide quality merchandise that helps visitors better understand the Whitmans, the people they worked with, and the times in which they lived. NPS photo  Shopping Buying books and other products can help the park. Shop at Whitman Mission itself or on the web at the Discover Your Northwest on-line store. Profits from these sales are returned to the park. Discover Your Northwest is one of many cooperating associations that assist National Parks.        Visitors listening to instructions. NPS photo  Volunteering Many projects at Whitman Mission could only have been accomplished with the help of volunteers. And you don’t even have to come to the site to help. With modern technology people around the world have been able to complete projects for the park. Contact the park VIP coordinator at 509-522-6357 to learn about volunteer opportunities.",
    "url": "https:\/\/www.nps.gov\/whmi\/getinvolved\/supportyourpark\/index.htm"
}
