{
    "title": "Whitman Mission National Historic Site: Renewable Energy",
    "body": "Renewable Energy       In the winter of fiscal year 2006 Whitman Mission National Historic Site installed a grid-tied photovoltaic power plant on the park maintenance building. This 11.4 kW net-metering system went on-line at the end of October and in partnerships between the National Park Service, Bonneville Power Administration, Bonneville Environmental Foundation, and Pacific Power and Light. This project reduces park energy consumption by 30%, conforming to Executive Order 12902, Energy Efficiency and Water Conservation at Federal Facilities. One of our goals was to reduce energy consumption in the park (EMS Goal 2.A).      This was the first net metering arrangement with Pacific Power and Light in Washington State and allows Whitman Mission to use the solar PV energy to offset some of the normal electrical energy consumption. The maintenance shop roof was selected for the installation due to size, exposure and natural screening that reduced visual intrusion on the surrounding historic grounds and cultural landscapes of the historic site.      The PV power plant consists of 60 solar modules (panels) and three inverters. Two 4.56 kW grid-tied systems each consisting of 24 Sharp 190 Watt solar modules (panels) feeding one Fronius IG 4500 Watt LV inverter, and, one 2.28 kW grid-tied system containing 12 Sharp 190 Watt solar modules feeding one Fronius IG 2400 Watt LV inverter make up the total PV system. When fed into the PP&L electrical grid, annual production under optimum conditions will generate up to 17,975 kilowatt hours of renewable energy.      The “top end” cost for our PV system is about $75,000 and has a life expectancy between 30 to 50 years. The current renewable energy generated by the PV system has reduced our dependency on grid power by $0.31 per kWh or 30% annually. At the current performance rate, it should pay for itself in about 13-15 years. In 2005, the park used a total of 60,060 kWh of grid supplied power which released 10.25 metric tons of carbon pollutant into the environment. In 2006, carbon emissions will be reduced by 3.07 metric tons or 30%.      Whitman Mission is the first national park site in Washington State to have a solar generating plant with a major public utility. The park has strived to expand the use of renewable energy within the park boundaries by implementing other energy efficient measures such as our four off-grid solar powered security\/parking light devices. When combined with a new grid-tied system, our environmental footprint has been reduced. These examples show our energy efficient efforts and commitment to protecting our environment. It provides a few nice examples for others to follow. Like the old saying “better to give than receive”, well, this has taken on a new meaning at Whitman Mission National Historic Site.      Written by Bruce Hancock, Chief of Maintenance, Whitman Mission NHS. Written for 2006 EPA award nomination.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/management\/renewable-energy.htm"
}
