{
    "title": "Whitman Mission National Historic Site: Who's Who H - M",
    "body": "Who's Who H - M       Mr. and Mrs. Edwin O. Hall Mr. and Mrs. E. O.  Hall arrived in the Oregon Country in 1839. They were members of the Hawaiian Mission, which was another mission supported by the American Board. The Halls brought the printing press that the Hawaiian mission was donating to their sister Oregon mission stations. Mr. Hall helped set up the press at the Lapwai mission station. Mrs. Hall suffered from a chronic illness of the spine. To reach various inland destinations she traveled by canoe when possible. She was carried in a hammock from Ft. Walla Walla to Waiilatpu. On November 5, 1839, she gave birth to a daughter. The Halls returned to Hawaii in March 1840. Mr. Henry Hill A treasurer of the American Board. Mr. Alanson Hinman A member of the 1844 emigration to Oregon. Mr. Hinman stayed to teach at the Waiilatpu Mission school. He also helped Narcissa with household duties and caring for the children. On Sunday, May 11, 1845, Mr. Hinman was baptized and was received into the membership of the church. Mr. Hinman eventually continued on to the Willamette Valley where he taught at the Methodist's Oregon Institute. He met and married Martha Gerrish. Mr. Hinman returned to Waiilatpu in July of 1847. He wanted to borrow the mission's printing press for \"the purpose of printing another paper in the Willamette.\" The members of the mission agreed. The mission's printing press was moved from Lapwai to The Dalles. At that same time, the missionaries were negotiating with the Methodists about transferring The Dalles mission station to the American Board. Mr. Hinman agreed to take care of the property at Waskopum (the Methodists mission at The Dalles) until Whitman's group was ready to take over. Perrin Whitman (Dr. Whitman's nephew) joined the Hinmans at The Dalles that fall. Reverend Lyman Judson Narcissa Whitman's brother-in-law. Rev. Judson married her sister Mary Ann. Mr. Phil Littlejohn and Mrs. Adeline Littlejohn Part of a group of six independent missionaries who arrived at the Waiilatpu mission in August of 1840. The group was from Quincy, Illinois and had traveled out with the American Fur Company caravan. Narcissa had known Mrs. Littlejohn when they were younger. In May, 1841, Mrs. Littlejohn gave birth to a son, Leverett. That September the Littlejohns, Alvin Smiths, and Mungers, left for the Willamette valley. On November 1, 1842, the Littlejohns and William Geiger, Jr. joined Narcissa at Waskopum (the Methodist mission at The Dalles). The Littlejohns had become discouraged about starting an independent mission and had decided to make the overland journey back to the States the next year. In January, the Littlejohns went to Lapwai where Mr. Littlejohn worked for Rev. Spalding. On March 29, Leverett (22 months old) fell into the millrace and drowned. Mrs. Littlejohn gave birth to a girl on November 3, 1843. The Littlejohn family didn't return to the states, but instead returned to the Willamette Valley in the fall of 1844. In July of 1847 Narcissa wrote to her sister that the Littlejohns had finally returned to the States. She indicated that Mrs. Littlejohn had wanted to stay, but Mr. Littlejohn had become a hypochondriac and suicidal, so it was better to return. Though none of the three independent missionary couples who came out in 1840 became members of the American Board missions, the women did become members of the Columbia Maternal Association. Mrs. Alice Loomis (1777-1857) Dr. Whitman's mother. Beza Whitman, Dr. Whitman's father, died in 1810. Alice married Calvin Loomis in 1811. Mr. Joseph Maki and Mrs. Maria Maki The Makis and another Hawaiian, Jack, were members of the American Board's mission in Honolulu, Hawaii. They arrived at Waiilatpu on June 28, 1838. They brought the sheep that the Hawaiian mission donated to their sister mission in the Oregon Country. All three helped out at the mission. Over the years other Hawaiians came to assist the Whitmans, but the Makis were the only married couple that came; the rest were single men. On August 18, 1838, the Makis became charter members of \"The First Presbyterian Church in the Oregon Territory,\" which was established that day. On August 8, 1840 Joseph Maki died from \"inflamation of the bowels.\" Maria Maki left Waiilatpu in the fall of 1841 and returned to Honolulu, along with Asa and Sarah Smith, that December. Mr. Archibald McKinlay Mr. McKinlay took charge of Fort Walla Walla in the summer of 1841, after the death of Mr. Pambrun. Mr. McKinlay was a Presbyterian from Scotland. He had married Sarah Julia, the daughter of Peter Skene Ogden, the previous June. In the summer of 1846 Mr. McKinlay was replaced as Chief Trader in charge of Fort Walla Walla by Mr. William McBean. Mrs. McKinlay Sarah Julia, the daughter of Peter Skene Ogden, married Archibald McKinlay in June of 1840. In 1842 Narcissa requested that Mrs. McKinlay come stay with her after an attempted assault, but instead it was decided that Narcissa would be safer if she left Waiilatpu. In May 1844 Mrs. McKinlay temporarily moved to Waiilatpu so that she would be under a doctor's care for the birth of her second child. Her son was born on May 20, 1844. Mrs. McKinlay was a member of the Columbia Maternal Association. Mr. and Mrs. Asahel Munger Mr. and Mrs. Munger arrived in the fall of 1839. They had traveled with Rev. and Mrs. John Griffin. Mrs. Munger and Mrs. Griffin were the seventh and eighth white women to cross the continental divide. The two couples had come as independent missionaries, hoping to set up their own mission station, but it was very soon apparent that establishing a mission would be too difficult without support from a larger organization. Dr. Whitman hired Mr. Munger as a carpenter to help with projects at the Waiilatpu Mission. Mrs. Munger helped Narcissa with housework. On June 25, 1840, she gave birth to a daughter. Mr. Munger became insane during the winter of 1840-41. That spring, an attempt was made to help the family travel overland back to the States. According to Narcissa, the family traveled \"to the place of the American Rendezvous, on Green river, and found that no party had come up fron the States, and, from all that they could learn, no one was expected.\" (letter to sister Jane, October 1, 1841). The Mungers returned to Waiilatpu. With the assistance of two other independent missionary couples, the Alvin Smiths and Littlejohns, the Munger family left for the Willamette Valley in September 1841. Mr. Munger committed suicide the week before Christmas 1841.        Sources   Drury, Clifford M. Marcus and Narcissa Whitman and the Opening of Old Oregon. 1994. Northwest Interpretive Association: Seattle, Washington.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/whos-who2.htm"
}
