{
    "title": "Whitman Mission National Historic Site: NPS Focus",
    "body": "NPS Focus                To access the National Park Service web site go to http:\/\/www.nps.gov\/. Click on Teachers, and follow the links. There are connections to make with available curriculum materials, field trip planning, traveling trunks, materials to loan and many more. Junior Ranger Program - Whitman Mission National Historic Site has a Junior Ranger Program. Participants gain an understanding of the resource work and story of the mission by completing a Junior Ranger booklet. Download the Junior Ranger Booklet for student completion. Webrangers - Join the Webrangers, an on-line Junior Ranger Program. Try completing the puzzles and games. Activities include watching webcams and some of our most famous animals and events. Activities about people, history, nature, science, parks, and animals will keep you busy learning all about your national parks. Teaching With Historic Places - Teaching with Historic Places (TwHP) uses properties listed in the National Park Service's National Register of Historic Places to enliven history, social studies, geography, civics, and other subjects. TwHP has created a variety of products and activities that help teachers bring historic places into the classroom. One of Teaching with Historic Places' primary offerings is a series of classroom-ready lesson plans. Created by National Park Service interpreters, preservation professionals, and educators, these lessons use historic sites to explore American history.   All of the lessons are available free of charge on the Web. On-line lesson plans are ready for immediate use in the classroom. They can be used directly on the computer or they can be printed out, photocopied, and distributed to students. Parks As Classrooms - Go to the Parks As Classrooms website at http:\/\/www.nps.gov\/learn\/pac.htm. Access the WebRangers and Junior Rangers programs. The \"Parks As Classrooms\" program was developed to provide parks with seed money for new and innovative opportunities for Americans to learn about their national parks. National Park Service - Try the link http:\/\/www.nps.gov\/aboutus\/index.htm to find a variety of information available on the history and mission of the National Park Service that might be helpful in planning lessons. National Park Week - Plan a National Parks Week event held every April. Click on http:\/\/www.nps.gov\/npweek\/ and start planning an event or attend a scheduled one near your nearest national park site. National Park Week is an annual Presidentially proclaimed week for celebration and recognition of Your National Parks. Your National Parks are living examples of the best this Nation has to offer - our magnificent natural landscapes and our varied yet interrelated heritage. Parks can provide recreational experiences, opportunities to learn and grow, and places of quiet refuge. This year, take a moment, an hour, a day to visit the national parks near you. td>",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/education\/npsfocus.htm"
}
