{
    "title": "Saguaro National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3693 S Old Spanish Rd   Tucson , AZ 85730                 Directions         Getting to the Rincon Mountain District from the City of Tucson Travel east on Broadway or Speedway Boulevard to Freeman Road (turn right on Freeman Road). Drive south on Freeman Road (4 miles [6.5 kilometers] from Speedway, 3 miles [5 kilometers] from Broadway) to Old Spanish Trail. Turn left on Old Spanish Trail. Drive .25 miles (.4 kilometers) southeast on Old Spanish Trail to the Park entrance on the left side of the road.  Directions Details           Operating Hours & Seasons         Saguaro National Park Visitor Center  In the Tucson Mountain District (west), the park is open to vehicles from sunrise to sunset daily. (Actual times vary throughout the year). The Rincon Mountain District (east), the park is open to vehicles from 7:00 a.m. (if staffing permits, gates may open earlier) to sunset daily. You can walk or bike into the park 24 hours a day. Visitor Center - Both Districts are open 364 days per year. Operating Hours: Monday - Sunday 9:00 a.m. to 5:00 p.m. (closed Christmas day)    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Winter Season With daytime temperature from the low 50's to the high 70's Summer Season As we get deeper into the summer season, temperatures will range from mid-80's to low 100's. This is a great time to experience the desert as the day breaks or in the late of the day as the sun disappears behind the surrounding mountain ranges. During the late spring and summer months Saguaro National Park only offers interpretive programs on an intermittent basis.         Fees & Passes     Entrance Fees:   Saguaro National Park Weekly Pass - $10.00 Admits one single, private, non-commercial vehicle or motorcycle and all its passengers. Organized groups are not eligible for the vehicle permit.   Saguaro National Park Individual Weekly Pass - $5.00 Admits one individual when entering by foot or bicycle. Individuals 15 years or younger are admitted free of charge.   Entrance Passes:   2016 Annual Military Pass  - $0.00 This free pass is designed for active duty military personnel. This pass will grant you access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder(s) and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults, at per person fee areas. (children under 16 are admitted free) The pass can be obtained in person at at the park, by calling 1-888-ASK USGS, Ext. 1, or via internet at http:\/\/store.usgs.gov\/pass.   Saguaro National Park - 2016 Annual Pass  - $35.00 Valid for 12 months from the date of purchase, for unlimited visits to Saguaro National Park. Admits purchaser and any accompanying persons in a single, private, non-commercial vehicle, or pass holder and three persons (16 & older) where per person entrance fees are charged. This passport covers entrance fees only and is not refundable and\/or transferable.Purchase at the park entrance station, visitor center or online at Pay.gov.  Passes purchased online will be mailed to purchaser within 2 business weeks   2016 Interagency Annual Pass  - $80.00 Available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, at per person fee areas. (children under 16 are admitted free) The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via Internet at  http:\/\/store.usgs.gov\/pass   Senior Pass  - $10.00 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park.   Access Pass  - $0.00 This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. Documentation is required to obtain the pass. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park.   Annual 4th Grade Pass  - $0.00 Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. Pass is valid for the duration of the 4th grade school year through the following summer (September - August). Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity fees. Digital versions of the vouchers will not be accepted   2016 Annual Volunteer Pass  - $0.00 This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free).         Visitor Centers       Rincon Mountain District (East) A scenic auto\/bike tour around the Cactus Forest Loop Drive offering incredible views of the Rincon Mountains. One mile loop hike along the Freeman Homestead Trail to learn about homesteading in the desert. Choose from the many different hiking paths outlined along the northern part of Cactus Forest Loop. For those with a taste for adventure, and a couple of extra days, we recommend a trip into the Rincon Mountain Saguaro Wilderness Area to visit Manning cabin, built in 1905 by Levi Manning.   Red Hills Tucson Mountain District (West) A short hike on the Valley View Overlook Trail, right from the Bajada Loop to view the Avra Valley and distant mountain ranges, a fabulous orientation program offering a Native American perspective on the saguaro cactus shown daily at the Red Hills Visitor Center. Also available, a trip to Signal Hill Picnic Area, which offers visitors the chance to view hundreds of ancient petroglyphs, there are 5 designated areas to enjoy a picnic.               | Operating Hours & Seasons | Fees & Passes | Current Conditions | Permits & Reservations | | Weather | Pets |       Wildflowers in bloom in the Rincon Mountain District NPS Photo       Although Saguaro National Park is open every day of the year except Christmas day, our busiest time of the year is from November to March. During the winter months, temperatures are cooler and range from the high 50s to the mid-70s. Starting in late February and March, we begin to get a variety of cactus and wildflower blooms. In late April, the iconic Saguaro begins to bloom. Come June, the fruits are beginning to ripen. In August, the lush Sonoran desert starts its Monsoon season, so watch out for those flash floods. There are many activities to partake in at Saguaro National Park no matter what season it is. There are a multitude of short hikes to choose from or for the adventurous hiker, wilderness hikes and backcountry camping. Saguaro supports other activities as well. Bicycling around the east district's Cactus Forest Loop Drive is a popular road bike route. Or Mountain biking on the Hope Camp Trail, and Cactus Forest Trail between the Loop Drive.        There are many things to see and do during your visit. The links below will provide you with more information to help prepare you for your trip to Saguaro National Park.  Your Safety Preserving the Desert - Park Regulations  Bicycling At Saguaro National Park  Hiking at Saguaro National Park Camping in the Tucson Area",
    "url": "https:\/\/www.nps.gov\/sagu\/planyourvisit\/basicinfo.htm"
}
