{
    "title": "Whitman Mission National Historic Site: Volcanoes & Floods",
    "body": "Volcanoes &  Floods       Blog Entry: December 28, 2010 Zach Schierl        The petroglyph boulder outside the visitor center is made of basalt, a volcanic rock that was produced in massive quantities during volcanic eruptions in the area from 16-6 million years ago. This boulder was originally located near the Hudson’s Bay Company’s Fort Walla Walla on the Columbia River. It was donated to the park by the Corps of Engineers in 1964. NPS - Renee Rusler  As pleasant and fertile as the Walla Walla Valley is today, as recently as 15,000 years ago, the valley that is now home to Whitman Mission National Historic Site was far from tranquil. The last 15 million years have not been particularly kind to southeastern Washington. Believe it or not, from about 16 to 6 million years ago, this entire area was a hotbed of volcanic activity. The thick piles of lava that resulted from these eruptions, known collectively as the Columbia River Basalts (basalt is a type of volcanic rock), are buried beneath the floodplain gravels of Mill Creek and the Walla Walla River that we talked about last week. These basalts are visible in many other places throughout the Walla Walla Valley and across the Pacific Northwest. The dark grey boulder with petroglyphs on display outside the visitor center at Whitman Mission is an example of this volcanic rock and a reminder of the area's violent history. Soon after the eruptions stopped, tectonic forces deep within the Earth caused the layers of solidified lava to rise and tilt creating the Blue Mountains and Horse Heaven Hills. Out of the newly formed mountains flowed rivers, rivers such as the Walla Walla that were so important to the Whitmans and the Cayuse and that continue to be crucial for the people that live in the Walla Walla Valley today.       A look across Whitman Mission National Historic Site reveals a mostly flat landscape, punctuated by one steep hill, on top of which sits a monument to the Whitmans. Hidden beneath this hill lies evidence of dozens of enourmous floods that swept across eastern Washington just after the last ice age. Zach Schierl       The geologic story of the one hill that rises prominently above the landscape at Whitman Mission is one that takes place much more recently. While the hill, like much of the valley, is covered with a layer of fertile loess, the hill itself is made of sediment that was deposited by one of the largest floods in Earth's history. During the last glaciation, which ended about 15,000 years ago, an arm of the Cordilleran Ice Sheet (which covered a large portion of western North American) blocked the flow of the Clark Fork of the Columbia River in Idaho, forming an enormous lake behind the dam of ice called Lake Missoula. This lake contained an estimated 500 cubic miles of water. Every few decades for a period of a few thousand years the ice dam would burst sending all of that water roaring down the Columbia River. For some perspective, that's about 4 times the amount of water contained within Lake Erie, all rushing across the landscape, inundating much of eastern Washington. When the waters reached Walula Gap, about 25 miles west of Whitman Mission, the water slowed down and backed up into the Walla Walla Valley, forming Lake Lewis, and deposited massive quantities of sediment throughout the valley. In most places the sediment deposited by these floods (known as the Touchet Beds) has been removed by river and stream erosion. The small hill on which the Whitman Memorial shaft sits today is a remnant of these sediments that has not yet been entirely washed away by the erosive action of the Walla Walla River and Mill Creek.       Spectacular example of sediment deposited by the Missoula Floods at nearby Burlingame Canyon. Notice the distinct layers. Each layer of sediment represents a breaking of the ice dam that created Lake Missoula and the subsequent flood. Zach Schierl       The story of the Missoula Floods is an amazing one, unfortunately not one that can be fully explained in a short blog. Fortunately, the Whitman Mission gift shop has videos and books that more fully explain this amazing geologic phenomenon.       Click here for more blog entries from the Photographer's Eye.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/nature\/volcanoes-and-floods.htm"
}
