{
    "title": "Whitman Mission National Historic Site: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip       Other visitors will be enjoying the visitor center resources at the same time as your group. Speak in quiet voices and listen closely. Many birds and other park animals can be heard outside, but may not be seen.   Please assist us in preserving and protecting the park. Keep to the trails. This helps reduce erosion and prevents destruction of the plants and animal habitat. Here are the things you can also do to help:   School Group Reservations Reservations are filled on a first-come, first-serve basis by calling 509-522-6360 x2062.   May is the busiest month of the year for field trips. If you can come at another time, we are happy to accommodate your group. If May is the only time that you can come, please call early. Slots for the spring fill up quickly.   If you have questions during this process, please contact Ranger Stephanie Martin at e-mail or by calling 509-522-6360 x2062.   Please Arrive on Time: Please notify staff if your school visit is behind schedule by calling the visitor center, 509-522-6360 x2062.   Map of mission at Waiilatpu: A map of the grounds may be downloaded. It has the location of trails and other memorial sites on it. Print this off for use by group leader chaperones on your field trip.   Please Have Students Dress for the Weather: Coats, sweaters, hats and\/or raincoats may be necessary on any day, at any time of the year. Safe footwear is necessary as trails include elevation gains.   Teachers Download and explore the Field Trip Information packet.   Help us preserve and protect the park environment, by reminding parents and students to pack food in reusable containers and to bring recyclables home again. Lunches may be eaten at the covered picnic area near the visitor center. Food, gum and beverages are not allowed in the visitor center.   Students may shop in the Discover Your Northwest Association Bookstore during their visit. Students in small groups must be accompanied by an adult helper, who is prepared to assist students with decision making, line monitoring and paying for items.   Accessibility The visitor center, museum, and restrooms are wheelchair accessible. There are curb cutouts in the entry drive in front of the visitor center. The museum and theater are located on one floor. The park film is open captioned and large print resources are available. A wheel chair is also available.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/education\/planafieldtrip.htm"
}
