{
    "title": "Whitman Mission National Historic Site: Rivers & Floodplains",
    "body": "Rivers & Floodplains       Blog Entry: December 21, 2010 Zach Schierl Much of the geology of Whitman Mission is inextricably tied to the rivers and creeks that flow through and around it. With the exception of the memorial shaft hill (which we'll talk about next week), the park is strikingly flat. This is because we are located near the confluence of two of the area's most important water bodies: the Walla Walla River and Mill Creek. More specifically, Whitman Mission is located at the point where the floodplains of these two streams coalesce. If you were to dig a few feet down into the ground at just about any point in the park, you would find sand and gravel deposited by these two streams during major floods over the past few thousand years.       The relatively flat grounds of Whitman Mission National Historic Site  lie on the coalescing floodplains of Mill Creek to the north and the Walla Walla River to the south. Thousands of years of periodic floods have planed down any major irregularities in the landscape to produce the almost completely flat and level floodplain we see today. Zach Schierl       One especially interesting and historically significant geological feature at the park is a dry \"oxbow\" of the Walla Walla River. \"Oxbow\" is the term for a U-shaped curve in a stream that gets cut off from the main channel. In wetter climates, oxbows usually fill with water and are called \"oxbow lakes\", but the one here at Whitman Mission is mostly dry. When the Whitmans first arrived here in 1836, the Walla Walla River passed directly through what is now Whitman Mission National Historic Site.       180 degree view of the dry oxbow of the Walla Walla River. The channel of the Walla Walla River during the Whitmans’ time, a U-shaped oxbow, is now filled with grasses and shrubs. The Whitmans’ first house was located near the apple orchard at the far right of the photo. Zach Schierl       Rivers such as the Walla Walla, which originates in a nearby mountain range and can carry lots of sediment during periods of flood, can change their course surprisingly quickly. It can take as little as one major flood to fill the river channel with sediment and force the river to overflow its banks and carve a new path across the landscape. Over the past 150 years, a combination of natural changes such as this and changes brought about by agricultural practices in the area have forced the Walla Walla River into a new channel several hundred yards to the south of Whitman Mission, leaving the old, dry oxbow behind.  When the Whitmans arrived in 1836, Dr. Whitman built their first house immediately adjacent to the banks of the Walla Walla River. While the location of the house was convenient for washing and gathering water, had Dr. Whitman been a geologist, he most certainly would have selected a better site for his house. Located less than 10 yards from the bank of the river, the First House was extremely prone to flooding. In 1838, the Whitmans began construction on a new house farther from the banks of the Walla Walla on ever so slightly higher ground. It was also here along the river that the Whitmans' two-year old daughter, Alice Clarissa, drowned in 1839.        The site of the Whitmans’ extremely flood prone first house as it looks today.  In this photo, you can see just how close the Whitmans’ first house was to the river. The oxbow, which marks the former channel of the Walla Walla river, is the shallow depression filled with yellow colored grasses seen behind the outline of the first house.         Click here for more blog entries from the Photographer's Eye.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/photosmultimedia\/rivers-and-floodplains.htm"
}
