{
    "title": "Whitman Mission National Historic Site: Grasses",
    "body": "Grasses       Whitman Mission is located on the southern extreme of the Palouse Prairie Region in eastern Washington state. Originally, this prairie was dominated by perennial grasses, principally bluebunch wheatgrass, which flourished over the plains. Intermixed with it were smaller patches of sandberg bluegrass and Idaho fescue. Large native herbivores were generally absent from the Palouse, and because of this the grasses evolved with a low resistance to grazing. Subsequent grazing by domestic livestock and extensive cultivation for wheat are the main reasons why native perennial grasslands are now rare on the Palouse. Grasses found today at Whitman Mission are a combination of remaining native grasses, grasses planted by park staff to re-create the historical feel of area, invasive grasses, and lawn. The grasses described on this page are those most commonly seen at the park. A few comments about these plants and the information provided:  Occasionally a plant's scientific name is changed. This document uses the USDA Plants database as the source of the most current scientific nomenclature. For some of the grasses, a few of the previously used scientific names are provided because some park documents may include the older nomenclature. For a complete list of synonymous names see the USDA Plants database website.  Except for Cheat grass, which is an aggressive invasive, all of the species described below have been planted in the park as part of the park's revegetation program.  At times it was necessary to plant introduced grass species as part of the revegetation effort. The introduced species were chosen because of their ability to out compete other less desirable plants. In the grass descriptions the following abbreviations are used:     N = Native I = Introduced           NPS collection  Great Basin Wildrye (N) Leymus cinereus Height: 5 feet Growth form: Bunch Location in park: the revegetation area east of the Visitor Center; scattered between the Visitor Center and mission grounds; a few on top of the hill; and next to the flagpole. Comments: Actively being planted as part of the park’s revegetation program.      Tall Wheatgrass (I) Thinopyrum ponticum Height: 5 feet Growth form: Bunch Location in park: found on far side of parking lot Comments: Previously known as Agroptyron elongatum or Elytrigia pontica.        NPS collection  Reed Canarygrass (I) Phalaris arundinacea  Height: 5 feet Growth form: Rhizomatous Location in park: found in wet areas such as the banks of irrigation ditches and a low area southeast of the Mill Pond. Comments: Reed canarygrass was already here when the National Park Service (NPS) acquired the land. The NPS planted an additional area with reed canarygrass to keep out more noxious invasives, such as poison hemlock. Because reed canarygrass is not native to this area, it is being removed around Doan Creek as part of the Doan Creek Restoration Project.      Streambank Wheatgrass (N) Elymus lanceolatus Height: 2 feet Growth form: Rhizomatous Location in park: found in rough area next to irrigation ditch      Sheep Fescue (I) Festuca ovina Height: 0.5 feet Growth form: Bunch: Location in park: found on hilltop      Bluebunch Wheatgrass (N) Pseudoroegneria spicata Height: 3 feet Growth form: Bunch Location in park: found on hilltop Comments: Previously known as Agropyron spicatum      Cheatgrass (I) Bromus tectorum Height: 1-2 feet Growth form: Several stems in a close \"tuft\" or Solitary Location in park: found at base of hill Comments: Cheatgrass is an aggressive invasive species. It is found throughout the western United States. There is less cheatgrass at Whitman Mission today than there was in the past. Tall wheatgrass, planted as part of the park's revegetation project, replaced the cheat grass that used to dominate the area on the far side of the parking lot.        Sources: Herbarium species list. Generated by computer, January 2007. Herbarium, Whitman Mission National Historic Site. Personal communication with Roger Trick, Chief of Resource Management, Whitman Mission National Historic Site. USDA, NRCS. 2007. The PLANTS Database (http:\/\/plants.usda.gov, 22 January 2007). National Plant Data Center, Baton Rouge, LA 70874-4490 USA. North American Range Plants, 4th ed. 1992. James Stubbendieck, Stephan L. Hatch, and Charles H. Butterfield. University of Nebraska Press, Lincoln, Nebraska.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/nature\/grasses.htm"
}
