{
    "title": "Whitman Mission National Historic Site: A Missionary Saga III",
    "body": "A Missionary Saga - Season 3       1843 - 1847 The continuing story of the Whitmans and their missionary colleagues. New installments will be added each week through March 2011. Click here for Season 1: The Trip Out Click here for Season 2: The Early Years  Click here for Season 4: The People in Their Lives      Part 25: A Rushed Departure Dr. Whitman departs for Boston. In his hurry to leave, he forgets several items, including his compass. Why is Dr. Whitman leaving and why such haste? Part 26: A Trek Through Horrendous Winter Weather The trip turns out to be more adventurous than Whitman had planned. Part 27: Frostbitten & Bewildered Whitman and Lovejoy continue to be plagued by snow. Lovejoy loses Whitman. Part 28: So Much to Do, So Little Time Dr. Whitman reaches St. Louis. He now has only 2 1\/2 months to travel to Boston to save his mission, travel to upstate New York to visit family, and do any errands, before he leaves for home. Part 29: The Mission's Impact on Cayuse Life When the Whitman's introduced agriculture to the Cayuse, they assumed that the Cayuse would stop their traditional food cycle and start leading a more settled life. The Cayuse liked agriculture, but found ways to do both. Part 30: Hurry Up & Wait After racing across the continent to Boston to save the mission, then trying to find time to visit as many relative as possible, Dr. Whitman now finds himself waiting to join a westward bound wagon train. The wait is longer than expected. He uses the time to write some letters. Part 31: Traveling Home with the Great Migration Dr. Whitman is finally on his way home. He is part of the largest group yet to travel west. Part 32: Friendly Forts & Faster Mail After his trip back, Dr. Whitman writes Washington with some suggestions on how to make the experience better for future travelers. Part 33: Trials and Tribulations of a Journey West Many Oregon Trail emigrants stopped by the Whitmans' mission. Each had their own story. This is the story of the Parrish family. Part 34: First the Good News In the spring of 1845 Dr. Whitman wrote a letter to the mission's sponsors detailing progress being made at the mission. Part 35: Now the Bad News But the news wasn't all good. In that very same 1845 letter, Dr. Whitman mentioned several issues of concern that would eventually contribute to the tragic end of the mission. Part 36: The Saga Ends In the fall of 1847 the mission was attacked. Dr. and Mrs. Whitman, and eleven others were killed. Over 60 individuals were taken hostage. The trigger for the attack was a measles epidemic that took the lives of half the local Cayuse people.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/a-missionary-saga-iii.htm"
}
