{
    "title": "Whitman Mission National Historic Site: A Missionary Saga II",
    "body": "A Missionary Saga - Season 2       The Early Years The continuing story of the Whitmans and their missionary colleagues. Click here for Season 1: The Trip Out. Click here for Season 3: 1843 through 1847. Click here for Season 4: The People in Their Lives   Part 13: The Whitmans Return Marcus and Narcissa Whitman return from a \"house call\" to the Spaldings' mission, located 100 miles to the east. The return trip was more eventful than they planned. Part 14: A Celebrity Comes Calling A famous woman unexpectedly shows up at the mission. Part 15: An Extravagant Request A fellow missionary visits the mission and inspires Dr. Whitman and Rev. Spalding to think bigger regarding their own mission sites. Part 16: Greene Responds Rev. Greene of the American Board of Commissioners for Foreign Missions responds to Dr. Whitman's and Rev. Spalding's request for 220 additional people. Part 17: A Strange Company of Missionaries Help is on the way. Who are these people who head out to aid the Whitmans? Part 18: Too Many People Under One Roof Be careful of what you wish for. The help that the Whitmans and Spaldings wanted finally arrives, but crowded conditions lead to stress and conflict. Part 19: Their Only Vacation The Whitmans go on a camping trip, in January!   Part 20: The First Women's Club The missionary wives band together to form the Columbia Maternal Association, the first women's club organized by American women west of the Rocky Mountains. Part 21: The Loss of Alice Clarissa On Sunday, June 23, 1839, the Whitmans' daughter, Alice Clarissa Whitman, drowned in the nearby river. Narcissa described in detail the events of that tragic day. Part 22: On Faith Alone In 1839 two couples set out for the Oregon Country to be missionaries, but lack of support from a larger organization hampers their efforts. Part 23: Stirring-up Trouble Many travelers stopped at the mission. Some needed help; some caused problems. Part 24: The Dreaded Letter Some of the missionaries had sent letters of complaint to the board that sponsored them. With all these problems would the Board decide to just close the missions? The missionaries anxiously waited for the letter that would answer that question.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/a-missionary-saga-ii.htm"
}
