{
    "title": "Whitman Mission National Historic Site: Where's That?",
    "body": "What's This Place       Fort Walla Walla During the lifetime of the Whitmans, Fort Walla Walla referred to a Hudson's Bay Company post located at the confluence of the Walla Walla and Columbia rivers. Established in 1818, the Hudson's Bay Company eventually abandoned the post in 1855. Today, the site lies under water impounded behind McNary dam. During its existence the Hudson's Bay Company's Fort Walla Walla was a vital stop and source of supplies for fur trappers, missionaries, and early Oregon Trail emigrants. The Whitmans first saw Fort Walla Walla on September 1, 1836 on their trip out. This fort and its personnel impacted the Whitmans' lives throughout their time at Waiilatpu. In 1855, the Hudson's Bay Company abandoned their Fort Walla Walla, the Fort Walla Walla the Whitmans had known. Soon thereafter the US Army used the familiar name for an army fort located, not on the Columbia River but instead, just six miles from where the Whitmans had had their mission. Kamiah (pronounced: kam-ee-eye) Located in what's now the Idaho pan handle, Kamiah means \"many rope litters\" in the Nez Perce language. At the 1839 meeting Annual Meeting of the Oregon Missions, members authorized Mr. Smith to establish a new station at Kamiah, which was referred to by its location name. This station was located about 60 miles north of the station at Lapwai. Lapwai Area around Lapwai creek in the Clearwater drainage, near what is today Spalding, Idaho. \"Lapwai\" means \"place of the butterflies.\" The Spaldings established a Protestant mission station there in 1836. Sandwich Islands The Hawaiian Islands. The American Board established a successful mission there in 1820. Tshimakain An area northwest of what is now Spokane, Washington. The Walkers and Eells established a Protestant mission there in 1839. Waiilatpu (pronounced: why-ee-laht-poo) \"Waiilatpu\" means \"place of the rye grass.\" The Whitmans established a Protestant mission here in 1836. Waskopum Another name for The Dalles, Oregon. The Methodist established a mission at Waskopum. Narcissa spent some time there while Marcus was away during his ride East (1842-1843).       Sources   Drury, Clifford M. Marcus and Narcissa Whitman and the Opening of Old Oregon. 1994. Northwest Interpretive Association: Seattle, Washington. Wikipedia, Kamia entry: http:\/\/en.wikipedia.org\/wiki\/Kamiah,_Idaho. Referenced 2-17-2010.",
    "url": "https:\/\/www.nps.gov\/whmi\/learn\/historyculture\/whats-this-place.htm"
}
