{
    "title": "Whitman Mission National Historic Site: Birding without Barriers",
    "body": "Birding Without Barriers         The bark of these native Smooth Sumacs located near the Mill Pond provide vitamins C and A for rodents and rabbits. Keep your eyes open for birds that find these animals tasty. NPS  One of the Best Birding Sites in the Area Over 200 species of birds have been seen in the park. Water and a variety of habitats help make Whitman Mission one of the best birding sites in Walla Walla County. Flat, paved, well maintained paths pass through several habitats.  No curbs. No hills. No dirt. No Excuses! When to Come Birds can be found all year, but the greatest variety occurs during the periods of spring and fall migration. Many birds are more active early in the morning or near dusk, making these more productive times to look for birds. Where to Look Just like us, birds need food, water, and safe places to rest. Look for parts of the habitat that satisfy these needs for each species. For example, birds that eat insects will prefer areas where many insects can be found. Other birds are attracted to plants with berries. Pheasants and quail seek safety by hiding in the tall grass. Hawks soar through the skies looking for prey.      Places to Go on the Grounds         East Entrance of Visitor Center The berry producing shrubs, along with the ash and crab apple trees, make this one of the most active bird areas in the park. Depending on the time of year cedar waxwings, warblers, chickadees, robins, and woodpeckers can be found in these trees.         Path to Great Grave The paved path from the Visitor Center to the Great Grave passes by tall grass. Rustling is often heard, along with the calls of pheasants and quail. Song sparrows may be seen sitting on the fence.         Great Grave and Pioneer Cemetery Behind the Great Grave and Gray monument (pictured) is a grass covered clearing surrounded by trees. The variety of trees and bushes provide food and shelter for birds and insects. Where there are insects, there are usually birds. Look for birds in various levels of the foliage. Scanning with binoculars can be helpful.         Base of the Hill Tall trees grow along the base of the hill. A variety of birds can be seen here. Owls have been known to roost in these trees, but it takes good eyes to spot them. The picture to the left shows the path at the base of the hill; the Gray memorial is in the distance.         Apple Orchard The orchard is another habitat area. Owls like to roost in old apple trees. The orchard is also popular with deer and other animals, especially in the fall when the apples are ripe.         Millpond Note: There is a short, steep, grass covered slope to reach the edge of the Millpond. (The bench in the photo overlooks the pond.) Water is Life! Places with water will draw all kinds of animals. If you're next to the pond scan the edges to look for birds lurking in the vegetation or floating near the shoreline. Even if you can't hike up the berm, there are plenty of birds to see. Each Spring, red-winged blackbirds nest in the cattails that line the pond. Swifts and swallows skim over the top looking for insects. Red-tailed hawks sit in the large tree watching for their prey.",
    "url": "https:\/\/www.nps.gov\/whmi\/planyourvisit\/birding-without-barriers.htm"
}
