{
    "title": "Buck Island Reef National Monument: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places       How Buck Island Got Its Name The first maps of St. Croix to name its off-lying cay and island date from the period of French ownership. Maps by Francois Blondel (1667) and Francois Lapointe (1671) both refer to what we now know as Green Cay as Isle a Cabrits (“Goat Island”) and Buck Island as Isle Vert (“Green Island”). Isle Vert was so called because it was originally forested with lignum vitae trees, which have very dark green leaves; from a distance, the island would have a dark green appearance. In 1750, the first map of St. Croix under Danish ownership was drawn by two surveyors by the names of Jaegersborg and Cronenborg. Isle Vert was now called Pocken-Eyland, but the meaning was the same. Until the mid-1700s, German was the language of educated Danes. The German word for lignum vitae is Pockholz, so Pocken-Eyland literally meant “Lignum Vitae Island.” Jens Mikkelsen Beck (1754) and Paul Kueffner (1767) printed early maps of St. Croix. Kueffner labeled the former Isle a Cabrits as Gruenkey (German for “Green Cay”), which has continued in its English form to this day; Pocken-Eyland became Bockeneyland. These changes may be explained as follows: It seems likely that the name of the cay and the name of the island were accidentally switched by the engraver. In the 1700s, maps and illustrations were printed from engraved copper plates. Everything was engraved in reverse (like a negative) so that it would print positive on the paper. One can see how mistakes could occasionally happen. The change from Pocken-Eyland to Bockeneyland simply involved changing the “P” to a “B.” By the time of Kueffner’s map (1767), Pocken-Eyland had either been leased to or purchased by a Dane with the last name of Diedrich, who was the Town Clerk (recorder of deeds) at Christiansted, which was capital of the “Danish Islands in America.” Contrary to popular legend, Diedrich was not a pirate or a privateer, nor did he live on the island! He established a small settlement of slaves there to cut down the lignum vitae trees for export. This ecological disaster was made worse when goats were introduced to the island in the last quarter of the 1700s. It was the presence of goats that caused subsequent mapmakers to assume that the name Bock was the Dutch word for ram-goat, instead of a misspelling. It was a simple step to convert Bock to the English “Buck” in maps beginning in 1824. Place names on Buck Island, such as “West Beach,” “Turtle Bay,” and “Diedrich’s Point” were invented for the benefit of tourists within the last 40 years!",
    "url": "https:\/\/www.nps.gov\/buis\/learn\/historyculture\/places.htm"
}
