{
    "title": "Buck Island Reef National Monument: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems       Buck Island’s Barrier Reef's  underwater scene taxes human perceptions with the abundant variety of shape, patter, color, texture, and movement. It’s barrier reef ranks among the Caribbean’s best. It’s thick branching elkhorn corals push their sheer mass to 30-foot heights. Like fortress walls corals rise off the sea floor and dominate the underwater world. The irregular arc of reef surrounding Buck Island’s northern and eastern shore creates a lagoon between reef and island. Wide and shallow lagoon waters seldom exceed 12-feet deep, and the protecting reef moderates the wave action. In the calmer waters of the lagoon, brain corals grow larger, nearly reaching the surface. Seaward of the barrier reef, elkhorn and star coral patch reefs occur around the island, except to the southwest. Coral Reef  Tiny colonial animals called coral polyps build reefs by extracting calcium carbonate from seawater. Coral reefs are home to many animals and plants, forming what has been called the “rainforest of the sea”, the second most complex and biologically diverse ecosystem on Earth. The reefs you see today at Buck Island Reef NM were formed within the past 7,000 years. Elkhorn coral, Acropora palmata, is the major builder of the barrier reef surrounding the island. Coral polyps live in partnership with algae called zooxanthellae, which provide corals with their vivid colors and some of their food. Coral reefs live in nutrient poor, tropical waters within a narrow temperature range (70 - 85 °F). They grow slowly and are vulnerable to pollution, sedimentation, overfishing, warming of the seas, and boat damage. Within the past few decades, coral diseases and hurricanes have significantly impacted Buck Island’s reef system. Its regrowth is now being closely monitored. Island Geology  Buck Island, located 1.5 miles north of St. Croix, is made of sedimentary rock layers deposited in deep water approximately 60 million years ago. Tectonic plate movements pushed these layers eastward, squeezed them upward, and tilted them into their present vertical orientation. These layers of black and white rock can be seen along the southern shoreline. Beach sand is derived from calcareous algae, coral fragments, and shells.",
    "url": "https:\/\/www.nps.gov\/buis\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
