{
    "title": "Buck Island Reef National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants       The vegetative appearance of Buck Island has changed drastically due to clear-cutting in the 1760’s, to obtain lignumvitae and other tropical hardwoods for export, and due to the introduction of plants, such as tan-tan, tamarind, and coconut palms, and domestic animals, such as goats. The tropical dry forest of Buck Island is now recovering. Over 180 native plant species inhabit the island, including locally threatened species. Three species of mangroves are found surrounding the salt pond: black mangrove (Avicennia germinans), white mangrove (Laguncularia racemosa), and buttonwood (Conocarpus erectus).  Please be aware of the poisonous manchineel tree (Hippomane mancinella). Manchineel has yellow-green leaves that have a distinct mid-vein and slightly serrated edges. Leaves, sap, and apple-like fruit are poisonous. Contact with manchineel trees (sap, leaves, bark, and fruit) causes chemical burning. The Christmas bush (Comocladia dodonea) has leaves that are divided into 11 to 21 spiny leaflets, which may turn red with age. Christmas bush is related to poison ivy and toxic to humans. Contact may cause severe eye irritation and skin reactions. In addition, some plants, such as cacti and acacia have irritating hairs or sharp thorns. Invasive Non-Native Plants Invasive non-native plant species displace native plant species, alter species proportions, alter nutrient and fire patterns, modify geomorphology, hydrology, and biogeochemistry, and reduce recreational use of resources. On the terrestrial portion of Buck Island Reef NM invasive non-native plant species’ populations are expanding and have the potential to greatly threaten the ecological integrity of the native flora and associated fauna. A recent island-wide vascular plant inventory funded by the National Park Service recorded 8 previously undocumented non-native plants. To meet management objectives specifically “to maintain the highest possible habitat quality for the park’s endangered and rare species,” the park must take action to control and eradicate several nonnative invasive plant species.  Nineteen out of the 228 plant species identified on Buck Island Reef are not native. Six invasive nonnative species are of immediate concern: • Guinea grass (Urochloa maxima) • Tan-tan, wild tamarind (Leucaena leucocephala) • Cedar or ginger Thomas (Tecoma stans) • Wild pineapple, penguin (Bromelia penguin) • Boerhavia (Boerhavia erecta) • Aloe (Aloe vera) Three species of exotics present and known to exhibit invasive characteristics in the region are: • Genip (Melicoccus bijugatus) • Haiti-haiti or seaside maho (Thespesia populnea) • Painkiller or noni (Morinda citrifolia) One non-native plant species with historical consideration expanding its population on the island is Tamarindus indica (Tamarind tree). Current management goals are to preserve in place (no treatment or removal) several old, historic individuals on the north and west sides of Buck Island. Young trees and seedlings, mostly located in a drainage gut on the north shore of the island, will be controlled and populations managed.  Of the nineteen exotic species found on Buck Island Reef only the ten listed above have exhibited invasive characteristics throughout their ranges in the southeastern U.S. and the Caribbean and are of the highest immediate concern. Their potential to disrupt the natural processes of Buck Island's tropical dry forest is high.",
    "url": "https:\/\/www.nps.gov\/buis\/learn\/nature\/plants.htm"
}
