{
    "title": "Tonto National Monument: Freedom Of Information Act",
    "body": "Explore This Park    Learn About the Park     Management     Freedom Of Information Act              Freedom Of Information Act       The Freedom of Information Act (FOIA) gives you the right to access any Department of the Interior (DOI) records. Under the FOIA, there are nine exemptions which may be used to protect information from disclosure. The Department has paraphrased the exemptions, below, for your information. The paraphrases are not intended to be interpretations of the exemptions. (1) National security information concerning national defense or foreign policy, provided that such information has been properly classified, in accordance with an Executive Order; (2) Information related solely to the internal personnel rules and practices of an agency; (3) Information specifically exempted from disclosure by statute (other than the Privacy Act or the Trade Secrets Act), provided that such statute: (A) Requires that the matters be withheld from the public in such a manner as to leave no discretion on the issue; or (B) Establishes particular criteria for withholding or refers to particular types of matters to be withheld; (4) Trade secrets and commercial or financial information which is obtained from a person and is privileged or confidential; (5) Inter-agency or intra-agency memorandums or letters, which would not be available by law to a party other than an agency in litigation with the agency; (6) Personnel and medical files and similar files, the disclosure of which would constitute a clearly unwarranted invasion of personal privacy; (7) Records or information compiled for law enforcement purposes, the release of which: (A) Could reasonably be expected to interfere with enforcement proceedings; (B) Would deprive a person of a right to a fair trial or an impartial adjudication; (C) Could reasonably be expected to constitute an unwarranted invasion of personal privacy; (D) Could reasonably be expected to disclose the identity of a confidential source; (E) Would disclose techniques, procedures, or guidelines for law enforcement investigations or prosecutions if such disclosure could reasonably be expected to risk circumvention of the law; or (F) Could reasonably be expected to endanger the life or physical safety of any individual. (8) Information contained in or related to examination, operating, or condition reports, prepared by, or on behalf of, or for the use of an agency responsible for regulating or supervising financial institutions; and (9) Geological and geophysical information and data, including maps, concerning wells.  more",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/management\/foia.htm"
}
