{
    "title": "Buck Island Reef National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Outdoor Activities              Outdoor Activities          There are a variety of activities for park visitors to enjoy while at the park, including swimming, snorkeling, SCUBA diving, daily boat trips, hiking, bird watching, sunbathing and picnicking.  Snorkeling Beginners can snorkel Buck Island’s coral grottoes with advice and a short lesson from the boat crew. Guides take six visitors at a time on the underwater trail – closed sunset to sunrise – whose signs tell what you see. Maximum water depth in the grottoes is 12 feet. Always snorkel with a buddy and keep well in front of moored boats. Scuba diving is allowed in the Monument only at two designated scuba moorings; 30- to 40-foot shallow dives go through haystack formations of elkhorn coral.  Private Boating Taking your own boat to buck Island? Get information and anchoring permit at the National Park Service visitor contact station in Christainsted. Vessels over 42 feet should anchor at west beach and visit the underwater trail by dinghy.  Picnic Areas At West Beach and Diedrichs Point there are picnic tables, charcoal grills, and vault toilets. Diedrichs has a 20x20-foot shelter. Take all trash off the island with you. Firewood may no longer be gathered in the park. Do not empty ashes from the grill on the ground; grease attracts biting ants. Put cooled ashes in container\/plastic bag and take them off the island. If you must leave ashes not cooled, extinguish them with sand and leave them in the grill.  Walking Trails A marked hiking trail from either Diedrichs Point or the West Beach picnic area crosses the island (45 minutes at a walking pace). Wear shoes and a shirt and bring drinking water. From West Beach the trail goes through low-lying beach forest over gentle hillsides with turpentine and pigeon-berry trees to the island crest. A side trail to an observation point affords views of coral reef and darker, deeper waters farther out, as the island’s underwater shelf falls in the Puerto Rican trench, 5,000 feet deep. The main trail goes down the south side in small switchbacks through frangipani trees, organ pipe cactus, and bromeliads. It ends at Diedrichs Point for an easy walk back on the shoreline to West Beach. For those less energetic, West Beach trail offers a hike through a manchineel forest to giant tamarind and sandpiper trees. Return via the water’s edge to the picnic area.  Remember Buck Island Reef NM is protected. Visitors are not allowed to remove anything from the monument. Fishing and collecting activities are prohibited in the entire monument.",
    "url": "https:\/\/www.nps.gov\/buis\/planyourvisit\/outdooractivities.htm"
}
