{
    "title": "Tonto National Monument: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved       Create a Lasting Connection  If you want to get more involved in Tonto National Monument, there are many ways. Our staff is small, but sometimes vacancies of paid jobs are open to applicants. Volunteering is a great way to learn more and give back. You may also find one of our cooperating associations offers a way to support your parks. Tonto National Monument always encourages feedback on planning and operations. Contact us: Email Tonto National Monument, Phone: (928) 467 2241, Address: 26260 N. AZ HWY, Roosevelt, AZ 85545 Learn more about... Working With Us Park Planning How to Support Your Park Partner Organizations (outside links) Western National Parks Association Student Conservation Association National Park Foundation        Teacher- Ranger- Teacher (TRT) This professional development opportunity is for teachers interested working in an amazing location and helping to connect visitors and school children to people of the past. Tonto National Monument preserves and interprets two 700 year old cliff dwellings. Please check back next spring to find out what oputunites are availible. Any questions, send us an EMAIL. Why apply?  3 graduate continuing education credits through University of Colorado, Denver Develop at least one lesson to be used in your classroom or school Assist the park with an education project Increase your understanding of place-based learning by engaging with park resources Link with teachers across the nation. $3000 stipend paid at the conclusion of the program (once project has been submitted). All compensation to the TRT will be the responsibility of CU Denver.  What is required?  TRT application form, resume, and statement of support from your Principal Pass a Basic National Agency Check and Inquiries (NACI) background check (paid by the park)          Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.         Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/tont\/getinvolved\/index.htm"
}
