{
    "title": "Buck Island Reef National Monument: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People       The first people to set foot on buck Island were probably Saladoid, Ostionoid, and\/or Taino peoples who used the island as a temporary camp while fishing, hunting manatees and sea turtles, and gathering eggs and conch. These people left behind pottery most attributable to the early Ostioniod styles ca. A.D. 600 and later. They also left behind large quantities of conch shells with holes punched in their apexes – evidence of meat extraction. It has been hypothesized that the home village for these peoples may have been Coakley Bay. Due to a lack of fresh water in Buck Island, it is unlikely that permanent settlements were maintained there.   The first European known to be associated with Buck Island was Johann Diedrich, the town clerk for Christiansted. Diedrich reportedly built a house “on top the island which provided an unparallel view of the shipping lanes.” There were between 6 and 12 slaves living on the island at any time during his tenure; in 1772, three slave were listed as living on the island. These slaves probably harvested lignumvitae trees, land-crabs, and lobsters, and survived on the island by fishing, gathering shellfish, planting sweet potatoes, and catching rainwater in above ground cisterns.  In 1789, the Danish government constructed a signal station on Buck Island, on the 329-foot elevation Point. The signal keeper and his family would have lived nearby, along with their slaves.  In 1822, Buck Island became the official passion of the Danish Crown through the practice of landskassen (land treasury), or, the appropriation of rural lands by the government for their protection. These lands were then leased to various individuals for appropriate uses, as so determined by the Danish government.  Census data throughout the nineteenth century note that small groups of people we riving on Buck Island. For example, in 1841, six people were living on the island; two fishermen, a housekeeper, and “three professional drunks.”",
    "url": "https:\/\/www.nps.gov\/buis\/learn\/historyculture\/people.htm"
}
