{
    "title": "Buck Island Reef National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Buck Island  Christiansted, VI 00820                 Directions         Buck Island Reef National Monument is accessible only by vessel.  Private vessels must obtain an anchoring permit from the Park Service prior to anchoring at West Beach to access the island or beaches.  An anchoring permit is also required to enter the lagoon prior to use of a mooring at the Underwater Trail or Scuba locations.  An anchor permit application, instructions and special regulations for the Park's use are located on the website.  Directions Details           Operating Hours & Seasons         Buck Island Reef National Monument The island is closed to the public from sunset to sunrise, year round.  Anchoring in the park is restricted to the West Beach anchoring area and an annual permit is required for all vessels.  Vessels entering the lagoon to access the underwater trail moorings or to scuba dive must obtain an anchoring permit prior to entering park waters.  Overnight use of the West Beach Anchoring area requires a special over night permit issued by the park office at the Christiansted National Historic Site.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           The sun is out! Don't forget our sunscreen!!         Fees & Passes     Entrance Fees:   Anchoring Permit and Overnight Anchoring Permit - $0.00 Anchoring permit application is required for day use of the West Beach anchoring area and moorings located inside the lagoon.  No anchoring is permitted inside the lagoon. The lagoon is closed from sunset to sunrise.  The island is closed from sunset to sunrise.  Overnight use is allowed only with a special permit and is restricted to the West Beach anchoring area only.   No Entrance Fee - $0.00 No Entrance Fee   Entrance Passes:   No Entrance Pass - $0.00 No Entrance Pass         Visitor Centers       None There is no Visitor Center at Buck Island Reef NM.  Visit the Christiansted National Historic Site in Christiansted, St. Croix, V. I. for information on the park.                 Elkhorn coral   Welcome to Buck Island Reef!  Uninhabited Buck Island, 6,000 feet long, 2,500 feet wide, rises 328 feet above sea level, 1½ miles from the island of St. Croix. The 19,015–acre Buck Island Reef National Monument includes the 176-acre typical dry forest island and 18,839 acres of submerged land and coral reef system. Proclaimed a national monument in 1961 by President John F. Kennedy, it was expanded in 2001 to preserve one of the Caribbean’s finest marine gardens. Endangered and threatened species live and nest here: four species of sea turtles-hawksbill, green, leatherback, and loggerhead-and the St. Croix ground lizard. Elkhorn coral, the first listed marine invertebrate, surrounds two-thirds of the island. Elkhorn coral patch reefs rise to the surface from the seabed as much as 40 feet below. Prehistoric people would canoe from St. Croix and camp on the beach, likely to fish and gather sea turtle eggs and conch. In the 1700s and 1800s the Danish government set up a signal station on the island’s highest peak. A signal keeper, his family, and enslaved workers lived nearby.    Before you come make sure you watch the award wining film 'Caribbean Gem'        Things to Do Permits & Reservations    Boating Concessionaires Hours & Seasons   Weather Fees & Passes   History & Culture Nature   General Information Información General      For more information visit our Brochures page.",
    "url": "https:\/\/www.nps.gov\/buis\/planyourvisit\/basicinfo.htm"
}
