{
    "title": "Christiansted National Historic Site: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People       Christiansted: Denmark in the Caribbean   A latecomer in the European race for colonies and profits in the New World, Denmark occupied the uninhabited West Indian (Caribbean) islands of St. Thomas (1671) and St. John (1717). Desiring land more suitable for sugar cultivation, the Danes purchased St. Croix from France in 1733. Danish efforts to settle the island were initially delayed for a year following the devastating 1733 slave revolt on St. John, but ultimately proved successful.   The first Danish settlement on St. Croix, situated on the island’s northeast coast, was chosen because of the existence of an adequate harbor for shipping. At that site, the Danes found and built upon the ruins of a French village called Bassin, (“the harbor”) which dated from 1665. The new town, named Christiansted (“Christian’s Place”) in honor of King Christian VI of Denmark-Norway, was envisioned to rival Christiania (later Olso, Norway) in size. The town was laid out according to the grid system, and benefiting from a early building code (1747). Street width, setbacks, easements, building materials, and certain types of commercial and residential zoning were regulated.   St. Croix’s economy stagnated while the island was administered by the Danish West India and Guniea Company—the royally chartered slave-trading monopoly—from 1734 to 1754. The Company overburdened planters and merchants with excessive taxes on imports and exports and required that all trade be carried in Danish vessels. Conditions improved when the her “Danish Islands in America” became a possession of the crown in 1755 after its purchase of the Company’s stocks. The royal governor-general took up residence at the new capital, Christiansted. For more than 150 years thereafter, the town’s destiny was inextricably tied to the fortunes of St. Croix’s sugar industry on the European and North American markets.   Between 1760 and 1800, as the result of Danish free-trade policies, St. Croix’s population increased dramatically and great profits were realized. This period became known as “the Golden Age of  St. Croix”. However, the invention of the beet sugar process during the Napoleonic Wars, a region-wide depression in the 1820s, the loss of slave labor with emancipation in 1848, and a succession of hurricanes and droughts all contributed to an irreversible economic decline.   Christiansted’s Danish heritage can still be seen in its architecture (especially its arcaded sidewalks), and its street names. Neoclassical government buildings and townhouses, churches that exhibit various national influences, combination shop-residences, and shingled wooden cottages blend to create a lasting impression of a West Indian colonial capital built on slaves, sugar, and rum.     The Urban Professional and TradesmanInternationalPort   Urban professionals and tradespeople in Christiansted provided a wide range of services needed by its residents.   At one time or another, the white population of Christiansted consisted of Danes, and Norwegians, British, Germans, Dutch, Irish, and a few Sephardic Jews. They were: government officials, clergy, physicians, and surgeons, lawyers, merchants, soldiers, sailors, watchmakers, tailors, shoemakers, masons, blacksmiths, carpenters, painters, and fishermen. Mercantile houses here were managed by brothers, sons, or partners. Commercial interests were often cemented by marriages with prominent St. Croix families. The Moravian historian C.G.A. Oldendorp wrote in 1777, “in this very mixed society, the basic distinctions…are those of social standings, income, professional know-how morality, and other factors considered important in a middle-class society.   Blacks, from the start, also played a highly significant role in the economic and architectural development of Christiansted. Slaves were indispensable for the “muscle” needed for construction and the loading and unloading of cargoes. Free Blacks practiced many of the same trades as the whites, and were especially skilled as builders. Beginning in the early 1750s, their special free status required them to form their own militia company underarms, which helped the authorities capture runaway slaves.   The diverse racial and cultural diversity of Christiansted’s inhabitants made it a true “melting pot,” where skills and cultural values were shared, absorbed and adapted. The Christiansted of today continues in that tradition.",
    "url": "https:\/\/www.nps.gov\/chri\/learn\/historyculture\/people.htm"
}
