{
    "title": "Saint Croix National Scenic Riverway: Every Kid in a Park",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Every Kid in a Park              Every Kid in a Park       Free Access to Federal Lands and Waters for 4th Graders and Their Guests         Calling all 4th graders! What do you know about America's federal lands and waters? You can find them almost everywhere! From Puerto Rico to Maine and Virginia to the Pacific Islands, some of America's most spectacular destinations await your discovery.   Learn about your heritage and connect with nature while you explore more than 400 national parks and millions of acres. Visit cool places like Land Between the Lakes, the St. Louis Arch, and the Florida Keys. Listen to howling wolves, check out prehistoric dinosaur tracks, walk in the footsteps of Lewis and Clark, or look up into a dark night sky and reach for the stars.   To help engage and create our next generation of park visitors, supporters and advocates, the National Park Service, along with other federal agencies is kicking off the Every Kid in a Park Initiative. It will provide 4th grade students and their families with free admission to National Parks and other federal lands and waters for a full year starting September 1, 2015.          Annual 4th Grade Pass  Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher.   The pass is valid for the duration of the 4th grade school year through the following summer (September - August).   Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance and Standard Amenity Fees.    Digital versions of the voucher (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass.   The Pass is non-transferable   Educators can also be involved! Learn more at the Every Kid in a Park website.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/kidsyouth\/ekip.htm"
}
