{
    "title": "Salt River Bay National Historical Park and Ecological Preserve: Volunteer",
    "body": "Volunteer       Christiansted National Historic Site is looking for volunteers. The park is located in the heart of Christiansted, was established in 1952. The park consists of six historic buildings and grounds. The purpose of the park is to preserve to historic buildings and grounds, and to interpret the Danish economy and way of life on St. Croix from 1733 – 1917. The park has limited staff and has relied on volunteers to help us accomplish park projects. We would like your assistance on the following three projects: Project One: In 1991 the Park Service undertook the restoration of several rooms in Fort Christiansvaern. These rooms are the Officer’s Day Room, the Arsenal Room, the Gunpowder Magazine, and the Soldiers’ Barracks, were recreated with antiques and period furniture, artillery implements, barrels and wooden tools, clothing, canvas bedding, mahogany footlockers and wardrobes. The volunteers will learn about the history of the rooms, their use by the Danish Military and help our staff clean the rooms and furnishings. Volunteers will need to attend training and then make a commitment to help clean the rooms for two hours once per month. Project Two: Over the last few years the Steeple Building Museum has been undergoing a transformation. The park is interpreting the period of time when the building functioned as a Lutheran church, “Church of the Lord of Sabaoth” 1753 – 1831. A mural depicting a Lutheran service from the 1800s is prominently displayed on the east wall. The park had reproduction mahogany pews installed in the church to enrich our visitor’s experience. A new interpretive display is planned to recreate the Governor General’s box, the altar, and possibly the chandeliers. We are looking for volunteers interested in the history of the Steeple Building and will share this information with our visitors. The Steeple Building is open from 9:00am to 4:30pm. We are looking for volunteers that will help us staff the Steeple Building during the week and on the weekends. Project Three: The Park relocated the Eastern National Bookstore to the Scale House. The bookstore functions as a key visitor contact station for all three St. Croix National Parks. The store carries a wide selection of books and items related to the National Parks, the Virgin Islands, and the Caribbean, the history, maps, video, music and nature. The present store manager, Janet Hagbloom, has the store open from 10:30am to 4:30pm Monday through Saturday.",
    "url": "https:\/\/www.nps.gov\/sari\/getinvolved\/volunteer.htm"
}
