{
    "title": "Christiansted National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit           Physical Address           2100 Church St. #100  Christiansted, VI 00820                 Directions         Christiansted National Historic Site is located in the town of Christiansted, VI 00820.  The Historic Site is located on the corner of King and Hospital Streets in the town of Christiansted on the wharf.  Directions Details           Operating Hours & Seasons         Christiansted National Historic Site The Park is open daily, except on Christmas Day and Thanksgiving Day the Park is closed.   Standard Hours    Sunday: 8:30 AM - 4:30 PM   Monday: 8:30 AM - 4:30 PM   Tuesday: 8:30 AM - 4:30 PM   Wednesday: 8:30 AM - 4:30 PM   Thursday: 8:30 AM - 4:30 PM   Friday: 8:30 AM - 4:30 PM   Saturday: 8:30 AM - 4:30 PM             Weather           Forecast is sun! But cover up, wear a hat, and use sunscreen to avoid sunburn. Beware of hazardous surf conditions and crosscurrents and do not swim alone.         Fees & Passes     Entrance Fees:   Christiansted NHS Entrance Fee - $3.00 Per Person, adults 16 years and older.   Entrance Passes:   Golden Age Passport Holder - $10.00 Christiansted NHS Entrance Fee for card holder plus 3 additional persons age 16 and older. Passports are sold at the Christiansted NHS for $10.00 to persons age 62 and older. This is a lifetime pass for U.S. Citizens and permanent residents.   Access Pass Holder - $0.00 A no fee lifetime pass for individuals with disabilities. Christiansted NHS Entrance Fee for card holder plus 3 additional persons age 16 and older.   Annual Military Pass - $0.00 Christiansted NHS Entrance Fee for card holder plus 3 additional personas age 16 and older. The Annual Pass for U.S. Military may be obtained at the Christiansted NHS in person by showing a Common Access Card or Military ID for U.S.Military members and dependents in the Army, Navy, Air Force, Marines, Coast Guard, and Reserve and National Guard members.   Annual Park Pass - $80.00 Christiansted NHS Entrance Fee Annual Park Passes can be purchased for $80.00 and are available for purchase to everyone at the Chirstiansted NHS.          Visitor Centers       Christiansted NHS Visit the Christiansted National Historic Site's Fort for information and to view the exhibits.               The park consists of seven acres centered on the Christiansted waterfront\/wharf area. On the grounds are five historic structures: Fort Christiansvaern (1738), the Danish West India & Guinea Company Warehouse (1749), the Steeple Building (1753), Danish Custom House (1844), and the Scale House (1856). The National Park Service uses these resources to interpret the drama and diversity of the human experience at Christiansted during Danish sovereignty – colonial administration, the military and naval establishment, international trade (including the slave trade), religious diversity, architecture, trades, and crime and punishment.",
    "url": "https:\/\/www.nps.gov\/chri\/planyourvisit\/index.htm"
}
