{
    "title": "Tonto National Monument: Become a Scout Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Become a Scout Ranger              Become a Scout Ranger         The Scout Ranger patch is awarded after ten hours of service    Scout Ranger Scouts can earn a certificate of patch by participating in an organized educational program or volunteer service project. Education programs include: ranger-guided interpretive tours, junior ranger programs, and environmental education programs. Please contact us to set up an educational program or volunteer service learning program!  To earn a certificate, scouts must complete at least five hours at one or more national park sites. Use of the certificate is on the honor system and should only be awarded after five hours of service. Download the certificate  To earn a patch, scouts must complete at least ten hours at one or more national park units. Scouts are awarded the patch at the visitor center.  Scouts interested in keeping a log of their hours may use the tracking sheet.        Girl Scout Ranger Girl Scouts can earn a certificate or patch by participating in an organized educational program, volunteer service program, or design their own program to align with Journey work, badge requirements, or Take Action or Highest Award projects. Contact us to set up a program! To earn a certificate, Girl Scouts must complete at least five hours at one or more national park sites. Use of the certificate is on the honor system, and should only be awarded after five hours of service. Download the certificate To earn a patch, Girl Scouts must complete at least ten hours at one or more national park units. Girl Scouts are awarded the patch at the visitor center.  Girl Scouts interested in keeping a log of their hours may use the tracking sheet. For more information on Journeys, badges, and Highest Awards, visit the Girl Scouts webpage.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/kidsyouth\/scout_ranger.htm"
}
