{
    "title": "Salt River Bay National Historical Park and Ecological Preserve: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People       The Salt River Basin In Prehistoric Times The prehistoric complex at Salt River, is one of the most important archaeological sites in the Virgin Islands. It has been the focus of every major archaeological investigation on St. Croix since 1880: Alphonse Pinnart (1880), Holger U. Ramsing (1899), Jesse W. Fewkes (1912), Georg Nordby (1915; 1925), Theodor De Booy (1917), Gudmund Hatt (1923), Lewis J. Korn (1935), Herbert W. Krieger (1938), Gary S. Vescelius (1952), and Buce E. Tilden (1978-1979).  Through artifact evidence and\/or early historical accounts, we know that the area was inhabited by all three major pottery-making cultures found in the Virgin Islands in prehistoric times (Igneri, AD 50-650; TAINO, 650-1450; and Kalina or Carib, AD 1425-1590). There is good reason to believe that the Salt River site was a major religious and cultural center as well as a long lived permanent settlement. The only Tainan ceremonial ball court or plaza (Batey) found so far in the Lesser Antilles was excavated there by a Danish archaeologist, Gudmund Hatt, in 1923. Artifacts associated with that game – petroglyphs, stone “belts” (used either as trophies or handicaps), three-pointed stones called “zemis”, and human sacrificial burials – are now in the  possession of the National Museum in Copenhagen. Significant artifacts from the Salt River site, of both domestic and ceremonial usage and quality, are to be found in public and private museum collections in the Virgin Islands, the United States, Denmark, and other countries. The Caribs The last, and the most notorious, of the Native American cultures to inhabited St. Croix was the Carib. Originating in the Guiana \/ Orinoco region of South America, the Caribs had wrested control of St. Croix from the Tainos ca. AD 1425. It would be the westernmost limit of Carib control in the Antilles. The male-dominated Carib social order was in one sense more egalitarian than the Taino, since their chiefs were not hereditary but were elected on the basis of leadership or prowess in warfare. Irregular (guerilla) warfare for the purpose of obtaining captives and certain natural resources was an important facet of the Carib culture. Women, unlike male preoccupations with warfare and hunting, usually performed domestic chores and engaged in agricultural cultivation. Although the Spanish linked the Carib name infamously and forever with the practice of cannibalism, it should be noted that the hereditary TAINO aristocracy also engaged in that ritual practice. Furthermore, different cultural perceptions are worth noting. The Carib name, Kalina, implied that they alone were “people” or “human”. To the Caribs, therefore, it is possible that the ritual eating of flesh of  “non-people” had an entirely different meaning than the great offense it gave to Europeans.  The Columbus Contact: 1493  On November 14, 1493, on his second voyage to the New World, Columbus came upon the island which the dominant Caribs called Cibuquiera (“the stony land”).He named it Santa Cruz or  “Holy Cross”. The fleet of 17 vessels (including the Niña, veteran of the first voyage) dropped anchor off the Salt River inlet, which Columbus’ Taino translators called AyAy  (“the river”). The admiral sent more than two dozen armed men ashore in his longboat  to explore the native village on the west bank and search for sources of fresh water. This location is the first and only positively documented of two sites associated with Columbus on what is now U.S. territory. Four eyewitness accounts of the St. Croix episode survive: Columbus’s son Ferdinand, quoting the Admiral’s own journal, since lost; the Italian nobleman and friend of Columbus, Michele de Cuneo; the fleet surgeon, Dr. Diego Alvaredo Chanca; and what is known as the Syllacio – Coma letter. On a return to the flagship, having  “liberated” some Taino women and boys enslaved by the Caribs at the village, the boat’s crew encountered a canoe with Caribs (four males and two females) and one or two males Taino slaves, which had rounded the eastern cape of the bay. The Caribs readied their bows when the Spaniards approached too closely. The canoe was rammed and overturned, and a fierce but unequal skirmish ensued. This hostile encounter, the first documented resistance to European encroachment by Native Americans, resulted in a Fatality on each side. Columbus himself later named the site of the encounter Cabo de las Flechas or “Cape of the Arrows”, in memory of the Spanish fatality. From St. Croix, Columbus’ fleet first sailed northward to collectively name Las Islas Virgenes(“The Virgin Islands,” after the legendary St. Ursula and her 11, 000 virgin companions martyred by the Huns at Cologne in the 11th century), and then west southwestward to San Juan Bautista  (later renamed Puerto Rico).  The Colonial Era Sixteen years after Columbus, in 1509 an understanding was concluded by Ponce de Leon (the first Governor of Puerto Rico) with the Carib chieftains on St. Croix. The Caribs, for their part, agreed to accept Christianity, refrain from their raiding activities, and provide agricultural produce to the Spanish in Puerto Rico A few months later, Diego de Nicuesa, a Spanish entrepreneur, raided St. Croix for slaves, capturing as many as 140 Caribs. There were transported first to Hispañola and then to Central America. Renewed Carib resistance to Spanish imperialism culminated in their active participation in the general TANIO uprising on Puerto Rico in 1511. For these efforts, the Spanish Crown decreed that Caribs of St. Croix – the term, “CARIB” was soon interpreted to include all recalcitrant Native Americans – were to be done away with. Thus, a series of  tragic events which began on St. Croix in 1493 served as the pretext for the “legalized” extermination of thousands of Native American peoples in the Antilles. In the face of ongoing military pressure from the Spanish in Puerto Rico, the Caribs permanently abandoned St. Croix by 1590. The European Presence at Salt River Salt River was the focal point of several attempts to colonize St. Croix in the mid-1600s. The frequent change of ownership by force of arms was typical of the European struggles for dominance in the New World, in which the West Indies was regarded as pivotal: the English, 1641; the Dutch, 1642-45; the English again, 1645-50; the French, 1650-96, with the French Chapter of the Knights of Malta 1655 -1665. The settlement there, small and primitive, was built over part of the prehistoric site and extended along the western shore of the bay. It served a system of fledgling plantations growing cotton, indigo, tobacco, sugar, and a variety of food staples.  The only surviving structural evidence of this turbulent period in Virgin Islands history is the triangular earthwork fortification at Salt River begun by the Dutch the following year. The French referred to it initially as Fort Flamand (“the Flemish Fort”) and later as Fort Sale. This feature is the only one of its type, dating from this period, that has survived in the West Indies, and possibly in North America. After the mid-1660s, the village at Salt River was relocated to another harbor on the northeast coast of St. Croix known as Bassin, later to become the town of Christiansted under the Danes in 1735.  From the Mid-1700s to the early 1870s, the Salt River area continued to play an important role in the agricultural economy of St. Croix. When surrounding sugar plantations used the bay as an “unofficial” port for the shipment of sugar, rum, and molasses, the Danish West Indian government deemed it necessary to build a small gun battery and a custom house along the west shore of the bay in the 1780s in order to control smuggling. Agriculture in the area effectively ended by the 1870s.",
    "url": "https:\/\/www.nps.gov\/sari\/learn\/historyculture\/people.htm"
}
