{
    "title": "Tonto National Monument: Partners",
    "body": "Partners       Western National Parks Association Western National Park Association operates a non-profit bookstore in the visitor center at Tonto National Monument. Beyond an excellent selection of books, they offer a variety of gifts including Native American made crafts, local foods, and T-shirts. All proceeds go toward educational programs and scientific research in your national parks. American Southwest Virtual Museum Northern Arizona University, the Museum of Northern Arizona, and the National Park Service partnered to create the American Southwest Virtual Museum. You will find high quality photos of many artifacts including textiles, pottery, and shell jewelry found in the cliff dwelling of Tonto National Monument. Many other Southwest parks also have digital collections on this website. Arizona State Museum Arizona State Museum helped to build the new museum displays at Tonto National Monument. Located in Tucson, Arizona they are one of the largest archaeological repositories in the nation. They continue to do research on past peoples and encourage you to come visit their public museum. Learning Center of the American Southwest The Learning Center of the American Southwest works with many public lands to help preserve their fragile resources. Much of their work helps to educate the public about the scientific research. Tonto National Monument partnered with the Learning Center to produce many short publications on the unique resources of the Monument including the cliff dwellings and beyond. U.S. Forest Service Tonto National Forest completely surrounds Tonto National Monument. It offers amazing opportunities for a variety of recreation across its 3 million acres. You can experience everything from boating on the reservoirs along the Salt River, to hiking in the rugged wilderness areas. The U.S. Forest Service works with the National Park Service in a variety of ways to preserve resources and provide opportunities for visitors to experience their public lands. Tonto National Forest also offers the nearest campgrounds to Tonto National Monument. Besh-Ba-Gowah Besh-Ba-Gowah is an Archaeological Park and Museum operated by the City of Globe. Besh-Ba-Gowah is a ancient Salado village contemporary to the cliff dwellings at Tonto National Monument. Located in Globe, Arizona it is a short 30 minute drive from Tonto National Monument. Tonto Natural Bridge State Park Tonto Natural Bridge is the largest natural travertine bridge in the world. Water depositing and dissolving the calcium based travertine took thousands of years to form this bridge, now standing 183 feet high and 400 feet long. The State Park offers hiking and scenic views of the pine covered mountains near the Mogollon Rim just north of Payson, Arizona. It is about a one hour drive from Tonto National Monument.",
    "url": "https:\/\/www.nps.gov\/tont\/getinvolved\/partners.htm"
}
