{
    "title": "Klondike Gold Rush - Seattle Unit National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      A Short History of Seattle   Although people had inhabited the Puget Sound area for thousands of years, the first non Native American settlers -12 adults and their 12 children- didn't arrive until 1851.  They settled briefly at Alki Point, in today's West Seattle, before moving to a more hospitable area a few miles away on the eastern coast of the Sound-now the Pioneer Square Historic District adjacent to downtown Seattle.  They named their village after a friendly tyee, or chief, of two local Native American tribes.  Among the original settlers were Arthur Denny and David S. \"Doc\" Maynard, soon joined by Henry Yesler who sought a site for a steam engine-powered sawmill.  Denny and Maynard gave him a strip where their land holdings joined along the Seattle waterfront.  Yesler reciprocated by turning the nascent city into an important lumber producer. Aided by animals, wood cutters slid, or \"skidded\" timber down a greased log road to the sawmill.  In time, this \"skid road\" separated Seattle's respectable and wide-open neighborhoods.  \"Skid road\" evolved into \"skid row,\" a term that refers to the seedy part of a city.         Despite early problems such as skirmishes with the original inhabitants, floods, and economic insecurity, Seattle slowly grew. In 1860, the first federal census of Washington Territory counted 302 people in King County, most of them in Seattle. By 1870 Seattle's population had topped 1,100, and in 1880, 3,500. Cultural and social advances accompanied population growth. In 1861 the \"Washington Territorial University\" - today's University of Washington- opened although 15 years would pass before it granted Clara McCarty its first baccalaureate degree. The city's first newspaper, the Gazette, creaked off an old press in 1863. And in 1864 the first 11 \" Mercer girls\" arrived. These young women, recruited in the east by Asa Mercer, the Territorial University's youthful president, added substantially to the pool of marriageable women in a frontier society where men outnumbered women by a 10-to-1 ratio. Mercer brought another contingent of 34 marriageable young women to Seattle in 1866.  A devastating fire in 1889 destroyed the city's commercial district. Rebuilding started immediately, the burned wooden structures replaced with more fire resistant brick and stone buildings, many of them still occupied, like the former Cadillac Hotel, now home to the Seattle unit of the Klondike Gold Rush National Historical Park. By 1890 Seattle's population had reached 42,000, an astonishing 12-fold increase since 1880, growth stimulated by railroad building, the construction frenzy set off by the 1889 fire, demand for lumber, development of the port, and increased shipping activity. Even greater growth lay ahead.      On July 17th, 1897, the steamship Portland docked in Seattle from St Michael, Alaska, carrying 68 prospectors and what newspapers said was \"a ton of gold.\" Two days earlier a similarly laden ship had arrived in San Francisco from Alaska. What had been a just a few hundred prospectors sailing from Seattle each week, soon turned into a stampede of thousands as newspapers spread word, telegraphed from Seattle, that a great quantity of gold had been found along a remote river in what is today the Yukon Territory of Canada. While it has been erroneously recorded, even to this day, that the Canada's Northwest Mounted Police required each person headed there to bring a year's supply of food and equipment, that was not to be the case.  This didn't stop the Seattle merchants from quickly exploiting this rumor, advertising the city far and wide as the \"Gateway to the Gold Fields\" - the place where all one's Klondike needs, from food and warm clothing to tents and transportation-could easily be fulfilled. As a result, some 30,000 to 40,000 of the estimated 70,000 stampeders, who outfitted to go to the Klondike, bought their \"ton of provisions\" in Seattle. The city prospered.  In 1900, Seattle's population had nearly doubled from 1890, to 80,000. Despite occasional downturns, economic and population growth continued in the 20th century, and into the 21st. Shipbuilding was a major industry early in the 20th. In 1916 William Boeing launched the company bearing his surname, now the world's largest aircraft manufacturer. In the 1980s Microsoft Corporation led the way in Seattle's becoming a world-wide computer technology center. The city's port evolved into a major depot for container ships, a grain exporting center, and in the early 2000s a summer base for Alaska-bound cruise ships. The University of Washington advanced to leadership among the country's research institutions. By 2012, with a population of 634,000, the city was the core of a growing metropolitan area totaling some 3.5 million people.      A Short History of the Klondike Gold Rush “GOLD! GOLD! GOLD! GOLD!” screamed the banner headline of the Seattle Post-Intelligencer on July 17, 1897. Smaller headlines following told of \"Sixty-Eight Rich Men on the Steamer Portland\" and \"STACKS OF YELLOW METAL!\" While the news of the gold strike on the Klondike River, a tributary of the Yukon River in northwestern Canada, had been reported far and wide by newspapers. It would be nearly and year before the SS Portland docked and the sight of all that gold excited people across the globe, especially in North America. By noon that July day eager fortune seekers had booked the last berth on the SS Portland for the return trip to Alaska. Once there, they headed by riverboat up the Yukon to a mining camp near the gold strike called Dawson City, soon, though briefly, to become a boomtown. Prospectors had found fairly good gold deposits in the Yukon River valley for decades. But on August 16, 1896, Keish (known as Skookum Jim Mason and his nephew Kaa Goox (called Tagish Charlie or Dawson Charlie, members of a local Tagish tribe, and their American brother-in-law, George Washington Carmack, found gold nuggets on a tributary of the Klondike they named Bonanza Creek. They soon filed claims, triggering a scramble among prospectors already in the area working similar claims. Within a couple months every potentially gold bearing site throughout the Bonanza Creek drainage had been staked and claimed. Although word of the new discovery reached the outside world the Klondike Gold Rush would not begin until proof arrived on the docks of Seattle and San Francisco of how much gold was there.      Gold fever affected people from all walks of life. Even Seattle's mayor quit to join the stampede. Most were Americans and Canadians, but some came from almost every corner of the globe. Few had any idea of the hardships that awaited them on the way to, and in, the frozen north: climbing the steep, 3,000-foot Chilkoot Pass 20 or 30 times, for example, each time laden with a heavy load on one's back in order to bring into the desolate Yukon region enough food and supplies to last a year. Nor was taking the treacherous White Pass alternative any better. So many horses perished on this narrow, boulder-strewn route that it became know as the Dead Horse Trail. Once in the Yukon region, imagine yourself and a partner spending a dark and frigid winter chopping down trees so the logs could be whipsawed into planks or boards for a boat or raft. Such watercraft would be needed when the ice broke in the spring on the Yukon. Then you'd load your boat or raft with food and supplies, get in, push off, and hope you'd safely negotiate dangerous rapids, sandbars, and other obstacles. Finally, some 560 downstream miles later, you'd reach Dawson City. Imagine discovering, soon after arriving, that your dreams of riches are mostly just that: dreams. Of the 70,000 or so who would leave home for the Klondike historians estimated, only 40,000 actually set out on the Klondike Trail; with nearly thirty thousand reaching Dawson... 300 found gold in quantities large enough to call themselves rich. And out of these fortunate men, only the merest handful managed to keep their wealth.\"  The 40 Mile, Sixty Mile, Circle City, Klondike, Nome, Fairbanks and other gold rushes between of 1890 and 1910 increased the awareness of Americans and Canadians to the possibilities of developing mining, timber, and other resources in the vast lands of the Alaska and the Northwest Canadian. It provided an economic shot in the arm to merchants, especially in Seattle, who supplied the naïve but determined stampeders. In so doing it helped bring to an end terrible effects of the Panic of 1893, one of America's worst economic depressions. It also enriched many of the men and women who participated in the Klondike Gold Rush and who returned home with scarcely a nugget or ounce of precious dust. Many spoke glowingly long afterwards of the grandest adventure they had ever experienced.          Learn more about the maritime, industry, agricultural history of King County 4 Culture's website Destination Heritage.",
    "url": "https:\/\/www.nps.gov\/klse\/learn\/historyculture\/index.htm"
}
