{
    "title": "Klondike Gold Rush - Seattle Unit National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Photo by Wayne Bressler  The Highlights of a Visit  Open year round, roughly 65,000 visitors find their way to Klondike Gold Rush National Historical Park each year. Most are surprised to find out that the Klondike Gold Rush isn't an Alaskan gold rush, but a story about 70,000 individuals headed to the Yukon Territory in Canada. Make sure you view one of the two gold rush videos which describe the journey the Stampeders had to make.    Gold Fever: Race to the Klondike, highlights the gold rush from discovery, the various routes the stampeders would take, and eventually what happened to the men, women, and children who headed for the Klondike. Seattle; Gateway to the Gold Fields, offers a view of the Klondike Gold Rush's impact on the city of Seattle and three individuals who would leave from there to find their riches.   Each videos is approximately 25 minutes long. During the summer, they are shown on a regular schedule and during the rest of the year are shown on request.   Whether you see one or both of these films and the other interactive exhibits in the visitor center you will probably come away with a sense of wonderment and amazement that this event would have a lasting impact on the individuals that went the the communities along the route to the gold fields.            Dig into the Details of Planning Your Visit  In Basic Information, learn some important facts about traveling to this beautiful and special part of the world. In Directions, learn where the Klondike Gold Rush national Historical Park is in Seattle, and get suggestions on how to travel here once you're in the city. In Fees & Passes, while this park is free find out what park passes you can pick up here. In Things To Do, explore the myriad of other exciting historical sites in the Pioneer Square Historical District. In Places To Go, learn about other national park and associated units in and around Seattle. Current or Upcoming Events, and Temporary Exhibits   Use the park calendar to learn about upcoming ranger programs, special events, and other visitor activities. You can also connect to the park and get help planning your visit via our social media sites including Facebook, Twitter, YouTube and more.  | Français | Deutsch |",
    "url": "https:\/\/www.nps.gov\/klse\/planyourvisit\/index.htm"
}
