{
    "title": "Tonto National Monument: Deserts",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Deserts                Deserts         saguaro cactus NPS Photo  Tonto National Monument lies within the Arizona Upland division of the Sonoran Desert. At the desert’s northeastern edge and farthest range for frost sensitive plants, the monument also lies within the Basin and Range geologic province. Low basins edged by long narrow mountain ranges characterize this province. Beyond the Sierra Ancha range to the north of the monument, is the Mogollon Rim, the southern boundary of the Colorado Plateau. These physical barriers block, direct, or confine any moisture to the desert.  Rain or moisture is divided equally between two rainy seasons, but is not predictable. The winter rains are usually gentler and longer. These storms come in from the north and west, bringing colder rains and sometimes snow. The wettest months are generally December and January, and are important to the blooming of spring wildflowers. The summer monsoon rains begin sometime in July, with August as the wettest month. Monsoon doesn’t refer to the rain, but to the seasonal shift in winds bringing periods of wet and dry to an area. These warmer, tropical rains from the south are brought through a shift in weather patterns. These storms may be heavily laden with moisture, bringing flash floods; or dry, dusty, and full of lightning and thunder, without producing a single drop of moisture. Sometimes virga is seen -- rain falling from clouds, but evaporating in mid-air long before reaching the ground.  The two rainy seasons of the subtropical Sonoran Desert promote a high diversity in life with adaptations to the climate. Different plants take advantage of each type of rain. Seeds of wildflowers lie dormant, waiting for the prolonged rains of the winter months. If not enough rain falls, they wait to see what the next year holds. Some plants are dormant during May and June, waiting for the summer rains. Many cacti expand, collecting large amounts of water from a short, but intense storm. They rely on their internal moisture storage during dry times. This is true of the saguaro, a columnar cactus characteristic of the Sonoran Desert.  The complex variety of plants provides for a diversity of wildlife species. Some wildlife depends upon the plants to determine whether they should attempt to reproduce. If there is not enough fruit or seeds, the animals wait for another year. The spadefoot toad lies dormant until enough rain falls, not just to reproduce, but enough for their tadpoles to mature to adults. Plants and animals surviving life in the desert have adapted by waiting for rain, by holding on to the rain when it does fall, or by using the space of time for a given rainfall. To adapt to their environment, prehistoric people learned these survival strategies from the desert around them. What lessons can and should we learn from the Sonoran Desert?",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/deserts.htm"
}
