{
    "title": "Ebey's Landing National Historical Reserve: Ferry House Open House 2016",
    "body": "Explore This Park    Get Involved     NPS Centennial     Ferry House Open House 2016              Ferry House Open House 2016       JOIN US on August 20th from 10 am to 4 pm for the National Park Service Centennial Open House at the historic Ferry House. For 156 years, the Ferry House has stood watch over Ebey’s Prairie and provided shelter and support for families who settled here. Once a stop for weary travelers to Whidbey Island, today the house bears witness to the remarkable legacy of preservation represented by Ebey’s Landing National Historical Reserve.                Frequently Asked Questions   Answers to (hopefully) all of your questions.           Planning Your Trip   Get your parking, shuttle, and tour information here.          History of the Ferry House (Coming Soon)   Dive into the past of this amazing building.          Ferry House Photo Gallery (Coming Soon)   See and share some of the amazing photos of the Ferry House through time.           Sign Up For a Tour    Guided tours of the interior and the exterior of the house.           Volunteer at the Event   We are still looking for volunteers to help with the event.              PLAN YOUR TRIP   Directions and Transportation Traveling to and from the Reserve Ebey's Landing National Historical Reserve is on Whidbey Island in the Puget Sound. The island is easily accessible from the mainland by vehicle via Washington State Route 20 and aboard the Washington State Ferries from either Mukilteo or Port Townsend.  Additional Directions to Ebey's Landing National Historical Reserve  The Ferry house is located on a bluff overlooking Ebey’s Landing State Park. There is no parking at the event, but a free ADA accessible shuttle service will be offered to transport people to the house. Shuttle pick-up will be at the Coupeville High School - 501 S Main St, Coupeville, WA 98239 Events and Activities Guided House Tours - Reservations required. Sign-up here. Historic Preservation Tours Self-guided Walkthrough - Offered every hour. Demonstration Booths 10 am - 4 pm  Historic Tool Demonstration  Native Plants Demonstration  Kids Junior Ranger Activities  Self-guided interpretive walk   Merchandise Table at the shuttle drop-off location. (Provided by the Friends of Ebey’s)  Cost of the Event- Free!        QUESTIONS ABOUT THE EVENT  When is the event  Where can I park How can I take the shuttle How much does it cost What will there be to do Can I go inside the house How do I sign up for a tour Can I see the house without a tour Can I be a volunteer When is the event? The Open House is Saturday, August 20, 2016 and will last from 10:00 AM - 5:00 PM. Interior House tours will begin on the hour and 20 minutes till the hour from 10 am to 3:40 pm Where can I park? There is no parking available at the Ferry House or along Ebey Road. Shuttle service is available to and from the event. How can I take the shuttle? Shuttle pickup location: Coupeville High School parking lot. 501 S Main St, Coupeville, WA 98239 Price: Free Reservations: The shuttle will run on a first come first serve basis. Shuttle times: Shuttles will run continuously from from 9:45 AM to 5:00 PM. What is the cost of the event? Free. What will there be to do? House tours will run throughout the day. There will also be an interpretive walk, historic tool demonstrations, on-site docents to answer questions, tours of the renovations, and a kids table with Junior Ranger programs and activities. Can I go inside the house?  There are two ways to see the inside of the house. You can sign up for an Interior Tour of the house, or you can go on a self guided walk through the house. Self-guided access will be on a first come, first serve basis every house and space is limited. How do I sign up for a tour? Reservations are required for a guided tour of the house. You can sign up for a tour here: House Tour Sign-up. Can I see the house without a tour? During the Event there will be opportunities to walk through the house on your own. As one of the oldest buildings in the Reserve, the Ferry House is fragile. In order to ensure it’s continued preservation, we will be strictly limiting the number of people in the house at one time. At all other times, the interior of the Ferry House is closed to the public. Can I be a volunteer? Yes. We are still accepting volunteers to help out with all aspects of the event. Contact Holly Richards at 360-678-6084 or holly_richards@partner.nps.gov for more information.",
    "url": "https:\/\/www.nps.gov\/ebla\/getinvolved\/ferry-house-open-house-2016.htm"
}
