{
    "title": "Ebey's Landing National Historical Reserve: Ebey's Forever Historic Preservation Grant Program",
    "body": "Explore This Park    Learn About the Park     Management     Ebey's Forever Historic Preservation Grant Program              Ebey's Forever Historic Preservation Grant Program        Kathy Baxter (pictured with sign) poses with friends and family in front of the historic Cawsey House, which was built in 1890 and restored in 2013. NPS Photo (S. Steen)       The Ebey’s Forever Grant Program was established in 2009 as a means of supporting the preservation, rehabilitation, and continued use of heritage buildings within the Reserve.    One of the most difficult issues facing the still-working landscape of the Reserve has been an accelerating loss of the significant historic buildings that represent that “unbroken record.” More than 40 barns, outbuildings and farmhouses that date back to the 1850s have disappeared in the last four decades. Through various local preservation programs and partnerships, the Reserve works to ensure the historical legacy of our community remains an integral element of the evolving landscape.     “...to preserve and protect a rural community which provides an  unbroken record from 19th century exploration  and settlement...to the present time.”    To date, 45 historic structures have received often critical funding for brick-and-mortar preservation work through this program. As a result, over $800,000 has been invested directly into the continued life of these irreplaceable buildings. Not only is the lion’s share of this money going back into the local economy, but all the grant funding for the work is raised through private donation - one neighbor to another. Overall, the Ebey’s Forever Grant Program serves as an inspiring example of how a vibrant community can keep its history alive.   Work on historic buildings is a process of discovery - of connection, of changing lives, of looking into the (occasionally strange) decisions of past homeowners and contractors. We hope that whatever preservation work you undertake is as enjoyable and interesting as it is productive.   Thank you for your stewardship.If you have questions about the grant program, please contact:Sarah Steen at sarah_steen@partner.nps.gov or (360) 678-6084.",
    "url": "https:\/\/www.nps.gov\/ebla\/learn\/management\/ebeys-forever-grant-program.htm"
}
