{
    "title": "Ebey's Landing National Historical Reserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management        The four partners of Ebey's Landing NHR:  National Parks, Washington State Parks, Island County, and the Town of Coupeville NPS       A One of a Kind Partnership  Administration and management of the Reserve is the responsibility of the Trust Board of Ebey's Landing NHR, which was created by a cooperative planning process between theNational Park Service,Washington State Parks, Island Countyand theTown of Coupeville. The composition of the board includes seven residents appointed by the town and county governments, a representative of Washington State Parks, and a representative from the National Park Service. Trust Board members serve as volunteers, and have four-year appointments which are staggered to ensure continuity on the board. Working closely with the partners, the Trust Board promotes sound preservation practices and serves as an advocate for the rich and diverse natural and cultural resources found throughout the Reserve.      Guiding Documents of Ebey's Landing National Historical Reserve        Jacob Ebey House and Ebey Blockhouse with Mt. Baker in the Cascade Mountain Range. Photo by Ebey's Landing NHR  General Mangement Plan for Ebey's Landing National Historical Reserve. Administrative History of Ebey's Landing National Historical Reserve Historic Resource Study of Ebey's Landing National Historical Reserve Interlocal Agreement establishing the Trust Board and partnership between the four entities.      Trust Board of Ebey's Landing  2016 Workshop and Meeting Schedule   TRUST BOARD WORKSHOPS Trust Board Cottage 162 Cemetery Rd.  October 13, 2016 4p-6p Tuesday November 10, 2016 4p-6p Tuesday December – No Workshop** January 12, 2016 4p-6p Tuesday February 9, 2016 4p-6p Tuesday March 8, 2016 4p-6p Tuesday May 10, 2016 4p-6p Tuesday June 14, 2016 4p-6p Tuesday July 12, 2016 4p-6p Tuesday August 9, 2016 4p-6p Tuesday September 13, 2016 4p-6p Tuesday  TRUST BOARD MEETINGS Coupeville Library 788 NW Alexander St  October 27, 2016 4p-6p Tuesday This meeting will be held at the Coupeville Rec Hall due to scheduling conflicts at the Library. November 24, 2016 4p-6p Tuesday December 15, 2016 4p-6 Tuesday** January 26, 2016 4p-6p Tuesday February 23, 2016 4p-6p Tuesday March 22, 2016 4p-6p Tuesday April 19, 2016 8a-5p Tuesday* May 24, 2016 4p-6p Tuesday June 28, 2016 4p-6p Tuesday July 26, 2016 4p-6p Tuesday August 23, 2016 4p-6p Tuesday September 27, 2016 4p-6p Tuesday  * April 19th is the Annual Board Retreat – no workshop in April. ** No workshop, only board meeting As of this writing, the Coupeville Library is on a reservation system, booked on-line, and the Library meeting room can only be booked 3 months in advance. We will do everything in our power to secure the Library for Trust Board meetings, however, if a change is required, you will be notified in ample time.",
    "url": "https:\/\/www.nps.gov\/ebla\/learn\/management\/index.htm"
}
