{
    "title": "Ebey's Landing National Historical Reserve: 50 Hour FilmSlam",
    "body": "Explore This Park    Get Involved     NPS Centennial     50 Hour FilmSlam              Ebey's Reserve 50 Hour FilmSlam Competition         Find it. Shoot it. Share it.  Celebrating the Centennial of the NPS with the Ebey's Reserve 50 Hour FilmSlam! NPS image   REGISTER TODAY! REGISTRATION HAS BEEN EXTENDED THROUGH MAY 4, 2016!   CALLING ALL FILM MAKERS! - Enter the first ever Ebey’s Reserve FilmSlam! Grab your camera and create a finished three to six minute film within the boundaries of Ebey's Landing National Historical Reserve.   Submitted films will be screened at the Friends of Ebey's FilmSlam Film Festival in June, and featured on the Reserve's YouTube channel.  Cash prizes will be awarded!    What is a FilmSlam?  A FilmSlam is a fast paced film making competition. Teams have 50 hours to write, produce, film, design, edit, and present a completed film. Surprise challenges will be part of the fun - and the clock is ticking!   When is the Event? FilmSlam Kick-off (Required for all participants)   Friday, May 6, 2016 5:30 - 6:30 pm Pacific Rim Institute  FilmSlam Competition   Friday, May 6, 6:30 pm - Sunday, May 8, 8:30 pm   Friends of Ebey's FilmSlam Film Festival  June 11, 2016   How Do I Take Part?   Read the FilmSlam Rules and and Guidelines Complete the REGISTRATION FORM Submit your team's registration form by MAY 4, 2016 to ensure a place in the competition.    Preferred- Complete the registration form electronically and email it to: carol_castellano@partner.nps.gov with the subject line \"FILMSLAM: TEAM NAME\" Or, drop your completed registration form off at the Trust Board office - 162 Cemetery Road, Coupeville, WA 98239. The form must be delivered during business hours, Monday through Friday from 9 am to 5 pm.      Questions? Give us a call at 360-678-6084, or email holly_richards@partner.nps.gov or carol_castellano@partner.nps.gov.      Camera Bag: Filmmaker's Toolkit   Registration and Overview  Rules & Regulations Submission Checklist & Worksheet Registration Form Ebey's Reserve FilmSlam Map & Guide  Release Forms -All release forms must be submitted with the final film.  Talent Consent and Release Form Location Release Music Release  Logos - Logos may not be altered graphically, have their colors changes, or be distorted from their original dimensions.   Ebey's Reserve FilmSlam Logo  (can be reversed to white on black) Find Your Park Logo  NPS Centennial Logo              Find it Shoot it. Share it. Ebey's Reserve 50 Hour FilmSlam   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 10 seconds  Calling all independent filmmakers - Enter the first ever Ebey’s Reserve FilmSlam! Grab your camera and create a finished three to six minute film within the boundaries of Ebey's Landing National Historical Reserve.Submitted films will be screened at the Friends of Ebey's FilmSlam Film Festival in June and featured on the Reserve's YouTube channel. Cash prizes will be awarded by the Trust Board of Ebey's Landing National Historical Reserve.",
    "url": "https:\/\/www.nps.gov\/ebla\/filmslam.htm"
}
