{
    "title": "Ebey's Landing National Historical Reserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Hiking the bluff trail - Puget Sound under fog cover, looking toward the Olympic Mountains Photo by Lynn Hyde  When you visit Ebey's Landing National Historical Reserve, you will see an incredible landscape designed to protect and preserve a rural landscape that remains virtually unchanged since the visit of Capt. George Vancouver. You may also experience hiking, boating, kyaking and horseback riding among other outdoor activities.  You're encouraged to always be mindful of the weather - the Reserve frequently experiences severe winds, and some unexpected weather! It might be sunny on the mainland, but rainy and windy on the island and around the Reserve. Always dress for weather!        Deer triplettes wandering into a farm field. photo by John Boling  Visitors will find a healthy and abundant source of wildlife - birds, mammals, sea creatures - you can find it all here on the Reserve. But, as with all wildlife, you are encouraged to keep a discreet distance - particularly when it comes to racoons, deer, coyote, and other small mammals. Never feed any of the animals you encounter!        Winter storm at Ebey's Landing.  Driftwood washed ashore covers the bottom of Hill Road Photo by Lynn Hyde  With outstanding vistas and great trails and beaches throughout the Reserve, hiking and beachcombing is are two of the most popular activities for the visitor. Several trails skirt along steep bluffs to the beaches far below, with access trails up and down the bluff. Its very important that hikers be mindful of the weather conditions, and understand the potential for a landslide. Stormy weather often brings incredible skies and wind that is fascinating to watch. However it can also bring hazardous conditions to the beaches with driftwood and logs crashing ashore. Again, as with any situation, use your common sense and steer clear!",
    "url": "https:\/\/www.nps.gov\/ebla\/planyourvisit\/safety.htm"
}
