{
    "title": "Ebey's Landing National Historical Reserve: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Ebey's Landing National Historical Reserve    A community of conservation.      Need a Map These handy maps show where the trails are, and what is public vs. private land. You can pick up a copy at the Office of the Trust Board on Cemetery Rd., at the Coupeville Chamber of Commerce, or at the Island County Historical Museum in downtown Coupeville here.  Download the Trails Map for Ebey's Reserve Overview Map of Ebey's Landing National Historical Reserve.  Getting To and From the Reserve Ebey's Landing National Historical Reserve is on Whidbey Island in the Puget Sound. The island is easily accessible from the mainland by vehicle via Washington State Route 20 and aboard the Washington State Ferries from either Mukilteo or Port Townsend. Automobile\/Motorcycle:Motorists can access Ebey's Landing from the north over Deception Pass Bridge, Mukilteo\/Clinton Ferry and the Port Townsand\/Coupeville Ferry. To drive over Deception Pass Bridge, take I-5 to Burlington and turn west, onto SR-20 towards Anacortes. Follow signs and proceed on SR-20, crossing Deception Pass Bridge, through Oak Harbor, to Coupeville. See below for ferry information. Washington State Ferries:  From Seattle via ferry: Take I-5 north; turn onto SR 525 at exit 182 and proceed to the Mukilteo ferry terminal. The ferry sailing takes about 20 minutes and leaves every half hour. Once on Whidbey Island, proceed north on SR 525 (becomes Hwy. 20) about 28 miles to Coupeville and the Reserve. Expect delays in summer. Check the ferry schedule athttp:\/\/www.wsdot.wa.gov\/ferriesor call 1-888-808-7977. From the Olympic Peninsula via ferry: Take the Port Townsend-Keystone ferry from Port Townsend to Whidbey Island. The ferry sailing takes about 3\/4 hour. Once on Whidbey Island, proceed north on SR 20 about 8 miles to Coupeville and the Reserve. Reserve a spot on the Port Townsand ferry at 1-888-808-7977 or check the schedule at http:\/\/www.wsdot.wa.gov\/ferries.  Public Transportation:Island Transit bus service is FREE on Whidbey Island, which runs from the town of Clinton to Deception Pass State Park. The bus operates MOnday through Friday. Visit Island Transit's web page for schedules at www.islandtransit.org, or phone 360-678-7771. Airport Shuttle:Whidbey SeaTac Shuttle provides transportation sevice between communities on Whidbey and Sea-Tac Airport. Call 1-877-679-4003 or visit www.seatacshuttle.com.",
    "url": "https:\/\/www.nps.gov\/ebla\/planyourvisit\/directions.htm"
}
