{
    "title": "Tonto National Monument: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations         Barnes Conglomerate NPS Photo  To some, geology is a matter of pretty rocks and scenic views. To the inhabitants of Tonto National Monument, geology was the raw material from which to shape tools and the building blocks for dwellings and terraces. Geology created the shallow caves sheltering their cliff dwellings and the productive river basin for their farming needs. Tonto Basin is one of a series of large intermontane basins, meaning situated between mountains. This deep sedimentary basin filled with debris eroded and carried from the adjacent mountain ranges. Layers were formed as the land was repeatedly covered with water. Debris washed from the mountains was interbedded or layered among the sediments. Mud cracks formed when sediments dried out during low tide, creating patterns on rocks. Some rocks display ripples of cross bedding, also formed in shallow water.   The mountains of today were formed through cycles of layer deposits, block uplifts, and erosion. As the final uplift began, the Salt River began downcutting, carrying debris to the surrounding lowlands. The coarsest materials were dropped close to the mountains, while finer sediments were carried out into the center of the basin. Natural processes formed the caves, probably starting between 50,000 and 400,000 years ago. The rock alcoves that house the cliff dwellings are located in a layer consisting primarily of siltstone. Water dissolved the minerals binding the rocks together. Spalling formed the caves. During spalling, thin layers of siltstone break loose and fall from the ceiling. The thin layers of siltstone were fashioned into tools and weapons by the prehistoric peoples.   Another geologic feature seen at the monument is the distinctive Gila conglomerate rock unit. Gravel, clay, and silica were cemented together to form these interesting rocks. Some cementing is done with caliche, the natural cement of the Southwest. As groundwater evaporates, it leaves behind a tiny amount of lime, which gradually cements the smaller stones together. Many smaller rocks appear to be stuck together within a larger rock. Weathering and erosion are continuing forces of change in the monument’s landscape of today and tomorrow.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/geologicformations.htm"
}
