{
    "title": "Tonto National Monument: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         autumn in the riparian area NPS Photo  The natural features of Tonto National Monument are impressive, whether one is a frequent visitor, or just here for the first time. At first glance, the tremendous differences in elevation impact the senses. It is an experience of sweeping vistas from the visitor center to the valley below and then beyond, to the mountains rising over 5,000 feet above the former river valley. Considered one of the most rugged terrains in the state of Arizona, slopes in the monument range from two to ninety percent. The monument rises high above the valley, now filled by Roosevelt Lake. Most of this thousand feet rise occurs within the space of three-quarters of a mile.  On second glance, another outstanding natural feature is seen. Rising a further 350 feet above the visitor center is a cave. Sheltered within the shallow alcove is the Lower Cliff Dwelling. The inhabitants used these caves to their advantage -- to our advantage as well. The fragile buildings could not have survived for so many centuries without the help of the protective caves. Still higher, the Upper Cliff Dwelling is built within a cave almost 300 feet above the Lower Cliff Dwelling. Many reasons come to mind why people might have built in the cliffs - protection from raiders, lookout posts for the settlement below, a place for those not fitting in with the norm of society, artisans with vistas for inspiration or …  Hidden away is a third important natural feature of the park. It’s most visible as the leaves of deciduous trees change in the fall or the new leaves bud in the spring. Few, but intrepid trekkers on their way to the Upper Cliff Dwelling, or the many varieties of wildlife using its resources, experience the beauty of this rare desert oasis. A year-round spring supports this lush riparian area. Listen to the gentle flow of the water and imagine the desert dwellers of long ago meeting to exchange news as they gathered food from the lush plants, filled water containers, or rested from the summer heat.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
