{
    "title": "Virgin Islands Coral Reef National Monument: Storm Refuge",
    "body": "Explore This Park    Learn About the Park     Management     Storm Refuge              Hurricane Hole Storm Refuge          Notices & Openings will be posted on this page. Please review the Hurricane Hole User's Guide carefully    Contacts Email: viis_storm_permits@nps.gov Phone: (340) 693-8950 EXT. 225   Weather Links  National Hurricane Center StormCarib Caribbean Hurricane Network Ralph's Tropical Weather   Dates to Remember   The application deadline is May 26, 2016. The Drawing will be held June 4, 2016 at 9 a.m.     Documents  Hurricane Hole User's Guide 2016  2016 Application  Maps  Borck Creek PDF, JPG Otter Creek PDF, JPG Water Creek PDF, JPG Princess Bay PDF,JPG    Background & Design  Anchoring is not permitted within Virgin Islands Coral Reef National Monument (VICR), including Hurricane Hole, except for emergency or administrative purposes. In order to protect resources and to allow safe harborage during storm emergencies, a limited number of vessels may use Hurricane Hole as an emergency storm refuge from June 1 to November 30 each year, subject to the provisions described below.   The storm refuge system, a large, submerged chain on the ocean floor, is designed for berthing by vessels up to 60 feet in length, length on deck. The establishment of a storm refuge system in Hurricane Hole enables the continued use of this area as a safe haven with secure mooring for vessels during storm events while protecting the mangroves and other natural resources for which this monument was established. Hence, tying of vessels to mangroves or other shoreline vegetation live or dead is prohibited.    Storm Mooring  A permit holder's boat must be present in US or British Virgin Island waters at least fifty percent of the hurricane season (90 days between June 1 and November 30) to be eligible to retain and use berth. If a berth holder chooses to leave the area, they may notify the park and the berth will be assigned to a vessel from a waiting list;that vessel would then use that location for the rest of the season. If a berth holder does not retain an assigned berth for two subsequent years, he or she will forfeit the berth to the vessel temporarily assigned the berth from the previous year.           Liability  Mariners who choose to remain with their vessels in Hurricane Hole may place themselves at significant risk during a severe storm, including loss of vessel and possible loss of life. Although hurricanes are not unique storm events, they present a degree of risk that is impossible to accurately predict.While the degree of uncertainty regarding hurricanes and their associated impacts may be large, previous and highly active hurricane seasons have increased public knowledge and preparedness.Virgin Islanders have experienced several direct hurricane strikes and near-misses over the past 25+ years, and have gained considerable knowledge regarding preparation for storms and their impacts.Hurricane Hole represents only one of several options for the local mariner during hurricane season.    Failure to Comply This system of storm moorings was created to preserve and protect Monument resources and allow for the safe mooring of vessels during tropical storm or hurricanes.The system has been designed to be used in the manner set forth in this guideline and vessels that do not adhere to the directions provided herein put the system and other vessels at risk. Vessels operators who do not take the time or care to use Hurricane Hole in the manner prescribed in this guideline may have their annual permit revoked and may not be eligible to participate in the lottery for the next storm season.        Attachment of Personal Gear The NPS will mark assigned sites, or storm berths, before or during the week following registration, using small, numbered floats. These may be left in place to mark the permitted spot or may be removed by the vessel owner and stored on board. Mariners may place their gear at their storm berth;gear may be left through the duration of the hurricane season. Only shackles may be attached to the ground chain and must be placed at least three chain links out from each side of the compression springs;nothing should be attached directly to the compression springs, by-pass chain, or embedment anchors.  In locations where ¾ - inch chain is used to connect embedded customized Manta anchor plates to the (one-inch) ground chain (P-12 through P-21 in Princess and O-8 through O-22 in Otter), permit holders must attach their shackles only to the ground chain, and three or more links from where the ¾ - inch embedded chain attaches to the ground chain. All personal gear attached to the ground chain or personal anchors must have small floats marked with the vessel name and VI registration or documentation number. If a vessel owner\/responsible party do not remain aboard during a storm, the vessel's dinghy must be located outside of Hurricane Hole.  If remaining aboard the vessel, dinghies must be secured to the vessel so as to prevent damage to other vessels or natural resources.      Gear Requirements   Prudent seamanship would have vessel owners use nylon line, sized for the vessel, with thimbles and shackles to attach to the ground chains.    Multiple lines may be used and shackled onto the ground chain.  To prevent electrolysis, non-stainless steel galvanized shackles and thimbles should be used.  Mariners must provide their own shackles to attach to the chain.  Shackles must be sized to accommodate the one-inch link diameter ground chain;¾ –inch shackles are the smallest size to accommodate one-inch chain without damaging the galvanized coating on the chain. Shackles should only be attached to the one-inch ground chain, farther than three chain lengths from any integral storm refuge component. Under no circumstances should the shackles that are connected as an integral part of the chain system be opened and used for the attachment of lines.  Lines should be long enough to allow sailing vessels to be staggered fore and aft along a row to avoid rig collisions if conditions cause vessels to rock out of synch.  All gear or anchors must have marked floats. Vessel owners must provide their own anchors to secure the boat away from the shoreline.NPS regulations prohibit attachment of ropes to vegetation (live or dead). Mariners may not install anchors or chains in such a way as to cause damage to sea grass, coral reef features or mangrove roots.  Landward ground tackle must be installed at least five feet from mangrove prop roots. All personal ground tackle must be removed by December 19, 2016 or as otherwise directed by the NPS.",
    "url": "https:\/\/www.nps.gov\/vicr\/learn\/management\/hurricane-hole-storm-refuge.htm"
}
