{
    "title": "Tonto National Monument: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Roosevelt Lake from Lower Cliff Dwelling NPS Photo  The environments of Tonto National Monument and the valley below have a long history of impact by humans. The once busy river valley and surrounding mountains housed large settlements. The smoke from thousands of cooking fires filled the air. The desert was cleared in places for cultivation. Desert plants and animals were collected for materials and food, in turn impacting the natural interdependency of plants and animals. Then, the inhabitants left. Overuse of the natural resources in this area is one explanation for their departure, the environment no longer able to sustain the population. Reclamation of disturbed areas by desert vegetation takes time. This is best illustrated by the slow growing saguaro. Carefully protected in the shade of a nurse plant, the saguaro takes its first fifteen years to grow one foot in height.   Humans continue to influence the park environment. Though technology has advanced, it has not lessened the human impact. The scenic vistas continue to change through development, both inside and outside the park. Air pollution from urban areas and seasonal fires, both prescribed and wild, further impact the air quality and scenic vistas. Through time, humans have introduced nonnative plants and animals, which continue to disturb the native species. While hiking the trails or visiting the cliff dwellings, noise pollution from planes flying over the monument or vehicles on the roads below may be present.  Weather shapes the desert and its occupants. Plants change with the seasons -- budding, blooming, bearing fruit, and losing leaves. Animals bear and raise their young. Both plants and animals adapt as the cycles of heat and drought come and go. With more violent storms, changes occur rapidly within the desert. Water races down arroyos, further carving the water channels. Carrying soil and rocks into larger washes, the water combines with rainwater from other hillsides and canyons. Gathering speed, these flash floods erode stream banks, widen and cut new washes, forever altering the landscape.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/environmentalfactors.htm"
}
