{
    "title": "Tonto National Monument: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers         Mexican gold poppies NPS Photo  Tonto National Monument is a wonderful place for viewing the showy spring wildflowers. In a good year, the hillsides are covered with gold poppies. Blooms of purple lupine, red Indian paintbrush, and white desert chicory along with many other species are scattered among and above the gold.  Though some flowers were of use, the prehistoric inhabitants looked forward to harvesting the fruit and plant parts. The desert was their grocery store, and each plant a shelf of foods, medicines, and other items supplementing their cultivated crops. They also had to compete with the many animal species relying on the same plants for their food. A bountiful flowering season meant a bountiful harvest for both animals and humans.  Spring is not the only time for wildflowers in the desert, just the most abundant. Many cacti bloom at their appointed time during the year. The bright pink blooms of the hedgehog arrive in March and April, while Arizona's state flower, the white saguaro blossom, opens in May and June. The agave family of plants, including yuccas, bloom from late spring through the summer months. These and other perennial plants continue to live from year to year with their blooms not as dependent on the timing of the rain.  Plants completing their life cycle in one growing season are called annuals. No matter their blooming season, these plants are dependent on the right conditions to germinate. This is especially true of the spectacular spring flowers. Some seeds may lie dormant a decade or more, waiting on the weather. Without the right amount of rain in the autumn, the growing process for spring blooming does not even begin.  Best wildflower years have unusually wet and early winter rains. The rains also have to be carefully spaced apart. Along with the rains, the right temperature is important. Cold winters may slow the growth of the seedlings. Warm windy weather may dry out the seedlings, causing them to bloom prematurely. Other factors affecting growth may include too much vegetation from a wet summer, and different soil types. Don't forget the effect of animals browsing tender shoots or crushing plants in their wanderings. At the end of their cycle, hundreds of seeds are spread across the hills and valleys by wind, water, and animals, only to play the waiting game again. Next time wildflowers dress the landscape, know that conditions happened just right to grace us with this amazing display.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/wildflowers.htm"
}
