{
    "title": "Apostle Islands National Lakeshore: Historic Structure and Cultural Landscape Reports",
    "body": "Explore This Park    Get Involved     Planning     Historic Structure and Cultural Landscape Reports              Historic Structure and Cultural Landscape Reports       Historic Structure and Cultural Landscape Reports for Devils, Long, Michigan, Outer, and Sand Islands Historic Structure reports and Cultural Landscape reports (HSR\/CLR) have now been completed for Devils, Long, Michigan, Outer and Sand Islands within Apostle Islands National Lakeshore (a separate HSR\/CLR for Raspberry Light has already been completed). These documents provide a comprehensive understanding of structures and landscapes associated with the light stations, as well as how they collectively tell the intriguing story of the history of navigation in the Apostle Islands region. These documents are being used to guide management and protection of these important cultural resources. An Environmental Assessment (EA) was also completed to analyze the environmental impacts of implementing various management actions needed to protect cultural and natural resources, improve visitor experience and access, improve public health and safety, and provide more effective management of the light stations within the park.  Environmental Assessment  Environmental Assessment for the Treatments for Cultural Landscapes and Historic Structures of the Light Stations of Michigan, Outer, Devils, Long, and Sand Islands (104,454 KB pdf) Finding of No Significant Impact with signatures (1,837 KB pdf)  Historic Structures and Cultural Landscape Reports -  Volume I - Historic Structure Report\/Cultural Landscape Report, Introduction and Overall Development History (8,438 KB pdf) Volume II - Michigan Island Historic Structure Report\/Cultural Landscape Report (55,295 KB pdf) Volume III - Outer Island Historic Structure Report\/Cultural Landscape Report (31,793 KB pdf) Volume IV - Devils Island Historic Structure Report\/Cultural Landscape Report (48,619 KB pdf) Volume V - Long Island Historic Structure Report\/Cultural Landscape Report (38,464 KB pdf) Volume VI - Sand Island Historic Structure Report\/Cultural Landscape Report (24,160 KB pdf)",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/management\/hlrclr.htm"
}
