{
    "title": "Apostle Islands National Lakeshore: Harvestable Species Plan",
    "body": "Explore This Park    Get Involved     Planning     Harvestable Species Plan              Harvestable Species Plan       The enabling legislation for the Apostle Islands National Lakeshore directs park management to permit hunting, fishing, and trapping in accordance with the appropriate laws of Wisconsin and the United States. This same legislation also gives the park flexibility to \"designate zones where, and establish periods when, no hunting, trapping, or fishing shall be permitted for reasons of public safety, administration, fish or wildlife management, or public use and enjoyment.\"    The Harvestable Species Plan for Apostle Islands (2014) provides direction for managing harvestable species within Apostle Islands National Lakeshore.  Harvestable species includes wildlife that are huntable and trappable, as well as plant species that can be legally gathered by the general public or tribal members as part of their treaty reserved rights.     National Park Service (NPS) objectives for harvestable species include:   1.  Managing processes and preserving ecologically sound native biological communities, while recognizing factors unique to island ecosystems. 2.  Providing for appropriate state regulated hunting and trapping opportunities. 3.  Provide for treaty-related hunting, trapping and gathering opportunities. 4.  Providing for appropriate public plant gathering.   Species\/groups that are addressed by this plan include:  white-tailed deer; black bear; wolves; furbearers; small game; wild turkey; waterfowl; and certain plants\/berries\/nuts.  Fishing and harvest of aquatic species is excluded from this plan.   Harvestable Species Plan    Harvestable Species Plan w-out EA (1.0mb pdf) Harvestable Species Plan and Environmental Assessment (1.4mb pdf)     Background Documents    Federal Law mandates Hunting and Trapping  Apostle Islands National Lakeshore Enabling Legislation  Informational Handouts    Harvestable Species Plan\/EA Executive Summary (88kb pdf) White-tailed Deer in the Apostle Islands (125kb pdf)  Managing Hunting and Trapping in the Apostle Islands (166kb pdf)  Windows into the Past (182kb pdf)",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/management\/hwp.htm"
}
