{
    "title": "Apostle Islands National Lakeshore: Integrated Environmental Plan",
    "body": "Integrated Environmental Plan         APIS Prius NPS Photo  Our Environmental Commitment: Integrating environmental stewardship into all operations  Apostle Islands National Lakeshore is proud to pioneer the Integrated Environmental Plan (IEP). The park's IEP is a unique umbrella tool that organizes and optimizes environmental stewardship initiatives so greening can be accomplished efficiently and effectively.  Why Have a IEP  Federal directives including Presidential Executive Orders, Department of Interior policy and NPS Director's orders require National Parks to implement an Environmental Management System (EMS) that addresses and works to mitigate environmental impacts of park operations and activities such as hazardous materials use, energy use and transportation. The IEP can be thought of as a \"Next Generation\" Environmental Management System (EMS) - it performs many of the same functions as an EMS but takes into account programs and initiatives that a traditional EMS does not, further consolidating environmental management and demonstrating our commitment to:   Efficient use of taxpayer dollars - The IEP is designed to organize park activities and prevent duplication of efforts to achieve all mandated environmental management goals without wasting precious financial resources. Effective - Less time is spent on administration of environmental activities and more time is spent accomplishing them. Excellence - The IEP is creating a culture of environmental excellence at Apostle Islands. The program is moving the park beyond the status quo without placing an extra burden on park staff and resources. Apostle Islands National Lakeshore is dedicated to continuous improvement and leading by example.  How Does An IEP Help Us?   Documents the park's current and future environmental goals for:    Required Initiatives: Regulatory compliance (legal obligations) Voluntary Commitments: Sustainable initiatives (park programs that go beyond what is legally mandated including greenhouse gas reduction programs such as Climate Friendly Parks) Specifies who is responsible for goal achievement Tracks the progress of initiatives with a matrix that details objectives and targets to ensure goals are completed Establishes a future vision of the park - keeps staff motivated and focused so this vision can be realized over the long term    Ensuring Success - The IEP Matrix  The IEP minimizes the park's administrative burden so park staff can focus on the true greening elements of environmental management. To organize environmental management efforts the park developed a matrix that integrates EMS elements, sustainability initiatives, environmental compliance, and reporting responsibilities into a single IEP matrix using Intranet-based and other electronic resources. All \"action items\" or environmental goals identified from an environmental program that the park has committed to, such as the park's EMS, Climate Friendly Parks or Executive Orders, are entered into the IEP matrix and then sorted and categorized to generate a unified set of goals for the park. The IEP matrix helps the park identify the highest priority environmental management initiatives. These initiatives are outlined in an IEP management workbook that contains annual environmental goals and objectives; targets and tracks current responsibilities, training requirements and related documents; and records progress to ensure action is taken toward achieving these goals and initiatives.        Apostle Islands Integrated Environmental Plan (IEP) IEP Procedures (207kb pdf, 3\/2013) These are being revised 2016 IEP Calendar (144kb pdf, 5\/9\/16) IEP Impacts Future Vision (457kb pdf, 5\/9\/16)  IEP Workbook (606kb pdf, 5\/9\/16)  IEP Legal and Other Requirements (90kb pdf, 5\/9\/16)  IEP Env Stewardship Matrix (347kb pdf, 5\/9\/16)      To learn more about our IEP:   Case Study: Environmental Programs at Apostle Island National Lakeshore (208kb pdf), as highlighted in the 2009 Annual Progress Report of Environmental Programs by the National Park Service Facility Management Division   Our Guiding Principles.  The Natural Step is a framework* adopted by many communities and organizations in the United States and around the world to guide the journey towards sustainable practices. Several gateway communities near Apostle Islands National Lakeshore (park) have adopted resolutions declaring themselves “EcoMunicipalities” and committing to sustainable development.   Examples of Our Progress: Best Management Practices & Accomplishments.  Goals and objectives are the engine that drives the Integrated Environmental Plan (IEP) forward on a year-by-year basis. They are focused upon identified significant impacts, thus allowing park staff to focus their resources on what is most important during any given annual cycle.    Our Future Vision.  Our Integrated Environmental Plan (IEP) will guide Apostle Islands National Lakeshore towards more sustainable operations. Through behavioral, policy, and technological changes we are confident a greener future can be achieved and the park can be preserved and enjoyed for generations to come.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/management\/iep.htm"
}
