{
    "title": "Apostle Islands National Lakeshore: State of the Park",
    "body": "Explore This Park    Learn About the Park     Management     State of the Park              State of the Park 2013       From the Superintendent 2013 Bob Krumenaker  Apostle Islands and the \"Sequester\"  It's popular to talk about \"the government\" and blame it for a host of frustrations, inefficiencies, and evils in American society. But we don't have \"a\" government, we have many governments: local, tribal, state, and federal. It's easy to forget that government - as Lincoln eloquently reminded us at Gettysburg, \"of the people, by the people, [and] for the people\" - provides the roads, the disaster relief, the schools, and the parks that people need and appreciate. Who does this? Civil servants that work for many agencies, working to fulfill mandates established by elected legislatures at every level.    Providing these and other government services requires expertise and labor and supplies and materials, all of which cost money. We've been through tough economic times in recent years, and the country is deeply divided on fiscal issues. Inability to reach consensus in Washington has resulted in the \"sequester\". Good public policy or bad, citizens have a right to understand how the sequester will affect the services provided by each federal government agency. The rest of this article describes how the sequester is affecting the National Park Service (NPS), and Apostle Islands in particular - your federal government in Northern Wisconsin.  As an agency, NPS has few options on how to take the automatic, across-the-board, 5.3% cut. By law, every park and program is being cut the same percent of its annual budget - and has only seven months of the fiscal year to absorb the loss. This is a real cut, not a reduction of an increase, as some have suggested. We have little flexibility about what to cut, as the vast majority of our budget pays for our employees who take care of parks and the people who visit them - 283 million last year.    The Director of the NPS instructed that sequestration cuts are to be taken in the following order: 1.  Don't fill vacant jobs (how 50% of the cut will be taken)  2.  Stop all non-essential spending (supplies, travel, training)  3.  Reduce\/eliminate seasonal hires 4.  Furlough permanent, full-time staff When national parks submitted their plans for review, they were able to absorb the cuts with the first three, sparing the year-round staff from mandatory furloughs.    Visitors will see and feel the effects of sequestration. The cut came in the spring, just as parks were poised to hire 10,000 seasonal employees that are critical to our ability to welcome visitors and operate during the peak visitation season. Since 2010, NPS spending on seasonal employees has decreased by 8%. There will be fewer rangers and other NPS staff to operate visitor centers, clean toilets, mow lawns, or inspire kids at evening campfire programs. Our seasonal workforce is the \"bench\" we turn to when fires break out, search and rescue operations are underway, and every other collateral duty needs doing. At Apostle Islands, many of these folks return year after year; they are the repositories of amazing institutional knowledge for the park…and our visitors.    Previous budget reductions have already stripped park budgets to the bone. At Apostle Islands, our 2013 budget is 12% less than it was in 2010. The park's operating budget will be the lowest since 2007, and adjusted for inflation, the lowest since before 2001 (see chart).             The reductions to park budgets will have a big impact on the American economy, especially in the gateway communities that support, and depend upon, park visitors. A dollar invested in the NPS returns $10 to the national economy and supports 252,000 jobs nationwide. Direct annual spending by Apostle Islands National Lakeshore is about $3 million per year paying salaries, buying local goods and services, and hiring local contractors. Indirectly, spending by the NPS and visitors to the national lakeshore contributes more than $20.9 million to the local economy and supports more than 364 jobs .    Those numbers will likely decrease this year as the NPS has less money to reinvest in the local economy. Since the park was created in 1970, job growth and income growth in the counties surrounding the park have been much higher than in the state as a whole . Sequestration, particularly if it is extended over time (and current law would ratchet the decrease an additional 5% each year) could well have a major impact here, not just in the park itself.  Apostle Islands National Lakeshore's staff trimmed operations in every program, doing it surgically rather than uniformly across-the-board, to make sure the impacts were strategic rather than blunt. Nonetheless, the cuts are significant. In a normal year, approximately 87% of the park's operating budget would be in fixed costs, so the sequestration cuts have to come in the remaining 13% that is truly discretionary. That discretionary funding pays for all of the seasonal rangers and other staff that are highly visible to the public during the summer, plus supplies, materials, equipment repairs, routine maintenance of trails and campsites and docks, custodial services, lawn mowing, etc.    We'll go from 14 to 7 (50% reduction) seasonal rangers and other staff funded from our base budget. No vacant permanent positions will be filled, including two vital positions: the skilled mechanic that maintains water and electrical systems on islands; and our wildlife biologist position.  The cuts will impact visitor safety. Fewer staff and fewer hours mean slower response time when there's an emergency. Fewer rangers and shorter hours at Meyers Beach, the park's most dangerous kayak launch site, will likely result in a one-third reduction in visitor safety contacts. Eliminating all non-emergency overtime means we would be very limited in our ability to do bear deterrence when there's a bear conflict in a campground. If there are a lot of bear issues this summer, we may have to close areas of the park to protect visitors.  The cuts will also impact visitor services. Hours at the Bayfield Visitor Center, which have already been decreased due to prior budget cutbacks, would decrease by an additional 3.5 hours per week. Fewer staff and shorter hours will mean longer waits for permits and return calls. We're reducing the ranger presence on the concession cruise boats by 85%, and will give about 7% fewer tours at Raspberry Island Lighthouse.    Apostle Islands is a boating park, yet we need to reduce the funding for boat fuel for NPS vessels by about 16% (which probably means an even larger reduction in the number of gallons we buy if fuel costs rise). Fortunately, we've made our fleet much more efficient in recent years, but even so, we will have to reduce the hours of use for the boats this year. If we have a lot of activity or emergencies early in the summer, we may be down to a minimum presence in the islands by late summer.   We've also had to cut funding in half for the contracted landing craft we hire to transport the truck that pumps our island-based vault toilets. If this is a busy year, some toilets could fill before we can pump them and we'd have to close them for safety and aesthetic reasons. If there are no alternative toilets nearby, we may have to close some campsites as well.  Your federal government in northern Wisconsin is made up of real people who care deeply about the mission of the National Park Service. I am very proud of the staff of the Apostle Islands National Lakeshore and we will do the very best we can to provide you with the quality park experience you deserve, despite the budget cuts. Please look for opportunities to say thanks to a park ranger or other government worker when you see good work. They will appreciate it in these tough times.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/management\/stateofthepark.htm"
}
