{
    "title": "Apostle Islands National Lakeshore: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies       Laws and Regulations pertaining to the Apostle Islands National Lakeshore (APIS) are found in a wide mix of sources. General regulations for National Park Service (NPS) areas are, for the most part, contained in Title 36 of the Code of Federal Regulations (CFR). Park-specific rules are contained in the superintendent's compendium to CFR 36. Other applicable rules originate from various state statutes and Federal regulations which are assimilated (18 U.S.C. 13) for use at APIS. This is particularly true in the case of traffic, boating, hunting, fishing, and trapping management at the park. Title 16 of United States Code addresses most of the major conservation Federal laws and Title 18 covers Federal Criminal statues. The Lakeshore is managed under what is known as Concurrent Jurisdiction. This basically means that the State of Wisconsin (Police, Conservation, Fish and Game departments, etc.), County Sheriff's, Township constables, and other non-Federal agencies share jurisdiction on park lands and waters. In addition to Federal officers from numerous agencies (including the U.S. Coast Guard, Border Patrol, US Customs, FBI, US Fish and Wildlife Service, etc.), officers of the non-Federal agencies actively enforce their rules and regulations at various times and places within the park. This is also true of Tribal officers since all of the park is either a part of the local Indian Reservations or within an area defined as ceded Indian territory. If there is any doubt regarding law enforcement issues always contact a law enforcement ranger for clarification. National Park Service Management Policies (2006) (PDF, 1.1mb) United States Code(U.S.C.) Conservation, Title 16      Crimes, Title 18   Code of Federal Regulations (C.F.R.)   National Park Service, Title 36  US Coast Guard, Title 33     Apostle Islands National Lakeshore Enabling Legislation   Superintendent's Compendium (2522KB pdf)   Park-specific rules established under the authority of Title 36 of the Code of Federal Regulations, section 1.5.  Demonstration Site Maps Little Sand Bay Demonstration Area (1.47mb pdf) Meyers Beach Demonstration Area (632kb pdf)     Emergency Restrictions Viral Hemorrhagic Septicemia (VHSv) and aquatic invasive species (AIS) relating to ballast water, recreational boating and use of bait for fishing     Firearms As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park. As a starting point, please see FIREARMS at the Wisconsin Law Library. For more information go to Firearms in the park.                Visitors not collecting rocks   Collecting Reasonable quantities of fruit, berries, and nuts can be gathered for personal use only. Collecting other natural objects such as rocks, wildflowers, and driftwood is not allowed.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/management\/lawsandpolicies.htm"
}
