{
    "title": "Apostle Islands National Lakeshore: Firearms in the Park",
    "body": "Firearms In The Park       FIREARMS AT THE APOSTLE ISLANDS NATIONAL LAKESHORE Legislation: As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65. Park User Responsibility: It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park. As a starting point, please see FIREARMS at the Wisconsin State Law Library. Weapons Prohibited in Federal Facilities: Federal law prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Refer to 18 U.S.C. ยง 930. Frequently Asked Questions: National Parks and Firearms  ARE FIREARMS PROHIBITED IN SPECIFIC PARK LOCATIONS? YES. FIREARMS ARE PROHIBITED ON TOURBOATS AND WITHIN ALL FEDERAL BUILDINGS, including park headquarters, visitor centers and island facilities including lighthouses, administrative and historic buildings. 18 U.S.C. ยง930  Firearms Prohibited in Federal Buildings   18 U.S.C. ยง2277 Explosive or Dangerous Weapons Aboard Vessels   LEGAL USE OF A FIREARM IN THE PARK - ARE THERE LEGAL USES OF FIREARMS IN THE PARK? YES. SPECIFIC TYPES OF FIREARMS ARE AUTHORIZED FOR HUNTING ACTIVITIES IN COMPLIANCE WITH FEDERAL AND STATE LAW.    Wisconsin hunting regulations specify the type of firearms\/weapons that are legal and authorized for hunting activities during designated hunting seasons. Various firearm and archery restrictions apply for the type of hunting activity.  For information on WISCONSIN HUNTING opportunities: goto Wisconsin D.N.R. website  More information on Hunting in the Park.  ย    Deer Hunters on Sand Island",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/management\/firearms-in-the-park.htm"
}
