{
    "title": "Apostle Islands National Lakeshore: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       If you are interested in doing more to support the Apostle Islands and other National Park Service areas, you have many park support opportunities to chose from. You can:  become a donor to the Friends of the Apostle Islands and join their effort to preserve the park and improve visitor services,  learn more or contribute to the National Parks of Lake Superior Foundation, which is supporting Apostle Islands as well as the other four US national park units on Lake Superior,  share your ideas on how the parks can best be managed so as to preserve them unimpaired for future generations, and  sign up as a volunteer in the parks.   \"...to promote and regulate the use of the...national parks...which purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"  National Park Service Organic Act, 16 U.S.C.1  Wisconsin's northernmost landscape juts into Lake Superior as the scenic archipelago of 22 Apostle Islands. Long a vacation mecca, the area realized new conservation and recreational value in 1970 when Congress named 20 of the islands and 2,500 acres of the peninsula as a national lakeshore. In 1986, Long Island was also included. \"..conserve and develop for the benefit, inspiration, education, recreational use, and enjoyment of the public certain significant islands and shoreline of the United States and their related geographic, scenic, and scientific values, there is hereby established the Apostle Islands National Lakeshore in Ashland and Bayfield Counties, Wisconsin\" Enabling Legislation for Apostle Islands National Lakeshore, 16 U.S.C. 460w This fascinating unit of the National Park System features a combination of spectacular natural beauty and rich cultural history. The wooded islands are studded with bogs and beaver ponds, and trimmed with sea caves, sandstone cliffs, and miles of pristine sand beaches. Native Americans, voyageurs, loggers, stone cutters, farmers, and commercial fishermen all left their marks on the islands. Six historic light stations were built in the Apostles to aid Great Lakes navigation.         National Park Foundation Grants Help Create “Next Generation Stewards”    As the National Park Service prepares to enter its second century of existence, it is working to develop and nurture life-long connections between the public and parks – especially for young people – through a continuum of engaging recreational, educational, volunteer, and work experiences.      Article appears in the 2013 Apostle Islands National Lakeshore Newspaper - Around the Archipelago",
    "url": "https:\/\/www.nps.gov\/apis\/getinvolved\/supportyourpark\/index.htm"
}
