{
    "title": "Tonto National Monument: Reptiles",
    "body": "Reptiles         Rattlesnake research project NPS Photo  Tonto National Monument is home to at least 32 species of reptile. This variety can be explained in part by the Monument's location. While traveling from the mountains toward Theodore Roosevelt Lake, conditions become warmer and dryer.  To survive living in the arid environment of the Sonoran Desert, each animal has developed its own strategy of adaptations to heat, water and vegetation conditions. Many animals change daily activity times with the seasons and the heat. During the winter they may be active during the day, but during the heat of the summer, only active during the coolness of early morning and evening hours. Others may be most active during the days in spring and fall and evenings and mornings in the summer, but hibernate in the cold of winter. Body temperature may be regulated through special body parts. Reptiles, whose bodies do not regulate temperature, depend on a strategy of moving from shade to sun and back again to self regulate their body’s temperature.  Movement through brush on the hillside, a head peeking out of a saguaro, tracks left in the soil – watch carefully, for an observant visitor will see these signs of life within the Sonoran Desert. While most of the animals found here are not considered dangerous, it is worth remembering that any animal may bite if it feels threatened. Please leave all wildlife alone, and enjoy them from a safe distance. Three rattlesnake species, the Western Diamondback, Blacktail, and Arizona Black, can be found in Tonto National Monument, as well as the Western Coral Snake and Gila Monster. All of these creatures have a venomous bite, and should be left alone. For more information, click on the links.  Animal List Living With Venomous Reptiles Reducing Rattlesnake\/Human Conflict Arizona Black Rattlesnake Research Project Gila Monster Research Project",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/reptiles.htm"
}
