{
    "title": "Apostle Islands National Lakeshore: Climate Change and Sustainability",
    "body": "Climate Change and Sustainability       \"The management implications for protecting species, biological communities, and physical resources within finite land management boundaries in a rapidly changing climate are complex and without precedent.\" - Jon Jarvis, Director of the National Park Service (October 28, 2009)  In response to the impacts that climate change will have on all of our nation's national parks, the National Park Service (NPS) has established an overarching Climate Change Response Strategy , which is active here at Apostle Islands as well. Efforts of the NPS Climate Change Response Program are coordinated around four areas: Adaptation, Mitigation, Science and Education. Apostle Islands National Lakeshore actively works to integrate all four areas into park planning, management, operations, and staff culture. The Apostle Islands National Lakeshore Sustainability Policy outlines the park's dedication to policies and practices that improve environmental performance and fosters long-term sustainability. Apostle Islands National Lakeshore is also proud to pioneer the Integrated Environmental Plan (IEP). The park's IEP is a unique umbrella tool that organizes and optimizes environmental stewardship initiatives so greening can be accomplished efficiently and effectively.       Climate Change at the Apostle Islands National Lakeshore          What does it mean here? How will climate change affect the Apostle Islands? More...         Adapting to Climate Change in the Apostle Islands: Opportunity in a Crisis Apostle Islands National Lakeshore staff discuss the impacts of climate change on the park and how the National Park Service is responding in a 5 minute video produced by the NPS Climate Change Response Program. See the video here.         Climate Change - Links and Resources  More...      Sustainability at Apostle Islands National Lakeshore         Apostle Islands National Lakeshore has made significant strides in fostering sustainable practices and promoting innovative solutions to this challenge. More...",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/nature\/climate-change-and-sustainability.htm"
}
