{
    "title": "Tonto National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         hillside flowers NPS Photo  The diverse plant life now supporting wildlife at Tonto National Monument, five centuries ago supported many people. They left their impact on the land as they built terraces and cleared flat spots, both small and large, for farming. These fields had easy access to water through positioning for rain runoff or irrigation channels. They further changed the landscape by encouraging the growth of certain native plants as a source for their needs, such as the yucca for fiber, food, and soap.  Many picture a desert as a barren and desolate place. At the northeastern edge of the Sonoran Desert, the monument is lush with plant life, all with their fascinating adaptations to the cycles of rain and drought. Some seeds lie dormant, waiting for the right combination of moisture and temperature. Other plants adapt through deep root systems seeking water far beneath the surface. Still other plants use their shallow root systems to collect the rain rushing across the face of the land. Besides root systems, some plants rely on their leaf structure to prevent loss of moisture, while others just lose their leaves during drought.  The different plant communities are reflective of the elevation changes within the monument. Sonoran Desert Scrub vegetation is most commonly seen with its mixture of cactus, flowers, shrubs, trees, and saguaros. Higher up, grasses and other plants are added as the vegetation transitions to a Semi-desert Grassland. Most surprising are the riparian areas. Desert Riparian Scrub exists in canyon bottoms and washes where enough water passes through or is stored for desert trees and bushes. Even more amazing is the small Interior Southwestern Riparian Deciduous Forest. It is supported by the permanent spring in Cave Canyon. With its leafy shade trees and the gentle sound of running water, this desert oasis is home to mosses, ferns and the many animals that enjoy its habitat. No wonder many people chose this land as their home.   To view a plant list, click on the link.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/plants.htm"
}
