{
    "title": "Apostle Islands National Lakeshore: Birds",
    "body": "Birds         Gulls on Gull Island   The Apostle Islands National Lakeshore, with its strategic geographic location and wide diversity of habitats, provides a refuge for birds. The Apostles were identified in the 1950s and 1960s as one of the heaviest traveled migratory flyways in the Great Lake Region. This is due to the presence of the islands reducing the distance birds have to fly over open water when migrating to areas north of Lake Superior. Outer and Long Island provide critical habitats for migratory birds: Outer for passerines, hawks and falcons, Long for waterfowl, passerines and shorebirds. In addition to these two islands, nearly all of the islands provide habitat for migrating birds. Since 1990, migratory bird surveys have been conducted on Outer and Long Islands and are part of a long-term monitoring program. There are large fluctuations in migratory volume from year to year, especially on Outer Island, most likely due to highly variable weather conditions. The islands also provide important habitats for resident breeding birds as well as neotropical migrant land birds (those, which migrate to Central and South America in winter). Over 89% of the breeding birds in the Lakeshore are migrants, 59% of which are neotropical migrants. The Lakeshore established an annual breeding bird survey in 1990 in response to the growing need to document abundance trends of neotropical migrant birds in the United Sates.        Long Island Piping Plovers.  A Federal and State Endangered species.   The Lakeshore provides important nesting habitat for the following colonial nesting birds: herring and ring- billed gulls, double-crested cormorants, great blue herons, and cliff swallows. Gull and Eagle Islands combined have 88% of the lakeshore's breeding herring gull populations and 80% of the herring gull breeding population on the entire Wisconsin shore of Lake Superior. Eagle Island has the only great blue heron rookery in the park. The Lakeshore also provides nesting habitat for bald eagles (Federally threatened) and shorebirds such as the Federally and State endangered piping plover.          Gulls on Long Island.  Click on the image to open the Chequamegon Bay Bird Checklist. NPS Photo  Checklist of Chequamegon Bay Birds Compiled by Ryan Brady and Dick Verch, May 2007. (899kb pdf) The Chequamegon Bay area is among the best birding locations in Wisconsin. Situated along the south shore of Lake Superior, the bay is a unique landscape feature that forms a central point for a diversity of habitats, including open water, mudflats, coastal wetlands, open fields, pine barrens, and varied forest types. As a result, the bay area hosts a wide variety of bird species that depend on these habitats during the breeding, migration, and winter seasons. Abundant public lands and extraordinary natural beauty further provide visitors with unparalleled bird watching opportunities in this exceptional area of northern Wisconsin. This checklist includes more than 300 bird species that have been observed at least once in the Chequamegon Bay area since 1972. The list applies to areas of Ashland, Bayfield, and Iron Counties within a 40-mile radius of the city of Ashland, Wisconsin, and includes species observed by or reported to the authors.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/nature\/birds.htm"
}
