{
    "title": "Apostle Islands National Lakeshore: The Story of Plenty Charm",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Story of Plenty Charm                The Story of Plenty Charm         Plenty Charm cabin   On the eastern shore of Lake Superior's Sand Island, a small cabin stands as a monument to two memorable individuals: Gertrude Wellisch, a strong-minded, independent woman who knew just what she wanted out of life;and Clyde Nylen, a craftsman so skilled that people still speak admiringly of his work four decades after his death. Gert Wellisch (1896-1966) spent her childhood summers in the Apostle Islands. At first her family summered on Madeline Island, but in 1910 her father, a well-to-do manufacturer from St. Paul, joined with three other businessmen to build an imposing, Adirondack-style lodge on the west shore of Sand Island.The West Bay Club still stands today, owned by the National Park Service, but occupied by its former owner under a use-and occupancy agreement. When Gert reached adulthood, a unique opportunity came her way to have her own summer place on the island. In 1920, the brownstone lighthouse at Sand Island's northern tip became the first beacon in the Apostles to be automated. The building sat vacant until 1925, when Gert, making use of her father's political connections, secured permission to lease the lighthouse, at a rate of $25.00 per year.        The Sand Island Lighthouse circa 1900   For the next eighteen years, Gert made the Sand Island Lighthouse her summer home. As a schoolteacher, she was able to spend the full summer on the island, and she invested substantial time, effort, and funds into maintaining the old building. As she later boasted, \"My living there has kept the place from becoming a ruin.\" Island neighbors recall Gert fondly. \"She was a rugged individual that could take hardship,\" recalled one. \"She used to walk from East Bay over to the lighthouse, and that was two miles, and she'd carry her suitcases.\" They remember her as generous, as well. Concerned with the education of the island's children, she would hire them to do chores, then pull a book from her shelves and insist they read a chapter as part of the deal. When she brought a car out to the island, she left it parked at the East Bay dock, so that her neighbors could use it when they had heavy loads to carry.        Gertrude Wellisch, 1916   Gert's last year at the lighthouse came in 1942. For some time, the building's Federal owners had been talking about selling it as surplus. Apparently seeing the handwriting on the wall, she bought a stretch of shoreline near the island's southeast corner, and set out to hire a carpenter to build a cabin. Finding a builder was not easy: with a booming wartime economy, workers were in short supply. Once again, luck favored Gert Wellisch, when the best-known carpenter in northern Wisconsin agreed to take on the job. Clyde Nylen (1904-1960) was born in Sweden and came to the U.S. as a young man. Going into carpentry with his brother, Clyde soon developed a reputation for wizardry with wood. His eye was uncanny, people said. One acquaintance recalled that standing on the ground, Clyde could look toward the spot where a roof beam needed to go, and without measuring, cut the board to size. He would toss it up to his brother on the roof, and the board would fit exactly. True story or tall tale? We'll probably never know. We can inspect Clyde's work for ourselves, though, at several sites in Apostle Islands National Lakeshore: he also built the Twine Shed at the Hokenson Brothers Fishery, and the Sand Island home of fisherman\/diarist Fred Hansen. To many observers, however, Gert Wellisch's summer home was Clyde Nylen's masterwork. Though unschooled in classical architecture, he built her a cabin of extraordinary elegance that fits harmoniously into its surroundings, and never fails to elicit exclamations of admiration from those who encounter it. One historian wrote, \"Although modest in appearance, the cottage's proportions and design elements convey a sense of balance and tranquility that more ambitious summer homes often fail to achieve.\" Gert Wellisch gave her new cabin a name: Plenty Charm. It had two bedrooms, a kitchen, and a roomy, screened-in porch. Most impressive, however, is the living room. A cathedral ceiling gives the room a sense of spaciousness that belies the cabin's compact dimensions, while pine paneling and a fieldstone fireplace create a rustic ambience that prevents the space from overwhelming. At the focus of attention, a picture window stretches nearly floor-to-ceiling, warming the room with sunlight and providing an unforgettable view of Lake Superior. For nearly a quarter-century, Plenty Charm served as Gert's summer home on Sand Island. Some years after she passed away, the National Park Service purchased the property from her heirs. The agency has used the cabin as a ranger station and housing for park employees. Today it stands vacant, a silent reminder of the life of Gertrude Wellisch and the work of Clyde Nylen.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/historyculture\/the-story-of-plenty-charm.htm"
}
