{
    "title": "Apostle Islands National Lakeshore: Environmental Factors",
    "body": "Environmental Factors          Although Apostle Islands appear unchangeable, climate change, geologic processes, fire, and human-caused factors such as air and water pollution are only a few of the agents of change that have helped to shape the face of the Apostles that we know today. Today large-scale erosion has continued unabated since deglaciation. Erosion rates are directly related to resistance of materials exposed along the shore, intensity of storms, and variation in the levels of Lake Superior. Water quality of Lake Superior and its tributaries within the Lakeshore is relatively high, and the National Park Service is mandated, at a minimum, to maintain water quality within Federal and Wisconsin standards. Potential sources of pollutants to nearshore waters on the mainland include agriculture runoff form local orchards, and local sewage treatment facilities. Introduction of toxic chemicals, such as PCB's, into Lake Superior have entered the system through atmospheric deposition. Forest within the Lakeshore provides a spectrum of disturbance histories, ranging from old-growth forest to forests subjected to logging and fires. Diverse and unique habitats on the islands are important to birds, mammals, vegetation and aquatic species, including Federally and State listed species. Because these are unique ecosystems and are undergoing environmental changes, long-term ecosystem monitoring is essential. Monitoring data assists park managers in understanding park ecosystems and their fluctuations, as well as serving as an early warning system to identify threats to park resources. The lakeshore's natural resources monitoring program began in 1989 and continues to be built and refined. There are currently 17 monitoring projects which are conducted either annually or on a periodic basis. Projects range from breeding birds to frogs and toads, from sandscapes to campsites.         Apostle Islands Coastal Watershed Assessment This \"state of knowledge\" report reviews the condition of, and threats to, the park's coastal resources, including water quality, habitat, and invasive species, in a regional context. View the report (5.47mb)",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/nature\/environmentalfactors.htm"
}
