{
    "title": "Tonto National Monument: Amphibians",
    "body": "Amphibians       Of all the creatures that call the Sonoran Desert home, probably none are more unexpected than amphibians. They have several adaptations that would seem to make desert life impossible – they lay their eggs in water, the young must live in water, and their skin is especially susceptible to drying out in an arid environment. Because of this, amphibians spend most of the year underground, in burrows that they or other animals have dug.  They are more likely to be seen after summer rains around temporary or permanent sources of water as they race to feed and reproduce.  Tonto National Monument is home to six amphibian species; the Colorado River Toad, Great Plains Toad, Red-spotted Toad, Woodhouse's Toad, Couch's Spadefoot, and the Canyon Treefrog. Learn more about each of these species below.            Colorado River Toad NPS Photo  Colorado River Toad: (Bufo alvarius)   Body Length: 4 - 7 1\/2\"  Diet: Insects, especially pinacate beetles, centipedes, amphibians, etc.     Colorado River Toads are sometimes mistaken for bullfrogs because of their large size and relatively smooth skin. The prominent bumps below the eyes are called parotoid glands, which are characteristic of true toads. These glands and the skin contain organic substances which are toxic and have been known to paralyze or kill dogs.     Sometimes called the Sonoran Desert Toad, this is our largest western toad, reaching a length of over 7 inches (not including legs!) It ranges throughout the Monument and is well-adapted to desert life. Like most desert toads, Colorado River Toads are active almost exclusively at night, particularly during or after summer rains.                   Great Plains Toad - usually gray, tan or olive in color. NPS Photo  Great Plains Toad: (Bufo cognatus) Body Length: 1 3\/4 - 4 1\/2\" Diet: Ants, termites, spiders, centipedes and Insects.  Great Plains Toads are a species which is rarely seen but may actually be common. Occurring only in the desert areas of Tonto National Monument, north of Route 188, Great Plains Toads were not detected here for many years. Like many desert toads, Great Plains Toads emerge from underground almost exclusively during and following summer rains.  Like some other amphibians, some males Great Plains Toads exhibit an unusual breeding behavior. Most individuals give loud advertisement calls to attract females to their positions in a pond or stream. Meanwhile, a smaller number of \"satellite males\" or \"cheaters\", wait silently nearby. As females approach, the satellite males attempt to intercept and breed with them, effectively stealing them from their more vocal rivals. Research indicates that more than half of all males try this tactic at some point. Evidently, cheaters sometimes win!            Red-spotted Toad NPS Photo  Red-spotted Toad: (Bufo punctatus) Body length: 1 1\/2 - 2 1\/2\" Diet: Insects and sometimes young toads. Red-spotted toads are named for the small red spots which cover the back of the adult toads. This small species of toad is most often seen hopping on roads in the Monument during spring and summer nights; like other desert toads, they are mainly nocturnal, but are occasionally seen during the day. The call of the Red-spotted Toad is a high-pitched,prolonged musical trill, given by males to attract females to temporary ponds and stream pools where they breed. What follows is the typical frog and toad life cycle: Amplexus occurs when the male grasps the female at mid-body and externally fertilizes the egg as she deposits them one-by-one onto the bottom of the pool. Tadpoles soon hatch from the eggs, and within a few weeks, these metamorphose into tiny toads. After the small toads leave the pool, they live the rest of their lives on land, returning to water only to breed.            Woodhouse's Toad NPS Photo  Woodhouse's Toad (Bufo woodhousii) Body Length: 1 3\/4 - 5\" Diet: Insects This large toad is generally found near permanent water or floodplains, or feeding in gardens after dark. It is named in honor of SW Woodhouse, who served as a surgeon-naturalist on a boundary survey prior to the Civil War. Reportedly pierced by an arrow and bitten by a rattlesnake in the field, Woodhouse survived to collect the type specimen, or the first of this species known to science.  Woodhouse's Toad is a widespread species that occurs as far away as Washington state and New Hampshire. Its call is a wheezy sound that has been compared to a snore or bawling calf.            Couch's Spadefoot NPS Photo  Couch's Spadefoot (Scaphiopus couchii) Body Length: 1 1\/4 - 3 1\/2\" Diet: Arthropods, particularly termites. Couch's Spadefoots are the original couch potatoes. For most of the year they sit in holes deep underground. Stimulated by the sound of the first summer rains. Spadefoots burrow upward and emerge into the wet desert. Hopping to temporary pools created by the rain, the males call loudly to attract females. Over 90% of breeding occurs on that first rainy night.  Following breeding, the eggs and larvae develop quickly, faster than any other American frog or toad. In warm water, eggs hatch within 15 hours. While some frog tadpoles take over a year to develop, spadefoot tadpoles metamorphose into toads in 11 - 12 days, often only hours ahead of the drying pools. Scientist have determined that this remarkable toad is capable of eating enough food in one evening -- up to 55% of its body weight, usually in termites -- to enable it to survive an entire year! The \"spade\" located on each rear foot is a small knob which helps this species dig more efficiently.             Canyon Treefrog NPS Photo  Canyon Treefrog (Hyla arenicolor) Body length: 1 1\/4 - 2 1\/4\" Diet: Insects and arthropods Frogs are usually associated with cool, wet places, but this frog can be found out in the sun on some of summer's hottest days - though actually seeing them can be a challenge. Canyon Treefrogs are masters of camouflage, with an uncanny ability to quickly match their skin color to the patterns of natural rock. If you look closely in rocky pool areas, you might find one pressed against a rock overlooking the water, using its adhesive footpads to cling to the surface. In spite of its name, this species is rarely found in trees.  At Tonto National Monument, canyon treefrogs occur in the creek near the Visitor Center. Starting in March, they can be heard calling at sunset, and sometimes during the day. The call is a strange bleating sound. Only males call, hoping to convince females that the pools below are ideal for the survival of eggs and tadpoles.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/amphibians.htm"
}
