{
    "title": "Apostle Islands National Lakeshore: What Happened to Poor Willy?",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     What Happened to Poor Willy?                What Happened to Poor Willy?         Michigan Island Dock, 1904   An Apostle Islands Mystery Edna Lane Sauer was daughter of Ed Lane, Keeper of the Michigan Island Light from 1902 through 1937. In 1985, she shared this memory in a letter: \"I know there is supposed to be a grave on Michigan Island and I've oftenwondered if it could have been the son of one of the keepers who always anchored the sailboat out and then swam ashore.He took cramps and died.I remember one old journal that told of the accident and always mentioned \"Poor Willy.\"We children used to cry about Poor Willy.It is too bad we have never located the old journals and just wonder what happened to them.\" Who was Willy, and what happened to him? A story in the Ashland Press ofSeptember 7, 1878 provides a clue: We learned that on Sunday last a son of Mr. B. F. Rumrill, the keeper of the Outer Island lighthouse, while swimming out to retrieve a boat that had gone adrift, was seized with cramps and drowned before assistance could reach him.He was 17 years of age, an only son, and a worthy young man.His afflicted parents have the sympathy of our entire community in their bereavement. But that can't be right! There was no Outer Island keeper with that name. There was a Michigan Island keeper named Pliny Rumrill, though. The newspaper must have the island and the name wrong. We don't have the Michigan Island logbooks from that year, but we do have the Outer Island logs from that era. Let's take a look and see if they provide any help: Tuesday September 3, 1878 -- E, moderate to light... At 8 p.m. the Second Assistant returned, absent three days 11 hours.Mr. Miller and party bring the sad news of the drowning of Mr. Rumrill's (the keeper of Michigan Island light) son last Sunday while trying to swim to the station boat which lay at anchor a short distance from the shore.He was about 19 years of age and an only son. So that's it! \"Poor Willy\" was William Rumrill, son of P.F. Rumrill who was keeper at Michigan Island from 1874 through 1883. He was somewhere around 17, 18, or 19 years old when he drowned. Many years after he died, the lighthouse keeper's kids still cried when they heard his story.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/historyculture\/what-happened-to-poor-willy.htm"
}
