{
    "title": "Apostle Islands National Lakeshore: The Heroine of Michigan Island",
    "body": "The Heroine of Michigan Island         Anna Maria Carlson of Michigan Island   Six light stations stand upon the Apostle Islands, helping guide ships on the waters of Lake Superior. These lights operate automatically today, but in times gone by, lighthouse keepers lived on the islands and tended the lights. Some of the keepers were bachelors, but many brought families to the lonely island stations. Lightkeepers' wives filled many roles, often helping their husbands tend the lights, while caring for their families in conditions that are difficult to imagine today. Anna Maria Carlson was one such woman. Born in Sweden, Anna Maria came to the U.S. as a teenager. At the age of twenty-one, she married Robert Carlson, newly-appointed Assistant Keeper at the Outer Island light. Many years later, she told a newspaper reporter of how it felt to adapt to her new way of life: I had three persons to talk to: my husband, who was assistant keeper, the head keeper, an old man with but one eye, and a fisherman who came that summer and lived in a shack down the shore. Oh! The loneliness of those days on Outer Island! There was nothing to see but water, with the dim outline of other islands of the Apostles group behind the haze, and an occasional steamer way out on the lake. When my housework was done, my husband used to take me down the shore to the fisherman's shack, where we would visit for a while. Or we would walk out into the woods. That was my life, day in and day out. Going ashore to the mainland, 40 miles away, meant riding in a sailboat, which always frightened me. Nights I would look out of the window and see nothing but the dark water; no lights anywhere, not even in the fisherman's shanty, which was too far away. The old lighthouse keeper, dead these many years, was always very kind. He showed me how to cook, for I had never been used to much work. I have learned to do all kinds of housework since my marriage. A woman can learn to do anything if she sets her mind to it.        The first Michigan Island Lighthouse, home to Robert and Anna Carlson.   Robert Carlson rose quickly in the Lighthouse Service, and in just a few years, he was promoted to Keeper of the Michigan Island light. In the same years, Anna bore three children: a daughter, Cecelia, and twin boys, Robert and Carl. It was in her first year at Michigan Island that Anna faced a harrowing experience which gave her the opportunity to display an inner strength that proved she could overcome the worst that an unfamiliar environment could offer her. Here is Anna's own description of the incident, as transcribed by reporter Stella Champney in the Detroit News, May 17, 1931: We were trying a winter on Michigan Island, where my husband was head lighthouse keeper. His brother was assistant. When we decided to stay, our hired girl promised to remain with us through the winter. But she slipped away and went ashore with some fishermen, and didn't come back. (One day) they took the dogs and went fishing. I was always afraid to be alone on the island. A city-bred girl, the stark loneliness of it was appalling. As soon as they left the house I ran about and locked all the doors and windows. Yet there was nobody on the island but myself, and the children, a little girl past two, and the twin boys, nine months old. For a few hours after they had gone that day I was busy setting the house in order. The tower was closed but there was lots of work to do in the house, and I was glad for that. I got the children's lunch, prepared things for an early supper, as I knew the men would be very hungry when they came home, and then sat down to wait. Women who wait in brightly lighted cities with people all around within call of the voice have no conception what it is to sit and wait for your man on a deserted island, with snow and ice everywhere and no light but the stars. I watched the sun go down across the water, waited until its sickly yellowish light had disappeared and the stars came out. I kept stoking the fires, for I knew the men would be cold when they came in. I did not even think of such a thing as their not coming. They had been gone since before daylight, and they would be home before six, I was sure. The wind was blowing a gale, but in my ignorance of such things I gave it no thought. Six o'clock came, and darkness. It was so dark outside I could not bear to look out the window, but I kept watching for the men and the dogs. It began to snow. Seven o'clock and still my man had not come. I put the children to bed and waited.        The Carlson children, a few years after their mother's ordeal.  Left, Cecelia; right and center, twins Robert and Carl.   Unbeknownst to Anna, the ice had broken up while the men were fishing. Robert and his brother had been carried out into the open lake. All night long I sat by the fire, terror clutching my heart. I could not believe they would not come. Every time the wind rattled the branches of the trees around the lighthouse I would start up, expecting to hear my husband's voice. Morning found me on the verge of hysteria. But there was serious work to be done. I had to milk the cow because of the children. And I was afraid of a cow. Raised in Chicago, where one doesn't even think of such things, I had never learned to milk, even after coming with my husband to Michigan Island, where a cow and chickens provided the main food for the children. It was bitterly cold and still snowing. A winter fog shut us in. I went down to the barn and looked at the cow. She swung her head and made a noise and I knew I could never milk her as I had seen my husband do. Running into the woodshed, I grabbed the ax, and in desperation began chopping at the wall of her manger. Making a hole through which I could put both hands, I started to milk into a little tin cup which I held with one hand, milking with the other. The cow kicked and I jumped away. But the children had to have their milk. So back I went and I kept at it until I got enough for them. I fed the cow, and watered her, and looked after the chickens. Then I went back to the house and waited. I waited and watched, and somehow kept my reason all through that terrible day, and the more terrible night that followed. Things began to get a little hazy after that. Two nights of terror, and another night faced me. Somehow, I lived through them, looked after the children, got their milk, fed the chickens. That is about all that I remember of those days.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/historyculture\/heroine-michigan-island.htm"
}
