{
    "title": "Apostle Islands National Lakeshore: Rescuing the Keeper's Daughter",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Rescuing the Keeper's Daughter                Rescuing the Keeper's Daughter         Keeper James Bard and his children on Devils Island, 1933. Marjorie is at upper right.   On September30, 1939, sixteen-year-old Marjorie Bard was scrubbing the stairway in herfamily's Devils Island home when she fell and fractured her hip. Her father,lighthouse keeper James Bard, used the light station's primitive two-way radioto call for help. Since thenearest Coast Guard cutter was reported to be at far off at Isle Royale, threecrewmen from the Duluth station volunteered to respond in a small, open boat.Setting out at 9:30 pm, the men battled strong southwest winds throughout their75-mile journey. Onehalf-hour before they reached Devils Island, they learned that the large cutterDiligence had finally intercepted the radio calls and arrived at the scene toaid the girl. So close to their destination, the Duluth Coastguardsmen continuedon and landed on the island to help. Lighthousepersonnel and Coast Guardsmen placed Marjorie on a bedspring, and carried herone mile down the trail to the south landing. From there, the cutter took herto Ashland and medical attention. Marjorie eventuallyrecovered from her injuries, but before she returned to the island, her fatherwas transferred to another station. It was not until more than half a centurylater that she set foot again on Devils Island. In 1997, one year before shepassed away, Marjorie Bard Coon and her husband Lester visited Devils Island ona National Park Service boat.        Keeper's dwellings, Devils Island   On September30, 1939, sixteen-year-old Marjorie Bard was scrubbing the stairway in herfamily's Devils Island home when she fell and fractured her hip. Her father,lighthouse keeper James Bard, used the light station's primitive two-way radioto call for help. Since thenearest Coast Guard cutter was reported to be at far off at Isle Royale, threecrewmen from the Duluth station volunteered to respond in a small, open boat.Setting out at 9:30 pm, the men battled strong southwest winds throughout their75-mile journey. Onehalf-hour before they reached Devils Island, they learned that the large cutterDiligence had finally intercepted the radio calls and arrived at the scene toaid the girl. So close to their destination, the Duluth Coastguardsmen continuedon and landed on the island to help. Lighthousepersonnel and Coast Guardsmen placed Marjorie on a bedspring, and carried herone mile down the trail to the south landing. From there, the cutter took herto Ashland and medical attention. Marjorie eventuallyrecovered from her injuries, but before she returned to the island, her fatherwas transferred to another station. It was not until more than half a centurylater that she set foot again on Devils Island. In 1997, one year before shepassed away, Marjorie Bard Coon and her husband Lester visited Devils Island ona National Park Service boat.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/historyculture\/rescuing-the-keepers-daughter.htm"
}
