{
    "title": "Apostle Islands National Lakeshore: \"I Hate Lighthouses!\"",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     \"I Hate Lighthouses!\"                I Hate Lighthouses!         Raspberry Island light, autumn 1906   \"When a woman marries a lighthouse keeper, she gives up everything else in the world.\"   Mrs. Cecelia Carlson Mclean of the Michigan and Devils Island Lighthouses.    For wives and children of lighthouse keepers, the challenges of daily life on a lonely island could sometimes seem overwhelming. Some keepers' wives were blunt in their opinions.  Wife of one lighthouse keeper and sister of another, Cecelia Carlson McLean was the sister-in-law of Anna Maria Carlson , whose ordeal on Michigan Island is described elsewhere in this scrapbook. In 1931, she shared her opinions with reporter Stella Champney:  \"I hate lighthouses,\" said Mrs. Alexander McLean, whose husband kept the light on Raspberry Island for several years. \"They are so lonely. Going from one island to another, out in the Apostles group, isn't much fun, especially when you have to go in a small boat and maybe get caught in a storm. We left Raspberry Island in 1916, and I was glad enough to see the last of it.\"  \"When a woman marries a lighthouse keeper, she gives up everything else in the world. If I had my life to live over again, it would not be in lighthouse stations.\"  \"My husband was 35 years in the lighthouse service. Thirty of those I was his wife, living on the isolated stations in the Apostle Islands, and part of the time at Two Harbors, Minn., where one might as well be on an island for all the social life one is able to have. Winters I was shut in by unbroken snowdrifts down in the railroad yards which shut off the lighthouse from the town, and while the men folks got the children out to school and back, by the time I was ready to go anywhere, the roads were drifted full again. And ma could stay home. There was always too much to do around home, anyway, to spend any time getting to town.\"  \"On the islands, we always had to keep up two homes, as women and children have to be off the islands Oct. 15, and when you have two homes to maintain, something has to be slighted. We slighted necessities. Luxuries-- we had none of them. We gave up the things we needed.\"  Mrs. McLean spent her honeymoon on Devil's Island, a lonely outpost in those days. Her husband began his lighthouse work on Isle Royale, and for a time was assistant keeper on Menagerie Island, a desolate rocky pile in Siskiwit Bay. His first head keeper's job was on Michigan Island, following the Carlsons, and, he said, \"Where I was the only human being for whole months, monarch of all I surveyed.\"  Four years later, while keeper on Devil's Island, he married.  \"On Devil's Island,\" his wife continued, \"in storms the spray used to dash against my living room windows, 600 feet from the cliffs, and ooze through the windows and flood the floor so that I would have to take rags and sop it up. Such a mess it always made.\"          Keepers' homes on Devils Island, seen from the tower.   \"I spent six years on that island. Tourists used to come from Bayfield and that was all the social contact I had. We always seemed to be on lonely outposts. There were three years on Huron Island, three miles off shore from the Keweenaw Peninsula, and when my husband was on Stannard Rock I had to live alone on the mainland. We're through with lighthouses now and I am glad.\" What did her husband think of lighthouses? \"I liked them,\" said McLean, \"or I would not have spent 35 years keeping the lights going.\"        emmanuel luick second wife oramill and baby   Emmanuel and Oramill Luick with one of their children, on a visit to Raspberry Island. Oramill Luick lived with her husband Emmanuel at the Sand Island light from 1911 to 1921. In November, 1912, while on the island, she gave birth to the couple's first child. A month later, with no medical assistance available, the baby girl died, and her father buried her on the island. The Luicks had three more children, two of whom survived to adulthood. In 1931, Oramill Luick also took time to share some memories with reporter Champney:   \"My only neighbors were the wives of fishermen,\" said Mrs. Luick, \"But we stuck together. We organized a sewing circle, and we sewed for the Red Cross and other things. We met twice a month at each other's houses, and got up nice little parties, besides. We made much of our birthdays, and baked birthday cakes, and made most of everything we had. There were Mrs. Bert Hill, Mrs. Herman Johnson, Mrs. Fred Hanson. Mrs. Harold Dahl, Mrs. Louis Moe, Mrs. Bert Noring, Mrs. Loftfield and Ms. Swain Berdstrom. When you live for years with just a handful of neighbors, you remember them all your life. \"We had an 18-foot flat boat with a three-horse power motor, and when it was too wet to cross the swampy places, my husband would sometimes run me to a neighbor's in this boat. The soil is not deep on these islands, which are mostly sandstone and rocks, but some of the fishermen's wives raised garden stuff, and a little fruit. We went three and a half miles for our milk, every other day. Our nearest neighbor was a mile away. The first year we were there Charles Haven was the assistant, and he had a wife and two children. Then came Ole Christensen, and his wife. At the last there was as unmarried assistant, and the three of us kept the light. We were six miles from the mainland.\"         Edna Lane on Michigan Island, circa 1910.   Mrs Edna Lane Sauer of the Michigan Island Lightstation   Sometimes just getting a family to the lighthouse could be an ordeal. In a 1976 letter, Edna Lane Sauer, daughter of Michigan Island keeper Ed Lane, recalled her trip to the island in 1901:    \"We had spent the winter in Detroit and Dad had to leave us and report for duty at Michigan Island. Mom decided not to wait and with three children under seven and all with whooping cough, she started out. I was just recovering from measles. Between trains in Chicago, my sister broke out with them and as there was a smallpox epidemic in Chicago at that time, it was doubtful if we would be allowed to continue. However, we finally arrived in Bayfield on the eleven o'clock train.    The conductor was very kind and helped Mom from the depot to Mrs. McCarty's Boarding House where all the Keepers were staying. Mrs. Mac, as she was called, came down wrapped in something gray, took us into the dining room where the heating stove was, and after getting us warm, gave us something to eat. We must have been a sorry sight for Dad.    Early the next morning we went on board the Barker accompanied by Mrs. Brown, the former keeper's wife. My brother broke out with measles and my sister, already quite ill, developed pneumonia.    We landed on the island to find the living quarters a filthy mess. A horse hide had been tacked to the one bedroom floor and the whole place was over-run with roaches. Mom and Dad had to scrub everything in order to get the sick ones in bed.    From then on it was a struggle to save my sister's life. With the help of the \"medicine chest\" we all survived. …Do you remember that chest? Everything for every known malady with complete directions printed on each bottle. Ours even had chloroform, needles for sewing wounds, etc.   I remember we felt like aristocrats when our beautiful outhouse, built in Detroit, arrived on the Amaranth- all solid oak inside and with a casement window, no less.    Of course, our weekly baths were always taken in a wash tub brought into the kitchen, water heated on the wood-burning cookstove. I don't recall whether the water was changed for each bath or whether each of us bathed in the same tub of water. There were times when we had to carry the water from the lake for Mom's flower beds and for washing.\"",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/historyculture\/ihatelighthouses.htm"
}
