{
    "title": "Apostle Islands National Lakeshore: The Incredible Journey",
    "body": "The Incredible Journey          The Incredible Journey of Benjamin Armstrong and Chief Buffalo Benjamin Armstrong was desperate: out of money and out of his element, a frontiersman marooned in Washington, D.C. Worst of all, he’d failed in his mission, it seemed. He’d have to tell his Indian companions that no one wanted to listen to them. They’d made the arduous, two-month journey from Lake Superior to the national capitol, all for nothing. The result would be war. *** Benjamin Armstrong is one of the most intriguing characters in the history of the Apostle Islands. Born in Alabama in 1820, he left home at the age of ten. As a young man, he traveled around the Midwestern frontier, working his way up the Mississippi. By the time he reached his early thirties, he had settled at the old fur trading village of LaPointe, on Madeline Island. Along the way, Armstrong developed close friendships among the region’s Ojibwe people. He learned their language, and eventually married a daughter (some say a niece) of the respected chief of the LaPointe band, Ke-che-waish-ke, or Buffalo. The chief became fond of Armstrong, and adopted him as a son. Armstrong, in turn, served the tribe as interpreter and adviser. In the late 1840s, disturbing news began reaching the Lake Superior country. Powerful politicians were lobbying in Washington to force the Ojibwe out of their homelands, resettling the tribe to unfamiliar surroundings on the Minnesota prairie. In February, 1850, President Zachary Taylor issued a proclamation repudiating earlier treaties, and ordered the Indians to get ready to move. Sitting in on tribal council meetings, Benjamin Armstrong could feel the sense of betrayal and anger in his Ojibwe friends. “I could tell great trouble was brewing,” he later recalled. Rather than submit to exile, many of the men agreed: “Better to be slaughtered in our old home, where we can be buried by the side of our relatives and friends.” Conferring with his adoptive father, Armstrong arranged an audacious plan. He would escort the elderly chief all the way to Washington. President Taylor had passed away suddenly- perhaps the new President Fillmore would listen to reason. Maybe a personal appeal would bring justice for the Ojibwe, and preserve peace along the frontier. It was a desperate measure- Buffalo was more than 90 years old- but the stakes were high. On April 5, 1852, Chief Buffalo, Benjamin Armstrong, and five Ojibwe companions launched a canoe from the Madeline Island shore. Three days of paddling brought them to the town of Ontonagon, where they circulated a petition protesting the removal order. To Armstrong’s elation, he found unanimous support. The white residents of the region objected strongly to outsiders’ plans to force their Ojibwe neighbors into exile. The party paddled on, stopping at each settlement along the lake’s wild coast, collecting ever more signatures for their petition. Day followed day as they battled waves and storms; each night, they slept under blankets on the shore. At Sault Ste. Marie, they met an obstacle more formidable than the waters of the big lake: bureaucracy. Officers at the fort there informed Armstrong that no Indians were allowed to pass that point without advance permission from Washington. Presenting his petitions and explaining the urgency of his mission, Armstrong finally convinced the officials to allow his party to continue. They warned him, though: “The Indian Agent at Detroit will be sure to stop you.” Leaving their canoe, the delegation boarded a steamer bound for Detroit. As predicted, the agent there held them up, then finally relented. Shaking his head, he warned, “You’ll never get to Washington.” Armstrong proved him wrong. They continued by steamer to the city of Buffalo, where they boarded the first train that any of the six had ever seen. The railroad took them to Albany, where another steamboat took them down the Hudson to New York. There seemed to be trouble at every stop, but each time, Armstrong found a way to overcome the obstacles. At Washington, though, it seemed their luck ran out. The Commissioner of Indian Affairs refused to meet with the delegation. “You have come here without permission,” he told Armstrong. “I do not want to see you or hear of your Indians again.” An appeal to the Secretary of the Interior brought a curt dismissal: “I can do nothing for you.” *** Dejected, Armstrong walked back to the hotel where Buffalo and his companions waited for word. How could he tell them that their hardships had been wasted? What would happen when they returned home? Their money was gone- how could they even get home? Arriving at the hotel, he found the Indians surrounded by a curious crowd. Several well-dressed gentlemen seemed particularly interested to learn what had brought an Ojibwe chief all the way to Washington. Armstrong summoned his strength and wearily explained the nature of their mission. “We can help,” said one of the men. Among the onlookers, it turned out, were a United States Senator, and a member of the President’s cabinet. The next afternoon, at three o’clock, Armstrong, Buffalo, and their companions walked in the door of the White House. President Millard Fillmore welcomed them and solemnly accepted the pipe of tobacco that Buffalo offered as a mark of friendship. Each man in the room took a draught on the pipe, then Buffalo’s deputy and spokesman, O-sha-ga, arose and explained the Ojibwe’s plight. He spoke for an hour, with Armstrong translating. President Fillmore listened carefully, then promised the group a prompt reply. Two days later, he summoned the delegation back to the White House and announced his decision: he would rescind his predecessor’s order. The Ojibwe would not be forced to leave their homeland. Armstrong and Buffalo brought the welcome news back to LaPointe. Two years later, Armstrong again served his adoptive father as translator and adviser in the negotiations surrounding the Treaty of LaPointe, formalizing the agreement between the United States and the Ojibwe. *** Chief Buffalo died in 1855, at the age of 96. Benjamin Armstrong built a cabin on Oak Island, where he farmed for several years. He made two more trips east as an advocate for the Ojibwe; on one, he met another President: Abraham Lincoln. After a long and eventful life, he died at Ashland in 1900. Several years before his death, he dictated the memoirs which told the tale of his trip to Washington with Chief Buffalo. Benjamin Armstrong cleared a homestead near the Oak Island sand spit, and lived there from 1855 to 1862. Nothing remains of his cabin, but campers in site number one pitch their tents very close to the spot.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/historyculture\/armstrong.htm"
}
