{
    "title": "Apostle Islands National Lakeshore: Apostle Islands All-Risk Reports",
    "body": "Apostle Islands All-Risk Reports       Rangers Rescue Capsized Teen Kayakers  By Myra Foster, Acting Chief Ranger July 24, 2011  On Tuesday, July 19th, rangers received a report that two kayakers had capsized after becoming separated from the rest of their party in a storm between Sand Island and the mainland. The nine paddlers consisted of two guides, two adults, and five teenagers. They were taking a day-paddle trip to the Sand Island Lighthouse and were on their way back to the mainland when the storm cell reached them. The wind and waves increased during the storm, causing the two teen paddlers to capsize. The surface water temperature was forty47 degrees F. One of the capsized teens was able to get back in his boat after spending approximately five minutes in the lake. The other teen lost contact with his boat and spent 15 to 20 minutes in Lake Superior before he was lifted out and laid across two kayaks lashed together. Both teens were wearing wet suits. The other members of the party paddled back to Little Sand Bay on the mainland and made contact with rangers. Rangers responded by boat and found the two teens and their guide a half mile from York Island, where they had drifted during the storm. The rangers brought all three individuals and two kayaks on board and transported them to Little Sand Bay, where they were treated by the Red Cliff Reservation Ambulance Service and released.     Gale Force Winds Strand Campers On Oak Island  By Myra Foster, Acting Chief Ranger July 11, 2011  Park search and rescue team members rescued 14 Camp Amnicon youth and guides stranded by gale force winds on Oak Island on June 22nd. The group was camped at Oak Island site A, 1.5 miles from the nearest dock, when a severe thunderstorm came ashore. Gale force winds prohibited the campers from paddling their 36-foot canoe back to the mainland. During an hour-and-15-minute break in the severe weather, rescuers retrieved the wet and cold campers. One youth was in the beginning stages of hypothermia. Park volunteers Gene and Kandee Rosburg hiked the 1.5 miles to the campsite to attend to the campers while maintenance staff, using two 25-foot packman Munson landing crafts, rescued the 14 youth amidst five-foot waves. The vessels slid up to the beach near the campsite and boarded all campers without incident. Maintenance employees Dave Wilkins and Jason Charette captained the vessels with crew of Steve Witt and Tommy Richardson. EMTs and SAR teams waited at the mainland to administer first aid and take the grateful campers to a heated maintenance facility where dry blankets were wrapped around each camper. After speaking with camp leaders the park learned that the campers had all grown up in refugee camps in Somalia, Asia and Eastern Europe. Despite the rough weather, campers were saddened to leave their campsite because they had never experienced such a vast amount of clean, fresh water.     Kayaker Succumbs To Hypothermia After Capsizing  By Myra Foster, Acting Chief Ranger June 13, 2011  Four college friends left the Little Sand Bay boat launch on the afternoon of June 7th to kayak to a campsite on Sand Island three miles away. Rangers had advised the kayakers that a small craft advisory had been posted for that area that forecast northeast winds of 20 to 25 knots and waves of from three to five feet. One of the kayaks began taking on water about a mile from the island and soon became submerged, causing the kayaker to abandon his vessel. A second kayaker, Kevin Dammen, 20, turned back to assist and capsized while doing so. The remaining two kayakers were able to help the first, but soon lost sight of Dammen, who they last saw straddling his kayak and holding a paddle. One of them returned to Little Sand Bay and reported the incident to a campground host. The NPS notified the Bayfield County Sheriff's Department and a multi-agency search was begun. There were three- to five-foot-high waves on the lake during the search and the water temperature was in the mid-40s. The two kayakers on Sand Island were picked up by a park boat and returned to shore. The crew of a Coast Guard vessel found Dammen floating in the water near Sand Point. Efforts to revive him were unavailing. The county coroner subsequently determined that he'd succumbed to hypothermia.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/news\/all-risk.htm"
}
