{
    "title": "Apostle Islands National Lakeshore: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories       Apostle Island Scrapbook Learn some of the stories of the men and women who have lived and worked in the Apostle Islands through the years... the tales of \"ordinary people\" living extraordinary lives. In many cases, the tales are told in the participants' own words. The stories come from many sources- diaries, letters, old newspaper articles-hence the name Apostle Islands Scrapbook.         The Heroine of Michigan Island  \"I had three persons to talk to: my husband, who was assistant keeper, the head keeper, an old man with but one eye, and a fisherman who came that summer and lived in a shack down the shore.\"         \"I Hate Lighthouses!\"   \"I hate lighthouses,\" said Mrs. Alexander McLean, whose husband kept the light on Raspberry Island for several years. \"They are so lonely.\"         The Wreck of the Sevona September 2, 1905 was a dark day in the history of the Apostle Islands. In the space of a few hours, two magnificent ships were lost to a storm that swept the lake.            A Long Night on the Lake \"The wind was south and we kept under the lee of the main shore until we reached Point Detour. Here we ran into the biggest sea that I had ever encountered.\"         Marooned On Oak Island! \"The storm did not abate until noon of the third day, by which time the boat had received such damage that there would have been no escape for me from my prison\"           On the Trail of the Island Hermit Shunning human contact, the brooding, bearded man retreated to the woods, hiding himself away in a tiny cabin devoid of comforts.          Little House in the North Woods This seemingly nondescript cabin is worth a close look. Though built on the eve of World War II, its construction harks back to traditional Scandinavian methods.           The Incredible Journey of Benjamin Armstrong and Chief Buffalo Worst of all, he'd failed in his mission, it seemed. He'd have to tell his Indian companions that no one wanted to listen to them.         Rescuing the Keeper's Daughter On September 30, 1939, sixteen-year-old Marjorie Bard was scrubbing the stairway in her family's Devils Island home when she fell and fractured her hip.           What Happened to Poor Willy? \"I know there is supposed to be a grave on Michigan Island and I've often wondered if it could have been the son of one of the keepers who always anchored the sailboat out and then swam ashore.\"          The Story of Plenty Charm On the eastern shore of Lake Superior's Sand Island, a small cabin stands as a monument to two memorable individuals.",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/historyculture\/stories.htm"
}
