{
    "title": "Apostle Islands National Lakeshore: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases       August 14, 2016. Temporary Closure on Oak Island due to Bear Activity (157kb pdf)   August 11, 2016. Tragic Fatality in Lake Superior off of Stockton Island (157kb pdf)   July 25, 2016. Help us Celebrate World Ranger Day (160kb pdf)   July 22, 2016. Widespread Storm Damage (160kb pdf)   July 12, 2016. Eleven Kayakers Rescued (155kb pdf)   June 30, 2016. NPS Centennial Trivia Contest (159kb pdf).   June 9, 2016. Apostle Islands National Lakeshore Mural Dedication (585kb pdf).   June 8, 2016.  Great Lakes Poetry Art Installation at Apostle Islands & 4 other Great Lakes Parks (185kb pdf).   May 11, 2016. Bad River Tribe Receives $15,000 for Lake Superior Watershed and Apostle Islands National Lakeshore Collaborative Art Project (126kb pdf).  Beyond Words flyer (308kb pdf)   April 28, 2016. Tourism to Apostle Islands National Lakeshore creates $36 million in Economic Benefits (436kb pdf)   February 25, 2016. Bayfield Library Hosts National Park Service Centennial Presentation (59kb pdf)   January 26, 2016.Apostle Islands National Lakeshore Begins Booking Campsites On-Line (121kb pdf)    January 4, 2016. Apostle Islands National Lakeshore Announces Recreational Fee Changes for 2016 (132kb pdf)    October 7, 2015. Temporary Closure of Lakeshore Trail Section to Install Bridge (263kb pdf)   September 24, 2015. Public Open House for Little Sand Bay Visitor Center Replacement Project, October 8, 2015 from 5:00-7:00pm (429kb pdf)   September 5, 2015. Ashland Welcomes the National Park Service: A Party to Honor the Bipartisan Work of Senator Baldwin &Congressman Duffy on the addition of the Ashland Harbor Breakwater Light to the Apostle Islands National Lakeshore (134kb pdf)   September 3, 2015. Apostle Islands National Lakeshore Launches Every Kid in a Park Pass. Fourth Graders and their Families Eligible for Free Access to Federal Lands and Waters Nationwide (180kb pdf)   August 18, 2015. Ashland Harbor Breakwater Light Celebration September 5(136kb pdf)     August 12, 2015.  Proposed Recreational Fee Increases for 2016 (201kb pdf)   July 30, 2015. West Bay Club Listed on the National Register of Historic Places (435kb pdf)   July 6, 2015. Ashland Harbor Breakwater Light Celebration July 11. (190kb pdf)   April 27, 2015.  Tourism to Apostle Islands National Lakeshore Creates Economic Benefits. (526kb pdf)   April 20, 2015. Apostle Islands Ice Caves Fee Shows Financial Sustainability (459kb pdf)   March 31, 2015. Apostle Islands National Lakeshore Joins National Find Your Park Movement (430kb pdf)   March 9, 2015. Apostle Islands Ice Caves to Close Due to Deteriorating Ice Conditions (232kb pdf)     March 2, 2015. Apostle Islands Ice Caves to Temporarily Close Due to Upcoming Storm (302kb pdf)   February 25, 2015. Apostle Islands Ice Caves Open for Winter Viewing (237kb pdf)   2014   December 18, 2014. Apostle Islands National Lakeshore Announces Special Recreation Permit Fee for the Ice Caves (377kb pdf)   October 20, 2014. Proposal to Address Lead Impacted Soils at Apostle Islands Light Stations (332kb pdf)   October 15, 2014. Apostle Islands National Lakeshore Proposes New Special Recreation Permit Fee (440kb pdf)   September 23, 2014. Apostle Islands National Lakeshore Announces Bayfield Visitor Center Fall Hours (31kb pdf)   September 22, 2014. Apostle Islands National Lakeshore Receives 2014 Park Stewards Grant (228kb pdf)   September 16, 2014. Public Input Sought on Draft Sand Island Campsite and Day-use Plan and Environmental Assessment (333kb pdf)   September 3, 2014. New Weather Monitoring Station on Sand Island Apostle Islands National Lakeshore (126kb pdf)   August 25, 2014. Small Fire Discovered on York Island (280kb pdf)   August 11, 2014. Major Lighthouse Repairs at Apostle Islands National Lakeshore Require Longer Closures (200 kb pdf)   August 4, 2014. Oak Island Dock Area Re-Opens (119 kb pdf)   July 23, 2014. Oak Island Dock Temporarily Closed Due to Bear Activity (122kb pdf)   July 21, 2014. Tourism to Apostle Islands National Lakeshore creates $22.4 million in Economic Benefit (410kb pdf)   June 5, 2014. Apostle Islands National Lakeshore Superintendent Bob Krumenaker to Serve as Acting Superintendent at Everglades National Park for 3-4 Months (170kb pdf)   May 27, 2014. Winter Storms Damage Sand Island Docks Apostle Islands National Lakeshore (138kb pdf)  May 8, 2014. Major Historic Lighthouse Repairs Underway as Apostle Islands (216kb pdf)   May 5, 2014. Apostle Islands National Lakeshore Announces Summer Visitor Center Hours (203kb pdf)   May 5, 2014. Improvements to Little Sand Bay Harbor Near Completion (185kb pdf)   March 17, 2014. Public Open House Draft Harvestable Species Plan and Environmental Assessment (179kb pdf)   March 12, 2014. Apostle Islands Ice Caves to Close Due to Changing Ice Conditions (307kb pdf)   March 3, 2014. Tourism Creates $24 million in Local Economic Benefit (152kb pdf)   February 25, 2014. Public Input Sought on Draft Harvestable Species Plan and Environmental Assessment (181kb pdf)   January 15, 2014. Apostle Islands Sea Caves Open for Winter Viewing. (199kb pdf)   2013   December 2013. Public Input Sought to Improve Visitor Experience and Accessibility on Sand Island. (411kb pdf)   November 4, 2013. Apostle Islands National Lakeshore Announces Changes to Winter Operations. (282kb pdf)   October 31, 2013. Apostle Islands National Lakeshore Recovers Twelve Years of Lost History. (236kb pdf)   October 29, 2013. Sand Island Dock Closed Due to Storm Damage. (164kb pdf)   October 17, 2013. Apostle Island National Lakeshore Reopens to Visitors. (228kb pdf)   September 12, 2013. Back to School - In America's National Parks (439kb pdf)   August 8, 2013. Another Safety Measure in Place for Apostle Island Sea Cave Kayakers (90kb pdf)  July 19, 2013. Sand Island Re-opens to Day-Use (112kb pdf) July 3, 2013. Additional Bear Activity Forces Full Closure of Sand Island (32kb pdf) July 2, 2013. Major Historic Lighthouse Repairs Underway as Apostle Islands (196kb pdf) July 1, 2013. Sand Island Closed to Overnight Visitor Use Due to Bear Activity (120kb pdf) June 11, 2013. Partners Offer \"Changing Climate - Changing Culture\" Teacher Institute (609kb pdf) May 15, 2013. Apostle Islands School Adventures (344kb pdf) April 26, 2013. Apostle Islands Celebrates National Park Week (293kb pdf) February 26, 2013. Tourism Creates $20.9 million in Local Economic Benefit (328kb pdf) 2012 September 11, 2012. Rehab of four Light Stations to begin at Apostle Islands National Lakeshore. (118kb pdf)  September 7, 2012. Campsite Relocated on Outer Island. (93kb pdf)  August 15, 2012. New Campsite Created on Long Island. (72kb pdf)  July 30, 2012. Wisconsin Sea Grant News Release about the Real-Time Wave Information System. (209kb pdf) July 24, 2012. Raspberry Island Sandspit Outhouse Being Replaced. (76kb pdf) July 23, 2012. Teachers Investigate Climate Change Impacts in the Apostle Islands Region (278kb pdf) July 23, 2012. Blue-green Algae Observed in Lake Superior  (249kb pdf) June 29, 2012. Mainland Trail Reopened. (74kb pdf)  June 22, 2012. Mainland Trail Closure. (74kb pdf)  June 16, 2012. Civil War to Civil Rights Trading Cards. (228kb pdf)  June 1, 2012. Temporary Closures on Long Island to Protect Nesting Piping Plovers (24kb pdf)  May 16, 2012. PARTNERS AT THE NORTHERN GREAT LAKES VISITOR CENTER TO PARTICIPATE IN NATIONAL PARK FOUNDATION'S 2012 PARKS CLIMATE CHALLENGE PROGRAM (492kb pdf)  May 16, 2012. Active Duty U.S. Military Offered Free Entrance to All National Parks (332kb pdf)  April 19, 2012. CELEBRATE NATIONAL PARK WEEK AT APOSTLE ISLANDS NATIONAL LAKESHORE (148kb pdf)  February 28, 2012. Apostle Islands National Lakeshore = visitors, money and jobs for local economy (248kb pdf)  January 13, 2012. BAYFIELD STUDENTS WIN TOP AWARDS FOR APOSTLE ISLANDS RESEARCH (188kb pdf)    2011 November 9, 2011. NPS Releases \"Short Version\" of Final Long-Term Plan for Apostle Islands (84kb pdf)  September 26, 2011. The National Park Service is pleased to announce that construction will begin in early October to replace the failing Basswood Island dock. September 6, 2011. Apostle Islands National Lakeshore is offering a special series of lighthouse related programs as part of the sixteenth annual Apostle Islands Lighthouse Celebration. News Release (16kb pdf) August 22, 2011. National Park Rangers Rescue Capsized Kayakers at Apostle Islands National Lakeshore. News Release (144kb pdf) July 22, 2011. The NPS is pleased to announce that construction will begin in early August to replace the failing South Twin dock.  (72kb pdf) June 09, 2011. Temporary closure on Long Island to protect nesting piping plovers. News Release (278 KB) May 12, 2011. The National Park Service is pleased to announce the release of the Final General Management Plan\/Wilderness Management Plan\/Environmental Impact Statement (GMP) for Apostle Islands National Lakeshore. News Release (64.3kb) March 30, 2011. The National Park Service has released a draft Environmental Assessment (EA) for lighthouse preservation efforts at Apostle Islands National Lakeshore. News Release (116kb) 2010 February 19, 2010. New federal firearms law in effect Monday February 22, 2010. News Release (64kb) 2009 September 15, 2009. Sand and York Islands Closed through May 15, 2010. News Release (33kb pdf) August 19, 2009.  NPS seeks input on draft long term management plans  News Release (48kb pdf) August 8, 2009. Hermit Island Closed due to bear activity  News Release (46kb pdf) July 14, 2009. Manitou Island Open to all visitor use  News Release (44kb pdf) June 6, 2009. Guest Lecture Series Interpretive Program - Winter Life on Madeline Island News Release (46kb pdf) 2008 October 9, 2008. Rocky Island Historic District Named on the National Register of Historic Places (24kb pdf)  August 15, 2008. Modification of Manitou Island Closure News Release (18kb pdf) July 2, 2008. Manitou Island Closed due to bear activity News Release (35kb pdf) June 19, 2008. Mainland Trail reopens News Release (32kb pdf) June 16, 2008. NPS Restoring Historic Hokenson Brothers Fisherey Dock News Release (34kb pdf) June 10, 2008. Mainland Trail Closed due to bear activity News Release (32kb pdf) June 9, 2008. Lakeshore releases Climate-Friendly Action Plan News Release (79kb pdf) April 9, 2008. Emergency Restrictions Issued to Protect Park Fishery Resources from Deadly Fish Virus News Release (51kb pdf) 2007 June 14, 2007. It's Finally Official - Squaw Bay Renamed Mawikwe Bay (35kb pdf) June 13, 2007. Raspberry Island Lighthouse Reopens  (23kb pdf) May 31, 2007. Dredging at Little Sand Bay & Stockton Island Begins Next Week  (27kb pdf) 2006 December 21, 2006. National Park Service Provides Funding for Rural Fire Assistance  (32kb pdf) November 28, 2006. Draft Wildlife Management Plan\/Environmental Assessment  (26kb pdf) July 26, 2006. NPS Seeks Input on Future of Apostle Islands National Lakeshore  36kb pdf)",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/news\/newsreleases.htm"
}
