{
    "title": "Apostle Islands National Lakeshore: Current Park Issues",
    "body": "Explore This Park    Learn About the Park     Current Park Issues            Current Park Issues        In order to conserve the Apostle Islands National Lakeshore \"unimpaired for the enjoyment of future generations\" as required by law, park managers are challenged with a variety of conservation, financial, and political issues. The park operates in a large geopolitical ecosystem and success often involves working collaboratively with other agencies and partners inside and outside the boundaries to find common ground. Some of the most important current issues include:        PROPOSED NATIONAL MARINE SANCTUARY NEAR APOSTLE ISLANDS   The National Oceanic and Atmospheric Administration (NOAA) is accepting citizen-driven proposals for new National Marine Sanctuaries in the Great Lakes. Local citizens are proposing a Sanctuary that would surround the Apostle Islands National Lakeshore. This is of great interest to those who care about the Apostle Islands National Lakeshore and Lake Superior. What's the park's position on this?   Normally, the NPS doesn't comment at such an early stage on the agenda before another federal agency. That said, it's a legitimate question and park management is engaged in the discussion. The park superintendent has written a letter outlining the park's interest.  Key points from that letter are:     As natural and cultural resource conservation, education, recreation, and tourism are prime values and management objectives of the National Lakeshore, the NPS takes a keen interest in the development of the National Marine Sanctuary proposal.  While the exact goals of the proposed National Marine Sanctuary would be determined though a public process in the future, the draft goals as the NPS understands them are very complementary to those of the National Park Service at the Apostle Islands.   Collaborative scientific research and monitoring opportunities with a future National Marine Sanctuary would seem to be both extensive and attractive.  The NPS looks forward to discussions on the feasibility of NOAA joining as a partner in the operation and funding of the interagency Northern Great Lakes Visitor Center.      and most importantly,    While the NPS cannot take a formal position at this time on the nomination and designation of the proposed Sanctuary, NPS management believes that it would complement the values and objectives of the Apostle Islands National Lakeshore. NPS welcomes the effort and look forward to being a participant in the public process.   Learn more:       Web site describing the proposal and its status (link to http:\/\/www.lakesuperiorsanctuary.org\/) NPS letter to NOAA (21kb PDF).  Friends of the Apostle Islands letter of support to NOAA (292kb PDF). National Marine Sanctuary regulations (612kb PDF).            PROPOSED CONCENTRATED ANIMAL FEEDING OPERATION (CAFO) IN BAYFIELD, WI Badgerwood, LLC has submitted an application to the Wisconsin Department of Natural Resources (DNR) to construct a facility housing over 26,000 pigs approximately 12 miles upstream from Chequamegon Bay. They propose to store more than 180 days of liquid manure and apply it over nearby agricultural fields. Effluent from this operation will drain into the park's watershed.   This would be the first such facility in the Apostle Islands area. The National Park Service is on record strongly encouraging the DNR to do a \"detailed environmental analysis\" and expressed concerns over the impact on water quality and other issues as they may affect the national lakeshore and its resources. The DNR subsequently decided to do an Environmental Impact Statement (EIS) and solicited comments on the scope of this review. Learn more:  DNR Web Site on the Badgerwood proposal and environmental review NPS letter to DNR encouraging a detailed environmental analysis (May 13, 2015)(88kb PDF) NPS scoping recommendations to DNR regarding impacts to the Apostle Islands National Lakeshore (September 29, 2015)(52kb PDF) NPS scoping recommendations to DNR regarding impacts to the Kakagon Sloughs National Natural Landmark (September 29, 2015)(40kb PDF) Friends of the Apostle Islands scoping recommendations to DNR (September 29, 2015)(84kb PDF)",
    "url": "https:\/\/www.nps.gov\/apis\/learn\/current-park-issues.htm"
}
