{
    "title": "Apostle Islands National Lakeshore: Kayaking",
    "body": "Kayaking       Sea kayaking has become very popular way to travel among the Apostle Islands. Information about kayak outfitters can be obtained by calling Apostle Islands National Lakeshore at 715-779-3397. Two free kayak launch points are located within the national lakeshore's mainland unit. Meyers Beach is a popular spot to begin a tour to the mainland sea caves. A kayak launch is located to the west of the NPS dock at Little Sand Bay. Temporary parking for loading\/unloading equipment is located to the west of the NPS visitor center. Long term parking is located in the parking lot adjacent to the Town of Russell campground. The Apostle Islands Cruise Service will transport a canoe or kayak to the islands for a $20 fee. For more information ask for the brochure \"Paddling in the Apostles.\" Many people come to the Apostle Islands seeking the adventure of exploring the area by boat. Closed-cockpit craft such as sea kayaks have become very popular for travel among the islands. Operating small craft on Lake Superior is fun and exciting, but can also be extremely hazardous when weather conditions become unfavorable. This guide describes conditions that may be encountered as well as preparations paddlers should make for a trip at Apostle Islands National Lakeshore. The most important prerequisite for a safe trip is good judgement. Boaters must know their equipment, know their limits, obtain a current weather forecast, and respect the ever changing Lake Superior environment. A handy reference guide, Paddling in the Apostles is also available in pdf format, 232kb.      Weather Lake Superior is renowned for its cold temperatures, rough seas, fog, and sudden squalls. Boaters should monitor marine weather forecasts and be constantly alert to changing conditions. Average daytime high temperatures range from 60 degrees Fahrenheit in May, to the upper 70s in mid-summer, to the mid-60s in September. Average lows vary from 40 degrees in May, to the upper 50s in mid-summer, to 50 degrees in September. Average water temperatures in May and June are only in the 40s. Even in late summer, surface temperatures rarely exceed 60 degrees, except in protected bays. Average summer winds blow at from 5 to 20 knots with waves of from one to four feet. Winds of 30 to 40 knots and 6 to 12 foot seas are possible. Equipment The National Park Service does NOT recommend the use of small (less than 16-foot) open boats, canoes, and open cockpit or sit-upon kayaks for travel between islands. Kayakers should use wet suits or dry suits when paddling in the Apostles. This is especially important in spring and fall when the risk of hypothermia is high. Regulations require boaters to carry one U.S. Coast Guard-approved Personal Flotation Device (PFD) for each person on board.  Kayakers are encouraged to wear their PFD at all times when paddling. Paddlers should also be equipped with a spray skirt, bilge pump, compass, charts, extra paddle, paddle float, tow line, and throw bag.  Boaters should prepare for possible weather delays by packing provisions for at least one extra day. We strongly advise boaters to also pack such items as: a marine radio, cell phone, first aid kit, extra paddle, self-contained stove, insect repellent, compass, maps, 50 feet of lashing line, rain gear, waterproof matches, and dry storage containers. We recommend that all boaters use the Apostle Islands Lake Survey Charts #14973 or #14966. Sea kayak rentals are available in Bayfield. Paddling Concerns Sea kayaks ride low in the water and are difficult for other boaters to see, especially during rough lake conditions. Always keep a lookout for approaching boats and use your paddle or flag to alert boaters to your presence. Brightly colored boats are more easily seen than those that blend with the surroundings. Bright colored clothing can also improve visibility.   Sea caves are enticing but can be extremely hazardous in rough seas. Rebounding waves can make boat handling difficult if not impossible. These shorelines do not offer safe landing sites and should only be visited when conditions are calm. It is easy to underestimate distances between destination points. Allow plenty of time to accomplish your intended route. We suggest paddling no more than 10 miles per day for beginners or 15 miles per day for seasoned paddlers. Be sure to inform a friend or relative of your travel plans so that someone will notice if you are overdue. Park rangers and the U.S. Coast Guard monitor marine channel 16. Try to notify a park ranger if conditions force you to change your plans. Island Ethics Apostle Islands National Lakeshore offers boaters the opportunity to experience and enjoy a variety of natural and cultural features. Paddlers must do their part to help protect park resources. Beaches are some of the park's most popular attractions. They also support fragile plant communities. Camping within 100 feet of the shoreline is not permitted unless in a designated camp area. Please walk near the water line or on established trails and take care not to trample beach grasses and lichen. Campfires are not allowed at Julian Bay beach on Stockton Island, on Raspberry Island beaches, or on any beaches adjacent to campsites with fire receptacles. Be prepared to pack out whatever you pack in. Try to leave no trace of your visit. Kayak Guides and Outfitters Several local outfitters rent sea kayaks. The following link will take you to a directory of firms that are authorized to provide guided services to visitors in the Apostle Islands National Lakeshore: Business Partners - Adventure Tours and Water Taxis         It's Not Just Another Lake Up North - Sea Kayaking on Lake Superior Article by Gail Green 2013 Around the Archipelago Apostle Islands National Lakeshore Newspaper",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/kayaking.htm"
}
