{
    "title": "Apostle Islands National Lakeshore: Scuba Diving",
    "body": "Diving         Scuba Divers   Clean, clear water, underwater rock formations, and fascinating shipwrecks combine to provide outstanding diving opportunities at Apostle Islands National Lakeshore. Things To Know Before You Go To help keep your dive safe and enjoyable, consider the following:   Lake Superior is famous for violent weather. Monitor current weather conditions and marine weather forecasts.     Check the latest near-shore marine forecast in season.     Water temperatures vary with the season. Surface temperatures can reach 70 degrees F in summer, but even then divers will find underwater temperatures in the 40s and 50s. A full quarter-inch wet suit is recommended. Dry suits should be used in spring and fall   Visibility normally ranges from 10 to 80 feet, but can be reduced to zero under certain weather conditions. Murky runoff after storms can cloud visibility near mainland sites.   Diving parties should be know CPR and emergency procedures. Carry an adequate first-aid kit including an oxygen delivery system.   In an emergency, contact a park ranger. Rangers and the U.S. Coast Guard monitor marine channel 16.   We recommend that all boaters use NOAA Charts #14973 or #14966 for navigational purposes.   Licensed charter dive boat service is available in Bayfield. Lake charts and other publications, including The Unholy Apostles - Shipwreck Tales of the Apostle Islands, are available through mail order or at the headquarters visitor center in Bayfield.   Learn more about Boating in the Apostle Islands.   Dive Sites Sea Caves and Cliffs Sandstone caves carved into shoreline cliffs by wave action. Visibility varies due to erosion of clay soils into the lake. Calm conditions necessary for access. Depths: 10 to 25 feet.   Devils Island, north end. (WGS 84) N47 04 51.2 W90 43 46.7    Sand Island, northeast side. (WGS 84) N46 59 26.5 W90 55 31.9    Stockton Island, northeast side.  (WGS 84) N46 57 24.7 W90 30 27.6    \"The Wall\" Submerged sandstone ledges dropping into deep water. Depth: drops sharply to 100+ feet. Location: Stockton Island, southwest side.  (WGS 84) N46 54 11.1 W90 38 10.1     Historic Docks Submerged dock cribs near sandstone quarries active in 1890s. Depths: 4 to 25 feet.   Basswood Island, southeast side.  (WGS 84) N46 49 53.0 W90 45 22.3    Stockton Island, southwest side, near \"The Wall\".  (WGS 84) N46 54 29.9 W90 37 34.8    Hermit Island, south side.  (WGS 84) N46 52 54.6 W90 40 43.8      Shipwrecks   Lucerne (Schooner) Background: 195 feet in length; sunk in 1886. Features: The hull is intact and upright on the sand bottom. Cargo of iron ore still visible around the wreck. Visibility varies from 5 to 40 feet depending on weather. A current of about 2 knots is common. During the boating season, there is a mooring buoy placed for public convenience at the site. Depth: 25 feet. Location: Long Island, northeast side, outside park boundary.  GPS N46° 43.389' W90° 46.035'    More information on the Lucerne at University of Wisconsin Seagrant   Noquebay (Schooner Barge) Background: 205 feet in length; built in 1872; burned and sunk in 1905. Features: Large sections of wooden hull, scattered wreckage, boiler and ship's wheel. Sand bottom, good visibility. During the boating season, there is a mooring buoy placed for public convenience at the site. Depth: 10 to 15 feet. Location: Stockton Island, Julian Bay.  GPS N46° 55.568' W90° 32.717'    More information on the Noquebay at University of Wisconsin Seagrant   Sevona (Bulk Freighter) Background: 373 feet in length; built in 1890; sunk in 1905 Features: The ship broke in half, portions of the stern's twisted steel hull and cargo of iron ore remain. Depth: 20 to 25 feet. Location: Sand Island shoals, outside park boundary.  GPS N47° 00.410' W90° 54.520'    More information on the Sevona at University of Wisconsin Seagrant Read a first-hand account of the wreck of the Sevona    Pretoria (Schooner) Background: 338 feet in length; built in 1900; sunk in 1905. Features: Flattened massive wooden three masted schooner-barge. Depth : 55 feet. Location: Northeast of Outer Island, outside park boundary. GPS N47° 05.36' W90° 23.66'   More information on the Pretoria at University of Wisconsin Seagrant  Learn more about Wisconsin's Lake Superior shipwrecks at the Wisconsin State Historical Society's award-winning web page, Ice Water Mansions.   Regulations   Diving Permits: A National Park Service Diving Permit is required for diving within park boundaries, which includes all waters within one quarter mile of the shore. These free permits are available at park headquarters in Bayfield or by calling (715) 779-3398 x 100. Your diving registration helps us manage underwater sites.   Permits are required ONLY for cultural sites within the National Lakeshore. The following dive sites are the only locations that require dive permits:  Historic Docks: Basswood Island, southeast side. Stockton Island, southwest side. Hermit Island, south side.  Shipwreck: Noquebay, Stockton Island at Julian Bay    Resource Preservation: Do not remove any artifacts. They are a unique and irreplaceable window on our past. Exploring these treasures is not only fun and exciting, but allows us to glimpse a few pages from one of the most colorful chapters in the Apostle Islands' story. Help us to preserve these important sites for everyone to study and enjoy. All underwater cultural sites and artifacts are protected by law. Possession and use of underwater metal detectors in the park is also prohibited.   Dive Flag: Dive sites or boats must be marked with the standard diving flag (white diagonal stripe on a red background) or the \"Alpha\" flag (blue and white) whenever divers are in the water.   Anchoring: When diving on a shipwreck, avoid setting your anchor into the wreck itself.",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/diving.htm"
}
