{
    "title": "Apostle Islands National Lakeshore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Emergency Response at Raspberry Island   SAFETY IS YOUR RESPONSIBILITY Apostle Islands National Lakeshore encompasses more than 500 square miles of Lake Superior. After a lifetime of living and working around the lake, commercial fisherman Julian Nelson described it this way...”The lake is the boss. No matter how big you are or what kind of a boat you’ve got, the lake is still the boss. Mother Nature dictates a lot of things.” Visitors must be aware of the risks and hazards associated with the lake and island environments. Response times to areas on Lake Superior can be far greater than for similar distances on the mainland. The National Park Service will make reasonable efforts to respond in emergency situations, but the lake IS the boss. So be careful out there, because maybe we can save you, and maybe we can’t. Emergencies Call 715-779-3397 (day, NPS), or 715-373-6120 (night, Bayfield County Sheriff), or 715-779-3950 (night, U.S. Coast Guard), or 911 (land line only, NOT for cell phones). Black Bears Islands like Stockton, Oak, and Sand host resident bears, but bears can swim to any of the Apostle Islands. Never approach a bear, even to take pictures. Keep at least 50 yards away. Never feed a bear. There are several ways to avoid a close encounter with a bear where you camp or picnic. Reduce food odors by washing dishes and cleaning the kitchen site after cooking. Use minimal amounts of water to clean dishes and broadcast that wastewater on the ground at least 50 yards from camp. Do not keep food, garbage, or toiletries (such as toothpaste or soap) in your tent. Bearproof food lockers are provided at campsites on Basswood, Devils, Manitou, Oak, Sand, Stockton, and York islands. Food must be locked in the food lockers except during meals. Where food lockers are not provided, hang the food cache in a tree away from the tent and at least 12 feet from the ground and five feet from the trunk. Do not bury, scatter or try to burn food scraps. Bag garbage and pack it out. If you encounter a bear near a dock, campsite, or picnic area, use tone of voice and body posture to show you are in charge, yell and make noise until the bear leaves the area, then report the encounter to park staff. Boating The following precautions and regulations will help make a safe trip: • Do not overload your boat. • Use life jackets, also known as personal flotation devices (PFDs). A U.S. Coast Guard approved, wearable PFD must be provided for each person aboard any boat. • All children under age 13 must wear PFDs while aboard recreational vessels underway except when in an enclosed cabin or below deck. • Boat sober. • Exhibit anchor lights from sunset to sunrise. Stay at least 100 feet from commercial fishing nets. • Be wary of shoal areas and when beaching a boat. NPS and U.S. Coast Guard vessels provide towing only in emergency situations. • Make sure your boat is equipped with: PFDs, paddles or oars, fire extinguisher, spare propeller and shear pin, compass and nautical charts, running lights, flashlight, whistle or horn, first-aid kit, radio, and an anchor with sufficient line. Drinking Water Well water is only available at Little Sand Bay, on Sand Island, and at Presque Isle on Stockton Island. Water from the lake should be boiled for two minutes or filtered through an adequate filter (0.4 microns pore size) before use. This precaution eliminates many organisms including Giardia, a bacteria which causes an intestinal disorder. Fires Campfires must be built in metal fire receptacles where provided. Beach fires must be built on bare beach sand and be no more than three feet in height or diameter. Dead, loose wood on the ground in forested areas or unvegetated beach areas may be collected for firewood. To limit the spread of harmful insects, do NOT bring firewood into the park. Chain saws cannot be operated in the national lakeshore. Before leaving a campfire, the fire must be extinguished and free of litter with no evidence of food remains that could attract wildlife. Fires are not allowed on Raspberry Island beaches, at Julian Bay and Presque Isle Bay on Stockton Island, or on beaches within 150 feet of campsites where fire receptacles are provided. Fires are not permitted in portable grills or stoves on docks or on boats tied to public docks. Open fires will be prohibited during times of high fire danger. Insects and Ticks Biting insects can be prevalent on the islands from June to September. Wearing long pants and long sleeved shirts will provide some protection from mosquitos, biting flies, and ticks. Insect repellents are helpful. The ticks that transmit Lyme Disease and Ehrlichiosis are found in the park. If you notice a rash, flu-like symptoms, or pain in the joints following a tick bite, call your physician. Paddling Canoes should not be used for travel between the islands. Calm days may make canoe use possible along the mainland or island shorelines . Sea kayaks have become very popular for travel among the islands, but may be difficult for other boaters to see. Brightly colored kayaks clustered in a group offer greater visibility. Allow plenty of time to accomplish your intended route. Beginners should not try to cover more than ten miles in a day. Inform a friend or relative of your travel plans. Kayakers should use wet suits or dry suits when paddling in the Apostles and carry a PFD for each person on board. Paddlers should also pack such items as: a marine radio and cell phone, a first aid kit, extra paddle, sunscreen, insect repellent, compass, nautical charts, 50 feet of line, waterproof matches, dry storage containers, and provisions for at least one extra day. Pets Pets must be kept on a leash that is six feet or shorter and never left unattended. Persons having pets within the park must dispose of all pet excrement. Excrement must be deposited in wooded areas at least 100 feet from any trail, campsite, dock, building, picnic area, or water source. Pets are not allowed in public buildings or on scheduled Apostle Islands Cruise Service trips (except guide dogs accompanying visually or hearing impaired people.) Trees High winds can cause even healthy trees to fall down. Beware of trees with recognizable flaws (leaning or partly uprooted, dead areas, hanging branches) near campsites, docks and picnic areas. Do not linger in areas adjacent to hazardous trees especially during high winds. Report any such trees near visitor use areas to park staff as soon as possible. Weather and Climate Typical summer conditions feature winds of 5 - 20 knots and waves of 1 to 4 feet. Winds of 30 to 40 knots with 6 to 12 foot seas are possible. In fall, warm lake waters intensify storms and strengthen winds, making small craft advisories (22-33 knots) and gale warnings (34-47 knots) more frequent. Many of the islands are more than five miles from shore, so boaters should check both the nearshore (within five miles of shore) marine forecast and the open waters forecast. Marine weather forecasts are broadcast on marine channels 1 - 10 and are available at ranger stations and visitor centers. NOAA’s National Weather Service forecast office in Duluth has both nearshore and open waters forecasts for Lake Superior as well as weather readings from the data buoy at Devils Island.",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/safety.htm"
}
