{
    "title": "Tonto National Monument: Stories",
    "body": "Stories         Lower Cliff Dwelling NPS Photo  For over 100 years, these ruins have been called the Tonto Cliff Dwellings. We don’t know who named them, and there is no way of knowing when they were first seen by Europeans. Cowboys, settlers, and the cavalry were probably aware of the ruins by the 1870’s, although no known documentation exists from this period.        Adolph Bandelier   The diary of Angeline Mitchell provides the earliest known description of the dwellings. Angeline came by wagon train to Arizona in 1875. In 1880, under protest from her family, she agreed to teach school in the remote and often hostile Tonto Basin. In her diary, she described her experiences with cattle stampedes, warring Apaches, and a trip to the cliff dwellings.  On December 12, 1880, she and six students visited the cliff dwellings. Awed by what they found, Angeline observed: “The dwelling is built of small rocks laid up in cement and is cemented inside and out, and sets well back beneath an overhanging rock. This rock is, I should think, about 200 ft. high and curves over. We found traces of 33 rooms and some 18 of them are in fair preservation. It is seven or eight stories high or perhaps more, I should think, judging from the poles still clinging high up to the rock... Across a gulch to the right is a second, smaller but deeply interesting and the most perfect I’ve ever seen. It has traces of 22 rooms and 16 are in fair order. 2 rooms and a hall are as perfect as the day they were finished. The hall is a narrow space between two rooms and has a short flight of steps leading to a landing on the upper floor. The stairs are quite wide, but very low, not more than 3½ to 4½ inches, I should think, in height from one step to the next…so worn by the myriad (of) feet there as to be hollow troughs in the center.”  Much of what Angeline described is no longer there. Evidence of “seven or eight story architecture” and the “stairs” was never described again. Nature undoubtedly played a role in what was seen then, and what is here now, but increased settlement was introducing human impact. Evidence of this comes from another section of Angeline’s diary: “We were rambling around one of the upper story rooms exclaiming on the extremely fine state of preservation it was in…Suddenly there was a scream and the place where Clara had stood was vacant but certainly not silent, for heartrending cries came from below. I flew out of the room and down the stairs to a room opening on the east side and, poking my candle in, beheld Clara, sitting in an immense heap of cholla that filled the room half way to the ceiling.”  Young Clara had fallen through a six-hundred year-old roof. In just seconds, centuries-old beams and roofing material had collapsed into the room below.  In May of 1883, Adolph Bandelier made his way to the cliff dwellings. Sketching floor plans and documenting their physical appearance, his journal represents the condition assessment of the structures. Published in 1893, it still serves as a historical reference for ruins around the American Southwest.  “Five miles south of the banks of the Upper Salado (Salt River), and not far from the ranch of the well-known scout, Archie McIntosh, there are two cave dwellings…each is at least two stories high after the manner of New Mexican pueblo house…Roofs, ceilings, doorways, hatchways, are still mostly intact…although many of the beams have been burnt by the Apaches..The presence of hatchways in the upper stories indicates that ladders, not stairways, were used for communicating between the upper and the lower floors…the buildings so completely fill the cavities, that only narrow passages lead to the rear of the houses, where they could be entered… Owing to the sheltered situation of these cave dwellings many specimens, manufactured out of the most perishable material, remained intact…Sandals and thread, and, above all, specimens of cotton cloth, were found here… the building under these shelters are still in an almost perfect state of preservation .”        early view of Lower Cliff Dwelling   Population growth in the southwest  Four years after Bandelier’s visit to the ruins, population in Arizona Territory began increasing rapidly. Wagon trains and trail rides were replaced when the Southern Pacific Railroad came to Phoenix in 1887. Bringing people westward, business and industry followed. By 1900, Phoenix’s census recorded 5,554.  With a growing population, farming, water, and flood control in the Southwest became an issue. This was to set in motion a series of events that would have dramatic effects on the cliff dwellings and their future.  Water and the Roosevelt Dam  Phoenix suffered through numerous catastrophic floods as the Salt River ripped and tore through ineffective earthen dams. Water storage, availability, and control had reached its limits. The Salt River Water Users was formed and, with other states and territorial delegations, lobbied Congress for action. In 1902, President Theodore Roosevelt signed the National Reclamation Act authorizing damming of western rivers; the Bureau of Reclamation was created and Arizona Territory was selected for the first dam. By 1903, plans were in place for Theodore Roosevelt Dam to be built at the confluence of Tonto Creek and the Salt River.  Located just four miles from the construction site, the cliff dwellings were feeling the impact. Workers, their families, and sightseers had begun exploring the ruins. Rare photos of this period allow us to see the dwellings’ condition in the early 20th century.  Tonto National Monument  What was happening to the cliff dwellings was occurring across the American Southwest. Due to a growing concern over the destruction and looting of archeological sites, the American Antiquities Act was passed in 1906. This act authorized the president to establish monuments for places of natural and cultural significance. Areas such as Casa Grande, the Petrified Forest, Mesa Verde, and many more were given protection under the Antiquities Act.  The Roosevelt Dam project and associated completion of the Apache Trail made the Tonto cliff dwellings a popular attraction. As their popularity grew, sentiment and concern for their future had grown as well. On December 19, 1907, President Theodore Roosevelt signed Proclamation 787, creating Tonto National Monument. Four hundred and eighty acres surrounding the Upper and Lower Cliff Dwellings were set aside and placed under the authority of the U.S. Forest Service.        original roof in Lower Cliff Dwelling   Southern Pacific Railroad  Roosevelt Dam was completed in 1911. Not by coincidence, Arizona became a state the following year. By then, the Southern Pacific Railroad had constructed a hotel near the dam and was offering tours. Tonto National Monument was one of the highlights on their Apache Trail Tour.  In 1929, in cooperation with the U.S. Forest Service, the Southern Pacific graded a road to a large parking area at the mouth of Cholla Canyon (where the current picnic area is located). A pit toilet was dug, and a 1-mile trail was cut to the Lower Cliff Dwelling. Ray Stevens was hired as caretaker and was paid $30 a month to serve as the first maintenance person and tour guide.  By 1932, Tonto National Monument had become a popular tourist destination. The Southern Pacific extended the dirt road to where the current parking lot is today and built a stone caretaker’s house.  For the next three decades, this structure served as the monument’s headquarters, visitor center, and museum. Chain link fences were erected around each ruin and locked at night to control access at the dwellings. Fences helped, but unknown numbers of people entering these unstabilized areas damaged the ruins terribly. The Tonto Cliff Dwellings suffered more damage and loss in the 1920’s and early 1930’s than during the previous 600 years.  By 1932, Phoenix’s population had grown to 48,000. A growing road system allowed exploration of central Arizona by motorcar and an estimated 100 people a month were climbing through the ruins.  NPS Early History  The official history of Tonto National Monument dates from 1907, but the period of protection and preservation began in July, 1933. On that date, Tonto National Monument was transferred from the U.S. Department of Agriculture, U.S. Forest Service, to the Department of the Interior, National Park Service. This came in wake of a government reorganization that gave the Interior Department responsibility for all national monuments previously run by the War Department and the Forest Service.  Charlie Steen was the first National Park Ranger assigned to Tonto. At that time (1934) rangers did not grow on trees, and Steen was forced to spend time at other newly established monuments.  Rangers in this remote area lived in tent houses and drew water from the local spring. Flooding, scorpions, rattlesnakes, and hard work were part of the daily routine. As primitive as the conditions were, Steen and the rangers that followed, persevered. The road was improved and a trail was cut from the parking lot to the ruins. Archeological and biological studies were initiated to better understand the ruins and the environment that surrounded them. A park ranger could now be present at the ruins to inform visitors of the monument’s archeological value and protect what remained of the fragile structures.  Also in 1934, the Gila Pueblo Archeological Center took samples from the timbers in the ruin for dating purposes. A topographic map of the area was made and the road was graded from the entrance to the museum. The first indication of how many people were visiting the ruins came in September, 1935 as Steen reported 305 people for that month.  In 1937, President Franklin D. Roosevelt added 480 acres to the monument. Eventually, nearly 70 archeological sites would be discovered on the 1120 acre preserve.        visitors - circa 1940's   Preservation and visitor service  Establishing facilities, preparing trails, and stabilizing the ruins were routine activities conducted by rangers. In 1938, more than 5000 visitors came to Tonto National Monument. Infrastructure was basic at that time and rangers made do with what they had or what they could beg and borrow. By today’s standards, ranger housing was little more than camping out.  Charlie Steen returned in 1940 to stabilize the Upper Cliff Dwellings. Published in 1960, his “Excavations at the Tonto Cliff Dwellings” is the earliest detailed report of architecture and artifact observations at the ruins.  After World War II, national and international visitation to national parks and monuments grew. Facilities were needed, with the first park ranger house at Tonto National Monument being constructed in 1950. Visitation that year reached 17,700 and the need for modern facilities increased.  The old parking lot, which only accommodated about 6 or 8 cars, was expanded in 1950 in an effort to control the growing traffic. Funds for excavating and stabilizing the Lower Cliff Dwelling were received and archeologist Lloyd Pierson undertook this work; evidence of this historic stabilization project is still visible today.  Interpretive signs were installed along the Lower Cliff Dwelling and Cactus Patch trails. Thousands of visitors came to see the dwellings.  In 1951, a concrete water tank was built in Cave Canyon allowing water to be stored from a nearby spring. Water lines were laid to the visitor use area and down the canyon where ranger housing would soon be built. The days of rangers sleeping in tents and visitors using outhouses were over.  By 1960, Phoenix’s population was 438,000. Major highway projects in Arizona had opened up the country, with Route 66 bringing people west by the millions. Visitation at the cliff dwellings for 1960 was documented at 46,000.  Mission 66  Barely keeping pace with growing visitation by 1956, the National Park Service devised a ten-year plan to upgrade facilities in numerous Park Service sites. In 1964, as part of Mission 66, the current visitor center\/museum\/administrative building was constructed.  Mission 66 would transform Tonto National Monument into a 20th century preservation and educational facility. Construction of the new visitor center was a declaration that the cliff dwellings were now stable and could be enjoyed by all.  Visitor Services and Resource Management  In 1970, visitation at the park exceeded 53,000 people. Now, modern facilities awaited the visitor, along with interpretation of the archeological findings at Tonto National Monument. In 1974, the entrance road and Lower Cliff Dwelling trail were paved.  Tonto National Monument’s 100-year history is a story spanning the time from America’s westward movement to today’s modern visitor. The cliff dwellings serve as a recreational and educational destination for over 60,000 people every year.  Thanks to the foresight of President Theodore Roosevelt and many others, these ancient reminders of the past are safe for many generations to come.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/historyculture\/stories.htm"
}
