{
    "title": "Apostle Islands National Lakeshore: Getting to the Islands",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting to the Islands              Getting to the Islands       Though Apostle Islands National Lakeshore features several points of interest located on the mainland, most people consider the islands themselves to be the most rewarding destination. Getting to these islands on Lake Superior can be a challenge, but there are several ways to go about it: Skip ahead on this page: On Your Own Apostle Islands Cruises Business Partners - Tours, Kayak Outfitters, Charters and Water Taxis Car Ferry to Madeline Island  Campsite GPS Coordinates (62.8kb pdf)              On Your Own If you'd like to take your own boat out onto Lake Superior, or paddle a kayak to one of the islands, visit one of these pages for essential information: Boating in the Apostle Islands Kayaking in the Apostle Islands             Ride the Excursion Boat - NPS Concession Operated Tours and Trips   Up to 140 passengers Narrated Sightseeing Tours, Island Shuttles and Charter Boat Trips  Island Tours\/Shuttles The Apostle Islands Cruises (an authorized National Park Service concessioner) offers a variety of nonstop sightseeing excursions and island shuttles featuring stops at several islands. Their office is located in the Bayfield Pavilion near the city dock at the bottom of Rittenhouse Avenue in Bayfield, WI. All cruises depart from Bayfield. Reservations are recommended. For more information call 800- 323-7619 or visit on-line at www.apostleisland. com Apostle Islands Cruises (AIC) is authorized by the National Park Service and U.S. Department of the Interior as a park concessioner to serve the public within the Apostle Islands National Lakeshore. AIC offers a variety of narrated sightseeing cruises, island shuttles, and charter trips to islands and offshore locations throughout the national lakeshore. The most popular is the 55-mile \"Grand Tour\" which travels through the heart of the Apostle Islands archipelago. Trips leave from Bayfield daily from late May to mid-October. Cruises provide views of most of the islands, as well as close looks at dramatic sandstone cliffs and historic lighthouses. Obtain schedules and rates information from the visitor center in Bayfield. Note: All trips are weather-permitting. Daily shuttles provide visitors with boat transportation services to specific islands, where you can visit a lighthouse, hike, picnic, bird-watch, or explore natural and cultural areas on your own. Other cruises are available in the afternoon and evening with the opportunity to see sunsets, sea caves, and lighthouses. For a complete schedule of this year's cruise offerings, visit their website at www.apostleisland.com. The Apostle Islands Cruises also operates a water taxi service between Bayfield and any island for up to six passengers per trip. Rates and information can be obtained from the Cruise Service. For more information: Apostle Islands Cruises P.O. Box 691 715-779-3925 Bayfield, WI 54814             Business Partners - Tours, Kayak Outfitters, Charters, and Water Taxis  Business Partners of the Apostle Islands National Lakeshore provide a variety of ways to see and enjoy the Apostle Islands National Lakeshore. They offer opportunities to learn, explore, and experience the park through unique and specialized trips, tours, adventures and expeditions. The following commercial, public, and private companies and organizations are currently authorized to operate within the park under terms of a Commercial Use Authorization or Special Use Permit: Business Partners : Tours, Kayak Outfitters, Charters, and Water Taxis  A list is published as a courtesy to park visitors and NPS makes every attempt to keep it up-to-date. Business partners should not rely on this website as their sole means of advertising to potential customers. Business partners must have a valid Commercial Use Authorization (CUA) or Special Use Permit (SUP) in order to provide these services within the national lakeshore.              Car Ferry to Madeline Island Madeline Island, the only one of the Apostle Islands accessible by automobile, is not within the National Lakeshore. Attractions on Madeline Island include Big Bay State Park, with its lakeside campground, and the Madeline Island Historical Museum, with its exhibits about the fur trade era. The island offers full tourist services. Scheduled car ferries from Bayfield run from spring breakup to winter freezeup. For further information on Madeline Island, contact the: Madeline Island Chamber of Commerce",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/getting-to-the-islands.htm"
}
