{
    "title": "Apostle Islands National Lakeshore: Guided Activities",
    "body": "Guided Activities       GUIDED ACTIVITIES Park staff offer a variety of guided activities from June to September. Check at park visitor centers or bulletin boards for specific times, topics, and locations. Guided Lighthouse Tours Park staff may be available to conduct guided tours of the lighthouses at Devils, Michigan, Raspberry and Sand islands from mid-June to September. Tours will generally be available daily on request from about 9 am to 4:30 pm. Guided tours will NOT be available before 9 am or after 5 pm without prior arrangements. A daily shuttle is scheduled to go from Bayfield to Raspberry Island light (weather permitting) from mid-June to early September (see the cruise schedule). Call 715-779-3397 for information about tour availability. Raspberry Island Lighthouse Tour- Park staff will be available to provide tours of the lighthouse from mid-June to September. Interpretive program fees apply. Check availability. 9am - 11am and 1pm - 4pm. Sand Island Lighthouse Tour - Volunteer lighthouse keepers may be available to provide free access to the lighthouse. Late June to Labor Day. Check availability. 9am - 11am and 1pm - 4pm. Manitou Island Fish Camp- Park staff may be available for free guided tours of the historic commercial fishing camp from late June through August. Hokenson Brothers Fishery- Park staff may be available for free guided tours of a commercial fishing museum at Little Sand Bay (mainland). Late June through August. Stockton Island Nature Walk-Free guided walk to Stockton's forests, bogs, and beaches may be available late June through Labor Day. Campfire Programs Join park staff at the Presque Isle campfire circle on Stockton Island nightly from late June through Labor Day. The free talks last about 45 minutes and cover such topics as bears, wilderness, bears, shipwrecks, and (did we mention) ...bears. Starting times vary through the season.",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/guided-activities.htm"
}
