{
    "title": "Apostle Islands National Lakeshore: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Boating              Boating in the Apostles      Sailing and Boating The Apostle Islands’ protected bays, public docks, pristine beaches, and natural beauty offer outstanding boating opportunities. Public docks are found on 13 of the islands in the national lakeshore. Space is reserved at some docks for National Park Service (NPS) vessels and excursion boats. The remaining space is available to the public on a first come, first served basis. Overnight docking fees are $15 for boats less than 40 feet in length and $30 for boats 40 feet and greater. Docking fees are in effect from 6pm to 6am. Public boat launches and marinas are located in Ashland, Bayfield, Cornucopia, Little Sand Bay, Red Cliff, and Washburn. There are also marinas in LaPointe, Pike's Bay, Port Superior, Roys Point and Schooner Bay.  City of Bayfield boat launch fees are: $12\/launch for power and sailboats; $7\/launch for kayaks; and $50 for a season pass.  At Little Sand Bay, Town of Russell boat launch fees are:  $6\/day or $35 for a season pass and $10 for overnight mooring.   The Apostle Islands have long been a mecca for boaters and sailers.  The island's protected bays, public docks, pristine beaches, historic sites and natural beauty offer outstanding boating opportunities. A Boaters Guide is available (PDF, 226kb).Vertical rub rails are now installed on many of the Park docks. They are to keep large boats from going over the docks and small boats from going under the docks with changing lake levels. They do work with traditional fenders and are intended to help prevent damage to vessels and the docks. For more information and images of how to use your fenders with the rub rails, see the rub rail guide (PDF, 77kb) The use of personal watercraft is not allowed within the boundaries of Apostle Islands National Lakeshore.  Here are a few tips to help insure a safe, enjoyable trip:Keep In Mind   Wind shifts, fog, sudden squalls and storms can occur suddenly. Monitor current weather conditions and marine weather forecasts.  Carry a marine radio and monitor marine channel 16.  Maintain at least a 100-foot clearance around pound nets used by commercial fishermen. These nets can be recognized by their tall wooden posts and the long lead net extending from the pot toward shore.  Boaters should stay at least 100 feet away from flagged net buoys and\/or floating plastic jugs marking the location of commercial fishing nets.  Be wary of shoal areas and use caution whenever beaching a boat. NPS and U.S. Coast Guard boats cannot provide towing except in emergencies.   At the Dock  Space is reserved at some docks for NPS and park concession (tour) vessels. Remaining dock space is available to the public on a first-come, first-served basis.  Please be courteous and allow as much space as possible for other boats to dock.  Side-to-side and Mediterranean mooring of vessels is not allowed. Vertical rub rails are installed on most Park docks to prevent damage to vessels and docks. Please see the rub rail guide (PDF, 77kb) for how to use your fenders with the rails. Please observe quiet hours between 10 p.m. and 6 a.m.  For safety, the use of portable stoves or grills is not allowed on docks or on vessels tied to a dock (outside of galley areas). Bears and other wildlife may be attracted to grills at any location.  Do not leave grills and food unattended.   All food, cooking utensils and garbage must be secured in location that are inaccessible to wildlife.  Swimming within 100 feet of any dock or from vessels secured to docks is not permitted.  Visitors should refrain from bathing with soap directly in Lake Superior.  Please check posted regulations upon arrival at any dock.  All dock regulations will be strictly enforced by park rangers. We appreciate your assistance in making Apostle Islands National Lakeshore a safe and enjoyable place to visit.   On The Lake  Refer to NOAA Charts #14973 or #14966 for navigational purposes.  Do not exceed your boat's carrying capacity.  An appropriate type\/size of personal flotation device (PFD) is required for each person aboard any boat. Regulations require that children under thirteen years old must wear a PFD aboard a vessel when it is underway.   Each boat must have a fire extinguisher, whistle or horn, marker lights, and a manual bailing device.  It is unlawful to operate a boat while under the influence of drugs or alcohol.  Polluting or contaminating park area waters is prohibited. Take all trash back to the mainland.   To protect nesting birds, boating within 500 feet of Gull and Eagle Islands, and the north and northwest shore of Otter Island is prohibited from May 15 to September 1.  Nesting bald eagles are also very sensitive to disturbance. Do not approach within 500 feet of any active eagle nests   At Anchor Every year, wind and waves drive anchored vessels aground on the Apostle Islands. To protect yourself and your boat, keep in mind...  Always try to anchor on the lee side of an island.  All vessels at anchor are required to exhibit anchor lights from sunset to sunrise  Keep a crew member on anchor watch if adverse weather threatens.  The minimum scope of your anchor line should be seven times the distance between your boat's deck and the bottom of the lake where you are anchored.  Set the alarm on your depth sounder to alert you if your anchor begins to drag.  Keep anchored vessels clear of approaches to docks and harbors.   Useful Links:  Interested in chartering a boat?  Check here for a list of charter firms authorized to do business in the national lakeshore? Business Partners - Adventure Tours and Water Taxis  Here's a site to check for the latest near-shore marine forecast or open water marine forecast during the Lake Superior boating season.  You can find a wealth of information about safe boating at the web site maintained by the U.S. Coast Guard Office of Boating Safety.  Here's the true story of a trip where everything seemed to go wrong.     For more information, contact: Superintendent, Apostle Islands National Lakeshore, 415 Washington Avenue, Bayfield, WI 54814; or call the automated information number, (715) 779-3398.",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/boating.htm"
}
