{
    "title": "Apostle Islands National Lakeshore: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       The mainland portion and the islands of the Apostle Islands National Lakeshore are open to visitors year round. From time to time closures or advisories will close or limit access to certain locations. Check here for current closures and advisories.  Skip ahead on this page:    Bayfield Visitor Center  Little Sand Bay Visitor Center    Devils, Michigan, and Sand Island Lighthouses  Stockton Island Visitor Center    Raspberry Island Lighthouse                    Apostle Islands National Lakeshore Headquarters Damon Panek  Bayfield Visitor Center  The HQ visitor center is open Monday through Friday from 8:00 am to 4:30 pm from May 4 through May 22. The visitor center is open daily from 8:00 am to 4:30 pm from May 23 to September 30. From October 1 to 16, the visitor center will be open Monday through Friday from 8:00 am to 4:30 pm. The visitor center will close for the season on October 17. Apostle Islands National Lakeshore Headquarters business offices, at the same location on the second floor, will remain open Monday through Friday from 8:00 am to 4:30 pm, except on federal holidays. Closed Columbus Day, Veteran's Day, Thanksgiving, Christmas, New Year's Day, Martin Luther King Day, and President's Day Phone: 715-779-3397  TTY\/ASCII:  800-877-8339  FedRelay allows the general public to conduct business with the federal government and its agencies.  Calls are relayed using specially trained Communications Assistants.  Location: Located in the old Bayfield County Courthouse on Washington Avenue between Fourth and Fifth Streets, Bayfield.  Closures: The visitor center is closed on federal holidays, except Memorial Day, Independence Day and Labor Day.  Exhibits: A good place to begin your National Lakeshore visit, whether by car, afoot, or by private boat, is at the Apostle Islands National Lakeshore Visitor Center in Bayfield. Apostle Islands brownstone was used to construct this stately building, as well as many other elegant public buildings and residences throughout the Upper Midwest. At the visitor center you can view audiovisual programs and study exhibits about the park's history, natural history, and recreation opportunities.  Available Facilities: Rest rooms, information desk, exhibits, camping permits.                Little Sand Bay Visitor Center Damon Panek  Little Sand Bay Visitor Center Open: Mid-June to Labor Day, daily 9am to 5pm  Phone: 715-779-7007  Location: Located on Little Sand Bay Road, 13 miles north of Bayfield, WI.  Exhibits: Lakeshore exhibits, park film, Hokenson Brothers Fishery exhibit.  Available Facilities: Rest rooms, information desk, exhibits, camping permits, marina.              Devils, Michigan, and Sand Island Lighthouses Location: On islands; accessible by boat only.  Special Programs: Volunteer lighthouse keepers provide free visitor access to historic lighthouses from mid-June to early September. Tours are generally available on request from about 9am to 4:30pm when staff is present.              Stockton Island Visitor Center Location: Presque Isle, Stockton Island.  Available Facilities: Visitor Center staffed intermittently, but open daily for self service use from 8 am to twilight from mid-June to Labor Day. Exhibits, brochures, camping registration, sales items.              Raspberry Island Lighthouse  Location: Raspberry Island, accessible by boat only Special Programs: Ranger guided tours of the restored lighthouse are offered from mid-June to mid-September. Tours include access to the lighthouse tower and the refurnished head lighthouse keeper's quarters, and are available on request daily from 9 am to 4:30 pm. Guided tours cost $5\/person or $10\/immediate family.",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/hours.htm"
}
