{
    "title": "Apostle Islands National Lakeshore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           415 Washington Avenue  Bayfield, WI 54814                 Directions         Apostle Islands National Lakeshore features several points of interest. Learn more about how to get to the park on the park website.  Directions Details           Operating Hours & Seasons         Entire Park All of the water and land within the Apostle Islands National Lakeshore are open 24\/7, 365 days a year. From time-to-time there are area closures for different reasons. Check the website for most current closure information.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Lake Superior is renowned for its cold temperatures, rough seas, fog, and sudden squalls. Boaters and paddlers should monitor marine weather forecasts and be constantly alert to changing conditions. Average daytime high temperatures range from 60 degrees Fahrenheit in May, to the upper 80s in mid-summer, to the mid-60s in September. Average lows vary from 40 degrees in May, to the upper 50s in mid-summer, to 50 degrees in September. Average water temperatures in May and June are only in the 40s.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 There are no entrance fees for the lakeshore, however, there are various user fees. Check the website for more information.         Visitor Centers                  Apostle Islands National Lakeshore exists as a coastal park at the northeastern tip of the Bayfield Peninsula, the northernmost mainland point in Wisconsin. It consists of twenty–two (22) separate units (21 islands and a 12-mile mainland unit) dedicated to the preservation and public enjoyment of significant historic, scenic, natural, and recreational resources in Ashland and Bayfield Counties.",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/basicinfo.htm"
}
