{
    "title": "Apostle Islands National Lakeshore: Hiking",
    "body": "Hiking in the Apostle Islands        Hikers can enjoy more than fifty miles of maintained trails on the islands of the National Lakeshore. These trails provide access to lighthouses, abandoned quarries, old farm sites, historic logging camps, beaches, campsites, and scenic overlooks. Besides trails, there are numerous sandy beaches that are great for walking and exploring. Some of the favorites are Little Sand Bay and Meyers Beach on the mainland, Julian Bay on Stockton Island, Long Island beaches, Raspberry Island sandspit, East Bay on Sand Island , South Twin sandspit and Rocky Island sandspit. Beaches are highly sensitive to human disturbance, so remember:   Walk on boardwalks where they are provided. Keep pets on leash at all times (park regulation). Do not walk through sandscape vegetation. Walk on beach areas without vegetation and enjoy unique sandscape plants from a distance.  ON THE MAINLAND  Lakeshore Trail The trailhead for the Lakeshore Trail is located at the Meyers Road parking lot.  The trail extends about 4.5 miles, from Meyers Road, past the cliffs above the mainland sea caves, and approximately halfway along the lakeshore's mainland unit ending at a backcountry campsite.  A boardwalk now covers the first 0.7 miles of the trail.  A natural bridge and the first of several sea cave overlook points is 2 miles from the trailhead. This trail is a rugged path for use by experienced hikers, with stream crossings and steep slopes along the way. The trail is usable in winter, but may be snowpacked and icy or covered in deep snow.  Cross country skiing is not recommended.  Steps along the boardwalk and in the ravines may make snowshoe use difficult. Consult a ranger for up-to-date information on trail conditions. ON THE ISLANDS     Basswood Island     Outer Island     Devils Island     Raspberry Island     Manitou Island     Rocky Island     Michigan Island     Sand Island     Oak Island     South Twin Island     Otter Island     Stockton Island",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/hiking.htm"
}
