{
    "title": "Apostle Islands National Lakeshore: Hunting and Trapping",
    "body": "Hunting and Trapping       It may come as a surprise to some visitors to learn that regulated hunting and trapping is permitted in Apostle Islands National Lakeshore. Unlike the congressional acts that established national park areas like Yellowstone or Yosemite, the legislation that created Apostle Islands National Lakeshore provided for regulated hunting and trapping within lakeshore boundaries. Wildlife in the lakeshore are managed in cooperation with Federal, State and Tribal partners to preserve ecologically sound native biological communities which include both plants and animals; to provide for state regulated and treaty related harvest opportunities; and to safely integrate hunting and trapping with other visitor experiences.   There are a number of harvest opportunities available within the lakeshore. Hunting and trapping on the Mainland Unit of the lakeshore offers a similar experience to that found on other federal lands on the mainland in Wisconsin. Hunting on the islands offers a very primitive experience and requires boat transportation and careful planning.    In general, hunting and trapping within the lakeshore follows state regulations, however, in some instances, there are differences and specific restrictions.   Anyone who is hunting or trapping in the Lakeshore must have a valid Wisconsin license\/permit, applicable to the species and location.     A free access permit is required to hunt deer, bear and turkey or hunt\/trap furbearers on all islnads in the Lakeshore (except Long).  Download the access permit, fill out the required portions and email to:  apis_resource_issues@nps.gov or mail to:  Attn:  Resource Management, Apostle Islands National Lakeshore, 415 Washingotn Ave., Bayfield, Wisconsin  54814.   A permit is not needed to hut on the mainland unit of the Lakeshore.  A permit is not required to hunt small game and migratory birds.  What you need to know:  Hunting and trapping are not permitted May 15 through Labor Day, during the Lakeshore's busiest visitor season. Baiting or feeding or wildlife is not allowed within the Lakeshore.  The islands (except Long) have unique deer hunting seasons, weapon types, and increased season limits (see below under Deer).  No motorized vehicles are allowed on the islands, however, ATV's are allowed on designated roads within the Mainland Unit.  Motorized equipment, such as generators and chainsaws, are not allowed within the lakeshore without a NPS permit.  Wildlife harvested by hunters or trappers during designated hunting or trapping seasons must be secured from all wildlife contact. Acceptable storage includes suspending large animals such as deer at a suggested height of 8-10 feet and distance of 3-5 feet from the trunk of the tree that is at least 100 yards from any designated camping area, or putting the carcass in a bear proof locker.  Construction or use of a ground blind or any elevated device (i.e., tree stand) is not allowed, unless it does not damage the tree (i.e., no use of screws, nails, etc.) and it is completely removed each day at the close of hunting hours. Note: portable blinds constructed of man-made materials are allowed, but must be removed each day at the close of hunting hours.  Brushing out or cutting shooting lanes is prohibited.  Dog(s) are limited to six (6) animals regardless of the number of hunters in the group. Each dog must be kept on a 6' or less leash unless they are actively engaged in hunting activities.  If you plan to camp, a separate permit is required.  Go here for information about camping in the Apostles.  Transporting firewood from the mainland to the islands, between islands, or from the islands to the mainland is prohibited to reduce the spread of exotic pests. Only dead and downed wood collected on the island can used for firewood.  The use of lead free ammunition is encouraged.  Black bears remain active in the park until mid-November.  Please report back to the park with your harvest information.  This informaiton is used to monitor wildlife populations in the park. For more detail, see the lakeshore's Harvestable Wildlife Plan (1.0mb pdf)   AREAS CLOSED TO HUNTING AND TRAPPING     Hunting and trapping are not allowed on Gull and Eagle Islands in order to protect colonially nesting birds. Hunting is not permitted:  within 100 years of any building, dock, designated campsite, or facility administered by the Lakehsore; on used an occupancy lands without the permission of the lessess; from a public road in an area where hunting is authorized.   DEER HUNTING  The Mainland Unit of the park is within the Bayfield County deer management unit. Long Island is within the Bad River deer management unit. Hunting regulations for the Mainland Unit and Long Island are generally consistent with State of Wisconsin regulations. However, make sure to read \"What you need to know\" for regulations specific to Apostle Islands National Lakeshore.  There are special seasons and regulations specific to the islands within the Lakeshore (except long).  An access permit is required. You can complete the permit request and either email or mail the form to Apostle Islands National Lakeshore, 415 Washington Ave., Bayfield, WI 54814.   To provide a unique primitive hunting experience, only primitive weapons (any Wisconsin legal archery or muzzleloader equipment) are permitted.  The muzzleloader season is from October 1-31. The archery season is consistent with Wisconsin regulations with the exception that only muzzleloader hunting is allowed in October.  Bow hunting is prohibited on the islands during the October muzzleloader hunt.  The following carcass tags can be used for tagging deer on islands within the Lakeshore (except Long):    Archery buck deer carcass tag  Archery antlerless deer carcass tag  Gun buck deer carcass tag  Special Apostle Islands National Lakeshore tags - available from Park Headquarters. These special tags are free and available at a rate of up to 2 permits per day per hunter. Each tag may be used to tag any of the following:    An antlerless deer. A buck deer if the hunter possesses an antlerless deer registration verification earned in this unit in the current year.  A buck deer if the hunter possesses an antlerless deer that has been legally harvested in this unit and is tagged prior to the harvest of the buck deer and the antlerless deer accompanies the buck deer until each is registered.       BEAR HUNTING Bear populations can vary greatly from island to island. Most of the islands only have transient bears, however, a few have year-round populations.       Hunting seasons and harvest limits are consistent with State of Wisconsin regulations.  Special regulations include:   No baiting is allowed within the park. There are special restrictions regarding hunting with dogs. Only primitive weapons (e.g., muzzleloader, bow, etc.) are allowed. An access permit is required for hunting on islands within the park (except Long).   Bears within the park are managed as part of a larger state management zone (Zone D). A State of Wisconsin Class A bear hunting license and valid tag are required to hunt bear within the lakeshore.   Make sure to read \"What you need to know\" (LINK to UPPER SECTION) for additional regulations specific to Apostle Islands National Lakeshore.    FURBEARERS     Hunting and trapping regulations within the lakeshore for other furbearers are consistent with State of Wisconsin regulations.   An is access permit required for hunting or trapping furbearers on the islands. Make sure to read \"What you need to know\" for regulations specific to Apostle Islands National Lakeshore.    TURKEY     An access permit is required for hunting turkey on the islands. Valid Wisconsin permits are needed for the Wisconsin Turkey Management Zone that you are hunting. No hunting between May 15th and Labor Day. Make sure to read \"What you need to know\" for regulations specific to Apostle Islands National Lakeshore.   SMALL GAME AND WATERFOWL   Hunting regulations within the lakeshore are consistent with State of Wisconsin regulations.   An access permit is not required for small game and waterfowl, however, we would appreciate knowing what you harvest.  Make sure to read \"What you need to know\" for regulations specific to Apostle Islands National Lakeshore.   OJIBWE TREATY RIGHTS WITHIN THE 1842 CEDED TERRITORY  Part of the lakeshore's mainland unit is within the reservation of the Red Cliff Band of Lake Superior Chippewa and the remaining land areas of the lakeshore are within territory that was ceded as part of the 1842 Treaty with the Ojibwe. Within this ceded territory, the Ojibwe reserved their rights to hunt, trap and gather. These rights are recognized and respected by the National Park Service.  FIREARMS   Firearms In the Lakeshore",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/hunting.htm"
}
