{
    "title": "Apostle Islands National Lakeshore: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Reservations To make reservations or for more information please call (715) 779-3397, select option 1.  Enhanced Amenity Fees - Recreation User Fees NPS recreational used fees were implemented at the Apostle Islands National Lakeshore in 2007. After extensive public involvement, these fees were approved by the NPS national office. For additional information on recreation user fees click here. For information on annual recreational passes click here. Frequently Asked Questions         Camping     Individual or primitive camping zone, per night  $15   Group site, per night  $30   Camping reservation fee (per trip) $10         Docking     Overnight docking, boats less than 40 feet  $15   Overnight docking, boats greater 40 feet and greater  $30         Interpretive Programs      Regularly scheduled on or off-site, per child (up to age 16)  $3   Regularly scheduled on or off-site, per adult  $5   Regularly scheduled on or off-site, per family $10         Parking     Vehicle length includes length of a trailer    Meyers Beach day use, vehicle length less than 20 feet (including trailer)  $5   Meyers beach day use, vehicle length 20 feet or greater  $8   Meyers Beach annual parking pass, vehicle length less than 20 feet  $25   Meyers Beach annual parking pass, vehicle length greater than 20 feet  $40   Bayfield HQ overnight  $10   Bayfield HQ special event  $10   Little Sand Bay  Free         Special Recreation Permit     Ice Cave Event Fee (child) Free   Ice Cave Event Fee (over age 16) $5   Ice Cave Event Fee season pass (over age 16) $10          Other Information • The America the Beautiful Interagency Senior Pass or Interagency Access Pass (previously called the Golden Age and Golden Access Passports) provide a 50% discount on federal recreational user fees charged for facilities and services such as camping, docking, parking, and tours. • Discounts will not be offered on the purchase of season passes. • Only the pass signee is entitled to the 50% price reduction. • Annual Meyers Beach parking passes will not be available to organizations under Commercial Use Authorizations or Special Use Permits. • FLREA Section 11(b) permits NPS to waive or discount fees in exchange for significant volunteer services.",
    "url": "https:\/\/www.nps.gov\/apis\/planyourvisit\/fees.htm"
}
