{
    "title": "Virgin Islands National Park: Laws & Policies",
    "body": "Laws & Policies       The National Park Service, an agency within the United States Department of Interior, was established on August 25, 1916 by the National Park Service Organic Act, 16 United States Code. Said purpose is to \"conserve the scenery and the natural and historic and the wildlife therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"   Title 16 addresses most of the major conservation laws that govern the National Park Service, including the establishment of individual parks. Specifically, Virgin Islands National Park was established by an act of the 84th United States Congress and signed into law by President Dwight D. Eisenhower on August 2, 1956.  General regulations for National Park Service areas may be found in Title 36 of the Code of Federal Regulations (CFR). Specific regulations for Virgin Islands National Park may be found in section 7.74 of Title 36 CFR, and in the Superintendent's Compendium which allows the Park Manager to expand on existing regulations for resource conservation and safety, etc.  Park Management also observes and enforces territorial laws and policies, such as the Department of Planning and Natural Resources (DPNR) fishing regulations. Some of these fishing regulations may be found in the DPNR Fisher's Information Guide.  In addition, to the conservation laws mentioned above, Park Rangers enforce Title 18 USC, criminal code of the United States, in order to maintain the public's welfare.  Firearm Policy As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please contact the Virgin Islands Attorney General's Office at (340) 774-5666, or write to: Office of the Attorney General Department of Justice G.E.R.S. Complex, Rm. 488 50C Kronprinsdens Gade St. Thomas, U.S. Virgin Islands 00802  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. National Park Service    The Organic Act of 1916: Created the National Park Service.  Key Legislative Guidance: Acts that include the Wilderness Act of 1964, the Antiquities Act of 1906, the Clean Air Act, and the Endangered Species Act of 1973. Executive Orders: Presidential orders directly related to the management of America's public lands.  Directors' Orders: Directives from the head of the National Park Service.  National Park Service Management Policies: Tools to implement legislative acts and orders by the entire National Park Service system.  Code of Federal Regulations: General and permanent rules published in the Federal Register by the departments and agencies of the Federal Government.",
    "url": "https:\/\/www.nps.gov\/viis\/learn\/management\/lawsandpolicies.htm"
}
