{
    "title": "Virgin Islands National Park: Publications",
    "body": "Explore This Park    Learn About the Park     Publications            Publications       Natural Resource Publications Visit our History and Cultural pages for Cultural Resource Publications National Park Service Site Bulletin \" Protect Yourself, Protect the Reef!\" The impacts of sunscreens on our coral reefs.    \"Diverse coral communities in mangrove habitats suggest a novel refuge from climate change\" K. K. Yates, C. S. Rogers, J. J. Herlan, G. R. Brooks, N. A. Smiley, and R. A. Larson South Florida\/Caribbean Network. 2013.  Coral Reef Monitoring in the Virgin Islands National Park 2012. Resource Brief-2205240. Hall, K. and K. Keller Lynn. 2010. Virgin Islands National Park: geologic resources inventory report. Natural Resource Report NPS\/NRPC\/GRD\/NRR—2010\/226. National Park Service, Fort Collins, Colorado.  Oswalt, Sonja N. Brandeis, Thomas J. Dimick, Britta P. 2006. Phytosociology of Vascular Plants on an International Biosphere Reserve:Virgin Islands National Park, St. John, US Virgin Islands. Caribbean Journal of Science, Vol. 42, No. 1, :53-66,  Elizabeth A. Pendleton, E. Robert Thieler, and S. Jeffress Williams 2004. Coastal Vulnerability Assessment of Virgin Islands National Park (VIIS) to Sea-Level Rise. Open-File Report 2004-1398 U.S. Geological Survey South Florida\/Caribbean Network. 2013. Coral Reef Monitoring in the Virgin Islands National Park 2012. Resource Brief-2205240. Hall, K. and K. Keller Lynn. 2010. Virgin Islands National Park: geologic resources inventory report. Natural Resource Report NPS\/NRPC\/GRD\/NRR—2010\/226. National Park Service, Fort Collins, Colorado  Oswalt, Sonja N. Brandeis, Thomas J. Dimick, Britta P. 2006.Phytosociology of Vascular Plants on an International Biosphere Reserve: Virgin Islands National Park, St. John, US Virgin Islands. Caribbean Journal of Science, Vol. 42, No. 1, :53-66,",
    "url": "https:\/\/www.nps.gov\/viis\/learn\/nature\/publications.htm"
}
