{
    "title": "Virgin Islands National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         COMING FOR A VISIT TO VIRGIN ISLANDS NATIONAL PARK? The Park is a great place for kids!          NPS  While visiting Virgin Islands National Park, don't forget to stop in the Park's Visitor Center in Cruz Bay. Ask a Ranger at the desk how you can become a Junior Ranger. When you bring your Junior Ranger workbook back to the Visitor Center, you'll get your Junior Ranger badge and be awarded the Junior Ranger program certificate. Congratulations!        NPS  The exhibits at the Visitor Center are big and colorful. Maybe your favorite will be about coral. Everyone likes to look at the raised-relief map of St. John on a large table. Watch out! Dolphins are watching you from the ceiling!        NPS  Of course the best part of a visit to Virgin Islands National Park is being OUTDOORS! Among other things, we have lots of plants and animals that you probably don't have in your backyard. This camouflaged lizard is a young iguana.        Taino petroglyph   You can learn about people who lived in the Virgin Islands long ago. There are 200-year-old ruins from when Danish plantation owners, overseers and enslaved Africans were here. Petroglyphs made by the ancient Taino Indians from the time before Christopher Columbus are hidden in the forest.        NPS  Oops! If you trip over a rock, it was probably made by the volcano that started building the island about 100 MILLION years ago. Wow! That was during dinosaur time! (Sorry, no dinosaurs ever lived on the Virgin Islands.) See that almost level layer of rock below the reddish rock? It might be what's called a \"sill,\" caused by newer lava pushing into a crack in older rock.         NPS  The Virgin Islands National Park is known for beautiful beaches. You can swim in turquoise water, explore coral reefs and sea grasses by snorkeling, and build castles in the sand.        NASA  Virgin Islands National Park, like many National Parks, has dark night skies. When your eyes get use to the darkness, you may see the Milky Way and stars that you don't see at home. This picture shows the Southern Cross constellation, visible in our night skies during the busy visitor seasons.      For Kids  Be a Junior Ranger Online Snorkel Trips  Online Snorkel Trip: Fish & Turtles Online Snorkel Trip: Corals, Sponges & Creepy Crawlies",
    "url": "https:\/\/www.nps.gov\/viis\/learn\/kidsyouth\/index.htm"
}
