{
    "title": "Tonto National Monument: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places         excavation in the Upper Cliff Dwelling NPS Photo  Tonto Basin is one of several areas in the Southwest associated with the “Salado”, a term that has invoked archeological debate since the 1930s. The basin is located between the desert-dwelling Hohokam to the south and ancestral Puebloan groups of the mountain areas to the north and east. The geographic area contains a variety of architectural styles and material culture that represent both Hohokam and ancestral Puebloan traditions. For example, both architectural styles are sometimes found within single sites, suggesting close mixing between the two groups. Recent research suggests that the intermixing of these two groups may have occurred in the late 13th century to the middle part of the 15th century when Tonto Basin was depopulated. Site types in Tonto Basin include fieldhouses, roomblocks, compounds, platform mounds, and cliff dwellings like those found in the Monument. In addition, pottery such as Roosevelt Red Ware, Salado Red, and Salado White-on-red represent a key component to Salado material culture. These ceramics were found during excavations of the upper and lower cliff dwellings in Tonto National Monument. In addition to archeological evidence, oral traditions of at least six affiliated tribes add ancestral ties to the Salado.  Wind and rain, as well as disturbance by rodents and humans have caused dwelling walls to fall and ceilings to crumble over the last 600 years. Archeologists have devoted many hours to excavating and stabilizing rooms in both the Lower and Upper Cliff Dwellings. Follow the links to their reports.  Cultural resource projects - 2004 to 2007  \"Archeological Studies at Tonto National Monument, Arizona\", published in 1962, is a synthesis of four scientific papers on special projects resulting from excavation work at Tonto National Monument. This excerpt covers the architecture of the Upper and Lower Cliff Dwellings.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/historyculture\/places.htm"
}
