{
    "title": "Virgin Islands National Park: Plants",
    "body": "Plants       From the peaks of St. John's steep mountains to beaches and mangrove shorelines to offshore seagrass beds and algal plains, Virgin Islands National Park protects an interesting and diverse variety of plant life. Visitors can travel from moist forests to dry cactus scrubland in minutes, each landscape telling a different story of rainfall, human impact, and slow natural change. Most of the vegetation on St. John today is recovering secondary forest with native and nonnative species competing for space. Coastal mangroves and seagrass support marine ecosystems. These plants stabilize shorelines and provide critical habitat for fish and marine invertebrates. In 1718 the Danes established the first European settlement on St. John, and people began to clear land for plantation agriculture (mostly sugarcane and cotton), cut timber, and introduce nonnative plants and animals. As much as 90% of the island's original vegetation was destroyed. Agriculture changed the hydrology and soil composition. In the mid 1800s, plantation agriculture declined, and forest cover began to return to St. John. Small-scale production of charcoal and bay rum (with leaves from the Pimenta racemosa tree) began. Livestock grazing became more widespread. Introduced plants and animals compete with and damage recovering forest.  After the turn of the century and the purchase of the islands by the United States in 1917, land use on St. John changed again. People bought land to build vacation homes, and tourism began to grow. Plants now compete with people for space to grow. Plants are also important for erosion control. Terrestrial development can lead to increased erosion and damage to marine ecosystems.  In 1956, Frank Stick and Laurance Rockefeller helped to establish Virgin Islands National Park to help preserve more than half of the island. Since then, the terrestrial protected area has grown to protect more than 2\/3 of St. John, most recently with the purchase of the Maho Bay watershed in 2008 in cooperation with the Trust for Public Land. These protected areas are crucial to the reforestation on St. John.      Further Reading Forest Island is a short essay that examines the botanical history and land use on St. John. Flora of Puerto Rico and the Virgin Islands from the National Museum of Natural History provides three excellent guides in PDF format to the plants of the region. There is also a collection of over 700 watercolor paintings of regional flora. Common Trees of Virgin Islands National Park (pdf 455kb) Picture guide to some of the trees on St. John.",
    "url": "https:\/\/www.nps.gov\/viis\/learn\/nature\/plants.htm"
}
