{
    "title": "Tonto National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         view of Deadman Canyon NPS Photo   Situated within rugged terrain at the northeastern boundary of the Sonoran Desert, Tonto National Monument preserves cliff dwellings and other prehistoric archeological sites. For three hundred years, a vast culture lived within Tonto Basin, surviving and adapting to the arid environment. Built in shallow caves, perched over a thousand feet above the river valley, the cliff dwellings are representative of the final phase of occupation in this area. The river valley below, once a thriving settlement with farm fields and stone dwellings, is now covered by Roosevelt Lake. The surrounding mountains, built by sedimentary layers and then uplifted, are continually being shaped through erosion and weathering. From the valley rising 2000 feet to the mountain tops, spreading through open areas, sheltered among rocks, nestled in canyons, and hidden among washes are different local environments, each with their own community of wildlife. This is the tremendous diversity and interconnection of life that is the Sonoran Desert. This area of the desert experiences hot summers. Both people and wildlife are more active during the cooler morning and evening hours. Cool winters are an active time for the monument. Many animals are more visible during the day and visitation by people is much greater. Even with two rainy seasons, the average rainfall is only fifteen inches. Storms entering the valley sometimes leave moisture and other times just pass on through to other places. Through the play of light and shadow, vistas change -- hour by hour, season by season. Within the dwellings themselves, or looking out over the valleys and steep slopes of surrounding mountains, the ever-changing scenes emphasize the need to guard the resources of this desert environment.  Click on the link for information about ongoing and completed research at Tonto National Monument. At Tonto National Monument and 10 other southwestern parks, the Sonoran Desert Network (SODN) conducts long-term inventory, monitoring, analysis, and reporting on key park resources to assess the condition of park ecosystems and develop a stronger scientific basis for stewardship and management of natural resources. At Tonto, the network monitors air quality; climate; exotic plants; groundwater; landbirds; seeps, springs, and tinajas; terrestrial vegetation and soils; and washes.",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/nature\/index.htm"
}
