{
    "title": "Virgin Islands National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         Trunk Bay Beach   Beaches: Trunk Bay is considered one of the most beautiful beaches in the world. It features a 225-yard long underwater snorkeling trail. There is a bathhouse, snack bar, souvenir shop and snorkel gear rentals are available. Lifeguards are on duty daily. There is a day-use fee. Cinnamon Bay has a water sports center that rents snorkel gear and windsurfers, and can arrange day sailing, snorkeling and scuba diving lessons. A campground with bare tent sites, prepared sites and cottages is adjacent to the beach. There is also a camp store. Call 340-776-6330 or 800-539-9998 for camping reservations.   Hawksnest has changing rooms, picnic tables, grills and restrooms. It is the closest beach when driving from Cruz Bay.  Picnic areaas are located on several of the beaches and offer tables and grills. They are wheelchair accessible.          Annaberg Wind Mill   Historic Sites   Annaberg was once one of the larger sugar plantations on St. John. The remains of the windmill and horsemill, used to crush the sugar cane to extract its juice, still stand. Much of the sugar factory, where the juice was boiled and condensed to make raw sugar, remain as well, as does part of the rum still. Cultural demonstrations, including baking “dumb bread” and basket weaving take place Tuesday through Friday from 10 a.m. to 2 p.m. Parts of the Annaberg School, used to educate the children, are located not far from the sugar mill.   Catherineburg, was another sugar plantation and factory is located on Centerline Road overlooking Cinnamon Bay.  While part of the national park, it is not as developed as Annaberg. However, much of the windmill and the boiling house remain.           Reef Bay Sugar Mill   The Reef Bay Sugar Mill can only be reached by hiking. Ranger-led hikes on Mondays and Thursdays take visitors down a 3-mile path through tropical forests to the sugar mill. Reservations are required and there are fees for taxi transportationto the trailhead and boat return to the Visitor Center.",
    "url": "https:\/\/www.nps.gov\/viis\/planyourvisit\/placestogo.htm"
}
