{
    "title": "Virgin Islands National Park: News",
    "body": "Explore This Park    Learn About the Park     News             News       Francis Bay Road Improvement Project Release Date: November 24, 2015 Contact: Keith Macneir, e-mail us, 340-693-8989 x321 The Francis Bay Road Improvement Project will begin November 30th, 2015. This road improvement project is not expected to take more than 30 days to complete, and should have minimal impact on park visitors. The project will address environmental concerns of damage to wetlands and the nearby bay from sediment due to erosion and subsequent runoff. It will also improve safety on the road by eliminating large and deep pot holes that develop after storms. The project will entail paving or gravelling just under 1,000 feet of road, beginning at the end of the existing pavement (approximately 335 feet of pavement, with the remainder of the road being graveled). The beach will be accessible to vehicles throughout the project, though visitors should be prepared for possible delays of up to 15 minutes. Download the full press release here.      Although Virgin Islands National Park is considered a small park, many interesting events occur that all would like to know about. Events may include educational programming, alerting the public to planning documents, etc. Therefore, press releases will be posted on this page in order to keep past visitors, potential visitors, and the community at large aware of Park Service related activities.      Virgin Islands National Park Initiating User Fee Increase for Trunk Bay Facilities and Boat Moorings Park-wide beginning January 1st, 2016. Release Date:October 7, 2015 Contact:Jayne Schaeffer, e-mail us, 340-244-3762 St John, VI –Virgin Islands National Park will increase visitor expanded amenity fees at Trunk Bay as well as overnight boat mooring fees. The fee increase will take effect January 1st, 2016. Park user fees for Trunk Bay facilities and moorings will increase on January 1, 2016:     Trunk Bay   Current   January 1, 2016     Individual Day Pass   $4   $5     Individual Annual Pass   $10   $20     Family Annual Pass   $15   $30     America the Beautiful Pass   $7.50   $15     Federal Recreation Senior and Access Pass   $7.50   $15     Military Pass   Free   Free        Boat Moorings   Current   January 1, 2016     Overnight Boat Mooring   $15   $26     Overnight Anchoring (two authorized locations only)   $15   $26     The Expanded Amenity Fee at Trunk Bay is not charged to persons under 16 years of age. Holders of the America the Beautiful Pass, National Parks Pass, and Federal Recreational Senior and Access Passes all allow the holder to pay half price for their entrance into Trunk Bay and\/or for the moorings. The Military pass allows the holder and 3 people with them in to Trunk Bay for free. These passes also may be obtained at the Park.  The public was invited to submit written comments on the proposed increase during an open house held on January 28th, 2015, and during a public comment period from January 28th to February 17th, 2015. Comments received overwhelmingly supported the increase. Following that effort the park gained approval of the National Park Service Headquarters to increase the fees as described.  \"The best thing about the fee program is that the park keeps approximately 77% of the money collected in the park for park projects.\" said Virgin Islands National Park Superintendent Brion FitzGerald. \"In 2014, fee revenues were used to rehabilitate the restrooms at the park visitor center in Cruz Bay and in 2015 the Trunk Bay shower and restroom facilities received a facelift, including new fixtures, sky lights, roofs and gutters. A contract is currently in place for pavement of the first ½ mile of the Francis Bay Road eliminating the heavily eroded section, also using fee dollars. Additional revenue raised by the fee increase will continue to be used to better maintain all park facilities and ensure they remain in good condition.\"  Virgin Islands National Park and Virgin Islands Coral Reef National Monument are strong economic engines for the Territory. In 2014, more than 400,000 park visitors spent $59,773,800 in communities near the parks. That spending supported 789 jobs related to tourism.  Visit the park web page at www.nps.gov\/viis www.nps.gov About the National Park Service. More than 20,000 National Park Service employees care for America's 401 national parks and work with communities across the nation to help preserve local history and create close-to-home recreational opportunities. Visit us at www.nps.gov, on Facebook www.facebook.com\/nationalparkservice, Twitter www.twitter.com\/natlparkservice, and YouTube www.youtube.com\/nationalparkservice. Download your full release here.        Virgin Islands National Park Announces Release of the Prospectus for Commercial Services at Cinnamon Bay and Trunk Bay.  Park Superintendent, Brion FitzGerald, announced on April 7th, 2015, that the National Park Service (NPS) has issued a prospectus for solicitation of offers for a 15-year concession contract to provide Lodging, Camping, Food and Beverage, Retail, Equipment Rental and Other Services at Cinnamon Bay and Trunk Bay areas within Virgin Island National Park. Here is the full press release.       Virgin Islands National Park –Public Notice   NATIONAL PARK SERVICE ANNOUNCES 2015 STORM REFUGE PERMITTING PROCEDURES FOR HURRICANE HOLE ST. JOHN, USVI  Virgin Islands National Park and Virgin Islands Coral Reef National Monument announce procedures for mariners wishing to register their vessel in Hurricane Hole for the 2015 hurricane season. View the full Press Release for more information.       National Park Service receives donation of Haulover lands from the St John Lands Trust   February 6, 2015   Full Press Release  ST JOHN -Virgin Islands National Park is pleased to announce the gift of just over 3.5 acres of land at Haulover on the east end of St John. The property, which includes lands bounded by Haulover Bay on the north shore to Round Bay on the south shore, was donated by the non-profit St John Land Conservancy (SJLC). SJLC was formed by Lauren Mercadante, George Mercadante, Athena Swartley and Raf Muilenberg. Lauren Mercadante is “proud of the work accomplished by the Land Conservancy and the fact that the land will be preserved for future generations to enjoy”. Park Superintendent Brion FitzGerald noted that as the park approaches its 60th year in 2016 this donation, made by a group of local concerned citizens, “is wonderful sign that the spirit of giving, by which this park was originally established is alive and well”.      NOAA lists 20 coral species as threatened under the Endangered Species Act.  August 27, 2014 NOAA announced today it will afford Endangered Species Act protections to 20 coral species. All 20 species will be listed as threatened, none as endangered. Fifteen of the newly listed species occur in the Indo-Pacific and five in the Virgin Islands. These five include rough cactus coral, Mycetophyllia ferox, pillar coral, Dendrogyra cylindrus, and three species of star corals, Orbicella annularis, Orbicella faveolata, and Orbicella fraksi. Here is the full press release.",
    "url": "https:\/\/www.nps.gov\/viis\/learn\/news\/index.htm"
}
