{
    "title": "Virgin Islands National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     October 07, 2015  User Fee Increase for Trunk Bay Facilities and Boat Moorings  St John, VI – Virgin Islands National Park will increase visitor expanded amenity fees at Trunk Bay as well as  overnight boat mooring fees. The fee increase will take effect January 1st, 2016.   April 07, 2015  Announcing the Prospectus for Commercial Services at Cinnamon Bay and Trunk Bay  National Park Service (NPS) has issued a prospectus for solicitation of offers for a 15-year concession contract to provide Lodging, Camping, Food and Beverage, Retail, Equipment Rental and Other Services at Cinnamon Bay and Trunk Bay areas within Virgin Island National Park.   March 20, 2015  2015 STORM REFUGE PERMITTING PROCEDURES FOR HURRICANE HOLE  NATIONAL PARK SERVICE ANNOUNCES 2015 STORM REFUGE PERMITTING PROCEDURES FOR HURRICANE HOLE ST. JOHN, USVI -- Virgin Islands National Park and Virgin Islands Coral Reef National Monument announce procedures for mariners wishing to register their vessel in Hurricane Hole for the 2015 hurricane season.   February 18, 2015  Opening of the Education Center and Archaeology Laboratory at Cinnamon Bay  ST. JOHN, USVI– Virgin Islands National Park together with the Friends of the Park is hosting an official opening of the Educational Center and Archaeology Laboratory at Cinnamon Bay on Wednesday, February 25th. For more information follow the link to the full News Release.   January 29, 2015  Visitor Survey on Chikungunya Virus  Staff from the US Virgin Islands Department of Health, the Centers for Disease Control and Prevention (CDC), and the National Park Service will be conducting visitor surveys at Virgin Islands National Park from February 01-08, 2015.  The goal of these surveys is to learn more about visitors’ knowledge of chikungunya virus and what prevention practices they take to avoid mosquito-borne diseases.",
    "url": "https:\/\/www.nps.gov\/viis\/learn\/news\/newsarchive.htm"
}
