{
    "title": "Virgin Islands National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking              Hiking in Paradise       \"Take nothing but photos, leave nothing but footprints\"                    Hiking In Paradise   4 Photos  Trails of the Virgin Islands                        Hiking is one of the most popular activities on St. John. Virgin Islands National Park provides a wide variety of hiking experiences and more than 20 trails to choose from. We offer accessible boardwalks that meander through historic ruins or take you to a bird viewing deck on one of our lovely salt ponds. For the adventurous, you can put on your hiking shoes and take the Reef Bay Trail down to the petroglyphs, and then down to the old Sugar Mill which is near a lovely beach. The climb back up is tough though. The trails on Lind Point are a good choice for those here for a few hours or a day. They begin at the Visitor Center wrapping around the Lind Point to Honeymoon or Salomon Beach.  Cinnamon Bay self-guided trail offers boardwalk access which meanders through the historic ruins. This boardwalk trail entrance is located across from the exit gate of the Cinnamon Bay Campground. Francis Bay boardwalk offers accessible access to a beautiful salt pond and is perfect for bird viewing. Salt Pond is perfect for someone looking for a pleasant stroll to a beautiful beach. Just a quarter mile hike from the parking area to beach, has only a slight grade. Once there, the more adventurous can tackle the Ram Head Trail. This trail is just under a mile long on and old rocky roadbed with a slight incline.         Reef Bay Trail is one of our most difficult and is considered a backcountry trail. It is extremely steep, and rocky. The elevation of the trail drops from about 900 feet at the trailhead to sea level in 2 miles. Two miles does not sound like a long hike however, the return trip is all uphill. If you attempt this trail be sure to bring bug spray, lots of water and wear sturdy shoes. To sign up for a \"Park Ranger\", guided experience of the Reef Bay Hike visit our Friends of Virgin Islands National Park website or gift store, located in Mongoose Junction. P.S. Did we tell you there are petroglyphs on this trail.       Stop by the  Visitor Center Bookstore, operated by the Friends of Virgin Islands National Park, to pick up a copy of the Hikers Guide to Virgin Islands National Park for information on all our trials.   Here is a downloadable copy of our park map which shows the trails.      Plants to Avoid Hiking and Safety Tips",
    "url": "https:\/\/www.nps.gov\/viis\/planyourvisit\/hiking-in-paradise.htm"
}
