{
    "title": "Saint Croix National Scenic Riverway: Disturbed Lands",
    "body": "Disturbed Lands       While the St. Croix National Scenic Riverway has the appearance of a natural area, not all areas are as natural as we would like. Human activities: farming, gardening, logging, and fire suppression have changed what plants grow in an area. Often exotic or formerly domestic species can be found. Dandelions, grecian foxglove, buckthorn, honeysuckle, spotted knapweed, and garlic mustard are all plants that have been introduced to the Riverway.  Erosion can also remove native plants. To restore native vegetation, areas in the park which have been identified as having formerly been a prairie or a savanna habitat are targeted for restoration. The Riverway with the cooperation of other agencies and organizations, such as the Science Museum of Minnesota, are trying different methods to see how the results differ. In May of 2005, the first ever prescribed burn was conducted in the park. The intent is to weaken exotic grasses, like brome, and encourage dormant native seeds to grow. Photos of the prescribed burn. Another method being tried is to chemically kill the vegetation growing in an area, lightly till and then plant seeds of native plants. This effort is occurring at different locations in the Riverway in order to study its effectiveness. Learn more> These areas will be studied long term and we will report back on the success next year.      \"In the face of ever-increasing urban sprawl we need more than ever a place of refuge and beauty.\" --Senator Walter Mondale, in support of the Wild and Scenic Rivers Act, 1965. Former Cabin Sites: While development has changed the face of Minnesota and Wisconsin's landscapes, today's paddlers, boaters and anglers will actually notice fewer buildings on the banks of the St. Croix and Namekagon. The National Park Service works hard to restore and preserve the Riverway's scenic qualities, and removing old shoreland cabins and outbuildings is part of this effort. When shoreland properties were sold to the National Park Service, landowners had the option to lease back use of the property for up to 25 years, or the remainder of their life. Over the last fifteen years, many of these agreements have expired.  Once properties are vacated, the National Park Service works with the State Historic Preservation Office to assess the historic importance of each building. If buildings are eligible for the National Register of Historic Places, uses are sought that would allow them to be preserved. To date, non-historic buildings have been removed from more than 100 sites along the banks of the Riverway. After the buildings are removed, National Park Service maintenance workers-with the help of Minnesota Conservation Corps-restore native vegetation on the disturbed grounds. A few former building sites have been converted to primitive campsites. Others are left to nature as habitat for the animals and birds living along the Riverway. On lands not owned by the National Park Service, there are other efforts to help protect the scenic qualities of the river. For example, more than 900 landowners have sold scenic easements to the National Park Service. The owner retains title to the property, but the easement limits development activities within sight of the river, ensuring that the view from the river is not degraded.  Through cooperative stewardship partnerships such as these, landowners assist the National Park Service in their mission of restoring and enhancing the exceptional natural and scenic qualities of the Riverway for the enjoyment of this and future generations. Shorelines:  Can be affected by both natural and human forces.  A new project is underway at Pillar Island.      Cold-water stream systems are virtually the only areas where brook trout can survive and thrive. This sensitive habitat is becoming increasingly scarce in eastern Minnesota and northwestern Wisconsin, due to beaver dams, development, loss of shoreline shade trees, and other land-use changes. Brook trout are intolerant of warm water and will either abandon warm streams or perish. To reverse the trend of habitat loss in the streams that drain into the Riverway, the National Park Service has launched a new initiative with the Wisconsin Department of Natural Resources (WDNR), the Minnesota Department of Natural Resources (MDNR), and the Great Lakes Indian Fish and Wildlife Commission. One specific project is focused on restoring Cap Creek, a tributary to the Namekagon River near Cable, Wisconsin. Historic accounts indicate the stream provided an excellent brook trout fishing experience. Springs in the lower section of the stream provided cold, high quality water. In the early 1950's, the landowner routed Cap Creek into a new channelized stream course, and excavated ponds surrounding the springs to make rearing ponds for rainbow trout. The rainbow trout were raised for local restaurants and for anglers interested in catching trout. In the 1980s the National Park Service purchased the trout hatchery and surrounding land as part of the long-term program to protect the scenic qualities of the Namekagon and St. Croix Rivers. The buildings associated with the hatchery were removed, as were the water level and outlet control structures on the rearing ponds. The ponds themselves were retained, although with shallower water levels. Visitors to the site are able to see springs that seem to boil from the sand as the groundwater bubbles into the ponds. Because of the shape of the ponds, however, the scene does not look very natural. Currently, the ponds harbor very little aquatic life. The shallow water offers no cover for fish to escape predators, and the bottom substrate is a homogenous mix of sand and silt providing very limited habitat for aquatic insects. The ponds have been described as \"biological deserts\" because of their limited biodiversity. In 2001, the WDNR and the National Park Service began to discuss a restoration project for the lower segment of Cap Creek. Habitat engineers from WDNR surveyed the site and came up with designs for restoring Cap Creek to its original location. Components of the project include filling some of the ponds that are marginal wetlands, protecting the springs by incorporating them into the restored stream course, and stocking the new stream segment with native brook trout captured elsewhere in the Namekagon River watershed. The project has gone through extensive review within the National Park Service and the WDNR. Wetlands and stream channel permits were received from the U.S. Army Corps of Engineers and the WDNR. The project was analyzed for its potential environmental impacts as required by the National Environmental Policy Act. Strict adherence to erosion and sediment control will be a critical part of the project. Re-vegetation of the stream banks and adjoining lands will be done using native vegetation. The project will be completed in 2003.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/nature\/disturbedlands.htm"
}
