{
    "title": "Virgin Islands National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information                   Boating               Hiking               Things to Avoid While in the Water.                Plants to Avoid While Hiking               Cultural Research & Preservation             Welcome to Virgin Islands National Park!   Virgin Islands National Park is comprised of 7,259 acres of terrestrial habitat, which is about 60%,of the island's land mass. The park also includes 5,650 acres of adjacent submerged lands. The park owns the ridge tops to the reefs providing protection and preservation for tropical and migrating birds, fish, corals and other marine life, as well as some 800 species of plants. This park is open every day! The Visitor Center is open every day from 8am to 4:30pm. Closed on Thanksgiving and Christmas. Accessibility Brochures Boating Guided Tours & Activities Hiking Kids & Youth Mosquito-Borne Diseases  Pets  Safety Snorkeling Things to Avoid in the Water                  Remember Drive on the Left & Walk on the Right  We drive on the left here in the Virgin Islands.  Pay extra attention when making turns, pulling out into traffic or crossing the road.  When walking on the side of the road please walk facing traffic which would be the right side of the road.           Physical Address           1300 Cruz Bay Creek  St. John, VI 00830                 Directions         There are no airports on St. John so you must fly to St. Thomas Cyril E. King Airport (code STT) and travel from there. From the airport you rent a car and drive or take a taxi to Redhook (west end) St. Thomas. From there you can either take a car barge to St. John or the people ferry. Once on St. John you can easily walk from the ferry terminal to the Visitor Center.  Directions Details           Operating Hours & Seasons         Virgin Islands National Park Visitor Center The Virgin Islands National Park is always open. Visitor Center and store are open 8:00 a.m. until 4:30 p.m. Daily. Closed Thanksgiving and Christmas.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Additional Information View More       Christmas Day:   -       Christmas Day:   -       Christmas Day:   -                  Weather           Mostly Perfect! The Tradewinds (the Easterlies) dominate the weather in the Virgin Islands, blowing east to west across the tropical Atlantic. The winter tends to bring stronger winds and less rain, and the summer tends to bring more rain and lighter winds.         Fees & Passes     Entrance Fees:   Trunk Bay Annual Pass - $20.00 Annual Pass   Family Annual Pass - $30.00 Family Annual Pass   Access or Military Pass - $0.00 Access or Military Pass   Anchoring or Mooring Overnight - $26.00 Anchoring or Mooring Overnight   Senior Overnight Anchoring or Mooring - $13.00 Senior Overnight Anchoring or Mooring   Trunk Bay Day Pass - $5.00 Trunk Bay Day Pass   Entrance Passes:   Trunk Bay Day Pass - $5.00 Trunk Bay Day Pass   Trunk Bay Annual Pass - $20.00 Trunk Bay Annual Pass   Trunk Bay Family Annual Pass - $30.00 Trunk Bay Family Annual Pass   Trunk Bay Senior Pass - $15.00 Trunk Bay Senior Pass   Trunk Bay Access or Military Pass - $0.00 Trunk Bay Access or Military Pass   Mooring Or Anchoring Overnight - $26.00 Mooring Or Anchoring Overnight (From 5 p. m. to 7 a.m.) Anchoring only available in two locations.    Mooring or Anchoring Overnight Seniors - $13.00 Mooring or Anchoring Overnight Seniors. Anchoring only available in two locations.          Visitor Centers       Virgin Islands National Park Visitor Center Visitor and Information Center for Virgin Islands National Park and Virgin Islands Coral Reef National Monument.",
    "url": "https:\/\/www.nps.gov\/viis\/planyourvisit\/basicinfo.htm"
}
