{
    "title": "Virgin Islands National Park: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around       There are only two main roads on St. John, Centerline (Route 10), and North Shore (Route 20), which take you throughout the park. Route 20 provides access to most north shore beaches such as Hawknest, Trunk Bay and Cinnamon Bay. Route 10 runs through the center of the Island and provides access to Salt Pond Bay and Lameshur Bay.   The safest way of getting around the Park and the Island is by vehicle. Bicycles are not recommended due to steep, narrow and winding roads. If you do plan to drive, get to the beach or trailhead early. Parking outside of designated parking areas is harmful to vegetation, unsafe for drivers and pedestrians, and will result in fines and towing.             Parking Vehicle parking throughout the island and national park is very limited. At the popular north shore beaches, lots can fill by 10:00 am in the morning. Your best bet is to take one of the many safari taxis that can take you around the island and park. Catch one in Cruz Bay or check with your hotel or villa. Be sure you schedule a specific time for the taxi to return to pick you up.    Some parking is available near the Visitor Center for park related activities. Be sure to pick up an NPS Parking Permit if you are going to park in one of the designated locations near the Visitor Center. The map is available for download here. Other parking is available near the vehicle ferry docks and there are several paid parking areas in Cruz Bay.         Transportation Ferry Service Passenger ferries run between Cruz Bay St. John and Red Hook St. Thomas hourly from 6:00 a.m. until 11:00 p.m. Between Red Hook St. Thomas and Cruz Bay St. John the ferry runs 5:30 (Monday-Friday) 6:30 & 7:30 a.m and then hourly from 8:00 a.m. until Midnight.   Vehicle Ferry Vehicle ferry service is also available, departing from Red Hook, arriving at the vehicle ferry dock located just minutes away from downtown Cruz Bay. There are 4 barges when they are all running. One usually leaves every half hour.   Car Rentals A simple Internet search will provide you with information for car rentals on St. Thomas and St. John.   Taxi Service Taxi service is available at the Ferry Terminal or by calling St. John Taxi Association Phone: 340-693-7530 Always schedule the Taxi to return to pick you up especially when being dropped off at a beach. There is limited cell phone service at the beaches and you may not be able to call.   Public Transportation The Vitran Bus System services various areas of the island and usually runs Monday - Friday. Vitran buses run along Centerline Road. The buses travel from the Cruz Bay ferry dock, through to Coral Bay and then to Salt Pond Bay. From Cruz Bay the bus leaves at 6 am, 7 am, and then 25 minutes past the hour until 7:25 pm. From Salt Pond Bay the bus leaves at am, 6 am, 7am, 8 am and then 10 minutes after the hour until 8:10 pm. The fare is $1 a person. Senior Citizens receive a discounted fare of $.55. The Public Bus system is not very reliable, if you are on a tight or limited time schedule it is not a good idea to depend on the bus.                   In case of EMERGENCY DIAL 911 From Cell Phone DIAL (340) 776-9110",
    "url": "https:\/\/www.nps.gov\/viis\/planyourvisit\/gettingaround.htm"
}
