{
    "title": "Lake Chelan National Recreation Area: Cougars",
    "body": "Cougars       Ghost Cat of the Cascades   Mysterious, enigmatic, secretive -- the cougar weaves in and out of myth and legend like a wisp of smoke. Catamount, painter, puma, mountain lion: many names from many places, all belonging to the cat known in the Pacific Northwest as cougar. Felis concolor, \"cat of a single color\" to biologists; in American folklore, ghost walker and ghost of the wilderness. Cougars, the largest cat in North America, once ranged across the continent. They are now extinct in most of their former range due to aggressive predator control programs and habitat loss. Cougars have all the grace and playfulness of a house cat; they purr and have a taste for catnip. Many people are familiar with cats. We think we understand them, and this can lead to some misconceptions concerning cougars. For they are wild animals and should be respected as such.         Natural History  Adult cougars weigh from 85-180 pounds, and may reach six to eight feet in length. The thick, expressive tail makes up about one-third of the total length. The coat is typically a tawny color, shading into red in the southwest or grey in the northern part of their range. The muzzle and chest are white, with dark triangular markings on either side of the mouth and a dark tail-tip. Cougars are solitary animals, and come together only for mating. Cubs stay with their mother for up to two years. She is a playful and loving parent, teaching her young what they need to know to survive. Females first breed at 18-24 months of age, gestation is 92 days, and litters of cubs are born at two-to-three year intervals. Cubs are born with blue eyes and a spotted coat; the spots gradually fade and disappear completely by age two. America's largest cat patrols a territory of 125-175 square miles, with female ranges a bit smaller and often overlapping the males'. Cougars mark their boundaries with \"scrapes\" consisting of a mound of dirt and forest litter, urine, and dung. These scrapes serve to warn other cats, and territories are defended by mutual avoidance rather than direct confrontation.         Status  Cougars are mainly nocturnal creatures, rarely seen. They favor dense forests that provide good stalking cover while hunting. Cougars also take advantage of steep canyons and rock outcroppings to remain hidden. Life in the wild is dangerous. Free-ranging cougars seldom live more than 13 years. They must find food (cougars eat everything from mice to elk, but deer is the preferred prey), a mate, a territory, and avoid hunters. The cougar is listed as a game animal in Washington, they are still hunted. The cougar has survived the invasion of humans into its habitat because of its secretive nature and adaptability. We need not make their struggle any more difficult. A cougar is more beautiful running free than mounted as a trophy or locked in a cage. The cougar is neither threatened nor endangered, but it is suffering from habitat loss and human intrusion. Young cougars are finding it more difficult to establish their own territories. Two other cats live in the Cascade range: the lynx is listed as a proposed threatened species (declining populations); the bobcat population is stable.      Safety in Cougar Country  When people visit the backcountry, they are in cougar habitat, in their territory. Keep this in mind and follow some basic rules. Cougars are shy, secretive cats and typically avoid contact with people. Few people ever see this elusive cat in the wild, but sightings and encounters have increased in recent years. For your safety:  Never approach a cougar, especially a feeding one. Cats are unpredictable, but will normally avoid a confrontation -- give them a way out. In areas of known cougar sightings, do not hike alone. Keep children close to you when hiking and pick them up if you see fresh signs of a cougar.  If you encounter a cougar:   Do not run. Avert your gaze and speak to it in a calm voice. Do not turn your back on the cougar. Hold your ground or back away slowly. Sudden movement or flight may trigger an instinctive attack.  Spread your arms, open your coat -- do all you can to enlarge your image.  If the cougar act aggressively:  Wave your arms, shout, and throw rocks or sticks. If you are attacked, fight back. Do not \"play dead.\"       Reporting an Encounter  If by some rare chance, you meet the ghost cat of the Cascades, consider it a gift. Please make a report at any ranger station or park facility.      Additional Reading  Cougar - The American Lion, Hansen, Northland Publishing.   Disclaimer: This book is listed as an example of titles available on this subject. Its listing does not indicate endorsement by the National Park Service.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/cougars.htm"
}
