{
    "title": "Lake Chelan National Recreation Area: BioBlitz 2014 - Profiles",
    "body": "Explore This Park    Learn About the Park     Nature     Research     North Cascades BioBlitz     BioBlitz 2014 - Profiles                  BioBlitz Profiles        NPS                        Amphibians  Amanda Kissel (frogs)   Geology   Dr. Jon Riedel (glaciers)   Insects  David Droppers (moths) Tanner Humphries (butterflies and moths) Jonathan Koch (bumblebees) Dr. Jessica Rykken (bees and flower flies) Dr. Sean Schoville (alpine butterflies, beetles and icecrawlers) Dennis Strenge (moths) Michelle Toshack (butterflies and moths)     Lichen   Dr. Katherine Glew (lichen)   Mammals   Roger Christophersen (park mammals) Rochelle Kelly (bats) Dr. Mike Russello (pika) Matthew Waterhouse (pika)   Plants  Dr. Judy Harpel (hornworts, liverworts, and mosses) Dr. Robin Kodner (algae)              Roger Christophersen in fall 2013. ©Roger Christophersen  Roger Christophersen Roger Christophersen is the park vertebrate biologist at North Cascades National Park Service Complex. For the nearly two decades, he has monitored mammals for the National Park Service. From bats to wolves to pika to wolverines, he has worked to monitor and inventory the life cycles, movement, and sensitivity of species native to the North Cascades ecosystem. Roger's skill as an accomplished mountaineer supports his monitoring projects in remote and inaccessible regions of the service complex. In addition to the above accomplishments, he has taken part in the monitoring and survey of Gulf Islands National Seashore following the 2010 Deepwater Horizon spill.        David Droppers ©David Droppers  David Droppers  David Droppers has been studying butterflies and moths for over 10 years. His primary research interest is reaction to populations after management actions. He has put his skills to work for the National Park Service, U.S. Forest Service, Woodland Park Zoo, and many others. An all-around naturalist, he enjoys working with a variety of wildlife and plants.   David received his Bachelor's degree in Environmental Science and Resource Management from the University of Washington, and is currently completing his Master's degree in Environmental Science at Western Washington University.        Dr. Katherine Glew ©Katherine Glew  Katherine Glew Dr. Katherine Glew is Associate Curator of lichens and bryophytes at the University of Washington Herbarium. Dr. Glew is presently curating historic collections and processing lichens collected from the Russian Far East.  In addition to curation responsibilities, her research interests include studying alpine lichen community structure in the northeast Olympics, North Cascade Mountains and Mount Rainier National Park.   After a 20 year career as a high school biology teacher, Dr. Glew returned to the University of Washington, earning her Ph.D in biology. Her research focused on lichen taxonomy and alpine vegetation ecology. Following graduation she pursued post-doctoral research in Bergen, Norway and the Field Museum of Natural History in Chicago. From 2000 through 2003, Dr. Glew taught courses in biodiversity, ecology, and cryptogamic botany at the University of Puget Sound. During the summers of 2001 and 2003, Dr. Glew joined Ted Pietsch, from the University of Washington, in the International Sakhalin Island Project (ISIP) to study the lichen biodiversity of temperate regions from the Russian Far East. Katherine's current interests include lichens found in island ecosystems (i.e. San Juan Islands) and lichen succession occurring after the 1980 eruption of Mount St. Helens and in Alaska's arctic tundra.  Dr. Glew heads a lichen study group which meets weekly at the University of Washington. Currently Katherine is perusing research with lichen taxonomy, island and alpine ecosystems and teaching workshops in lichenology. Katherine has a B.A. in biology, a M.Ed. in environmental curriculum and instruction, and a Ph.D. in biology from the University of Washington.        Dr. Judith Harpel in Yellowstone National Park. ©Judith Harpel  Judith Harpel  Dr. Judith Harpel has been studying bryophytes for over 40 years. She is the Curator of Bryophytes and an Adjunct Professor at the University of British Columbia. Her research interests are in bryophyte taxonomy, and systematics, floristics, bryophyte ecology and rare bryophyte management. She is a member of the Plant and Lichen Specialist Subcommittee for the Committee on the Status of Endangered Wildlife in Canada (COSEWIC) and a U.S. Representative to the International Union for Conservation of Nature (IUCN)\/SSC Bryophyte Specialists Group. Judith has done research on Sakhalin Island, in the Russian Far East, Yellowstone National Park, Mount Rainier National Park, Olympic National Park and throughout Canada and the United States.  Currently she is working on a moss checklist for the state of Washington.        Tanner Humphries at Sauk Mountain in early July 2014. NPS\/Regina Rochefort  Tanner Humphries Tanner Humphries has been a biological technician with the Cascades Butterfly Project since 2013. He graduated from Western Washington University with a degree in Environmental Sciences and is passionate about wildlife conservation. This spring he worked in Yellowstone National Park studying the trophic cascades relationship between wolves and riparian vegetation.        Rochelle Kelly examining a bat. ©Rochelle Kelly  Rochelle Kelly  Rochelle Kelly is a Ph.D. student at the University of Washington, Seattle. She is broadly interested in behavioral and functional ecology, biogeography, and conservation. As an undergraduate, she completed an honor’s thesis using acoustic monitoring techniques to investigate the activity of bats in vineyards. Bats are an incredibly diverse group of mammals, and yet many aspects of their ecology remain poorly understood.        Amanda Kissel Holding an Amphibian ©Amanda Kissel  Amanda M. Kissel Amanda M. Kissel is a graduate student at Simon Fraser University in Burnaby, British Columbia. Amanda is part of the Earth to Ocean Group in the Biological Sciences department at Simon Fraser and was a 2013 National Park Service George M. Wright Climate Change Fellow. She is conducting her Ph.D. research in North Cascades National Park Service Complex, Mount Rainier National Park, and Olympic National Park. Her work aims to assess the vulnerability of Cascades frogs (Rana cascadae) to increased variation in climate conditions such as winter snowpack, seasonal temperatures, precipitation, and pond permanency (hydrology).   Amanda graduated as an Honors Scholar from Colorado State University with a Bachelor of Science in Wildlife Biology with a concentration in Conservation Biology. Prior to joining Dr. Wendy Palen’s lab at Simon Fraser in 2010, she worked as a research assistant on a variety of herpetile projects in the western United States.        Jonathan Koch in Oregon ©Jonathan Koch  Jonathan Koch Jonathan Koch is a Ph.D. student at Utah State University where he collaborates with the USDA-ARS Pollinating Insect Research Unit in Logan, Utah. During his Master’s work, he applied species distribution modeling techniques and GIS to over 50,000 natural history and contemporary specimen records to estimate bumble bee decline in the United States. He is currently investigating patterns of bumble bee genetic diversity in the Pacific Northwest in the context of projected climate change. He is an advocate for citizen science, serving as a coordinator for USU Insect Tours, which attracts hundreds of Pre-K-12 students each year from northern Utah. His 2012 publication, a Guide to the Bumble Bees of the Western United States, co-authored with James Strange and Paul Williams was recently named a notable government publication by the American Library Association.        Robin Kodner, 2014 ©Robin Kodner  Robin Kodner Dr. Robin Kodner earned her Ph.D. at the Department of Organismic and Evolutionary Biology at Harvard University. From 2008-2010, she held a post-doctoral fellowship at the University of Washington Friday Harbor Labs with the University of Washington School of Oceanography. She spent an additional year in the Armbrust Lab as a postdoctoral research fellow with the University of Washington School of Oceanography before returning to Friday Harbor Labs as Senior Research Scientist in 2011. She has been an assistant professor in Biology at Western Washington University since 2012.    Dr. Kodner will be presenting on pink snow, commonly referred to as watermelon snow. This phenoment represents a community of organisms that include microalgae and bacteria. Though the algae in these communities have been known a long time from microscope studies, Dr. Kodner is leading the first large-scale DNA survey of the whole community using the newest technology in DNA sequencing. Using powerful environmental genomic techniques, she and her team are starting to investigate questions about how these algae communities change with elevation and latitude, and how they may be affected by reduction of snow pack in the future.        Jon Riedel on Swauk Glacier, 2011 NPS  Jon Riedel Dr. Jon Riedel is a geologist with the National Park Service at North Cascades National Park, and holds a M.S. degree from the University of Wisconsin and a Ph.D. from Simon Fraser University. For more than 25 years his research has focused on the sensitive response of Washington’s glaciers to climate change, from 30,000 years ago in the last ice age to modern glaciers. Dr. Riedel established glacier monitoring programs at Mount Rainier National Park and North Cascades National Park Service Complex to track mass balance and runoff from six glaciers and is completing a research project on glacier status at Olympic National Park. He is president and chairman of the Skagit Climate Science Consortium, a nonprofit group of researchers focused on the impacts of climate change in Puget Sound’s largest watershed.        Michael Russello and Tortoise ©Michael Russello  Michael Russello  Dr. Michael Russello is an Associate Professor in the Department of Biology at the University of British Columbia, Okanagan Campus. Dr. Russello received his Ph.D. from the Department of Ecology, Evolution and Environmental Biology at Columbia University, where he graduated with distinction. He completed postdoctoral training within the Department of Ecology and Evolutionary Biology at Yale University, before establishing the Ecological and Conservation Genomics Laboratory at UBC.   Work in his lab is at the interface of ecology and evolution, employing genetic and genomic approaches to reconstruct population-level patterns and infer process to study basic and applied questions associated with local adaptation, life history evolution, taxonomic status, wildlife conservation and fisheries management. Projects have featured organisms spanning a wide taxonomic breadth, ranging from marine invertebrates and freshwater fish to wildlife species of varying conservation status. His work has been published in top-tier journals including Current Biology, Proceedings of the National Academy of Sciences, Molecular Ecology, and Evolutionary Applications, and he is an Associate Editor at Conservation Genetics and PLoS One.         Jessica Rykken ©Jessica Rykken  Jessica Rykken Dr. Jessica Rykken is a Research Associate at the Museum of Comparative Zoology, Harvard University. She is bringing her interest in insect pollinators to North Cascades National Park Service Complex. Insects that are pollinators are an often under-appreciated component of park fauna, yet they are critical to the maintenance of healthy plant communities and functioning ecosystems in the park.  Jessica will use a variety of sampling methods (bowl, vane, and malaise traps, as well as netting) to inventory the many of habitats for insect pollinators, specifically bees and flower flies. Jessica’s work will build on recent inventories by Dr. Jamie Strange on western bumblebees and bees surveys conducted by park staff in collaboration with Dr. Sam Droege and Dr. Ralph Grundel of USGS.  Some pollinator species may be, or become at risk of, disappearing from North Cascades habitats because of climate change. Our inventories will serve as a baseline for future monitoring of changes in pollinator diversity, and to help identify those pollinators that might be the \"canary\" of the insect world. Pollinators in habitats that are more and less vulnerable to a changing climate can be compared. Dr. Rykken got her Ph.D. in Entomology at Oregon State University in 2004, and spent eight years as a post-doc and research assistant at the Museum of Comparative Zoology at Harvard University. During this time, she coordinated an All Taxa Biodiversity Inventory (focused on insects) in Boston Harbor Islands National Recreation Area from 2005 to 2010, set up a bee monitoring program at the same park in 2006, and also assisted in insect biodiversity projects at Yellowstone National Park, George Washington Birthplace National Monument, Denali National Park and Preserve, and Acadia National Park. She also worked with the NPS Biodiversity Coordinator to develop a plan for a Taxonomists-in-Parks program.        Sean Schoville in California, 2006 ©Sean Schoville  Sean Schoville Dr. Sean Schoville's work has been inspired by the natural history of species and his fascination with how they overcome challenges in the natural world. He is particularly interested in mountain landscapes, with their extreme environments, and considers insects to be one of the best groups to study how alpine ecosystems work and how they are changing. Dr. Schoville received his Ph.D. from the University of California-Berkeley, where he studied the evolutionary history of alpine butterflies, beetles and icecrawlers in the Sierra Nevada Mountains. Since that time, he has continued working on these groups in other parts of the world, including Russia, Japan, and China, as well as mountains in the United States and Canada. He is currently an assistant professor in the Department of Entomology at the University of Wisconsin-Madison, where he teaches courses in genetics and entomology. He is studying alpine insects in the North Cascades to better understand their diversity, history and relationship to the environment, as well as to develop the necessary information to monitor their responses to environmental change.        Dennis Strenge ©Dennis Strenge  Dennis Strenge Dennis Strenge has performed field work in support of insect biodiversity studies for several years. Starting in 1995, he contributed to the Hanford Biodiversity Study on the Hanford site operated by the Department of Energy. In 2001, he performed a study for the U.S. Department of Fish and Wildlife of insect occurrence on the Fitzner-Eberhardt Arid Lands Ecology Reserve at Hanford to investigate the impact of the range fire that burned much of the reserve during 2000. He is currently in the third year of an insect biodiversity study for Olympic National Park focusing on the Elwha River after the removal of two hydroelectric dams on the river.        Michelle Toshack on Sauk Mountain in early July 2014. NPS\/Regina Rochefort  Michelle Toshack Michelle Toshack is the field coordinator for the Cascades Butterfly Project at North Cascades National Park Service Complex. This is her fourth season with the project, as well as working on a butterfly inventory in the North Cascades and Mount Rainer National Park in 2008 and 2009. Michelle has been involved in many biological surveys including owls, pikas, woodpeckers and whale sharks. This fall Michelle will be starting her graduate degree at Simon Fraser University in Burnaby, B.C.        Matthew Waterhouse ©Matthew Waterhouse  Matthew Waterhouse Matt Waterhouse attended the University of Maine at Farmington for a Bachelor of Science in environmental science. His master's research at the University of Wisconsin – Stevens Point investigated demographic influences on the genetic diversity of walleye populations. He is currently attended the University of British Columbia, Okanagan, for a Ph.D. in biology. His current research interests include conservation genetics, adaptive genetic radiation, and landscape genomics.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/bioblitz-2014-profiles.htm"
}
