{
    "title": "Lake Chelan National Recreation Area: Acoustic Monitoring",
    "body": "Acoustic Monitoring        Acoustic monitoring on Thunder Knob, one of the most popular trails in the park. NPS\/NOCA       Acoustic monitoring provides a scientific basis for assessing the current status of acoustic resources, identifying trends in resource conditions, quantifying impacts from other actions, assessing consistency with park management objectives and standards, and informing management decisions regarding desired future conditions. North Cascades National Park Complex has been working with the National Park Service Natural Sounds Program to create a baseline of the acoustic environment in the Park Complex. Park scientists are currently monitoring acoustic conditions in as many as six sites per year. Sites are chosen to cover a diverse array of vegetation types, elevations, and locations across the landscape, along with areas which are of specific management concern. In these sites, automated sound monitoring stations are deployed, which collect continuous acoustic data for 30 days. This data consists of sound pressure levels, audio recordings, and meteorological data which scientists use to determine a representative sound profile for each site location.  Source identification\/On-site Listening Observer data logging provides us with a way to discern timing and duration of different sound sources, in addition to the origin of the sound sources. Four observer logging sessions are conducted at each monitoring site, at different times of day and days of the week. During observer logging sessions, park scientists note the sounds they hear (using a palm pilot) over a one-hour period. The Natural Sounds Program uses a palm pilot program that logs the sound source, time, and duration of the event.         Figure 1. Spectrogram of hooting barred owl. NPS\/NOCA  Off-Site Listening Once the data is collected, it is analyzed back in the office. When analyzing backcountry sites, park scientists use visual analysis on a subset of site samples in order to identify duration of audible sound sources. This involves looking at the data in a spectrogram form, then noting the sounds present. Spectrograms (see Figure 1) are visual representations of sound that show frequency and decibel levels changing over time. Audio samples are then employed to confirm identification. The total percent time sounds were audible is then used to calculate the natural ambient sound level for each hour.  Frontcountry sites are much more complex, with too much noise present to analyze visually. These sites must be analyzed by listening to the sound data, which involves listening to ten second sound clips every two minutes. This method was developed to capture the overflights of commercial jets, which are audible for approximately 110 seconds.  Results Results show that the park complex has rather concentrated areas of noise intrusions surrounded by large expanses with very low levels of human-caused sound. Although human-caused sounds occur infrequently in many areas, natural ambient sound levels are often relatively high due to the prevalence of cascading water. This finding is especially appropriate given that the term \"Cascades\" is the park complex's namesake. The baseline data collected during this period will help park managers determine if desired conditions for natural soundscapes are being met in the future.        Waterfall from Ross Lake, heavy with Spring meltwater. NPS\/NOCA\/David Astudillo",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/acoustic-monitoring.htm"
}
