{
    "title": "Lake Chelan National Recreation Area: Sound Clips",
    "body": "Sound Clips        Click on an acoustic monitoring site to hear and see examples of the North Cascades soundscape. NPS\/NOCA Staff                             Click on any of the locations below for a sample of sounds heard at North Cascades National Park acoustic monitoring sites.  1. Big Beaver Valley, July 2010 Located well up Big Beaver Valley, nestled among towering cedars, this was a serene site. Very few jets or planes flew overhead, leaving the site to the sounds of birds and insects.  2. Sourdough Mountain, July 2010 High above the highway, a grueling hike rewards visitors with breathtaking views of the highway corridor and the surrounding peaks. The site was located about a mile below the lookout tower, yet sounds of the highway were still audible. A thunderstorm roared through this site and echoed off the peaks and valleys. 3. Ross Dam Trailhead, February 2010 Attempting to capture the sounds of winter use on Highway 20, a winter site was deployed above the Ross Dam trailhead, past the road closure gate. In a winter of very little snow, the usual snowmobile noise was absent. The phone at the Seattle City Light operated dam below echoes across the valley, along with gunshots. 4. Thunder Knob, June 2010 Located near a popular day hiking trail, this site was a mix of front country and backcountry. The highway is just a mile below, and vehicle traffic is frequently audible. However, this site is not without natural sounds as well. The sound of a nighthawk performing his dive was audible here. 5. Colonial Campground, August 2009 In the midst of a busy campground, sounds of the highway and campers filled the air. Rare natural sounds such as the faint call of a spotted owl intermingle with the slamming of car doors and barking dogs. 6. Newhalem, July 2009 The Newhalem site was located approximately 100 feet above the highway corridor at the edge of the Seattle City Light company town. Highway noises along with noises from the town are easily heard since the sounds are bounced off the steep cliffs. 7. Easy Pass, August 2009 This site was located at Easy Pass, 3.5 miles into the backcountry from SR 20. Natural sounds of marmots and rockfalls prevailed; however, vehicles were barely audible on clear, calm nights.  8. Park Creek Pass, August 2010 Twenty miles in to the backcountry, this was our most remote site. High up on a windy mountain pass, the sounds of marmot whistles mix with noises of aircraft overflights. A Search and Rescue on a nearby mountain brought increased air traffic to the area for several days.  9. Dagger Lake, September 2010 Located near Twisp Pass, on the eastern side of the park, this lake is a popular overnight camping destination. One of the quietest sites, this location was packed with animal activity. A bear ran by the site, and then returned to investigate. Distant howls of wolves were audible on clear nights.  10. Rainbow Loop Trail, Stehekin, July 2009 The Rainbow Loop site was located off the popular Rainbow Loop trail in Stehekin. Natural sounds were most evident at this site, although helicopter noise was present due to fires in the area. During the site deployment, a curious bear knocked over the equipment and tore the microphone windscreen.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/sound-clips.htm"
}
