{
    "title": "Lake Chelan National Recreation Area: Mountain Goats",
    "body": "Mountain Goats          Amongst the crags and ridges of this wilderness dwell supreme mountaineers. Mountain goats are superbly adapted to the harsh conditions of the North Cascades. They traverse the steep terrain aided by their strong muscular forequarters, scrambling over rocky slopes on split, pliable hooves with soft rubbery pads with a hard outer lining. Their compact bodies with thick hollow hair and wool \"subfur\" hold heat and repel wind and water.  Mountain goats are not really goats at all, but are members of the antelope family.Mountain goats (Oreamnos americanus) are native to Alaska, the Cascade Mountains of Washington State, and a few other areas in the lower 48 states. Much of Washington's mountain goat habitat is on federally managed land (national parks and forests).  Mountain goats are specialized in their hoof and body shape so that they can be the most successful travelers on the cliffs where few predators will follow. To survive in such a specialized habitat. however, they are generalist herbivores who are able to eat most plants, including lichens. mosses, and conifers. They live at a variety of elevations, near different forest types, but always near cliffs.         In western Washington, mountain goats summer above 5,000 feet (1,500 m) elevation. near cliffs, snowfields. and wind. They are most often observed in meadows, dustbaths. and on bare rock benches. Many family groups of mountain goats make their home on Mt. Baker and numerous other Cascade peaks. You can sometimes see these animals at a distance from Artist Point and other viewpoints. Mornings and evenings they browse on huckleberry and shrubs. Mid-days they are more sedentary, often resting on snow banks during warm summer afternoons.  In winter, bands of goats move down to lower-elevation. south-facing old growth forests that are interspersed with rocky outcrops where they gain some protection from harsh winter elements. The warmer southern exposure and brisk valley winds keep these ledges free of snow, allowing the goats to forage for lichen, grasses and shrubs on snowfree bluffs. Because the best wintering areas are selected for their physical characteristics, and not for the availability of forage, food may be scarce.         A mountain goat's typical day includes morning foraging, bedding during mid-day and then a prolonged feeding period in late afternoon to evening. The timing and length of these periods seems to depend on weather and temperature. During hot summer-days, afternoon bedding may continue until foraging areas become shaded: goats may then forage until well after dark, particularly if the moon is full. Winter activity patterns are similar, but due to colder weather and shorter periods of daylight, foraging may be longer and bedding periods shorter during the day.  Male and female mountain goats look similar, with shaggy white coats and curved black horns. They live in loose family groups of several adult females (nannies), with their kids and yearlings. Adult males (billies) may be tolerated in the summer, when food is plentiful, and during the autumn mating season. However, during the harsh winter months, the dominant nannies get the best wintering areas.   Survival in high alpine regions is a struggle. Mortality rates average 60-70 percent in the first year and 50 percent during the second year of life. Causes of high mortality include avalanches, falls, predation (cougar, golden eagles), parasites, and poor winter conditions causing stress. Mountain goats are mature in 2.5 years and live about 10 years in the wild.   Because of their life history characteristics, mountain goats are more vulnerable to population reductions than most ungulate species; it's harder for them to bounce back. Human presence can adversely affect mountain goats by causing them to use energy they would otherwise use to survive. Please keep a polite distance from any mountain goats you see and then come tell us about your experience!         So - where, specifically, are the mountain goats in the North Cascades? How are they doing and what do they need to flourish? Since capturing and tagging goats in rugged mountain terrain is dangerous for both goat and researcher, information about habitat was collected from the observations of backcountry users.   Park scientists entered the information into a computer linked to a Geographic Information System. By combining geographic data with reported locations of goats, a map of probable habitat was developed and is on display at the North Cascades National Park Headquarters in Sedro Woolley.   This research helps resource managers assess potential impacts on mountain goats when evaluating proposed projects in the park such as trail construction and other development. Visitor reports are invaluable and are greatly appreciated. Please report mountain goat and other unique wildlife sightings to park staff.      Additional Reading  A Beast the Color of Winter: The Mountain Goat Observed, Chadwick, Sierra Club Books.   Disclaimer: This book is listed as an example of titles available on this subject. Its listing does not indicate endorsement by the National Park Service.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/mountain-goats.htm"
}
