{
    "title": "Virgin Islands National Park: Ranger Programs & Tours",
    "body": "Explore This Park    Plan Your Visit     Ranger Programs & Tours            Park Ranger Programs & Guided Tours         Photo by Judy Buchholz   There are several guided tours available in the Park including; hikes, shore walks, bird walks, even snorkel tours. There is even a self guided snorkel trail located in Trunk Bay. To learn about our upcoming programs check the NPS calendar or download the activities schedule for August. Ranger Guided Hikes L'Esperance Hike Follow this historic Danish road to explore the ruins of the earliest plantations established on St. John. Learn about the amazing adaptations that emerged from the struggle for survival, both for the early settlers on the island and the wildlife that has a home here.  View the island's only baobab, a sacred tree species that was brought to the Caribbean by enslaved Africans. Further along the trail, a lush grove of fragrant Bay Rum trees provides a glimpse at the industry that once made St. John world-famous.  As you descend towards the beach you will enjoy beautiful views of Reef Bay and experience the fascinating transition from shady tropical forest to a desert-like landscape.  Reef Bay Trail Step back in time while experiencing a moist tropical forest as you hike down the verdant Reef Bay Valley. Along the way, you will have the opportunity to learn about the people who have called St John home and about their relationship to the natural world.  Sugar plantation ruins, stone walls from cattle grazing, and ancient rock carvings left behind by the pre-Colombian Taino can be found along the trail. This evidence from the past is a reminder of changes over time on the island.  The oldest and tallest trees on the island can be found in this valley, creating a canopy of shade for hikers and a habitat for a variety of wildlife. Throughout time, people survived using vines, trees, flowers and fruits that are now preserved and protected for future generations.  Come Prepared for a Fun Adventure Most visitors hike these trails without incident and have a wonderful time. Be aware that these backcountry trails are steep in places and are uneven and rocky, and can be slippery even when dry –you'll need sturdy, closed-toe shoes and a sure foot. Take plenty of water, some snacks and a lunch, and a hat. Mosquito repellent is a good idea, too, and a swim suit if you'd like to take a dip in the ocean down at the beach. From the trailhead to the beach is about three miles one way. These guided hikes go at a reasonably steady pace with occasional stops for the ranger to offer insight about the historical and natural features along the trail. The hikes take about three and one half hours from start to finish.  Both hikes end with a 40-minute boat ride back to the Cruz Bay Visitor Center. As you cruise back, you can take in the scenery of Virgin Islands National Park, with forested green hillsides meeting white sand beaches and clear turquoise water.  It is extremely rare, but weather or other factors may prevent the boat from picking up hikers, requiring a trek back up to the trailhead. Park rangers will assure everyone makes it back up, but it will take extra time and delay your return to Cruz Bay.  Please take a moment to evaluate whether these hikes are appropriate for you and your family, as there is NO REFUND for any reason within 24 hours of the hike. Rain or shine—we go hiking!  To make a reservation, visit Friends of Virgin Islands National Park website.  Other Options Friends of the Virgin Islands The Friends of the Virgin Islands offers a winter seminar series. These include guided tours to Hassel Island, hiking with Park and local scientists, kayaking or snorkeling in the mangroves and many others. To learn more about the seminar series visit Friends of Virgin Islands National Park website. Kayaking and Paddleboard Kayaking and Paddleboard tours are offered in several locations throughout the Park. Safaris Safari bus (taxi) drivers offer two-hour or three-hour guided tour of the Island, including the Park. These tours usually begin and end at the public ferry dock in Cruz Bay. They stop at overlooks for panoramic views of beaches and surrounding hillsides and at remnants of Annaberg and other sugar plantations. A simple Internet search will provide you with an endless list of options for things to do while you are staying with us here on St. John.                   Guided Hikes   6 Photos  Hiking photos from around the island",
    "url": "https:\/\/www.nps.gov\/viis\/planyourvisit\/rangerguidedtours.htm"
}
