{
    "title": "Lake Chelan National Recreation Area: For Students",
    "body": "For Students       Are you enrolled or accepted for enrollment as a degree seeking student and you are taking at least a half-time course load, at an accredited institution? Have you you graduated from an accredited institution within the last two years? If you answered \"yes,\" you may be eligible for a student or recent graduate appointment through the Pathways for Students and Recent Graduates program.  Additional information and specific requirements are available at the Office of Personnel Management Student & Recent Graduates website.      Pathways The U.S. Office of Personnel Management has a new web site designed just for high school, college students, and recent graduates: USAJobs Student Jobs.  Searches begun here automatically show all jobs that have been identified as available to students on USAJobs. These include temporary, coop positions, internships, volunteer opportunities, and university work-study positions.      Other Opportunities for Students  Each year North Cascades welcomes a number of full-time volunteers from the Student Conservation Association (SCA), a national non-profit organization. These volunteers, who may be high school or college students or other adults, assist with a range of vital activities from trail maintenance or bear management to backcountry patrol or assisting park visitors. In return, the volunteers receive valuable training and experience, have most expenses paid, and are able to live and work in one of America's premier national parks. In addition to North Cascades, SCA places volunteers at hundreds of other national and state parks, national forests, wildlife refuges, and other natural and historical sites nationwide. The Youth Conservation Corps (YCC) is a summer employment program for young men and women ages 15 through 18. Through work projects done in the park, this program provides enrollees with a better understanding of their environment and management of our natural resources.       Youth Conservation Corps Summer Positions 2016 North Cascades National Park is recruiting for four to six youth age 15-18 for this summer's Youth Conservation Corps (YCC) in Marblemount, Washington, from June 20 - August 12. The program is non-residential, therefore, enrollees are responsible for their own housing and daily transportation to and from Marblemount.",
    "url": "https:\/\/www.nps.gov\/noca\/getinvolved\/supportyourpark\/for-students.htm"
}
