{
    "title": "Lake Chelan National Recreation Area: Life Zones of Birds",
    "body": "Life Zones of Birds       The abundance and diversity of life are influenced by climate, elevation, soil development and other physical factors, which can be divided into distinct zones. Each zone has its unique complement of continually evolving plant and animal communities. The North Cascades is an excellent showcase of the North American life zone system. From the west slopes' humid river valleys to the east slopes' arid sage brush plains the steep mountain range encompasses five distinct life zones.      Humid Transition Zone  The west slope from sea level to about 1,500 ft. is characterized by dense Douglas fir and western hemlock forests. Streamside vegetation includes maple, alder, cottonwoods and dogwood. The understory is dominated by ferns, mosses, mushrooms and flowering plans like Oregon grape, salal, and salmonberry. This zone is home to western Washington's ancient old-growth forests. While enjoying these forests along the highway stop, look and listen for spotted, barred and great horned owls, ruffed grouse, band-tailed pigeon, Vaux's swift, pileated woodpecker, Stellar's jay, winter wren, chestnut-backed chickadee, golden crowned kinglet, Swainson's thrush, song sparrow, and purple finch.      Canadian Zone  You will notice a gradual change in vegetation types as you enter the Canadian zone from 1,500 ft. to 4,500 ft. elevation. The wet western slopes are dominated by western hemlock, red cedar and silver fir. Lodgepole pine, Douglas fir, and Engelmann's spruce forest dry eastern slopes. Birds of this zone include Barrow's goldeneye, red-breasted sapsucker, Stellar's and gray jays mountain chickadee, red-breasted nuthatch, winter wren, dipper, varied thrush, MacGillivray's warbler, Lincoln's sparrow, and red crossbill.      Hudson Zone  From 4,500 ft. to timberline you are in the Hudsonian zone. Similar to the northern climes on central Canada, this zone is characterized by mountain hemlock, subalpine fir, and white-barked pine. Though no bird species are confined to this zone, typical inhabitants include blue grouse, rufous and calliope hummingbirds, three-toed woodpecker, Clark's nutcracker, Townsend's solitaire, hermit thrush, Townsend's warbler, fox sparrow, and white-winged crossbill.      Arctic-alpine Zone The arctic-alpine zone is that area above timberline that epitomizes the mountainous terrain of North Cascades National Park. Here on the windswept ridges lie alpine meadows of heather interspersed with luetkea, huckleberry, Labrador tea, and a plethora of showy wildflowers. The landscape is dominated by snowfields, rock and ice. A few hardy bird species use this zone and include white-tailed Ptarmigan, black swift, common raven, horned lark, water pipit, and rosy finch.      Arid Transition Zone  As you descend the east slope of the Cascade Range you enter a ponderosa forest sparsely understoried by Oregon grape, snowberry, wild currants, and sagebrush. This zone is home to the western screech-owl, common nighthawk, Hammond's and dusky flycatchers, pygmy nuthatch, house wren, gray catbird and Cassin's finch. See if you can identify what zone you are in by the animals and plants you observe. Do you notice changes in birdlife as you change life zones? Notice gradual zone changes. You should be able to predict what birds you may see from the types of trees, shrubs and flowers surrounding you.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/bird-life-zones.htm"
}
