{
    "title": "Lake Chelan National Recreation Area: Work With Us",
    "body": "Work With Us       For current vacancies, please click here.  For students, please click here.  For volunteer opportunities, please click here. For Americorps VISTA volunteer (Apply now!), please click here.       The National Park Service employees over 20,000 permanent and 10,000 seasonal employees in nearly 400 park units. Caring for our national parks requires a diverse workforce, all committed to achieving the same mission: The National Park Service preserves unimpaired the natural and cultural resources and values of the National Park System for the enjoyment, education, and inspiration of this and future generations. Each year, the National Park Service fills jobs in many fields, including interpretation, maintenance, administration, resource management, education, dispatch communications, and law enforcement. Some jobs are office oriented, while others focus on working with the public, school children, or natural and cultural resources. Many jobs will be permanent, some will be filled for \"terms\" of one to four years, while others will be filled seasonally. Types of jobs Permanent and term jobs offer a complete benefits package, including heath and life insurance and an outstanding retirement program. Almost all jobs offer the opportunity to accrue annual leave and sick leave, and overtime pay is sometimes available. Many people desire permanent or term jobs with the National Park Service, which can be highly competitive. However, many people also desire work of a short-term or seasonal nature as well. Most National Park Service units offer summer and winter seasonal jobs. The summer season usually runs from early May through mid-September, although some parks have seasons that start earlier and end later. Winter seasonal jobs usually run from October through March. Employment with the National Park Service is limited to citizens of the United States. However, if you are not a citizen, you may still volunteer your time for the National Park Service or work with a nonfederal entity. Many opportunities are available to work in a national park. Each job performs a vital function--that of providing visitors an opportunity to enjoy a unique experience, while working hard to preserve natural and cultural resources for future generations. Qualifications All vacancy announcements have an \"Area of Consideration\" that will describe is eligible to apply for that position. Those positions that are designated \"all sources,\" \"all qualified,\" or \"open to everyone\" includes all U.S. citizens. \"Federal status candidates,\" \"government-wide,\" \"service-wide,\" or \"bureau-wide\" indicates that you must be a current permanent federal employee or be eligible for reemployment (also called reinstatement) based on prior federal employment. Some exceptions allow all citizens of the United States, without regard to prior federal service, to apply for a vacancy. Examples of non-competitive hiring appointments include: Veterans' Readjustment Appointment (VRA), Mentally and Physically Disabled, returning Peace Corps Volunteer, and the federal student Pathways Program. Questions? Human Resources North Cascades National Park 810 State Route 20 Sedro-Woolley, WA, 98284 E-mail Human Resources",
    "url": "https:\/\/www.nps.gov\/noca\/getinvolved\/workwithus.htm"
}
