{
    "title": "Lake Chelan National Recreation Area: Planning",
    "body": "Planning        On the shelf. NPS Photo       Legislation establishing the National Park Service as an agency and the range of laws and policies governing its management provides the fundamental direction for the administration of North Cascades National Park Complex and other units of the national park system. Where law, policy, and regulation do not provide clear guidance, management decisions for North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area are based on the Complex's foundation document, programmatic plans, implementation plans, and guidance documents.  This page provides information and, when available, links to operational plans at North Cascades National Park Complex as well as links to current planning efforts at the park. Please contact us with any questions or for further information.       Current Planning Efforts North Cascades National Park Complex is constantly involved in planning processes for proposed actions in North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area.  For large planning efforts, the park utilizes the National Park Service Planning, Environment, and Public Comment (PEPC) web-based system to provide information about the plan and solicit comments and suggestions from park partners, stakeholders, and the public at large. Those interested in current planning efforts at the park are encouraged to check out North Cascades National Park Complex's PEPC homepage.           Grizzly Bear EIS The Grizzly Bear EIS process is underway to discuss potential environmental impacts of restoring a self-sustaining grizzly bear population.       Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for North Cascades National Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.       Foundation Document (2012)  The Foundation Document for North Cascades National Park Complex (pdf) provides basic guidance for decision-making and management of this unit of the National Park Service system. In its totality, this document presents a shared understanding of the purpose, significance, fundamental resources and values, primary interpretive themes, and special mandates for North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area. It also documents the desired conditions for the park, providing the broadest level of direction for management of the park based on laws and policies that guide the National Park Service.      Programmatic Plans These plans provide a general decision-making framework for National Park Service managers to best protect a park unit's resources and ensure quality visitor experiences. Intended to last 15-20 years, these plans are based on law, policy and the park's foundation document and have, in most cases, been developed in consultation with the public and interested stakeholders. The following plans apply to the park units within North Cascades National Park Complex and have been adopted after an analysis of benefits, impacts, and economic costs of alternatives.   General Management Plan for the North Cascades National Park Complex (1988) With the completion of the Ross Lake NRA GMP and Lake Chelan NRA GMP (listed below), this plan now applies only to North Cascades National Park.  Ross Lake National Recreation Area General Management Plan (2012) Lake Chelan National Recreation Area General Management Plan (1995) (pdf) Wilderness Management Plan (1989) (pdf)         Implementation Plans Implementation plans develop and propose strategies that will meet the specific goals of park projects, programs, and programmatic plans while having the least amount of impact on park resources and the visitor experience. Like programmatic plans, they are based on laws and policy, the park's foundation document, and have, in most cases, been developed in consultation with the public and interested stakeholders. The following documents are the most recent plans that have been completed and approved for North Cascades National Park Complex.  Ross Powerhouse Rockslide Recovery\/Environmental Assessment (2012) Stehekin River Corridor Implementation Plan\/Environmental Impact Statement (2012)  Invasive, Non-native Plant Management Plan\/Environmental Assessment (2012) Mountain Lakes Fishery Management Plan\/Environmental Impact Statement (2008) Fire Management Plan for North Cascades National Park Complex (2007) (pdf) Replaced the 1991 Wildland Fire Management Plan and the 1995 Stehekin Valley Forest Fuel Reduction\/Fire Management Plan. Upper Stehekin Valley Road\/Environmental Assessment (2006) Agreement Regarding Establishing New Rock Climbing Routes in the Skagit Gorge Area (2010)  Agreement has been superseded by the completion of the Ross Lake National Recreation Area General Management Plan.        Guidance Documents The following guidance documents have been developed internally by National Park Service managers at North Cascades National Park Complex in order to better understand the park's internal strengths, identify emerging challenges, and develop long-range priorities.  Business Plan (2012) The 2012 Business Plan (pdf) for the North Cascades National Park Complex is based on the 2011-2016 Strategic Plan (pdf) developed by the park's management team, with input from employees and partners. This business plan is about understanding how the park utilizes its financial and human resources. This understanding is meant to spark a conversation about aligning those resources in a way that makes a lasting impact on the ecosystem and the people who live, work, and find re-creation through recreation in the North Cascades. Strategic Plan (2011-2016) The 2011-2016 Strategic Plan (pdf) is designed to help the park continue to successfully carry out its mission in the lead up to the 2016 National Park Service Centennial.",
    "url": "https:\/\/www.nps.gov\/noca\/getinvolved\/planning.htm"
}
