{
    "title": "Lake Chelan National Recreation Area: Grizzly Bears",
    "body": "Grizzly Bears         Steve Rochetta  Grizzly Bear Ursus arctos Grizzly bears are mammals. An adult grizzly bear can measure 3-4 feet (+\/-1 meter) high at the shoulder and 8 feet (2.4 meters) tall standing upright. The foods they eat determine how big each individual will be. In an ecosystem similar to the North Cascades, where bugs and berries are predominant foods, adults weigh between 250 and 600 pounds (113-272 kilograms). The color of the grizzly coat varies from nearly white to variations of brown to reddish to dark brown, even black. The name \"grizzly\" comes from the grizzled appearance of darker fur with lighter tips. Not all grizzly bears' fur is grizzled, and color is not an indication of species. They have a large hump of heavy muscle on their shoulders, rounded ears, and fore-claws that measure more than two inches in length. The claws act as shovels for digging roots, bulbs, and dens. The shoulder muscles are the \"motor\" powering the \"shovels\". Grizzly bears do not defend a territory but live in home ranges large enough to meet all of their needs.Home ranges of related females often overlap, and a male's home range generally overlaps those of several females. Home ranges vary depending on food availability, age, sex, breeding status and population density. The fewer the animals, the larger the home range size, as they must spread out to find each other. Average home range size may be about 100 to 600+ square miles (260 to 1,550 square kilometers). Bears travel wherever they need in order to find enough food, water, shelter, and space to survive. A grizzly bear's home range in the North Cascades likely includes valley bottoms for springtime feeding, high meadows for late summer berries, and steep, north facing slopes for denning. Avalanche chutes are very important for grizzly bears, as they provide a range of foods – and safe cover – through spring and summer. Grizzly bears are omnivores and opportunists. There is no direct information about the grizzly bear diet in the North Cascades. Based on research elsewhere it is expected their diet consists mostly of vegetation –berries, grasses, leaves, roots, corms and bulbs. They also feed on carrion (dead things), insects, fish, small mammals, and will steal kills from other predators. Grizzly bears must gain a lot of weight in a small amount of time and will take advantage of whatever they can find. Both grizzly and black bears spend their winters in what physiologists call \"super hibernation\"in an existing den or they will dig a new one. Bears enter their dens as early as the end of October and as late as December. This is triggered when more calories are expended per day than are taken in. They emerge from their dens between mid-March and early April. For the entire time they are in hibernation, roughly five months in the North Cascades, they do not eat, drink, urinate, or defecate. They become the ultimate recyclers, preserving bone and muscle mass by reusing the calcium and nitrogen usually disposed of in urine. Bears' energy and water requirements are derived from the ample fat stores gained throughout the rest of the year. Among North American mammals only musk oxen have fewer young over their lifetimes than grizzly bears. Females may not breed for the first time until 6-10 years old, giving birth about once every three years. In areas they have been studied, mortality rates average as much as 50% in bears' first few years of life. Cubs stay with their mother until the third summer, sometimes longer. During this time they learn what to eat, how to find food, and how and where to dig a den. The availability of food resources during a given year determines how often grizzly bears have cubs, and how many cubs per litter. Levels of fat in her blood at the time she enters the den in the fall determines whether a grizzly bear will be able to carry a pregnancy and nurse cubs during hibernation. A female who has been able to gain a great deal of weight over summer can have as many as four cubs; if there isn't adequate food available, she will have none. There have always been grizzly bears in the North Cascades Ecosystem. Some of the best habitat in the contiguous states remains in the North Cascades, some of it less inhabited by people now than during the heyday of mining.Although habitat loss most likely played a role in their decline, this is less true here than in other areas. Direct killing by trappers, miners, and bounty hunters during the 1800s removed most of the population in the North Cascades by 1860. The population was eventually reduced to the extent that the difficulty in finding remaining mates, coupled with their very slow reproductive rate, could maintain only a small, and shrinking, remnant population. No one knows how many grizzly bears remain in the ecosystem, except that there are very few. During the past 10 years (as of 2015), only two have been verified in the Cascade Mountains of British Columbia, Canada, just north of the park.These bears were seen near roads, where they are more easily seen.Superb habitat in the US is so isolated very few people visit per year. The two bears that have been observed are likely \"dual citizens\", whose home ranges span the border: human boundaries mean nothing to wildlife. Many factors affect grizzly bear populations: they require a large home range;there is increasingly little protected land available to them;their reproductive rate is very slow;and they are vulnerable to poaching and other human-caused mortality. (Note: Black bears, which are relatively numerous in the North Cascades Ecosystem, are relatives of grizzly bears. Black bears are generally smaller than grizzlies. They are to be respected and avoided just like the grizzly.)      Status in North Cascades ecosystem: Grizzly bears are very rarely seen. Listings: Federal: threatened State: endangered      Additional Resources Bear Sighting Observation Form - Have you seen a bear in the North Cascades? Download and complete a bear observation form to help park scientists monitor these species.  Bear Safety in the North Cascades How to Identify Bears",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/grizzly-bears.htm"
}
