{
    "title": "Lake Chelan National Recreation Area: Bats",
    "body": "Bats       Bats are often seen feeding on insects over water and in riparian zones in North Cascades National Park.  Bats display the finest aerial acrobatics during nocturnal insect pursuits. These winged mammals are capable of darting around gigantic Douglas-fir trees, spiraling up into the canopy between branch and moss, sipping water from a small forest tributary on the fly, and skillfully capturing a moth in its membranous tail skin.  Why did bats shortly after the end of the dinosaurs, take flight from crawling among tree branches and begin their ceaseless consumption of insects around the globe? Why are bats important to forest ecosystems in North Cascades National Park? What type of habitat do bats depend?  Over the past few years these questions have been specifically studied at North Cascades National Park. Scientists have devised ingenious methods for getting a few answers to these and other questions about bats.      Bat Facts          Nearly 1,000 kinds of bats account for almost a quarter of the world's mammal species. Bats are an important predator of night-flying insects. They consume mosquitos, beetles, moths, grasshoppers, locusts, and other insects. A single little brown bat can catch up to 1,200 mosquito-sized insects in one hour. As well as having eyes for seeing, bats use echolocation to see with sound. They use echolocation to locate prey, to avoid barriers and even to return to their roosts in the dark. Bats' slow reproduction rate makes them exceptionally vulnerable to extinction; most species of female bats give birth to only one young each year. More than 50% of American bat species are in severe decline or already listed as endangered. Loss of bats increases demand for chemical pesticides, can jeopardize whole ecosystems of other animal and plant species, and can harm human economies. A colony of 150 big brown bats has been known to protect local farmers from up to 33 million or more rootworms each summer. Bat droppings in caves support whole ecosystems of unique organisms, including bacteria useful in detoxifying waters, improving detergents, and producing gasohol and antibiotics.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/bats.htm"
}
