{
    "title": "Lake Chelan National Recreation Area: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. North Cascades National Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Night Skies Over the North Cascades  Spend an evening in the wilds of North Cascades and you will rediscover the wonder of utter darkness punctuated by the countless points of light that since the dawn of time have ignited the imagination of humanity. Read more      Call to Action Projects      The Healing Power of the North Cascades  North Cascades National Park Complex had the distinct pleasure of hosting the Wounded Warrior Project as part of Action #6: “Take a Hike, Call Me in the Morning.” Read more        Centennial Event \/ Program Plan Centennial Event \/ Program Plan July - September Events (June 2016) (50 KB pdf) The Centennial Event \/ Program Plan flyer provides information and dates for events and programs during the NPS Centennial. Dates will be updated as known.  Event \/ Program Highlights  Centennial Andy Porter Photography Workshop: Join photographer Andy Porter for a \"How to Compose and Awesome Nature Image\" workshop to learn the basics of setting up an image for any skill and any camera.  Centennial Andy Porter Photography Night Skies Workshop: Join photographer Andy Porter after dark and learn “How to Capture Images of the Milky Way”. Participants need to bring: DSLR camera, tripod, wide angle lens (14 mm-24 mm is optimal, but any will work), cable release (or any remote shutter release), and headlamp\/flashlight.  Music in the American Wild: Join the touring celebration of the 2016 centennial. Eleven composers and seven performers are coming together to create and perform a new opus of inherently American music inspired by our national parks during the summer of 2016. Centennial Andy Porter Program: Join photographer Andy Porter on a photo tour to discover some of the most remote (and not so remote!) corners of North Cascades National Park. Sing Across America: Experience a concert including a song composed especially for the NPS Centennial.      Image by StoryCorps  StoryCorps NPS Centennial StoryCorps preserves and shares humanity's stories to build connections between people. StoryCorps NPS Centennial shares stories of the National Park Service during the centennial celebration. Have a listen.",
    "url": "https:\/\/www.nps.gov\/noca\/getinvolved\/2016.htm"
}
