{
    "title": "Lake Chelan National Recreation Area: Laws & Policies",
    "body": "Laws & Policies        Ross Lake General Management Plan NPS\/Michael Liang       This webpage is intended to help you learn about the laws and policies that protect you and your park. For information on the plans and documents that implement these laws and policies and provide guidance for park management, please visit the park planning page.  Policies and plans that directly impact most visits are summarized in the Visitor Information Guide and additional information on them is available from rangers and staff at offices and visitor centers throughout the park.  Follow a link to learn more about a particular topic:  National Park Service  The Organic Act of 1916: Created the National Park Service.  Key Legislative Guidance: Acts that include the Wilderness Act of 1964, the Antiquities Act of 1906, the Clean Air Act, and the Endangered Species Act of 1973. Executive Orders: Presidential orders directly related to the management of America's public lands.  Directors' Orders: Directives from the head of the National Park Service.  National Park Service Management Policies: Tools to implement legislative acts and orders by the entire National Park Service system.  Code of Federal Regulations: General and permanent rules published in the Federal Register by the departments and agencies of the Federal Government.  North Cascades National Park Complex  Enabling Legislation (1968)  Washington Park Wilderness Act of 1988 Hydroelectric Facilities  Superintendent's Compendium Firearms  Marijuana on Federal Lands Unmanned Aircraft to be Banned in National Parks       Enabling Legislation (1968)  \"…preserve for the benefit, use, and inspiration of present and future generations certain majestic mountain scenery, snowfields, glaciers, alpine meadows, and other unique natural features in the North Cascade Mountains of the State of Washington…\"  \"…provide for the public outdoor recreation use and enjoyment … [and] for the conservation of the scenic, scientific, historic, and other values contributing to public enjoyment of such lands and waters…\"  The enabling legislation is what Congress passed and President Lyndon B. Johnson signed into law in 1968 creating North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area.      Wilderness Designation (1988)  In 1988, Congress established the 635,000 acre Stephen Mather Wilderness within North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area (Washington Park Wilderness Act of 1988). Over 5,000 acres in Ross Lake NRA were also designated as potential wilderness at that time. In 2012, the Secretary of the Interior redesignated 3,550 acres of potential wilderness as wilderness.      Laws, Policies and Plans Related to Hydroelectric Facilities There are four hydroelectric facilities that operate in the park complex under licenses provided by the Federal Regulatory Commission (FERC) . The largest of these projects is the Skagit River Hydroelectric Project which provides approximately 15-20% of Seattle's power. For more information about these hydroelectric facilities, please visit FERC's e-library.        Superintendent's Compendium Each national park has specific local regulations established under the Superintendent's discretionary authority under Title 36 CFR. Regulations specific to North Cascades National Park Complex are compiled annually and are available electronically here and in print at park headquarters.    2016 Superintendent's Compendium (PDF - 3.1 KB)*   * Print versions are available upon request. Please e-mail us for more information.       Firearms Possession  As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in North Cascades National Park Complex which includes North Cascades National Park, Ross Lake National Recreation Area and Lake Chelan National Recreation Area.  It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the RCW website or download a summary of Washington State firearm regulations.  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances and generally includes all NPS staffed offices open to the public.  Hunting Hunting in Ross Lake and Lake Chelan National Recreation Areas remains bound by Washington State regulations at distances greater than ¼ mile from developed area and selected other locations. See the Superintendent's Compendium for more information.     Marijuana on Federal Land Posted: May 21, 2014  Contact: Chief Ranger's Office - 360-854-7252  North Cascades National Park Service Complex would like to provide clarification regarding the use of possession of marijuana on Federal lands. The recently passed Washington State law, which allows for limited recreational marijuana use under certain conditions, has no bearing on Federal laws which continue to identify marijuana as a Schedule I illegal drug, and prohibit its use.   Possession of marijuana or use of any amount of marijuana is still prohibited in North Cascades National Park, Ross Lake National Recreation Area, Lake Chelan National Recreation Area, their facilities, concessions, and campgrounds, and in the surrounding National Forest lands. Violations are punishable by a fine of not more than $5,000.00 for an individual or $10,000.00 for an organization, or imprisonment for not more than six months, or both (16 U.S.C. 551, 18 U.S.C. 3559 and 3571).     Unmanned Aircraft to be Prohibited in National Parks Posted: June 23, 2014 Contact: Chief Ranger's Office - 360-854-7252 National Park Service Director Jonathan B. Jarvis signed a policy memorandum on June 20 that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service.  Read more in the official press release.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/management\/lawsandpolicies.htm"
}
