{
    "title": "Lake Chelan National Recreation Area: Washington Park Wilderness Act of 1988",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Washington Park Wilderness Act of 1988                Washington Park Wilderness Act of 1988       Washington Park Wilderness Act 1988 PL100-668 Signed into law by President Ronald Wilson Reagan November 16, 1988   Washington Park Wilderness Act 1988 An Act to designate wilderness within Olympic National Park, Mount Rainier National Park, and North Cascades NP Complex in the State of Washington, and for other purposes. Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That this Act may be cited as the Washington Park Wilderness Act of 1988. Title II - North Cascades NP Complex Wilderness SEC. 201. Designation (a) WILDERNESS.-In furtherance of the purposes of the Wilderness Act (16 U.S.C. 1131 et seq.; 78 Stat. 890), certain lands in the North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area, Washington, which- (1) comprise approximately six hundred and thirty-four thousand six hundred and fourteen acres of wilderness, and approximately five thousand two hundred and twenty-six acres of potential wilderness additions, and (2) are depicted on a map entitled \"Wilderness Boundary, North Cascades NP Complex, Washington,\" numbered 168-60-186 and dated August 1988, are hereby designated as wilderness and therefore as components of the National Wilderness Preservation System. Such lands shall be known as the Stephen Mather Wilderness. SEC. 202. Hydroelectric Projects Section 505 of the Act of October 2, 1968 (82 Stat. 930; 16 U.S.C. 90d-4) is amended as follows: strike \"in the recreation areas,\" and insert in lieu thereof \"in the lands and waters within the Skagit River Hydroelectric Project, Federal Energy and Regulatory Commission Project 553, including the proposed Copper Creek, High Ross, and Thunder Creek elements of the project; and the Newhalem Project, Federal Energy and Regulatory Commission Project 2705, within the Ross Lake National Recreation Area, the lands and waters within the Lake Chelan Project, Federal Energy and Regulatory Commission Project 637; the Company Creek small hydroelectric project at Stehekin within the Lake Chelan National Recreation Area; and existing hydrologic monitoring stations necessary for the proper operation of the hydroelectric projects listed herein\". SEC. 203. Land Acquisitions for Administrative Facilities Section 301(a) of the Act of October 2, 1968 (82 Stat. 927; 16 U.S.C. 90b) is hereby amended to add a new subsection as follows: \"(b) The Secretary is hereby authorized to acquire, with the consent of the owner, lands outside of the authorized boundaries of North Cascades NP Complex for the purpose of construction and operation of a backcountry information center not to exceed five acres. The Secretary of the Interior is further authorized to acquire with the consent of the owner, lands for the construction of a headquarters and administrative site or sites, for the North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area not to exceed ten acres. The lands so acquired shall be managed as part of the park.\". SEC. 204. Authorization of Appropriations There are hereby authorized to be appropriated to the Secretary of the Interior such sums as may be necessary to complete the land acquisitions authorized pursuant to section 203 of this Act. SEC. 205. Renewable Natural Resource Use in Recreation Areas Section 402(a) of the Act of October 2, 1968 (82 Stat. 928; 16 U.S.C. 90c-1) is hereby amended to read as follows: \"The Secretary shall administer the recreation areas in a manner which in his judgment will best provide for (1) public outdoor recreation benefits and (2) conservation of scenic, scientific, historic, and other values contributing to public enjoyment. Within that portion of the Lake Chelan National Recreation Area which is not designated as wilderness, such management, utilization, and disposal of renewable natural resources and the continuation of existing uses and developments as will promote, or are compatible with, or do not significantly impair public recreation and conservation of the scenic, scientific, historic, or other values contributing to public enjoyment, are authorized. In administering the recreation areas, the Secretary may utilize such statutory authorities pertaining to the administration of the national park system, and such statutory authorities otherwise available to him for the conservation and management of natural resources as he deems appropriate for recreation and preservation purposes and for resource development compatible therewith. Within the Ross Lake National Recreation Area the removal and disposal of trees within power line rights-of-way are authorized as necessary to protect transmission lines, towers, and equipment, provided that to the extent practicable, such removal and disposal of trees shall be conducted in such a manner as to protect scenic viewsheds.\" SEC. 206. Mineral Resource Use in Recreation Areas Section 402(b) of the Act of October 2, 1968 (82 Stat. 928; 16 U.S.C. 90c-lb) is hereby amended to read as follows: \"The lands within the recreation areas, subject to valid existing rights, are hereby withdrawn from all forms of appropriation or disposal under the public land laws, including location, entry, and patent under the United States mining laws, and disposition under the United States mineral leasing laws: Provided however, That within that portion of the Lake Chelan National Recreation Area which is not designated as wilderness, sand, rock and gravel may be made available for sale to the residents of Stehekin for local use so long as such sale and disposal does not have significant adverse effects on the administration of the Lake Chelan National Recreation Area.\"",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/management\/washington-park-wilderness.htm"
}
