{
    "title": "Lake Chelan National Recreation Area: Enabling Legislation",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Enabling Legislation                Enabling Legislation        Johnson preparing to sign the Enabling Legislation for North Cascades National Park Complex. NPS Photo       Enabling Legislation Signed into law by President Lyndon Baines Johnson October 2, 1968    North Cascades Complex An Act to establish the North Cascades National Park and Ross Lake and Lake Chelan National Recreation Areas, to designate the Pasayten Wilderness and to modify the Glacier Peak Wilderness, in the State of Washington, and for other purposes. (82 Stat. 926) Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, TITLE I - NORTH CASCADES NATIONAL PARK SEC. 101. In order to preserve for the benefit, use, and inspiration of present and future generations certain majestic mountain scenery, snowfields, glaciers, alpine meadows, and other unique natural features in the North Cascade Mountains of the State of Washington, there is hereby established, subject to valid existing rights, the North Cascades National Park (hereinafter referred to in this Act as the \"park\"). The park shall consist of the lands, waters, and interests therein within the area designated \"national park\" on the map entitled \"Proposed Management Units, North Cascades, Washington,\" numbered NP-CAS-7002, and dated October 1967. The map shall be on file and available for public inspection in the office of the Director, National Park Service, Department of the Interior, and in the office of the Chief, Forest Service, Department of Agriculture. TITLE II - ROSS LAKE AND LAKE CHELAN NATIONAL RECREATION AREAS Sec. 201. In order to provide for the public outdoor recreation use and enjoyment of portions of the Skagit River and Ross, Diablo, and Gorge Lakes, together with the surrounding lands, and for the conservation of the scenic, scientific, historic, and other values contributing to public enjoyment of such lands and waters, there is hereby established, subject to valid existing rights, the Ross Lake National Recreation Area (hereinafter referred to in this Act as the \"recreation area\") . The recreation area shall consist of the lands and waters within the area designated \"Ross Lake National Recreation Area\" on the map referred to in section 101 of this Act. SEC. 202. In order to provide for the public outdoor recreation use and enjoyment of portions of the Stehekin River and Lake Chelan, together with the surrounding lands, and for time conservation of the scenic, scientific, historic, and other values contributing to public enjoyment of such lands and waters, there is hereby established, subject to valid existing rights, the Lake Chelan National Recreation Area (hereinafter referred to in this Act as the \"recreation area\"). The recreation area shall consist of the lands and waters within the area designated \"Lake Chelan National Recreation Area\" on the map referred to in section 101 of this Act. TITLE III - LAND ACQUISITION SEC. 301. Within the boundaries of the park and recreation areas, the Secretary of the Interior (hereinafter referred to in this Act as the \"Secretary\") may acquire lands, waters, and interests therein by donation, purchase with donated or appropriated funds, or exchange, except that he may not acquire any such interests within the recreation areas without the consent of the owner, so long as the lands are devoted to uses compatible with the purposes of this Act. Lands owned by the State of Washington or any political subdivision thereof may be acquired only by donation. Federal property within the boundaries of the park and recreation areas is hereby transferred to the administrative jurisdiction of the Secretary for administration by him as part of the park and recreation areas. The national forest land within such boundaries is hereby eliminated from the national forests within which it was heretofore located. SEC. 302. In exercising his authority to acquire property by exchange, the Secretary may accept title to any non-Federal property within the boundaries of the park and recreation areas and in exchange therefor he may convey to the grantor of such property any federally owned property under his jurisdiction in the State of Washington which he classifies as suitable for exchange or other disposal. The values of the properties so exchanged either shall be approximately equal, or if they are not approximately equal the values shall be equalized by the payment of cash to the grantor or to the Secretary as the circumstances require. SEC. 303. Any owner of property acquired by the Secretary which on the date of acquisition is used for agricultural or single-family residential purposes, or for commercial purposes which he finds are compatible with the use and development of the park or the recreation areas, may, as a condition of such acquisition, retain the right of use and occupancy of the property for the same purposes for which it was used on such date, for a period ending at the death of the owner or the death of his spouse, whichever occurs later, or for a fixed term of not to exceed twenty-five years, whichever the owner may elect. Any right so retained may during its existence be transferred or assigned. Any right so retained may be terminated by the Secretary at any time after the date upon which any use of the property occurs which he finds is a use other than one which existed on the date of acquisition. In the event the Secretary terminates a right of use and occupancy under this section, he shall pay to the owner of the right the fair market value of the portion of said right which remains unexpired on the date of termination. TITLE IV - ADMINISTRATIVE PROVISIONS SEC. 401. The Secretary shall administer the park in accordance with the Act, of August 25, 1916 (39 Stat. 535; 16 U.S.C. 1-4), as amended and supplemented. Sec. 402. (a) The Secretary shall administer the recreation areas in a manner which in his judgment will best provide for (1) public outdoor recreation benefits; (2) conservation of scenic, scientific, historic, and other values contributing to public enjoyment: and (3) such management, utilization, and disposal of renewable natural resources and the continuation of such existing uses and developments as will promote or are compatible with, or do not significantly impair, public recreation and conservation of the scenic, scientific, historic. or other values contributing to public enjoyment. In administering the recreation areas, the Secretary may utilize such statutory authorities pertaining to the administration of the national park system, and such statutory authorities otherwise available to him for the conservation and management of natural resources as he deems appropriate for recreation and preservation purposes and for resource development compatible therewith. (b) The lands within the recreation areas, subject to valid existing rights, are hereby withdrawn from location. entry, and patent under the United States mining laws. The Secretary, under such reasonable regulations as he deems appropriate, may permit the removal of the nonleasable minerals from lands or interest in lands within the recreation areas in the manner prescribed by section 10 of the Act of August 4, 1939, as amended (53 Stat. 1196; 43 U.S.C. 387), and he may permit the removal of leasable minerals from lands or interests in lands within the recreation areas in accordance with the Mineral Leasing Act of February 25, 1920, as amended (30 U.S.C. 181 et seq.). or the Acquired Lands Mineral Leasing Act of August 7,1947 (30 U.S.C. 351 et seq.), if he finds that such disposition would not have significant adverse effects on the administration of the recreation areas. (c) All receipts derived from permits and leases issued on lands or interests in lands within the recreation areas under the Mineral Leasing Act of February 25, 1920, as amended, or the Acquired Lands Mineral Leasing Act of August 7, 1947, shall be disposed of as provided in the applicable Act; and receipts from the disposition of non leasable minerals within the recreation areas shall be disposed of in the same manner as moneys received from the sale of public lands (d) The Secretary shall permit hunting and fishing on lands and waters under his jurisdiction within the boundaries of the recreation areas in accordance with applicable laws of the United States and of the State of Washington, except that the Secretary may designate zones where, and establish periods when, no hunting or fishing shall be permitted for reasons of public safety, administration, fish and wildlife management, or public use and enjoyment. Except in emergencies, any regulations of the Secretary pursuant to this section shall be put into effect only after consultation with the Department of Game of the State of Washington. (e) The Secretary shall not permit the construction or use of any road within the park which would provide vehicular access from the North Cross State Highway to the Stehekin Road. Neither shall he permit the construction or use of any permanent road which would provide vehicular access between May Creek and Hozomeen along the east side of Ross Lake. TITLE V - SPECIAL PROVISIONS SEC. 501. The distributive shares of the respective counties of receipts from the national forests from which the national park and recreation areas are created, as paid under the provisions of the Act of May 23, 1908 (35 Stat. 260), as amended (16 U.S.C. 500), shall not be effected by the elimination of lands from such national forests by the enactment of this Act. SEC. 502. Where any Federal lands included in the park or recreation areas are legally occupied or utilized on the effective date of this Act for any purpose, pursuant to a contract, lease, permit, or license issued or authorized by any department establishment, or agency of the United States, the Secretary shall permit the persons holding such privileges to continue in the exercise thereof, subject to the terms and conditions thereof, for the remainder of the term of the contract, lease, permit, or license or for such longer period of time as the Secretary deems appropriate. SEC. 503. Nothing in this Act shall be construed to affect adversely or to authorize any Federal agency to take any action that would affect adversely any rights or privileges of the State of Washington in property within the Ross Lake National Recreation Area which is being utilized for the North Cross State Highway. SEC. 504. Within two years from the date of enactment of this Act, the Secretary of the Interior and the Secretary of Agriculture shall agree on the designation of areas within the park or recreation areas or within national forests adjacent to the park and recreation areas needed for public use facilities and for administrative purposes by the Secretary of Agriculture or the Secretary of the Interior, respectively. The are as so designated shall be administered in a manner that is mutually agreeable to the two Secretaries, and such public use facilities, including interpretive centers, visitor contact stations, lodges, campsites, and ski lifts, shall be constructed according to a plan agreed upon by the two Secretaries. SEC. 505. Nothing in this Act shall be construed to supersede, repeal, modify, or impair the jurisdiction of the Federal Power Commission under the Federal Power Act (41 Stat. 1063), as amended (16 U.S.C. 791a et seq.), in the recreation areas. SEC. 506. There are hereby authorized to be appropriated such sums as may be necessary to carry out the purposes of this Act, but not more than $3,500,000 shall be appropriated for the acquisition of lands or interest in lands. TITLE VI - WILDERNESS SEC. 601. (a) In order to further the purposes of the Wilderness Act, there is hereby designated, subject to valid existing rights, the Pasayten Wilderness within and as a part of the Okanogan National Forest and the Mount Baker National Forest, comprising an area of about five hundred thousand acres lying east of Ross Lake, as generally depicted in the area designated as \"Pasayten Wilderness\" on the map referred to in section 101 of this Act. (b) The previous classification of the North Cascades Primitive Area is hereby abolished. SEC. 602. The boundaries of the Glacier Peak Wilderness, an area classified as such more than thirty days before the effective date of the Wilderness Act and being within and a part of the Wenatchee National Forest and the Mount Baker National Forest, subject to valid existing rights, are hereby extended to include portions of the Suiattle River corridor and the White Chuck River corridor on the western side thereof, comprising areas totaling about ten thousand acres, as depicted in the area designated as \"Additions to Glacier Peak Wilderness\" on the map referred to in section 101 of this Act. SEC. 603. (a) As soon as practicable after this Act takes effect, the Secretary of Agriculture shall file a map and legal description of the Pasayten Wilderness and of the Glacier Peak Wilderness, as hereby modified, with the Interior and Insular Affairs Committees of the United States Senate and House of Representatives, and such descriptions shall have the same force and effect as if included in this Act : Provided, however, That correction of clerical or typographical errors in such legal descriptions and maps may be made. (b) Upon the filing of the legal descriptions and maps as provided for in subsection (a) of this section the Pasayten Wilderness and the additions to the Glacier Peak Wilderness shall be administered by the Secretary of Agriculture in accordance with the provisions of the Wilderness Act and thereafter shall be subject to the provisions of the Wilderness Act governing areas designated by that Act as wilderness areas, except that any reference in such provisions to the effective date of the Wilderness Act shall be deemed to be a reference to the effective date of this Act. SEC. 604. Within two years from the date of enactment of this Act, the Secretary of the Interior shall review the area within the North Cascades National Park, including the Picket Range area and the Eldorado Peaks area and shall report to the president, in accordance with subsections 3(c) and 3(d) of the Wilderness Act (78 Stat. 890; 16 U.S.C. 1132 (c) and (d)), his recommendation as to the suitability or nonsuitability of any area within the park for preservation as wilderness, and any designation of any such area as a wilderness area shall be accomplished in accordance with said subsections of the Wilderness Act.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/management\/enabling-legislation.htm"
}
