{
    "title": "Lake Chelan National Recreation Area: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth        A family enjoys the scenery at Colonial Creek Campground Photo courtesy of David Snyder for the NPS       Free Electronic Field Trip with Host Jeff Corwin Register online to watch a live one-hour educational broadcast about climate change with Jeff Corwin, NPS rangers, and local students as your hosts. Watch the broadcast online or on your local PBS station on Wednesday, October 13, 2010 at 7am or 10am (PST). To learn more about climate change, play games, and download lesson plans, visit www.northcascadeseft.org Junior Ranger Program A dynamic new Junior Ranger Program is now available for kids and families visiting their national park. Four age-appropriate booklets introduce the unique natural and cultural history of the North Cascades through a series of fun activities and are organized around a specific theme to build connections and knowledge of this national park. Each booklet also has a “totem animal” that helps guide kids and families through the activities and offers instruction, hints and ways they can explore the North Cascades. Download the activity booklets for the Pacific Treefrog (ages 3-5), Black Bear (5-8), Raven (8-11), and the Mountain Goat (12+). Future Junior Rangers can earn free badges, patches and certificates at any of the six visitor information centers in North Cascades National Park Complex. Scout Ranger Program Explore the national parks; learn about the National Park Service mission; help protect the nation’s natural, cultural, and historic resources in the NPS Scout Ranger Program. Scout Rangers assist North Cascades National Park with a variety of long-term or short-term projects to improve and ensure protections of our park resources and facilities. If you are interested in bringing a group to North Cascades National Park, please e-mail or fax the completed project request form and group roster form to Jason Bordelon, Volunteer Coordinator. For Kids A new student brochure is now available on line. This will give you lots of fun facts and information for doing a great report about one of your wildest, steepest and most spectacular National Parks: North Cascades.  Also, check out the website link below for the new North Cascades Homeward Bound science adventures. (Homeward Bound Science Adventures)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/kidsyouth\/index.htm"
}
