{
    "title": "Lake Chelan National Recreation Area: Climate Change",
    "body": "Climate Change        Rob Burrows       \"…we cannot identify the warming at any National Park as strictly due to human activity. But from a scientific standpoint, the evidence that humans have impacted the global climate by causing the warming of .75F over the last 50 years is inescapable, especially when looking at the weather records we have from other events like retreating glaciers and shrinking snow pack.\" - Philip Mote, Ph.D.   Washington State Climatologist  As a national park, we are charged to preserve and protect the cultural and natural resources contained within these mountains, valleys, and rivers. Yet, our daily activities also have an environmental footprint that contributes to climate change. We face global challenges and as a result we are taking action.    In 2009, North Cascades National Park became a Climate Friendly Park, after completing a baseline greenhouse gas inventory and writing a Climate Action Plan. Since then, we have begun to implement the following goals:    Reduce greenhouse gas emissions that result from activities within and by the park. Increase climate change education and outreach efforts. Develop and implement a plan to adapt to a changing climate. Continuously evaluate and improve performance in the Climate Friendly Parks program.   In order to achieve these goals, we are guided and motivated by three principles:  Recognize the Connections We continue to identify how our daily lives, both at work and at home, affect not only the park but also its surrounding bionetworks: the lower Skagit Valley, Stehekin, and Puget Sound. Indeed, our actions reverberate throughout the global community. The impacts of climate change are not limited to park boundaries.  Commemorate the Strides   We take pride in our accomplishments and strive to maintain momentum by sharing our success stories with each other and, most importantly, our visitors.    Challenge Each Other   Change in behavior is our biggest challenge in reducing our environmental impact and carbon footprint. We can easily swap out incandescent light bulbs with compact fluorescents but perhaps we ought to keep them turned off more often. We must challenge what we've become accustomed to and evaluate the environmental consequences of our daily actions. Tradition is a core value of the National Park Service and while we are proud of it and learn from it, we are not bound by it.   \"We educate and inform others by the actions we take and how we talk about them.\" -Chip Jenkins, Deputy Regional Director",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/climate-change.htm"
}
