{
    "title": "Lake Chelan National Recreation Area: Lakes and Ponds",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Lakes and Ponds                Lakes and Ponds       The abundance and diversity of aquatic habitats in the North Cascades ecosystem is one of the characteristics that makes this area unique. In North Cascades National Park (NP), over 500 lakes and ponds are scattered throughout the mountain landscape. These natural environments are home to native aquatic life including plankton, aquatic insects, frogs and salamanders. To visiting onlookers, the natural backdrop of these lakes and ponds makes them appear pristine, but ongoing stresses may be affecting the health of these ecological systems. Park resource mangers are monitoring these lakes and ponds to determine their chemical and physical status. Acidic deposition (acid rain) and nutrient-laden atmospheric deposition may be altering the chemical composition of lakes and ponds. This could be causing acidification and nutrient enrichment harmful to the sensitive balance of aquatic life. The physical and chemical properties of lakes and streams can also be affected by direct human influences. Trampling and destruction of vegetation around shorelines leads to erosion, sedimentation and changes in nutrient inputs. Introduction of non-native species causes environmental disturbances, and historic mining activity may have led to the contamination of some water sources. Aquatic resource managers from North Cascades NP are working with the North Coast Cascades Network, the United States Geological Survey and the National Park Service's Water Resources Division in developing a long-term ecological monitoring program for lakes and ponds. This will allow them to determine if acid rain and visitor use are affecting the health of these fragile but valued environments. For more information on Mountain Lakes in the North Cascades: http:\/\/parkplanning.nps.gov\/projectHome.cfm?parkID=327&projectId=10007",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/lakesandponds.htm"
}
