{
    "title": "Lake Chelan National Recreation Area: Natural Resource Issues",
    "body": "Natural Resource Issues       Resource management within North Cascades National Park Complex encompasses biological, cultural, historic, geologic, hydrologic, atmospheric, and aesthetic resources. The top natural resource issues are introduced and summarized here. Additional information can be found at other on-line addresses, visitor centers and from resource management personnel.      RARE, THREATENED, ENDANGERED, AND SENSITIVE MAMMALS Some of the 75 mammal species indigenous to North Cascades have declined due to human-caused mortality and\/or habitat loss or modification. The National Park Service is participating in interagency recovery efforts involving the federally-listed endangered gray wolf and the threatened grizzly bear. Other sensitive species include fisher, wolverine, and Townsend's big-eared bat.      RARE, THREATENED, ENDANGERED, AND SENSITIVE BIRDS Several of the 200 species of birds that either breed in or pass through the Complex are currently listed as threatened or endangered. These include peregrine falcon, bald eagle, marbled murrelet. and spotted owl. Several neotropical or migrant bird species that nest in the park are being studied. The National Park Service is participating in a cooperative monitoring project of bald eagle winter use along the Skagit River. Other Park studies include breeding bird surveys, habitat or population surveys for peregrine falcon, osprey, spotted owl and harlequin duck.      AIR POLLUTION IMPACTS Air quality in North Cascades National Park Complex is affected by prevailing westerly winds carrying vehicle, industrial and agricultural pollutants from the Puget Sound area. A number of indicators of air quality have been monitored in the Complex, including particulate matter, ozone and acid precipitation. A web camera view of the Picket Range from the North Cascades Visitor Center is updated every 15 minutes and gives a real-time perspective on visibility in the park. Research has documented elevated levels of mercury and organochlorine compounds in fish tissues from the park's high elevation lakes. Additional studies are underway to expand understanding of air pollution impacts on park resources.      FISHERIES: RIVERS & STREAMS The 11 known species of native fish in the west slope's rivers and tributaries have been impacted by agriculture, urbanization, hydropower development, logging and past fish stocking and harvest practices. In order to mitigate for loss of spawning and rearing habitat, Washington Dept. of Fish & Wildlife constructed a salmon spawning channel (Park Slough) adjacent to the Skagit River cooperatively with the National Park Service. Park biologists monitor the returns in Park Slough and are finding that native populations of chum and coho salmon are being increased by this and similar channels. Park staff has also monitored selected streams to determine water quality, temperature, flow, gradient, and resident salmonid populations.   The native fish species of the lower Stehekin River and of Lake Chelan have been severely impacted by hydropower operations, natural catastrophic flooding and introduction of non-native aquatic species. The native sport fish included Lake Chelan cutthroat trout and bull trout. However, bull trout may be extinct in Lake Chelan and the Stehekin River. Ongoing research will help to understand food web interactions within Lake Chelan, a necessary step to manage fish populations to meet the long-term objective of managing for native species in Lake Chelan (where feasible).      NATURAL RESOURCES INVENTORY AND MONITORING Keeping track of vital signs and health of the ecosystem along with possible degradation of natural resources has increased importance worldwide. The Natural Resource Challenge has Inventory and Monitoring (I&M) as its major component. Activities that threaten natural resources may include air pollution, overflights, acid precipitation, fish stocking, water pollution, hunting, mining, and administrative actions. Baseline information through I &M is necessary to detect resource threats, trends, impacts and associated causes. An inventory and monitoring program is currently being developed to track the status and trends of various park resources and conditions, including aquatics (streams, lakes, and ponds), wildlife (landbirds and mountain goats), vegetation (subalpine communites, exotic species, forest overstory and understory communities), glaciers, climate, and air pollution.      MANAGEMENT OF NATURAL LAKES & HERPETOLOGICAL POPULATIONS Approximately 240 natural mountain lakes are nestled within the rugged landscape of North Cascades. The steep, cascading streams that are one of the hallmarks of North Cascades historically prevented fish from entering the mountain lakes. Though naturally barren of fish, these fishless lakes historically contained a rich array of native aquatic life including plankton, aquatic insects, frogs and salamanders. The stocking of some of these lakes with fish began in the late 1800s and continues to this day.  Controversy over these practices led to the initiation of research by the NPS, through Oregon State University, to evaluate the effects of fish stocking on native biota in mountain lakes. The final phase of this research effort was completed in July, 2002. The research concluded that certain lakes with reproducing trout populations had significantly fewer salamanders and zooplankton than fishless lakes. However, the researchers were unable to find statistically significant differences in salamander or zooplankton abundances in lakes with non reproducing (i.e. stocked) fish. These results suggested that high densities of trout (which can result from natural reproduction in outlet\/inlet streams or within certain lakes) can exceed the carrying capacity of the lake and measurably reduce the abundance of their prey base. Those native species that were found to be at greatest risk included certain aquatic insects, large zooplankton, and long-toed salamanders.  In an effort to resolve the long-standing conflict over fisheries management in North Cascades, the National Park Service and the Washington Department of Fish and Wildlife are now working on a Mountain Lakes Fishery Management Plan using the results of research performed in the park and elsewhere to provide scientific guidance.      OTHER RESOURCE MANAGEMENT ISSUES IN THE PARK   Ungulate Ecology and Management Rare, Threatened, and Endangered Plants and Animals Sediment and Erosion Control Geology, Landform, and Soil Mapping Management of Exotic Plants Wilderness Management Wetland Management Skagit River Management (Recreational Use) Natural Fire Management and Ecological Effects Monitoring Vegetation Impact Monitoring, Rehabilitation Glacier Monitoring for Climate Change Vegetation Response to Climate Change",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/natural-resource-issues.htm"
}
