{
    "title": "Lake Chelan National Recreation Area: Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests                Forests       Abundant rain and mild winters provide the perfect environment for trees in the Pacific Northwest to grow very large and old. Not so long ago ancient forests of Douglas-fir and redcedar blanketed nearly all of the Pacific Northwest. These trees were so big that early settlers would sometimes make homes out of hollow stumps just by building roofs over them. Most of the old giants are gone from the Northwest, but in the wilds of the North Cascades you can still visit groves that have never been cut and still retain all of the characteristics of old-growth forest. How can you tell if you are visiting an old-growth forest? Look for a forest canopy of many-levels, such as Douglas-fir towering over shade-tolerant hemlocks struggling upward. Look for downed logs and standing dead trees, called snags. Old-growth forests are not defined solely by the size of their trees. Ancient forests are a magnificent and complex part of the web of life where all things are connected. Lichen in the forest canopy absorb the surrounding air's nitrogen, which is washed into the soil and used by forest vegetation; symbiotic fungi attached to plant roots supply their host with water and nutrients and, in return, take in carbohydrates; animals eat plants and help spread seeds across the forest to begin a new cycle of growth. When ancient forests are cut, it takes decades to rebuild the severed connections. \"When we try to pick out anything by itself,\" said conservationist and nature writer John Muir, \"we find it hitched to everything else in the universe.\"  Where to Visit Ancient Forests State Route 20: Thunder Creek and Big Beaver trails in the Ross Lake National Recreation Area offer long hikes through outstanding western slope, low elevation old-growth forest. Happy Creek Forest Walk near Ross Dam is a .3 mile accessible boardwalk. Interpretive plaques tell the story of this ancient creekside forest. State Route 542: Horseshoe Bend Trail across from Douglas Fir Campground at milepost 36. 1.5 mile hike on a forested ledge above the North Fork Nooksack River. Baker Lake Area: Shadow of the Sentinels is a barrier-free loop trail; Baker Lake Trail (formerly known as East Bank Trail) follows the east shore of Baker Lake and enters the Baker River drainage at the upper end.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/forests.htm"
}
