{
    "title": "Lake Chelan National Recreation Area: Geologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Geologic Activity                Geologic Activity       Rapid and Gradual Change Volcanic eruptions, landslides, floods and earthquakes remind us that this landscape is dynamic and ever-changing. These dramatic events can change habitat and ecosystems instantly.   Landslides triggered by heavy rains or earthquakes deliver sediment and large wood to streams. Landslides can also block valleys and form new lakes.   The Cascade volcanoes Mt. Baker, Mt. Rainier, Mt. St. Helens and Glacier Peak are active, and geologically speaking, very young features. Glacier Peak and Mt. Baker had significant cone-building eruptions 12,000 years ago. Evidence of earlier foundational calderas including the Hannegan Caldera were recently discovered in the northwest corner of the park.   Colossal ice sheets covered all but the highest peaks in the North Cascades as recently as 16,000 years ago.   More gradual changes occur over decades or centuries. Changes in air quality, growing season, temperature, precipitation and solar radiation can also be influential in altering ecosystems.   Pollution is carried by prevailing into the Cascades from Puget Sound. Winter storms and cold temperatures in the mountains scrub some of this pollution from the air and deposit it in lakes, streams and glaciers.   Changes in air and water temperatures are lengthening the growing season, melting glaciers, and shrinking the subalpine and alpine zones.   Critical knowledge of these rapid and slow processes is needed to manage the parks and understand results from plant and animal monitoring programs. Our ability to protect and preserve ecosystems hinges on an understanding of soils, air quality, geologic processes, climate change floodplains and other abiotic factors. The Geology program at North Cascades NP consists of three levels:   Inventories of important resources including soils, landslides, and glaciers.   Monitoring of key variables such as air and water quality, glaciers, climate, and streamflow.   Research linking inventory and monitoring observations with events and processes that are constantly changing.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/geologicactivity.htm"
}
