{
    "title": "Lake Chelan National Recreation Area: The Builders",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Builders                The Builders      Miners and settlers began building more roads into the wilderness. The Goat Trail had a dangerous section known as the Devil's Corner, where a hanging bridge made of split logs traversed a narrow ledge.         Many of the hundreds of miners who traveled into the Skagit and Stehekin valleys stayed on after their dreams were shattered. As the miners moved farther into the wilderness, they built bridges, tunnels, cabins and wagon roads. The construction of a miner's trail along the north bank of the Skagit River required dynamiting a ledge out of sheer canyon walls and building suspension bridges over open gorges. The Goat Trail had one particularly dangerous section known as the Devil's Corner, where a hanging bridge made of split logs traversed a narrow ledge. Roads were built up the Cascade River and along the Stehekin River from Bridge Creek to what is now Cottonwood Camp and beyond to Horseshoe Basin. Each winter, avalanches and flooding in the high country damaged the Stehekin road.     In 1930, the Diablo Dam was the highest dam in the world (389 ft.). Ross Dam was completed in 1949 (540 ft.) and Gorge Dam (300 ft.) was completed in 1961.         The many glacier-fed streams and rivers of the North Cascades have always been recognized as an important resource. The rivers provided the earliest pathways into the mountains, though these tumultuous waters have also hindered travel at times. The Davis family at their homestead at Cedar Bar constructed the first power plant on the Skagit River in the 1920s. Their small water wheel was powered by the nearby waters of Stetattle Creek. Similar Pelton wheels were used to produce electric power along Thunder Creek and the Stehekin River. Many homes in Stehekin eventually had their own pelton wheels until the power plant on Company Creek was built in 1960. It still generates power today using a pelton wheel along with diesel generators.   Between 1925 and 1926, the waters of Lake Chelan were raised 21 feet by a hydroelectric dam which was built down in Chelan. The additional water would have flooded many buildings like the Field Hotel so they were dismantled or moved. Construction of major hydroelectric development of the Skagit River began in 1918, when Seattle City Light was issued permits to begin construction of three dams along the river. Seattle City Light eventually built a railroad up the Skagit Valley to its company towns of Newhalem and Diablo. A diversionary dam at Gorge Creek was completed in 1924, and Diablo Dam - at that time the highest dam in the world - in 1930. Ross Dam, dedicated in 1940, was raised in 1949 to 540 feet, making it the highest of the three dams providing power to the city of Seattle. Visible from State Route 20 between Newhalem and Diablo, the present Gorge Dam was completed in 1961.     The North Cascades Highway was completed in 1972. Closed in the winter, this scenic highway crosses two passes: Rainy Pass (4860 ft., 1481 m) and Washington Pass (5483 ft., 1671 m)         It was not until 1972, with the completion of the North Cascades Highway (State Route 20) across Rainy and Washington passes, that a modern road traversed the North Cascades. Construction of this highway, which follows the Skagit River to Ruby Creek, then veers to cross Rainy and Washington Passes, followed earlier exploration of possible routes - routes through the Picket Range and over Cascade Pass were surveyed and considered. The North Cascades Highway is passable only during the warm season.     (Adapted from \"Sharing the Skagit: An Educator's Guide to the Skagit River Watershed\" from the North Cascades Institute. © 1993.)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/historyculture\/the-builders.htm"
}
