{
    "title": "Lake Chelan National Recreation Area: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections       Links To The Past - Museum and Archives The Marblemount Curation Facility is a multi-park repository for the museum collections from North Cascades National Park Service Complex, Ebey's Landing National Historical Reserve and San Juan Island National Historical Park. The combined collections total over two million objects and are rapidly growing in direct proportion with inventory, monitoring and research activities. Resources for the three parks can be viewed at the North Cascades National Park Visitor Center in Newhalem, the American Camp Visitor Center on San Juan Island and the Burke Museum on the University of Washington campus in Seattle. To increase access to museum resources, images and information will be added to the NPS websites that showcase national park collections. The museum collections are divided into three main areas: natural history, cultural resources, and archival collections. The natural history collections comprise biological and geological specimens. The herbarium includes vascular plants collected from alpine habitats to San Juan Island prairies. The nonvascular specimens inventory mosses, liverworts, lichens and hornworts of the upper Skagit River. Reptiles, amphibians, fish, birds and mammals are the backbone of the vertebrate collection. The facilities also include macro invertebrates collected in the inventory of riparian areas.        Stone tool artifacts   Objects from collections in the Marblemount Curation Facility. Top: Stone tools. Arranged by age, the arrowheads above show an increase in the level of intricacy over time. In the bottom row are specialized tools and to the right are larger tools made from various stone types.        One of many botanical samples. Arnica collected near Washngton Pass in 1972.   The cultural museum collections include both prehistoric and historic objects. The prehistoric objects provide valuable information about Native American life in the mountains of North Cascades. The historic artifacts document early exploration and settlement of the area, fishing, trapping, logging, and mining in the mountains. The extensive archival collection includes archeological project documents, historic records, park administrative documents, resource management records, maps, drawings, documents associated with natural resource studies and inventories, photographs, reports, oral histories and electronic media. The museum collections serve as scientific and historical documentation for the parks' resources. They provide baseline information for park planning, management activities, research and interpretive and educational programs. NPS museum collections preserve and protect the nation's natural and cultural heritage for future generations. www.museum.nps.gov www.cr.nps.gov        Spear point from one of the high elevation sites which dates between about 8,000 and 5,000 years old.   High Elevation Site Survey The extensive sub-alpine terrain of the Pacific Northwest high country is an attractive landscape of forests, meadows and lakes. When we visit this setting, 5,000 to 7,000 feet or more above sea-level, we might hike or camp for a short period, but it's hard to imagine living in such a harsh, remote environment. Archeologists, however, recognize that people have been utilizing these higher elevations for thousands of years. In 2001, archeologists from North Cascades, Mount Rainier and Olympic National Parks began working together on a three-year, high elevation archeological survey. Before the onset of this project, less than 5% of the high elevation terrain in the three Parks had been surveyed for archeological resources. The research partnership allows archeologists to compare the influence of different sub-alpine environments on sites and artifacts across the three mountain parks of the region. This ability to share and compile databases allows the survey results to reveal how differences in locale shaped the settlement and subsistence strategies of native peoples who lived in or visited these mountainous areas. For instance, by looking at the variation in stone tool materials in relation to geological source areas, researchers can infer trade and travel routes and major resource use areas. Even the physical qualities of the different tool stone types influenced the kinds of tools made and the uses they were put to. So far, this archeological effort has resulted in the discovery of over twenty previously unknown prehistoric sites, three historic sites, and dozens of newly discovered artifacts. Some artifacts appear to date to at least the mid-Holocene, about 7,000 or more years ago. These discoveries give archeologists a better understanding of early life at higher elevations and allow them to share with us a new appreciation of our region's long involvement with human groups.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/historyculture\/collections.htm"
}
