{
    "title": "Lake Chelan National Recreation Area: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories       Stories of the North Cascades are plentiful. Many may be found at our online book store or in a local library. The establishment of the Park Complex has many chapters of its own. From its inception, North Cascades National Park Service Complex was envisioned primarily as a wilderness park, and in 1988 the Washington Park Wilderness Act designated 634,614 acres, or 93%, as the Stephen Mather Wilderness Area. The Complex is the core of over 2 million acres of federally designated wilderness, one of the largest such areas in the lower 48 states. The U.S. Congress set aside this expansive wilderness area as part of the National Wilderness Preservation System, in the words of the 1964 Wilderness Act, for “the public purposes of recreational, scenic, scientific, educational, conservation, and historical use.” The North Cascades National Park Service Complex includes 684,237 federally protected acres near the crest of the Cascade Mountains from the Canadian border south to Lake Chelan.  The Complex is the core of a greater ecosystem which includes 3 million acres of protected public land spanning 2 nations and a range of cultures, communities and ecological life-zones. This expansive landscape provides a rare opportunity in North America for biodiversity to reach its full potential with minimal human impacts. An almost intact system of this size benefits an abundance of migratory animals as well as providing habitat to threatened and endangered species.  The U.S. Congress established North Cascades National Park Service Complex in 1968 to preserve “certain majestic mountain scenery, snowfields, glaciers, alpine meadows, lakes and other unique glaciated features” … “for the benefit, use and inspiration of present and future generations.” The beauty of these landscapes has inspired poets, writers and artists for centuries, including indigenous people, 1950’s beat poets and writers Jack Kerouac, Gary Snyder and Philip Whalen, who served here as fire lookouts, and others.  Contested Terrain is a history of North Cascades National Park Service Complex that examines the development of the park from its establishment to the present. This history presents a synthesis of the many issues that have concerned park managers, details the growth of the park's various programs, and analyzes the park within the larger context of the national park system.",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/historyculture\/stories.htm"
}
