{
    "title": "Lake Chelan National Recreation Area: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians       Salamanders, frogs and toads thrive in North Cascades National Park. Twelve species of amphibians can be found in its streams, lakes, ponds and wetlands. Most species favor the still waters of the latter, but two species that brave the swift streams and rivers are the Pacific giant salamander and the tailed frog. The Pacific giant salamander is found in stream tributaries of the Skagit River on the west side of the Park. The tailed frog is often found in the cold, swift waters of small steep gradient streams at higher elevations such as Happy Creek. At these higher altitudes and much colder average temperatures, the tailed frog tadpoles may take three to four years to completely metamorphose into the adult stage. The tadpoles are superbly adapted for life in swift water. Its mouth parts form a sucker like disk enabling them to cling to rock surfaces while foraging for algae. They can even climb vertical rock faces in this manner under swift water. The majority of amphibians prefer the vastly different habitat of ponds, lakes and wetlands. The western toad, Northwestern salamander, long-toed salamander, rough-skinned newt and Pacific treefrog are a few of the species that breed in these fertile habitats. Most spend the early part of their lives almost entirely in the water until they are fully developed and capable of migrating to land. The Ensatina, however, is a small delicate terrestrial breeding salamander that lays its eggs in moist holes in the ground at lower elevations. The Ensatina has a constriction at the base of its tail, which allows the tail to break off if it gets attacked. The detached tail wiggles violently to distract the predator letting the tailless salamander to escape and live to regenerate another tail.      Additional Resources:  Reptile and Amphibian Checklist  (PDF 269 kb)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/amphibians.htm"
}
