{
    "title": "Saint Croix National Scenic Riverway: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         The River Flows On NPS   The management of St. Croix National Scenic Riverway is based on the Riverway's Mission Statement: St. Croix National Scenic Riverway preserves, protects, restores, enhances, and interprets the riverway's exceptional natural and cultural resources for the enjoyment of present and future generations. The Mission Statement is derived from the Wild & Scenic Rivers Act that created the Riverway and the National Park Service Organic Act which directs the operation of all National Park Service areas.       National Park Service managers at St. Croix National Scenic Riverway seek to: 1. Preserve the St. Croix and Namekagon rivers in a natural and relatively free-flowing condition; 2. Preserve, enhance and restore the ecological integrity of the St. Croix and Namekagon rivers; 3. Protect and enhance the exceptional natural, scenic, and cultural resources of the Riverway for current and future generations; 4. Provide for a diverse range of recreational opportunities along the Riverway without detracting from the exceptional natural, cultural, scenic, and aesthetic resources; 5.  Provide opportunities for learning and study of the geologic, cultural, ecological and aesthetic values to further enhance stewardship of the Riverway; and 6. Provide an environment that allows the opportunity for peace and solitude. This means that we are protecting the park resources so that your children and your children's children can experience, enjoy and appreciate the St. Croix National Scenic Riverway that you know and love today. Explore this section of the website to find out how park staff are working to accomplish the Riverway's mission.       If you're interested in finding out more about the park, we have provided Park Statistics, Laws & Policies, Park Planning and Fire Management documentation online. You can also find the contact information for our Park Officers as well as more information about our Public Intiatives and Job Opportunities.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/management\/index.htm"
}
