{
    "title": "Lake Chelan National Recreation Area: The Miners",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Miners                Miners      From the 1850's to the 1950's, gold and silver were periodically mined from the rugged wilderness peaks of the North Cascades.         The story of mining in the North Cascades is one of broken dreams. In the 1850s, prospectors began searching for gold along the banks of the Skagit River. After gold was discovered along Ruby Creek in the late 1870s, hundreds of miners swarmed over the upper Skagit valley. They found little gold, and the rush was over by 1880.   Over the next few decades, miners turned their attention to other minerals, primarily silver and lead, located higher in the mountains. New claims were established in the high country around Cascade Pass, including Doubtful Lake, Boston and Horseshoe Basins and Bridge Creek. A rich silver deposit was found just below Boston Glacier near the headwaters of Thunder Creek in 1892, and another rush was on. Some silver was located, but the costs of getting the ore out were too high. By 1913 most of the Thunder Creek mining companies had folded. Mining continued along the Stehekin drainage through the 1910's until metal values dropped and it became too costly. Interest in mining in the area did not resume until WWI increased the demand for metal and then again during the 1940's to 1950's for the last time. Short working seasons, unpredictable weather conditions, difficult transportation, limited accessibility and lack of working capital were all factors that hampered the development of large-scale mining in the North Cascades. The only exception was the Holden Mine which was located outside of the North Cascades National Park Service Complex, southwest of Stehekin.     (Adapted from \"Sharing the Skagit: An Educator's Guide to the Skagit River Watershed\" from the North Cascades Institute. © 1993.)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/historyculture\/miners.htm"
}
