{
    "title": "Lake Chelan National Recreation Area: The Fur Traders",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Fur Traders                Fur Traders      Fur traders, traveling on foot and by canoe, were among the first Euro-Americans to venture into the North Cascades wilderness in the late 1700s.         All those who have lived in the North Cascades have made use of the many natural resources. Commercial exploitation begun with fur trappers of the early nineteenth century and was continued by the miners, loggers and dam builders of the 1900s.  Fur traders, traveling on foot and by canoe, were among the first Euro-Americans to venture into the North Cascades wilderness in the late 1700s. Seeking to follow the Columbia River to the Pacific Ocean, these explorers entered only the lower reaches of the North Cascades. The earliest recorded crossing of the North Cascades by a Euro-American occurred in 1814. Alexander Ross, a fur trader, crossed Twisp Pass and descended Bridge Creek to the Stehekin River, which he then followed upstream. Finally crossing Cascade Pass, he traced the Cascade River downstream to its confluence with the Skagit River. Maps of Washington Territory in 1860 show large areas still labeled \"unexplored.\"   Many of the early settlers trapped to supplement their income. Trapping was primarily a winter activity -- the most difficult season to be afield in the mountains. The Weaver brothers came to Stehekin primarily to trap animals for a living. They were so successful that they opened a taxidermy business across the river at what is now called Weaver Point. John McMillan, a miner, ran traplines along Big Beaver Creek and the upper Skagit River in the late nineteenth century. Beaver, bear, cougar, wolf, lynx, fisher, marten and fox were all sought by trappers in the North Cascades.     (Adapted from \"Sharing the Skagit: An Educator's Guide to the Skagit River Watershed\" from the North Cascades Institute. © 1993.)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/historyculture\/fur-traders.htm"
}
