{
    "title": "Lake Chelan National Recreation Area: The Settlers and Explorers",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Settlers and Explorers                Settlers and Explorers      In the mid- to late-1800s, many expeditions penetrated the heartland of the North Cascades, including Lieutenant Henry Pierce who discovered gold-bearing quartz near Eldorado Peak in 1882.         Over the next 40 years, many expeditions penetrated the heartland of the North Cascades, although these explorers kept to the major river systems and passes. Explorer Henry Custer crossed Whatcom Pass in 1859. Cascade Pass was crossed by non-Native Americans for the second time in 1877 by the Otto Klement party in its search for gold. In 1882 Lieutenant Henry Pierce was assigned by the U.S. Army to explore the North Cascades region of Washington Territory. His party explored the Stehekin River Valley, traversed Cascade Pass after 22 days of travel and descended the Skagit River to Sedro Woolley. He found gold-bearing quartz west of Cascade Pass in the Eldorado Peak area. While exploration of the mountains continued, settlers began to sink roots into the lush river valleys.     Early settlers faced many challenges in the rugged environment. Nonetheless, settlements occurred in the Cascade, Skagit, and Stehekin River valleys, including the 25-room Fields Hotel in Stehekin which was dismantled in 1926.         The North Cascades provided formidable barriers to settlement. In 1846, Washington Territory opened to homesteading, but it was not until the late 1870s, with the clearing of a massive natural logjam on the Skagit River, that settlers moved upriver. Settlement along the Stehekin River occurred later. The northeast side of the river and Lake Chelan were part of the Chief Moses Indian Reservation and was reserved for Indian settlement. In 1883, the reservation was dissolved and the land was open for settlement.   Settlement along the three major river systems, the Stehekin, Cascade and Skagit, continued through the 1880s. Early settlers faced many challenges, for the rugged environment made this a harsh land to live in. The majority of early settlers were not farmers but shopkeepers and innkeepers who came to sell goods and services to the trappers and prospectors who first ventured up the rivers. Close to the mouth of the Stehekin River was the final stop for steamboats bringing prospectors and their supplies up Lake Chelan. Prospectors stayed in a small boarding house called the \"Argonaut\" before venturing into the mountains. The boarding house was sold in 1892 to M. E. Field who eventually transformed it into a 25-room hotel. By 1902, the town of Stehekin had formed with a post office and schoolhouse. Marblemount, at the confluence of the Cascade and Skagit rivers, was established as a base for miners; the first wagon road was built into the area in 1892.     (Adapted from \"Sharing the Skagit: An Educator's Guide to the Skagit River Watershed\" from the North Cascades Institute. © 1993.)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/historyculture\/settlers-and-explorers.htm"
}
