{
    "title": "Lake Chelan National Recreation Area: Native Peoples",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Native Peoples                Native Peoples          Native people of the North Cascades were hunters, fishers and gatherers who lived in a severe and changing environment.  The lives of the Native people of the North Cascades were closely tied to the natural environment and vulnerable to changes in the abundance or scarcity of the resources they depended upon. The Native people lived for thousands of years in the mountain environment. They were intimately acquainted with the land -- trees, plants, animals, rivers and peaks -- all of which had names and meaning. The mountain world was their home, supplying their needs for food and shelter and providing a base for their culture. Native American interactions with the environment were flexible and adaptable to rapidly changing conditions. They used the various mountain areas for different purposes at different seasons as food-gathering and settlement needs required.     The rugged topography of the North Cascades separates two regions that contained large Native populations: the peoples of the Columbia River Basin to the east and those of the Pacific Northwest\/Puget Lowlands to the west. A trade network connected and enabled them to share locally abundant resources for any materials they lacked. They traveled across mountain passes to trade. They followed ridge crests to avoid dense brush along avalanche shoots and stream bottoms.     The difficulty of travel across these rugged mountains made intimate knowledge of them extremely important. Routes to the major mountain passes were vital to indigenous peoples. Lake Chelan and Upper Skagit groups used Cascade Pass regularly as a trade route through the mountains. They called the pass Stehekin, \"the way through.\" The Upper Skagit people reportedly cached canoes at the head of Lake Chelan to use in their trips southward down the lake. The mountains were inhabited mainly in summer and fall, when milder weather and melting snows permitted access into the high country. But reports exist that Upper Skagit might have traversed Cascade Pass in winter en route to Lake Chelan. When traveling to the east, the Chelan people crossed by way of Twisp Pass. Recent archaeological evidence indicates that Whatcom Pass might have been used by the Chilliwack and Lower Thompson Natives as a trade route across the northern end of the range.  (More)     (Adapted from \"Sharing the Skagit: An Educator's Guide to the Skagit River Watershed\" from the North Cascades Institute. © 1993.)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/historyculture\/native-peoples.htm"
}
