{
    "title": "Lake Chelan National Recreation Area: Audio",
    "body": "Audio       VOICES OF THE NORTH CASCADES Inspired by the stories told in the documentary The National Parks: America's Best Idea, North Cascades is using this opportunity to reflect upon itself as a national park. What makes this place so unique? What are visitors surprised to learn about the North Cascades? What is it like to live and work in these mountains everyday? How do we welcome visitors to the North Cascades? What can we and the public do to protect this park for future generations? Over the next several weeks, North Cascades staff will share their stories and experiences in the hopes of inspiring others to visit this park. From the first year intern to those that have been here since the park's creation in 1968, it is easy to hear the emotional connections that park staff have with these mountains. Despite, or perhaps because of, such rugged wilderness, many passionate people call the North Cascades their home. Browse through these staff audio clips or subscribe to the podcast (coming soon). Click the link to open the audio file in a new window. Download time varies.      Click here to subscribe to the podcast on iTunes. Click here to download the RSS feed.           Rick Allen for the NPS  Episode 1: Michael Brondi and Rosemary Seifried (5:54) Maintenance worker Michael Brondi shares his thoughts about protecting national parks and why he gets so much joy out of working with youth. Rosemary Seifried, a park ranger, recalls how she first arrived at North Cascades and the thrill of discovery from being outside in nature. Transcript        David Snyder for the NPS  Episode 2: Paula Ogden-Muse (4:43) Paula Ogden-Muse, education specialist, shares the many times that she feels emotionally connected to North Cascades National Park. And in a plea to park visitors, she suggests that the most important way to protect our national parks is one of the easiest things that we can do. Transcript        Rick Allen for the NPS  Episode 3: Bob Mierendorf (4:47) Bob Mierendorf, Park Archeologist, explains the significance of North Cascades cultural research, rewriting our understanding of how native peoples in the Pacific Northwest interacted with the mountain landscape. He also offers some surprising revelations about one of our most popular trails in the park: Cascade Pass. Transcript        Rick Allen for the NPS  Episode 4: Laura Chick Drum and A.J. Fedoruk (7:21) Visiting Hozomeen, where the park meets the Canadian border, isn't always easy; you can take a boat trip, go hiking, or drive down a gravel road through Canada. But it's well worth the effort. We meet two interpreters-one American, one Canadian-who have a unique working partnership found nowhere else. Transcript        David Snyder, Fall 2005 Artist-in-Residence  Episode 5: Roy Zipp (3:56) Roy currently works as the environmental protection specialist for North Cascades. In this episode, he discusses the importance of the 1964 Wilderness Act and shares what one might find when entering a federally designated Wilderness Area. Transcript",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/photosmultimedia\/audio.htm"
}
