{
    "title": "Tonto National Monument: News Releases",
    "body": "News Releases           Subscribe  | What is RSS     August 03, 2016  Tonto National Monument Centennial Birthday Bash Event  Roosevelt, AZ - Join Tonto National Monument in celebrating the 100th birthday of the National Park Service at the Centennial Birthday Bash on Saturday, August 27, 2016 from 10:00 am to 3:00 pm.   May 07, 2016  \"Park After Dark\" Night Sky Event 2016  Roosevelt, AZ - Explore the wonders of the night sky with Park Ranger Christa Sadler, Dr. Larry Behers, and regional astronomers with an evening full of telescopes, constellations, and more at Tonto National Monument on Saturday, June 11, 2016.   February 29, 2016  Tonto Celebrates Heritage Days March 12 and 13  Roosevelt, AZ - Tonto National Monument will celebrate the National Park Service Centennial and Arizona Archaeology & Heritage Awareness Month by hosting its annual Heritage Days, March 12 and 13.   February 23, 2016  Payson 6th Graders Help Tonto Celebrate NPS Centennial  More than 160 sixth graders from Rim Country Middle School in Payson, Arizona will help Tonto National Monument staff plant a cultivar and pollinator garden March 2 and 3 in celebration of the National Park Service Centennial.   February 15, 2016  Gila County Sheriff's Department, Tonto Staff Intent on Building Lasting Partnership  Roosevelt, AZ - Tonto National Monument Staff gave the Gila County Sheriff and his office a VIP tour of the Upper Cliff Dwellings, February 11, in an effort by the two agencies to strengthen the relationship between local and federal services.   January 13, 2016  A Day to Commemorate Dr. Martin Luther King Jr.  Tonto National Monument will commemorate Martin Luther King Jr. Day by providing all monument visitors with a Fee Free Day on Jan. 18.                     Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: fee increase",
    "url": "https:\/\/www.nps.gov\/tont\/learn\/news\/newsreleases.htm"
}
