{
    "title": "Lake Chelan National Recreation Area: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                 Mammals         Bat studies reveal secrets of North Cascades   Wilderness of the North Cascades hosts wildlife less common in the more populated areas of Washington State. 75 mammal species in 21 families can be found in the North Cascades. Three species (gray wolf, grizzly bear, and Canada lynx) are listed as \"threatened\" or \"endangered\" under the Endangered Species Act. Grizzly bears and gray wolves have both been documented as residing in rugged terrain. Both are emblematic of the need for large contiguous areas of undisturbed wilderness that are necessary for these species to exist. Other species associated with wilderness areas that have been documented in the North Cascades include black bear, wolverine, river otter, cougar, lynx, and bobcat.   Bats, the only mammals capable of true flight, are among our least understood mammals. Twelve species of bats are thought to inhabit the North Cascades. National Park Service biologists, recently conducting a parkwide bat inventory, documented eight bat species using habitats within the park. Among those species found in the Cascades, the western small-footed bat weighs as little as four grams. Nocturnal and seldom seen, all bats found in the Cascades are insectivorous and most are closely associated with mature forests.   Mule deer, including the black-tailed deer subspecies, are the most common ungulates (hoofed mammals) in the North Cascades. Occasionally elk, moose and mountain goats can be found here. In subalpine and alpine habitats, hoary marmots are common and can be seen and heard whistling at any sign of predators, such as golden eagles and coyotes. Pika (pronounced Pie-ka) are common on mid to high elevation talus slopes.      Additional Resources:  Mammal Checklist  (PDF 81 kb)",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/nature\/mammals.htm"
}
