{
    "title": "Lake Chelan National Recreation Area: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers      NORTH CASCADES VISITOR CENTERClick here for current hours Phone: 206-386-4495 ext.11 Location: Across the Skagit River from the North Cascades Highway (State Route 20) near milepost 120 and the town of Newhalem. Adjacent to Newhalem Creek Campground. Special Programs: Special presentations available for school and other groups by prior arrangement. Exhibits: Relief map of the park and surrounding area, exhibit room featuring multimedia exhibits on the park's natural and cultural history. Available Facilities: Theater featuring large format slide program and video presentation. Several short, accessible interpretive trails and restrooms. Information desk. Sales area with books, maps, videos, and other items related to the national park and adjacent national forests.     PARK AND FOREST INFORMATION CENTER Click here for current hours  Phone: 360-854-7200 Location: In Sedro-Woolley, Washington, along the North Cascades Highway (State Route 20) about 5 miles east of I-5. One and one-half hours north of Seattle. 810 State Rte. 20, Sedro-Woolley, WA, 98284. Special Programs: This station is operated jointly with the Mt. Baker District of the Mt. Baker-Snoqualmie National Forest and North Cascades Institute. Exhibits: Relief map of the park and adjacent national forests. Available Facilities: Information desk. Sales area with books, maps, videos, and other items related to the National Park and adjacent national forests.     WILDERNESS INFORMATION CENTER Click here for current hours  Phone: 360-854-7245 Location: 7280 Ranger Station Rd., Marblemount, WA 98267. Drive SR 20 toward Marblemount. Turn onto Ranger Station Road, which leaves SR 20 at milepost 105.3, just west of Marblemount, and drive 0.7 miles to the end of the road and the ranger station. Exhibits: Exhibits about wilderness and backcountry travel. Relief map. Sales of books, maps, and other items related to wilderness, hiking, and climbing. Available Facilities: This center is the main backcountry permit office for North Cascades National Park and the adjacent Ross Lake and Lake Chelan National Recreation Areas. Information desk. Sales area with books, maps, videos, and other items related to the national park and adjacent national forests. Backcountry permits are required year-round and are available at an outdoor self-issue station when the station is closed during the winter season. (More)     GOLDEN WEST VISITOR CENTER Click here for current hoursFerry schedule may be found at www.ladyofthelake.com or by phone at (888) 682-4584.  Phone: 509-699-2080 ext. 14 Location: A short walk from the passenger ferry landing at Stehekin Landing near the north end of 50-mile long Lake Chelan. Reached via passenger ferry, trail, or float plane. Not accessible by road vehicle. Special Programs: Arts & Humanities of Stehekin operates the Golden West Gallery, which features a series of exhibits of work by local artists and crafts people. Exhibits: Relief map and exhibits on natural and cultural history of the area. Available Facilities: Information desk, sales of books, maps, and other items related to the area. Obtain free backcountry permits for valley campsites or overnight backcountry trips into the Lake Chelan National Recreation Area or North Cascades National Park. Audiovisual program available throughout the day. Daytime short talks. In summer, children's programs, guided walks, bicycle tours and nightly evening programs.      GLACIER PUBLIC SERVICE CENTER Click here for current hours  Phone: 360-599-2714 Location: Just east of Glacier, Washington, on the Mt. Baker Highway (Highway 542). 10091 Mt Baker Hwy, Glacier, WA 98244 Exhibits: Relief map of Mount Baker and exhibits on the natural and cultural history of the Mt. Baker District, Mt. Baker-Snoqualmie National Forest. Available Facilities: This is a U.S. Forest Service ranger station that is jointly staffed by both USFS and National Park Service rangers during the summer season. Backpackers and climbers can obtain free backcountry permits required for overnight stays in areas within North Cascades National Park that are accessed via trailheads along the Mt. Baker Highway, such as Mt. Shuksan, the Chilliwack River drainage, or Copper Ridge. Sales of books, maps, recreation passes, and other items related to the area.  (More)     CHELAN RANGER STATION Click here for current hours  Phone: 509-682-4900 Location: In Chelan, Washington, at the edge of Lake Chelan near the foot of the lake. 428 W. Woodin Ave., Chelan, WA, 98816 Available Facilities: This is an office of the Okanogan-Wenatchee National Forest where information can be obtained concerning Lake Chelan National Recreation Area, including Stehekin. Information counter. Sales of books, maps, and other items related to the National Forest, National Park and National Recreation Area. (More about the National Forest)      METHOW VALLEY RANGER STATION Click here for current hours Phone: 509-996-4003 Location: 24 West Chewuch Rd, Winthrop, WA 98862 Available Facilities: Information counter. Sales of books, maps, and other items related to the National Forest, National Park, and National Recreation Areas. This is an office of the Okanogan-Wenatchee National Forest, staffed jointly in summer by USFS and National Park Service rangers. Visitors from eastern WA can obtain permits here for backcountry trips into North Cascades National Park, Lake Chelan National Recreation Area, or Ross Lake National Recreation Area. This includes trips that begin at Forest Service trailheads, such as those along Twisp River Road, or trailheads on State Highway 20 east of Newhalem.      SKAGIT INFORMATION CENTER  Click here for current hours Location: On SR 20 in the town of Newhalem Facilities:  Information counter. Jointly operated by Seattle City Light, North Cascades Institute, and North Cascades National Park. Information on Newhalem, Skagit Tours, and general park information. Exhibits on hydroelectric power and Skagit Project dams and communities.",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/visitorcenters.htm"
}
