{
    "title": "Lake Chelan National Recreation Area: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                 Archive        The Past Within NPS\/Brad Metler           Subscribe  | What is RSS     June 22, 2016  Cascade River Road Opens for the Season  The Cascade River Road is now open to all vehicles to its end at Cascade Pass Trailhead.   August 21, 2015  Firefighters Continue to Work on Goodell Fire  Firefighters continue work to protect the community of Newhalem and National Park Service facilities and infrastructures and manage the wildfire as it moves in the park. Following significant fire activity on Wednesday, yesterday’s activity was minimal.   August 14, 2015  Rocky Beaver Fire Trail and Camp Closures in Effect  Park officials have closed a portion of the Little Beaver Trail from Little Beaver Boat Camp to the junction of Big Beaver Trail due to the Rocky Beaver Fire. Perry Creek Camp is closed; Little Beaver Boat Camp remains open. Backcountry travelers can access Whatcom Pass from the east via the Big Beaver Trail and the portion of the Little Beaver Trail west of the junction with the Big Beaver Trail.   August 12, 2015  Stehekin Open for Business  The Stehekin community in Lake Chelan National Recreation Area is open of business.  The nearby Wolverine wildfire and smoke have subsided and all services are open.   August 11, 2015  Climber Dies Near Fisher Peak  A 46-year old male from Bellingham, WA was killed by rock fall on Sunday, August 9, 2015 in the Fisher Peak area near Easy Pass in North Cascades National Park Service Complex. Other members of his group responded immediately to provide first aid and initiated CPR shortly thereafter.   July 30, 2015  Park Creek Trail Closed Due to Goode Fire  Lightning likely started a fire approximately 1,000 feet above Five Mile Camp near Goode Mountain in Lake Chelan National Recreation Area. The Goode Fire was detected Wednesday and was estimated to be approximately 2 acres in size. Fire access is difficult due to high cliffs and steep terrain. With continued high temperatures and dry weather, firefighters will monitor the situation and call in additional resources as needed.   July 10, 2015  Campfires Banned in All Portions of North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area  Effective Friday, July 10, campfires or the ignition of wood, briquettes, or any fuel in fire pits, fire pans, and barbeque grills, are banned in all portions of the North Cascades National Park Service Complex – North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area   July 02, 2015  Campfires Banned in Lake Chelan National Recreation Area and Portions of North Cascades National Park  North Cascades National Park Service Complex has announced a campfire ban for Lake Chelan National Recreation Area and portions of North Cascades Natl Park   June 23, 2015  Construction Begins on Cascade River Road in August  Drivers may experience up to 20 minute delays from August 23 to September 7, 2015, as construction begins on the last three miles of the Cascade River Road. The road will be closed to all vehicle and foot traffic from September 8 through late October 2015. The road closure will begin at the Eldorado parking area near milepost 20 and will affect hikers and climbers approaching the area from either the east or west side.  Eldorado Peak and other peaks accessed via Eldorado Creek will not be affected.   June 12, 2015  Significant Progress Made on Suppression of Thunder Creek Fire  Firefighters have been working hard throughout the week slowing the Thunder Creek fire located within the North Cascades National Park Service Complex. The fire is 40% contained and remains at 103 acres.   June 07, 2015  Firefighters Progress on Thunder Creek Fire  Firefighters continue to work the lightning-caused Thunder Creek Fire within North Cascades National Park Service Complex, now at about 30% contained.   June 05, 2015  Smokejumpers Added to Thunder Creek Fire Crew  Nineteen wildland firefighters continue suppression efforts on the edges of the Thunder Creek Fire in North Cascades National Park Service Complex. Ten North Cascades smokejumpers parachuted in yesterday to work beside the Whiskeytown Fire Module firefighters. The crews, who are camping near the remote fire, are being supplied and supported by helicopter.   June 04, 2015  Active Suppression of Thunder Creek Fire Begins  Firefighters began active suppression of the Thunder Creek Fire in North Cascades National Park Service Complex. North Cascades smokejumpers are expected to parachute into the area today to work beside the Whiskeytown Fire Module firefighters who hiked in yesterday. The crews plan on helicopter support, including slinging in sprinklers, pumps and hoses to help protect historic cabins in the area. Air support will be weather dependent.   June 03, 2015  Roy Zipp Selected as Operations Manager for  Ebey’s Landing National Historical Reserve  Roy Zipp has been selected as the new Operations Manager for Ebey’s Landing National Historical Reserve, located on Whidbey Island in Puget Sound.  He replaces Craig Holmquist, who retired in December 2014. He begins his new assignment immediately.   June 02, 2015  Thunder Creek Fire  Lightning started a fire approximately eight miles up the Thunder Creek drainage from the Colonial Creek campground in North Cascades National Park. The Thunder Creek Fire was detected Saturday evening and grew to about 15 acres as of Sunday afternoon.   May 24, 2015  Pierce Mountain Fire Update  Two firefighters rappelled from a helicopter on Saturday afternoon to begin work on the lighting-caused Pierce Mountain Fire, which remains under one acre in size; low clouds prevented an earlier start.  The fire has burned trees, downed logs, and vegetation at about 3,400’ elevation in rock cliffs.   May 22, 2015  First Fire of the 2015 Season  A less-than-one acre fire is active high above Ross Lake in North Cascades National Park Service Complex at nearly 4000 feet elevation.  Smoke from the Pierce Mountain Fire was reported yesterday by drivers along Highway 20.  “The lightning-caused fire started yesterday afternoon in extremely steep terrain,” said Dee Townsend, NPS Fire Management Officer. Low snow pack, high temperatures, and drought conditions contribute to an early fire season.   May 22, 2015  Campground Fees Increase  Colonial Creek, Newhalem, and Goodell campgrounds will see a fee increase to $16.00 per night beginning Saturday, May 23, 2015. North Cascades National Park Service Complex manages five vehicle access campgrounds with 365 sites and 300 wilderness and backcountry (near the lakes) camps.   May 11, 2015  Low Lake Levels on Diablo Lake  Diablo Lake will be drawn down as low as 1192 feet above sea level or 10 feet below normal operating conditions to accommodate necessary maintenance by Seattle City Light of the Ross Dam barge landing and ferry facilities.  Low lake levels will occur May 12 through June 15, and again September 15 through October 31, 2015. During these times, Diablo Lake and the Colonial Creek Campground boat ramp will be inaccessible to motorboats and it will be difficult for paddlecraft to launch.   April 27, 2015  Tourism to North Cascades National Park Service Complex Creates $40,582,400 in Economic Benefits  A new National Park Service (NPS) report shows that 769,837 visitors to North Cascades National Park Service Complex, which includes Lake Chelan NRA, North Cascades National Park, and Ross Lake NRA, in 2014, spent $33,534,400 in communities near the parks. That spending supported 416 jobs in the local area and had a cumulative benefit to the local economy of $40,582,400.   February 13, 2015  Public Invited to Open Houses on Options for Grizzly Bear Restoration in North Cascades Ecosystem  The public is invited to participate in a series of informational open houses regarding restoration of grizzly bears in the North Cascades ecosystem. The meetings are being held by the National Park Service (NPS) and U.S. Fish and Wildlife Service (FWS) as part of the Grizzly Bear Restoration Environmental Impact Statement (EIS) process for the North Cascades ecosystem. This is the first opportunity for public involvement in the EIS.  The purpose of the EIS is to determine whether or not the agencies will take an active role in restoring the grizzly bear to the North Cascades Ecosystem.   January 16, 2015  State Route 20 Closed to Recreational and Vehicle Traffic  Sedro Woolley, WA – State Route 20 beyond the closed vehicle gate at Ross Dam Trailhead (MP 134) is temporarily closed to foot traffic and recreational activities.   December 12, 2014  Public Comment Period Extended on Plan to Replace Administrative Facilities at Stehekin  In response to public input, the review period for the “Replacement of Administrative Facilities at Stehekin Environmental Assessment (EA)\" will be extended through January 20, 2015.  The EA, as well as the proposed rate structure for waste collection can be found on the project website at http:\/\/parkplanning.nps.gov\/SMFRP.   November 04, 2014  Public Open Houses in November on Plan to Replace Administrative Facilities at Stehekin  The public is invited to attend any of several meetings in November to learn more about and provide comment on a proposed action to replace administrative facilities at Stehekin on Lake Chelan between November 17 and November 19, 2014.   September 22, 2014  North Cascades and Mount Rainier National Parks Host Public Open Houses on Plan to Restore Fisher  Sedro-Woolley, WA -- The public is invited to attend any of several meetings next week to learn more about and provide comment on a proposed action to restore the fisher (Pekania pennanti) to the southwestern and northwestern Cascades of Washington State, including Mount Rainier and North Cascades National Parks.   September 03, 2014  North Cascades National Park Hosts Fall 2014 Artists-in-Residence  September 2, 2014 – Sedro Wooley, WA - Two new Artists in Residence in the fields of music and writing will join the park mid-September through early October to produce work inspired by Wilderness of the North Cascades.   August 22, 2014  Schedule for Fall Campsite Closures  As summer comes to an end, North Cascades National Park Service Complex begins to close campsites for the winter season. Beginning the day after Labor Day and continuing through the month of September, selected sites will be closed until next spring.   August 20, 2014  Cascade River Road Closed September 8, 2014 to Vehicle and Foot Traffic  The last three miles of the Cascade River Road will be closed to all vehicle and foot traffic September 8 through late October, 2014. The road closure will begin at the Eldorado parking area near milepost 20 and will affect hikers and climbers approaching the area from either the east or west side.  Access for those wishing to climb Eldorado Peak and other peaks accessed via Eldorado Creek will not be affected.   July 31, 2014  Campfire Ban in Lake Chelan National Recreation Area at Stehekin  North Cascades National Park Service Complex has announced a campfire ban at all campgrounds in the lower Stehekin Valley.   July 23, 2014  Report Shows North Cascades National Park Service Complex Contributes $37.9 Million to Local Economies  A National Park Service report shows that 784,854 visitors to North Cascades National Park Service Complex in 2012 spent approximately 37.9 million in communities near the Complex. That spending supported 370 jobs in the local area.   July 21, 2014  Lone Mountain Fire Update—July 21st a.m.  Today command of the Lone Mountain Fire was transferred from the local team to the Northern Rockies Wildland Fire Management Team (NR WMT).  The NR WMT is a highly skilled group of professional firefighters trained to manage large and complex fires.  In addition to the NR WMT, one 20 person handcrew from Arizona, two fire use handcrews, smoke jumpers, two helicopters and various other resources are assigned to the fire.   The demand for firefighting resources continues to be high due to the large number of very active fires in the Pacific Northwest.   July 19, 2014  Lone Mountain Fire Update—July 19  The Lone Mountain Fire burned actively east up Boulder Creek yesterday and grew to around 1000 acres.  This is a very remote area with difficult access but is still moving away from the Stehekin community.   July 18, 2014  North Cascades National Park Considers Clean-up of Firing Ranges in Stehekin and Newhalem  North Cascades National Park will hold public meetings on July 22nd, 2014 in Stehekin and July 24th, 2014 in Newhalem, for review and public comment on clean up of two firearm shooting ranges at Newhalem and Stehekin.   July 18, 2014  North Cascades BioBlitz Kicks Off  Lace up your hiking boots, grab a camera or smartphone, and join North Cascades National Park Service Complex for the second part of 2014 BioBlitz. On July 12 and 13, research scientists, park naturalists, and citizen-scientists kicked-off the four week event in Newhalem and at Cascade Pass. A continuation of that effort is about to begin.   July 18, 2014  Lone Mountain Fire Update—July 18—Morning  The Lone Mountain Fire grew to about 650 acres yesterday, still moving upward and away from the Stehekin community.  The fire is now on both sides of Butte Creek, a tributary of Boulder Creek where the main fire started.   July 17, 2014  Lone Mountain Fire Update: Trail Closure  The Boulder Creek Trail between the Stehekin Valley and McAlester Pass in the North Cascades National Park is now closed for safety because of the Lone Mountain Fire.   July 17, 2014  Lone Mountain Fire Update—July 17—Morning  The Lone Mountain Fire, about five miles northwest of Stehekin, Washington in high rugged mountains of the Boulder Creek drainage, has grown to 200 acres.  That includes a spot fire of about 40 acres that started across Butte Creek from the main fire.   July 16, 2014  Lone Mountain Fire Burns Above Lake Chelan  The Lone Mountain Fire is burning in the North Cascades National Park approximately five miles northwest of Stehekin, Washington in the Boulder Creek drainage.   May 30, 2014  Cascade River Road News Release  Hikers and climbers who are planning to access Boston Basin or the Cascade Pass area in North Cascades National Park Service Complex this fall need to be aware that the last three miles of Cascades River Road will be closed to both vehicle and foot traffic of any kind from September 8 until late October 2014.   May 16, 2014  Hazardous Snow Conditions in North Cascades National Park  Due to hazardous snow conditions in the North Cascades, potential backcountry visitors should approach spring climbing routes with heightened awareness and training during the next several weeks. It is also advisable to consult with North Cascades National Park Service Complex staff before traveling into the mountain snow zone.   May 15, 2014  Park Rangers Recover Slide Casualty  North Cascades National Park rangers successfully recovered the body of a John Cooper IV, a 46 year old ski-mountaineer from Seattle who was killed yesterday after a snow slide swept him over cliffs, in a fall of over 2000 feet, while the party was attempting a ski tour on the north side of Mount Shuksan.   May 14, 2014  Snow Slide on Mount Shuksan Claims One  At 10:45 this morning, North Cascades National Park dispatch received a report of 2 skiers, both from Seattle, who were ascending the north face of Mount Shuksan for a ski tour when the party was hit by a snow slide.  Rangers were able to determine that one man did not survive the fall, which is estimated at over 2000 feet.   May 07, 2014  North Cascades National Park Service Complex Volunteers Needed  North Cascades National Park Service Complex needs your help in maintaining, preserving and interpreting its magnificent landscape.  Volunteers in the Park perform many needed and vital tasks including campground hosts, staffing visitor center information desks, providing guided walks and talks, working with scientists in research operations and more in Sedro Woolley, Marblemount, and Stehekin.   April 22, 2014  Campground Hosts Needed  ould you like to live amidst the grandeur of the North Cascades, while interacting with campers and visitors to North Cascades National Park and Ross Lake National Recreation Area? If so, there is an opportunity to spend this summer at Colonial Creek Campground on scenic Diablo Lake with free utilities and hook-up provided.   November 15, 2013  Two National Park Visitor Centers Closed for Winter  To re-open the government, Congress provided funds at Fiscal Year 2013 levels through January 15 – final funding for Fiscal Year 2014 will not be resolved before then. Given the continuing fiscal uncertainty, the National Park Service will exercise extreme caution in spending to ensure that available funding is directed to the highest resource priorities and serves the most visitors.   October 17, 2013  North Cascades National Park Service Complex to Reopen  North Cascades National Park Service Complex re-opens to visitors today.  Visitors can access public areas and roads immediately while facilities and other public services are being re-opened.   October 01, 2013  Government Shutdown Forces Closure of North Cascades National Park Service Complex  Because of the shutdown of the federal government caused by the lapse in appropriations, the National Park Service (NPS) has closed all 401 national parks, including North Cascades National Park Service Complex.  All visitor facilities including the North Cascades and Golden West Visitor Centers, park hotels, campgrounds and roads – except for State Highway 20, a thru way – are closed.  The park will remain closed until the government reopens.   September 17, 2013  Forbidden Peak Climbing Fatality  On Sunday, September 15, 2013, the body of a 31-year-old climber from Seattle was recovered in North Cascades National Park by NPS rangers, supported by a contracted helicopter from HiLine Helicopters out of Darrington, WA   September 12, 2013  Work on Mudslide in Stehekin Continues  National Park Service crews and local contractors have opened one lane of the Stehekin Road allowing local businesses to remain open and visitor access on up valley to road’s end near Car Wash Falls.   September 06, 2013  Mudslide in Stehekin  A large and powerful storm cell triggered a massive mud and rock slide in the community of Stehekin Thursday night. Many vehicles in the long term parking area and at the mouth of Imus Creek were buried. Businesses affected were Discovery Bikes and Stehekin Reservations and Fly Fishing Shop. Most of the bicycles were damaged or washed into Lake Chelan and the log cabin office for fly fishing and reservations was surrounded by mud and rocks.   August 20, 2013  Cascade River Road Now Open to Cascade Pass Trailhead  The Cascade River Road is now open to all vehicles to its end at Cascade Pass Trailhead. The road had temporarily been closed at the Eldorado Trailhead, three and a half miles below the Cascade Pass Trailhead. In the early evening of August 11, a huge thunderstorm over the Cascade River Basin released a torrential downpour causing a wash-out of the Cascade River Road at Boston Creek.  The vehicles of 70 hikers were stranded the night of August 11 and most of August 12.   August 15, 2013  North Cascades and Mount Rainier National Parks Seek Public Input on Fisher Reintroduction  North Cascades National Park Complex is seeking comments on a proposed plan to reintroduce the Pacific fisher to Mount Rainier and North Cascades national parks.   The fisher is a member of the weasel family that occurs in low- to mid-elevation closed canopy forests with large trees and logs. Considered extirpated (absent) from Washington since the mid-1990s, the Pacific fisher (Pekania  pennanti) is the only native carnivore that is no longer found within the Cascade Range of Washington State. In 1998, the State formally listed the fisher as endangered, and in 2004, the U.S. Fish and Wildlife Service listed the West Coast fisher as a federal candidate for listing as an endangered or threatened species.   August 13, 2013  Cascade River Road Washout Update  In less than 24 hours after a torrential rain event created a 15 foot deep and 60 foot wide chasm in the popular Cascade River Road, employees of the North Cascades National Park took immediate action, and created a temporary vehicle crossing allowing 70 stranded hikers to drive out of the Cascade Pass trailhead parking lot.   August 12, 2013  Cascade River Road Wash-Out  Thunderstorms moved through the western part of North Cascades National Park during the afternoon and early evening of Sunday, August 11, 2013 dumping heavy rain within a short period of time.  This caused the Cascade River Road to wash out at its junction with Boston Creek, stranding approximately 25-35 vehicles parked at the Cascade Pass Trailhead 1½ miles above the washout.  Sixty-five stranded people stayed the night in their vehicles.   August 09, 2013  North Cascades National Park Complex Fire Update (August 9, 2013)  Below are four, lightning caused fires that are being managed by North Cascades National Park Complex. The current weather forecast shows more lightning tonight and throughout the weekend. Lightning fires are natural, but need to be reported in a timely manner. Be on the lookout for new smoke reports as the busy weekend continues.   August 08, 2013  Update for North Cascades National Park Fires (August 8, 2013)  North Cascades National Park Complex has been managing several lightning caused fires.   July 26, 2013  Update for North Cascades National Park Fires (July 26, 2013)  North Cascades National Park Complex had two fires reported from thunderstorms on Tuesday, July 17, 2013. Personnel have been managing these fires since the last update.   July 23, 2013  Update for North Cascades National Park Fires  Marblemount, WA – July 22, 2013 - North Cascades National Park Complex had two fires reported from thunderstorms on Tuesday, July 17, 2013. Personnel have been managing these fires since the last report.   July 18, 2013  North Cascades National Park Has Two Fires Reported  North Cascades National Park Complex had two fires reported from Tuesday night’s thunderstorms.   June 20, 2013  North Cascades National Park To Close Tumwater Campground Due To Bear Activity  Until further notice Tumwater Campground on the upper Stehekin Valley Road will be closed, due to bear activity. A bear received a substantial food reward when it broke into a garbage can there on Monday, June 17th.   June 12, 2013  North Cascades National Park To Hold Public Meetings  The National Park Service invites you to help identify the issues and concerns to be addressed in the Environmental Assessment for the “Replacement of Administrative Facilities at Stehekin” by attending one of three public meetings. Join members of the planning team and the park superintendent in Stehekin on June 24, Wenatchee on June 25, and Seattle on June 26 to discuss your ideas, thoughts, and concerns regarding the proposed actions.   May 17, 2013  Comments Requested on Lake Restoration Proposal  The National Park Service is seeking comments on proposed changes to the mountain lakes restoration program at North Cascades National Park Complex.   April 22, 2013  Statement on the effects of sequestration at North Cascades National Park Complex  Due to a series of required spending cuts in the federal budget (\"sequestration\"), the park has had to reduce its annual budget by five percent. Visitors can expect limited operations and fewer rangers to provide information and programs. While we take the actions necessary to comply with sequestration, the park remains open, welcoming visitors and continuing to protect the resources entrusted to our care.   February 26, 2013  North Cascades National Park Complex Tourism Creates $26.4 million in Local Economic Benefit  A new National Park Service (NPS) report for 2011 shows that the 791,388 visitors to North Cascades National Park Complex, which consists of the park plus Ross Lake and Lake Chelan National Recreation Areas spent $26.4 million in communities surrounding the park.  This spending supported 358 jobs in the local area.   October 15, 2012  Campfire Ban Lifted for Lake Chelan National Recreation Area and North Cascades National Park  The National Park Service has lifted the campfire ban for portions of Lake Chelan National Recreation Area and North Cascades National Park that was put in place September 21.   October 11, 2012  Sedro-Woolley-based National Park Service Employees Receive Awards for Natural Resource Management  National Park Service Pacific West Regional Director Chris Lehnertz recently announced the 2012 Pacific West Regional Director’s Awards for Natural Resource Management. Two of the recipients are based in Sedro-Woolley. Dr. Jon Riedel received the award for “Natural Resource Management” and Steve Gibbons received the award for “Professional Excellence in Natural Resources.”   October 05, 2012  Photographer in Stehekin as National Park Artist-in-Residence  Staff of the North Cascades National Park Complex is currently hosting Chuck Kimmerle in Stehekin as an Artist-in-Residence. Kimmerle is an award-winning landscape photographer from Casper, Wyoming who is spending his five-week residency photographing the forms and textures of Lake Chelan National Recreation Area’s natural and man-made landscapes.   September 18, 2012  Planned Burn near Stehekin  The North Cascades National Park fire management team is preparing for a potential prescribed burn in the Stehekin Valley. This burn will not occur until the demand for firefighting resources to help contain the wildfires in the area has subsided, and the current air quality and dry fuel conditions have improved. The exact timing will be determined by environmental conditions, such as weather and fuel moisture. Visitors and residents should expect to see smoke. After ignition is complete, burn crews will begin mopping up to minimize smoke impacts, especially if the burn occurs before or during the first full week of October when businesses offer special visitor packages in conjunction with fall colors and the Harvest Festival.   July 16, 2012  Final Stehekin River Plan Released  Today, the National Park Service released the Stehekin River Corridor Implementation Plan and Final Environmental Impact Statement. The purpose of this plan is to address, in a comprehensive way, the steps needed to continue to provide high-quality recreational experiences, protect natural and cultural resources, support the private community of Stehekin, and establish sustainable administrative facilities – including access via the Stehekin Valley Road – as called for in the 1995 Lake Chelan National Recreation Area General Management Plan.   July 15, 2012  Two Search and Rescue Incidents Evacuate Four Climbers  The North Cascades National Park search and rescue team recently responded to two separate mountaineering accidents, evacuating four people from remote mountain peaks.   June 05, 2012  Hozomeen Campground on Ross Lake Opens Friday  The U.S. National Park Service has announced that the Hozomeen Campground will open for the season on Friday but water will not be available. Campers are asked to bring in their own water or properly treat water from the lake or streams with a water filter, purifying tablets, or boiling.   May 17, 2012  Active Duty U.S. Military Offered Free Entrance to All National Parks  To show appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 09, 2012  National Park Facilities Ready for Spring and Summer Visitors  With the Washington State Department of Transportation hard at work reopening the North Cascades Highway (State Route 20), North Cascades National Park Complex is ready to welcome you.   March 08, 2012  North Cascades National Park Ranger and Darrington Helicopter Pilot Receive Bravery and Valor Awards for Rescue  North Cascades National Park Ranger Kevork Arackellian and pilot Anthony Reece, co-owner of Darrington, WA-based Hi Line Helicopters, were honored by Secretary of Interior Ken Salazar for their July 2009 rescue of an injured climber. Reece received the Citizen’s Award for Bravery and Ranger Arackellian received the Valor Award.   December 01, 2011  Ross Lake National Recreation Area Final General Management Plan and Environmental Impact Statement Released  The National Park Service today released the Ross Lake National Recreation Area Final General Management Plan and Environmental Impact Statement. “This final plan is the culmination of five years of planning and work with people that love the North Cascades,” said North Cascades National Park Complex Superintendent Chip Jenkins.   November 17, 2011  National Park Service Seeks Public Input into Environmental Assessment for Invasive Non-native Plant Management  In response to the threats posed by invasive non-native plants on park lands, the National Park Service has developed an Environmental Assessment for Invasive Non-native Plant Management. The EA proposes to implement an Integrated Pest Management program to control invasive, non-native plants, restore impacted areas, and detect and prevent new infestations in the North Cascades National Park Complex. The EA is available for review and the NPS is seeking public comments.   October 04, 2011  Fall Artists-in-Residence at Work in Park  North Cascades National Park is currently hosting resident artists in two different locations. The purpose of these residencies is to provide visitors, community members, and park staff opportunities to explore the meanings and significance of the park, its resources, and its people through art.   September 29, 2011  New Stehekin Concession Contract Announced  The National Park Service is pleased to announce that a new ten-year contract has been awarded to Guest Services, Inc. (GSI) for operation of the park-owned concession facilities in Stehekin, located within Lake Chelan National Recreation Area. GSI brings a wealth of experience in operation of visitor services; they currently provide lodging and food service for a variety of establishments throughout the country, including operation of concession facilities at Mount Rainier National Park and National Mall and Memorial Parks in Washington, D.C.   September 19, 2011  National Park Service Plans Prescribed Burn in Stehekin  The North Cascades National Park fire management team is preparing for a potential prescribed burn in the Stehekin Valley. The exact timing will be determined by environmental conditions, such as weather and fuel moisture. Visitors and residents should expect to see smoke. After ignition is complete, burn crews will begin mopping up to minimize smoke impacts, especially if the burn occurs before or during the first full week of October when businesses offer special visitor packages in conjunction with fall colors and the Harvest Festival.   September 07, 2011  Boaters to Stehekin Need to Be Prepared with Extra Fuel  Boaters planning to travel to Stehekin at the head of Lake Chelan need to bring with them enough fuel for a round trip. The public boat fueling station at the Stehekin marina is inoperable after an accident by the Lady of the Lake II destroyed the gangway and the fuel line that ran through it. A temporary gangway has been put in place and the automatic fuel shutoff system avoided any spillage into the lake. The National Park Service is in discussions with the Lake Chelan Boat Company about longer-term repairs.   June 28, 2011  Hiking Trails are Open in Stehekin  Hiking season has begun in North Cascades National Park Complex as the temperatures warms and the snow level rises. Hikers on trails over 5000 feet should be prepared for snow and mountaineering conditions, but lower elevation backpacking trails and day hikes offer stunning views and wildlife viewing opportunities.   June 02, 2011  Stehekin Winter Dock Project Reaches Completion  The Stehekin Winter Ferry Dock is now complete and in use by the Lake Chelan Boat Company ferries transporting visitors and residents of Stehekin. The new dock provides universal access for all passengers traveling on Lake Chelan via the commercial ferry system. It is part of approximately $3 million dollars in work that has been completed by North Cascades National Park Complex to improve the accessibility of Stehekin facilities and services and is the most notable improvement to the Stehekin Landing in almost forty years.   May 24, 2011  North Cascades NP Welcomes Visitors to North Cascades Highway  With the North Cascades Scenic Highway opening this week, North Cascades National Park is also open and beginning to offer summer recreation and visitor services throughout the State Route 20 corridor. In addition to hiking, camping, family activities, and ranger programs, North Cascades National Park is excited to partner with the North Cascades Institute and Seattle City Light to run the Skagit Tours on Diablo Lake.  This partnership will offer new adventures for the 2011 summer season.   May 10, 2011  Spring Activities and Concession Site Visits  The National Park Service is hosting a site visit for parties interested in providing commercial services within the Stehekin Valley at the head of Lake Chelan. Business entrepreneurs are invited to travel to Stehekin to tour the concession facilities in Stehekin on May 17, 2011. This site visit will allow potential bidders to experience the journey to Stehekin, view the facilities, and understand the services and activities offered through this concession contract.   April 06, 2011  2011 National Park Week  North Cascades National Park Complex invites you to celebrate National Park Week by getting outside, being active, and helping to care for your park. Two family-friendly volunteer opportunities take place soon.   March 11, 2011  Opportunity on Lake Chelan Re-advertised  No abstract supplied.   February 18, 2011  Construction to Begin on Winter Stehekin Ferry Landing  Construction will begin Monday, February 21 on the Stehekin Winter Ferry Landing Improvement Project. This new dock will provide universal access for all passengers traveling up Lake Chelan via the commercial ferry system.   November 19, 2010  Additional Public Meetings Scheduled for Draft Stehekin River Plan  The National Park Service has scheduled two additional public meetings to discuss the Draft Stehekin River Corridor Implementation Plan Environmental Impact Statement and Land Protection Plan.   October 14, 2010  Entrepreneurs Invited to Visit and Learn About Unique Business Opportunity  The National Park Service has a unique business opportunity for commercial services in Stehekin, located on the headwaters of beautiful Lake Chelan, and a gateway to the North Cascades. People interested in this opportunity are invited to Stehekin on October 22 to tour the current operation of the concession facilities and meet with park concession staff. Please notify Annelise Lesmeister at (509) 682-4921 no later than noon, October 21, if you plan to attend.   October 12, 2010  Come to a Public Meeting to Discuss Draft Stehekin River Plan  No abstract supplied.   October 07, 2010  Buckner Orchard Will Celebrate 100 Years  The National Park Service now manages the Buckner Orchard as part of North Cascades National Park Complex, but not without help from the Stehekin Community and the Buckner Homestead Heritage Foundation. Recently the Buckner Homestead Heritage Foundation donated a mower\/shredder and tractor to the National Park Service to aid in orchard operations. The machinery shreds pruned branches allowing large amounts of brush to be processed in a shorter amount of time and the saving physical labor of hand piling. Members of the Buckner Homestead Heritage Foundation also accomplished a great deal of volunteer work during a weekend at the Buckner Orchard in July.   October 04, 2010  Local Youth from Bellevue to Bellingham Host Climate Challenge  Students from International School in Bellevue, Bayside Montessori School in Bellingham, Immaculate Conception Regional School in Mount Vernon, Clear Lake Elementary School, and Concrete Middle School will host the broadcast component of Climate Challenge: North Cascades National Park on October 13 at 7:00 a.m. and 10:00 a.m. PDT. They will be joined by Jeff Corwin, the popular television personality and passionate conservationist, who will lead an activity with students from Whatcom Hills Waldorf School in Bellingham.   September 30, 2010  Continued Accessibility Improvements in Stehekin: Contract Awarded for Ferry Landing  A nearly $1 million contract has been awarded by the National Park Service through a full and open competitive bidding process to Wesslen Construction, Inc. to provide universal access at the Stehekin Landing for all passengers traveling via the commercial ferry system. It is part of over $2 million dollars in work that has been completed or is planned to improve the accessibility of facilities and services in Stehekin and is the most notable improvement to the Stehekin Ferry Landing in almost forty years.   September 28, 2010  Kelly Bush Recognized as an Outstanding Park Ranger  North Cascades National Park Ranger Kelly Bush is the recipient of the 2010 Pacific West Region Harry Yount Award which honors and recognizes outstanding national park rangers. She has been a park ranger at North Cascades National Park since 1979 and the Wilderness District Ranger since 2002. She is known for her skilled leadership and consistent high standards for visitor service. This is the second time that she has received this prestigious award – the other being in 2000.   September 23, 2010  Entrepreneurs Invited to Visit and Learn About Unique Business Opportunity on Lake Chelan  The National Park Service has a unique business opportunity for commercial services in Stehekin, located on the headwaters of beautiful Lake Chelan, and a gateway to the North Cascades. People interested in this opportunity are invited to Stehekin on October 4 to tour the current operation of the concession facilities and meet with park concession staff. Please notify Annelise Lesmeister at (509) 682-4921 no later than noon, Friday October 1, if you plan to attend.   September 21, 2010  North Cascades National Park Hosts Artists-in-Residence  September 24: Join Mark W. McGinnis for a free presentation and dialog at the National Park Headquarters in Sedro-Woolley at 12:00 p.m. and at the Upper Skagit Library in Concrete at 7:00 p.m.   September 16, 2010  Unique Business Opportunity on Lake Chelan  The National Park Service has a unique business opportunity for commercial services including overnight accommodations, food and beverage, retail, fuel, and transportation services within the Stehekin Valley on beautiful Lake Chelan. This business opportunity with the National Park Service in Lake Chelan National Recreation Area, located within the boundaries of North Cascades National Park Service Complex, will be operated as a Concession Contract.   September 15, 2010  Recovery of Fallen Climber  No abstract supplied.   September 09, 2010  Take Your Class on a Free Electronic Field Trip to North Cascades National Park  North Cascades National Park and the National Park Foundation invite schools across the country to take a free Electronic Field Trip to North Cascades National Park on October 13, 2010. “National parks are fun places, and they make great classrooms,” said Chip Jenkins, North Cascades National Park Superintendent. “You can learn about the foundations of democracy at Independence National Historical Park, about the struggle to preserve the nation at Gettysburg National Military Park, about geological forces that shape the earth at Grand Canyon National Park, and you can learn about the effect of climate change on people and ecosystems through this Electronic Field Trip to North Cascades National Park.”   September 09, 2010  Draft Stehekin River Plan Ready for Public Review  No abstract supplied.   September 08, 2010  National Park Service Plans Prescribed Burns in Stehekin   No abstract supplied.   September 03, 2010  Body of Missing Climber Found 09-03-10  The body of missing climber John Arum, was found on the north slope of Storm King Mountain by National Park Service rangers.   September 02, 2010  Search for Missing Climber  No abstract supplied.   September 02, 2010  John Arum Family Statement  The family of missing climber John Arum has issued a public statement.   September 02, 2010  Waist Pack Found in Search for Climber  No abstract supplied.   August 12, 2010  Art and Adventure in North Cascades National Park  No abstract supplied.   August 12, 2010  Temporary Log Crossing Installed on Thunder Creek Trail  A temporary log crossing is in place over Thunder Creek making the Thunder Creek Trail passable again to foot traffic. The trail was closed about 14 miles from the trailhead, just before the Skagit Queen Camp, due to the failure of the Skagit Queen Bridge about four weeks ago. The crossing remains closed to stock. Due to the volume and speed of the creek and the steepness of its banks at this location, there is no recommended safe alternative crossing for stock.   May 25, 2010  Artists-in-Residence at work in park and surrounding communities  North Cascades National Park is currently hosting two Artists-in-Residence -- muralist Kathleen Durkin in Newhalem and sound artist Jay Needham in Stehekin -- both of whom are offering free community programs this week.   May 21, 2010  Tapping into Science: Origin of Fish  No abstract supplied.   May 17, 2010  Time to Plan for Some Fun in Your National Park  No abstract supplied.   April 27, 2010  Pioneer life in the North Cascades is the topic of conversation at the next Tapping into Science  You are invited to join in the conversation at the next Tapping into Science with Dr. Jesse Kennedy, Chief of Cultural Resources at North Cascades National Park, who will profile pioneer life as captured in the writings of Lucinda Davis.   April 27, 2010  North Cascades National Park Recruiting for Summer Jobs  North Cascades National Park is recruiting for six youth age 16-18 for this summer’s Youth Conservation Corps (YCC) in Marblemount, Washington from June 21 through August 13. The program is non-residential; therefore, enrollees are responsible for their own housing and daily transportation to and from Marblemount. Work hours are Monday through Thursday from 7:00 a.m. to 5:30 p.m. and the pay rate is $8.55 per hour. Transportation will be provided from Marblemount to work sites each day, which could include campgrounds, roads and trails.   March 25, 2010  Debris Avalanche Affects Use of Ross Dam Haul Road  With the onset of spring, now is the time to plan for recreation in the North Cascades. Many low elevation trails are open for day and overnight hikes and Diablo Lake makes a great destination for early season paddling. Boaters and paddlers on Diablo Lake and hikers on the Diablo Lake Trail are advised, however, that a debris avalanche occurred on March 15 at the head of Diablo Lake, rendering unusable a local access road that connects Diablo Lake with Ross Lake. The approximately one-mile Ross Dam Haul Road provides Seattle City Light with access from Diablo Lake to the Ross Powerhouse and the top of Ross Dam. It also allows Ross Lake Resort to provide their guests with access from Diablo Lake and provides paddlers with portage between Diablo Lake and Ross Lake.   March 03, 2010  Stehekin Landing Accessibility Improvements  NPS is recieving public input on accessibility improvements to the Stehekin Ferry Landing www.nps.gov\/noca\/parkmgmt\/ferry.htm to access the EA and instructions for submitting written comments.   February 23, 2010  Tapping into Science-Frost Brewed Glaciers  No abstract supplied.   January 27, 2010  Thirsty for Knowledge  Thirsting for Knowledge? Try Tapping into Science What: A new monthly series of presentations exploring current science in the North Cascades When: Last Wednesday of each month Time: 7:30 p.m. Bellingham   October 21, 2009  Tumwater Bridge Repairs  The National Park Service will be conducting erosion control and abutment work on Tumwater Bridge along the Stehekin Valley Road in North Cascades National Park. The construction will temporarily close the Stehekin Road to all vehicle, bicycle, and foot traffic above Tumwater Campground beginning October 26, 2009. Work is expected to be ongoing through mid-November. The Tumwater Bridge endured flood damage and erosion during and since the 2003 flood.   September 09, 2009  North Cascades Fire Update Sept 7  No abstract supplied.   September 03, 2009  North Cascades Wildfire Update Sept 3  The Brush Creek fire became more active last week. Recent mapping shows it at 304 acres. It created a small spot fire north of the main fire, closer to the mouth of Brush Creek. The Brush Creek fire is still burning within parameters established by fire managers and fire personnel are developing a plan should future fire movement warrant additional action. The other two larger fires that are still burning, the Panther and Elija fires, 220 and 353 acres respectively, have not shown any recent increased growth. However, both fires continue to smolder and smoke. No new fires have been discovered after the most recent scattered lightning. An aerial reconnaissance will take place today, Thursday.   August 30, 2009  North Cascades Wildfire Update August 30  On Wednesday, August 26, the Brush Creek fire became more active, growing by 5 or so acres and crossing the Brush Creek trail below the fire.  On Thursday, it exhibited even more growth, and smoke could be seen from several lookouts around the Park.  That fire is now estimated at over 100 acres. The fire is still burning within parameters established by fire managers, although it has created several spot fires ahead of the main fire.   August 28, 2009  North Cascades Fire Update August 28  Wednesday, August 26, the Brush Creek fire became more active, growing by 5 or so acres and crossing the Brush Creek trail below the fire.  On Thursday, it exhibited even more growth, and smoke could be seen from several lookouts around the Park.  That fire is now estimated at over 100 acres. The fire is still burning within parameters established by fire managers, although it has created several spot fires ahead of the main fire.   August 28, 2009  Cascade River Road to Close at Hard Creek Bridge  No abstract supplied.   August 25, 2009  Last Chance to Submit Your Video Stories  No abstract supplied.   August 24, 2009  North Cascades Fire Update August 22 2009  Yesterday, an aerial flight was made to observe park fires as well as scout new fire starts due to lighting activity the previous night; only the Panther Fire in Panther Creek was producing smoke.  No new starts from lightning activity were found.  However, new fire starts from lightning may take up to two weeks to produce visible smoke so fire managers will remain vigilant. Today ground patrols will be made to watch for changes in fire activity. Helicopters are available to assist firefighters by making water drops if requested.   August 24, 2009  North Cascades Fire Update August 23 2009  Little to no fire activity has been observed at any of the fires for several days.  Fires remain in monitoring status.  There are no firefighters on the ground at these fires due to steep inaccessible terrain.  One helicopter (Type 3-light) is assigned to the fire to support firefighters if requested. The Panther Comlex has five fires totaling 622.6 acres, light smoke is reported. The Crapper Complex has 4 fires, no smoke visible. The Moon Complex has 3 fires, no reports.   August 24, 2009  North Cascades Fire Update August 24 2009  Due to low fire activity in the North Cascades National Park Complex this past week, this will be the last NOCA Fire update unless fire activity increases. Dee Townsend, Fire Management Officer, at the North Cascades National Park Complex said, “This has almost been a record year with twenty-seven fire starts in the park.  There has only been one other year with more fires (thirty-six) since the park was established in 1968.  It has been a good opportunity to allow fire back on the landscape.”  She reminds us that the fire season is not over yet.   August 21, 2009  North Cascades Fire Update August 21  Yesterday, patrols were made from roadside vantage points to observe fire activity.  No changes were noted in fire activity from the previous day.  Three fires continue to produce light smoke: the Elija and Panther Fires in Panther Creek, and the Brush Creek Fire in Brush Creek drainage.  Again, no smoke was observed at the other fires: Cascade Creek Fire and fires in the Crapper Complex. Today, a helicopter reconnaissance mission is planned for the Stehekin area to scout new fire starts due to lighting activity last night.  Ground patrols will be made to watch for changes in fire activity at existing fires in the Panther and Crapper Complexes. Helicopters are available to assist firefighters by making water drops if requested.   August 20, 2009  North Cascades Fire Update August 20  Yesterday, aerial flights and road patrols were made from vantage points to observe fire activity.  Three fires were producing light smoke: the Elija and Panther Fires in Panther Creek, and the Brush Creek Fire in Brush Creek drainage.  No smoke was observed at the other fires: Cascade Creek Fire and fires in the Crapper Complex.  New aerial GIS mapping of the two largest fires in the park found that the Elija fire has increased to 400 acres from 353 acres the Panther Fire has increased 3 acres to 223 acres over the past few weeks.   August 19, 2009  North Cascades Fire Update August 18  No abstract supplied.   August 19, 2009  North Cascacdes Fire Update August 19  Yesterday, the Elija Fire and the Panther Fire in Panther Creek were producing light smoke.  No smoke was observed from the: Rhode Fire, Crapper Fire, or the Cascade Fire.  Lack of smoke production does not mean a fire is out. Fire may remain in the ground, slowly burning the roots of trees and smoldering in the duff layer. Today’s dry, hot weather makes conditions right for fire activity to move from the ground into fuels above the ground. Initial attack crews are on alert for new fire starts. North Cascades firefighters will be monitoring the level of fire activity at each fire from road patrols.  Firefighters are not on the ground fighting designated suppression fires due to steep, inaccessible terrain.  Helicopters are available to assist firefighters by making water drops if requested.   August 19, 2009  Aerial Rescue from Dorado Needle  No abstract supplied.   August 17, 2009  North Cascades Fire Update August 17  Yesterday, the park’s Fire Effects Crew that had been on the Brush Creek Fire reported that the Brush Creek Fire in the Stephen Mather Wilderness remains active with sporadic flame lengths up to 2 feet. This fire is slowly backing downslope, burning duff up to three feet deep down to mineral soil.  The lowest flank of the fire is currently about 700 feet above the Brush Creek Trail.  Today, firefighters will ground patrol the Crapper Fire (2 acres) and Rhode Fire (0.5 acres) in the Crapper Complex to observe the level of fire activity.  Later in the week, after a few days of hot, dry weather, aircraft will remap fire perimeters to measure spread of fire perimeters.   August 10, 2009  Fire Update August 10  No abstract supplied.   August 10, 2009  Mountaineering Fatality in North Cascades National Park  A climber was killed early Sunday, August 9, 2009 in a mountaineering accident involving an icefall. Craig Luebben, 49, of Golden, Colorado, and Guillermo Benegas of Sandy, Utah, were beginning the Torment-Forbidden Traverse, which is an alpine rock ridge traverse connecting the two peak summits.When Luebben moved onto the upper section of glacier, a 100’ tall, 20’ wide and 10’ deep piece of ice broke off taking the climber with it.  A single cam device held his fall, but he still fell approximately 40 feet and was critically injured by falling ice.   August 06, 2009  North Cascades Fire Update August 6  No new fires have been discovered in North Cascades National Park Complex since Monday, August 3rd. Continuing warm weather has allowed several of the fires to continue smoking.General haze in the Park area is due to fires all around the area, not just because of fires in the Park. Both the Mt. Baker-Snoqualmie NF and the Okanogan-Wenatchee NF have numerous small fires, and there are several large fires burning in southern and southwestern British Columbia .   August 03, 2009  North Cascades Fire Update August 2  Several new fires were discovered over the weekend. New fires include the Rhode Fire, the Flush Fire and Tank Fire. The Thornton Fire was discovered Saturday afternoon and was suppressed by 4 firefighters, due to the possible threat to Highway 20 and adjacent power lines. Several other new fires are being managed by Fire Personnel; Elija Fire is 10 acres, located about 4 miles above Highway 20, on the east side of Panther Creek. Cascade Fire, Bouck Fire,and Fourth of July Fire are all small and are being managed.   July 31, 2009  North Cascades Fire Update July 31  No abstract supplied.   July 30, 2009  Open Fires Prohibited in the Lake Chelan Area  Open Campfires Restricted at Camps on Lake Chelan in the following three campgrounds along the NPS-managed portion of Lake Chelan: Flick Creek Camp Weaver Point Camp Manly Wham Camp   July 29, 2009  Wildfire Update - New fire near Newhalem  A new fire was reported in the afternoon of July 28. The Crapper Fire is located about one mile southeast of Newhalem and the North Cascades National Park Visitor Center just up from the Newhalem Creek. The 2 acre fire is in steep terrain making it difficult to place firefighters. Nevertheless, helicopter bucket drops have slowed the fire substantially. Firefighters and aircraft resources will continue to work on this fire until it is out.   July 29, 2009  New Junior Ranger Program Launched  North Cascades National Park Complex has launched a dynamic new Junior Ranger Program, which is FREE to the public. Four new age-appropriate activity booklets are being unveiled. The Junior Ranger program goals are for children to have fun in the park and to foster a lasting relationship with the North Cascades.  The new program was developed with support from Washington’s National Park Fund and the NPS Centennial Challenge.   July 27, 2009  North Cascades Wildfire Update  Extensive storm activity the past weekend sparked two small active wildfires that are being suppressed. The Pyramid Fire is south and above Pyramid Lake in North Cascades National Park. The fire is less than one acre in size and burning in mixed live and beetle killed conifer trees. The Moon Fire is about nine miles northwest of Stehekin in Lake Chelan National Recreation Area. This fire is also being suppressed due to its proximity to the Upper Stehekin Valley. Luna Pilot Fire has burned less than one acre. Panther Creek Fire has continued to burn down to and along Panther Creek to the west – away from HWY 20. The fire is now estimated to be 215 acres in size.   July 23, 2009  Special Use Permit Issued to WeaveTel  No abstract supplied.   July 21, 2009  Wildfire Update  North Cascades National Park Service Complex firefighters successfully contained the small One Mile Fire in the Stehekin area of Lake Chelan. Panther Creek fire continues to burn.   July 08, 2009  Panther Creek Fire Update III  No abstract supplied.   July 06, 2009  Panther Creek Fire Update II  The fire is approximately 123 acres in size and is burning in a heavily forested area in extremely steep terrain on the east flank of Ruby Mountain above Panther Creek. During the Independence Day weekend, hot, dry weather caused the fire to grow downhill towards Panther Creek. A weather system moved through the region late July 5 and was predicted to bring lightning and light rain. The lightning did not materialize though temperatures cooled and humidity rose keeping the fire cool.   July 04, 2009  Panther Creek Fire Update  The Panther Creek Fire located within Ross Lake National Recreation Area, was detected on June 28 and was started by lightning during a series of electric storms that moved through the area earlier in the month. The fire is burning in extremely steep terrain on the east flank of Ruby Mountain above Panther Creek. The fire is approximately 123 acres in size and is burning in a heavily forested area. The fire is expected to grow through the holiday weekend as we experience hot and dry weather.   June 29, 2009  Cascade River Road Open for the Season  No abstract supplied.   June 24, 2009  Missing Hiker Found in North Cascades  No abstract supplied.   June 18, 2009  New Vintage Busses Heading to Stehekin  New 'vintage' busses inspired by the charm of early 20th century vehicles that once roamed the Stehekin Valley are heading to Stehekin. The busses have a vintage look but also contain modern amenities such as large touring windows and a windowed ceiling, comfortable seating, and the ability to \"kneel\" for easy entry. \"These busses make a great addition to the Stehekin experience,\" explained North Cascades National Park Complex Superintendent Chip Jenkins.   June 16, 2009  The North Cascades are Calling: Get Involved  The North Cascades Are Calling! Be Involved: Volunteer The North Cascades are calling and there are numerous opportunities for you to become involved as a park volunteer.  Opportunities exist along the North Cascades Highway corridor and in Stehekin. “Volunteers are integral to park operations,” explained North Cascades National Park Complex Superintendent Chip Jenkins. “And volunteering is a fun way to be healthy and outside with friends and family while surrounded by the beauty of the North Cascades.”   June 12, 2009  Summer Speaker Series  No abstract supplied.   May 29, 2009  North Cascades Environmental Learning Center Recieves LEED Silver Award  The North Cascades Environmental Learning Center – a uniquely designed and constructed facility created by the partnership of Seattle City Light, North Cascades National Park and the North Cascades Institute – has earned the U.S. Green Building Council’s \"Leadership in Energy and Environmental Design\" or LEED® Silver certification. The award was presented at the celebration and free picnic on May 30th at the NC Environmental Learning Center.   May 19, 2009  Best Ideas for Summer fun in the North Cascades  North Cascades National Park Complex Shares Best Ideas for Summer Fun: The North Cascades are calling and inspired by the forthcoming September airing on PBS of the six-part documentary series, The National Parks: America’s Best Idea, North Cascades National Park Complex has five best ideas for you. \"Summer is a great time for family fun in your park,\" explained North Cascades National Park Complex Superintendent Chip Jenkins.   May 11, 2009  North Cascades NPSC welcomes Spring Artist in Residence to Stehekin  The North Cascades National Park Complex Artist-in-Residence program hosts artist Heather Biermann to Stehekin for the month of May. Heather works with botanical dyes and practices photography, printmaking, bookmaking and the occasional poem.   April 29, 2009  North Cascades National Park Welcomes Spring  No abstract supplied.   April 24, 2009  Bridge installed over the North Fork of the Cascade River  No abstract supplied.   April 16, 2009  The North Cascades are Calling: Celebrate National Park Week  No abstract supplied.   February 17, 2009  Climate Friendly Parks workshops in Washington National Parks  No abstract supplied.   February 12, 2009  North Cascades NP Glaciers on Seattle Public Television  The glaciers of North Cascades National Park and the scientists who study them will be the topic of the next edition of KCTS 9 Connects with Enrique Cerna which will air Friday at 7:30 p.m. and Sunday at 10:30 a.m.   January 07, 2009  Mountain Lakes Fisheries Management Plan Finalized  Mountain Lakes Fishery Management Plan Record of Decision This action if approved by Congress will eliminate high densities of reproducing fish populations from select lakes and allow low densities of reproducing fish populations to remain in others. Non-reproducing fish will be stocked in certain lakes provided impacts to biological resources can be minimized. Lakes that are currently fishless will remain fishless. Up to 42 lakes may be stocked or otherwise remain fishable.   October 16, 2008  Limited Winter Operations in Stehekin  No abstract supplied.   October 01, 2008  Invitation to Participate in Skagit Wild and Scenic River Studies  No abstract supplied.   September 11, 2008  Cascade River Road Closure at Eldorado Creek  No abstract supplied.   September 11, 2008  Artists Celebrate the 40th Anniversary of the park in the Stehekin Valley  Celebrate the 40th Anniversary of North Cascades National Park through Art in Stehekin. Golden West Gallery hosts a Print Show Celebrating the North Cascades. Free programs are being offered by Artists in Residence during September.   September 02, 2008  40th Anniversary Celebration with Artist-in-Residence  North Cascades National Park is pleased to present free programs by Artist-in-Residence Becky Fletcher. Ms. Fletcher is a local artist from Sedro-Woolley who enjoys hiking and getting out in the North Cascades.   August 18, 2008  Public Comments on Stehekin Corridor Mgmt Plan Accepted  The public is invited to comment on the preliminary range of alternatives and actions for the Stehekin River Corridor Implementation Plan.  North Cascades National Park Service Complex has taken public comments and the results of several internal agency workshops to complete the next step in the planning process for a Stehekin River Corridor Implementation Plan and Environmental Impact Statement within Lake Chelan National Recreation Area.   August 18, 2008  Major Marijuana Plantation Removed from Ross Lake National Recreation Area  No abstract supplied.   July 23, 2008  Agnes Creek Bridge Completed  No abstract supplied.   July 23, 2008  Mountain Lakes Fisheries Management Plan Complete  Mountain Lakes Fishery Management Plan completed after more than ten years of research regarding the ecological impacts of fish stocking within the North Cascades ecosystem and was developed via unprecedented collaboration between the National Park Service and the State of Washington. It will substantially improve existing ecological conditions while continuing to provide sport-fishing opportunities in reservoirs, rivers and streams, and select mountain lakes within each of the three units of North Cascades National Park Service Complex (North Cascades National Park, Ross Lake National Recreation Area, and Lake Chelan National Recreation Area).    June 16, 2008  Stehekin River CIP Comments Available  Summary of the Stehekin Cooridor Implementation Plan and Comments recieved are posted on the NPS planning site(PEPC).   June 09, 2008  Park Campgrounds benefit from Paving Projects  Vehicle access campgrounds in Ross Lake NRA receive paving to improve summer access. Temporary closures at Colonial Creek and Goodell Campgrounds may effect campground selection until July 2.   May 30, 2008  Spring Artist in Residence-David Boye  North Cascades National Park Artist-in-Residence and Guitar Composer David Boye to Give Public Presentations   May 23, 2008  Summer in Stehekin: Family Fun Celebrates 40th Anniversary  No abstract supplied.   May 16, 2008  Colonial Creek Campground water system damaged  No abstract supplied.   May 05, 2008  Houston's Seguin Elementary School Celebrates National Parks  No abstract supplied.   May 02, 2008  Stehekin and Lake Chelan Highlighted on the Travel Channel  Stehekin and Lake Chelan National Recreation Area Featured on Travel Channel’s “Into America’s West with Jeff Corwin” Saturday at 6:00 p.m.   May 01, 2008  State Route 20 Opening Kicks off Recreation Season  Opening of Highway 20 Kicks off the Recreation Season in North Cascades National Park. Campgrounds, trails and daily operations at the North Cascades Visitor Center all begin this month.   April 24, 2008  Summer Youth Conservation Corps Positions Available  Teens between 16 and 18 years of age are invited to apply for a position with this summer’s Youth Conservation Corps in North Cascades National Park. Applications are due May 16.   April 24, 2008  Centennial Challenge Funds Three Projects  Centennial Challenge Funds Three Projects In North Cascades National Park with matching funds from Washington National Parks Fund, the North Cascades Institute ands Puget Sound Energy. 1)Junior Ranger Program will improve learning opportunities available for families. 2)Welcoming a Diverse Community to the North Cascades will introduce a more diverse community to the park, particularly the Hispanic residents of the Skagit Valley. 3)Understanding High Elevation Climate Conditions will install two semi-permanent high elevation weather stations in the northernmost reaches of the park to record temperature, snow depth, wind speed and direction, solar radiation, and humidity.   April 16, 2008  Finding of No Significant Impact (FONSI) to Improve Meteorological Monitoring in Alpine Environments  No abstract supplied.   April 09, 2008  The North Cascades are Calling: Celebrate National Park Week April 19-27, 2008  North Cascades National Park Service Complex celebrates National Park Week with an invitation to explore, learn, and care for your national park through special programs as we commemorate the 40th anniversary of the park’s establishment. Experience the natural splendor of the North Cascades, meet interesting people, and contribute to the well-being of the park through these opportunities that blend recreation, education, and restoration.   March 24, 2008  Stehekin Concession Contract Prospectus Issued  No abstract supplied.   March 06, 2008  Stehekin River Plan Comment Period Extended  No abstract supplied.   February 28, 2008  North Cascades Visitor Center Open  No abstract supplied.   February 27, 2008  Airborne Contaminants Study Released  Measurable levels of airborne contaminants detected in Mount Rainier, North Cascades and Olympic National Parks.   February 20, 2008  Invitation to Participate in Next Phase of Planning for Ross Lake NRA  The public is invited to a meeting and open house to hear the preliminary ideas for future management of Ross Lake National Recreation Area, to share thoughts and concerns, and to talk with the planning team.   February 08, 2008  North Cascades Visitor Center closed until early March  North Cascades Visitor Center near Newhalem will continue to be closed until early March due to a failure in the water supply. A break in the main water line has shut down all water resources to North Cascades National Park’s visitor center.   January 31, 2008  Temporary Closure of North Cascades Visitor Center  near Newhalem will be closed this coming weekend, February 2-3, due to a failure in the water supply system and hazardous road conditions on North Cascades Highway (State Route 20). A break in the main water line has shut down all water resources to the North Cascades Visitor Center, including restroom facilities and fire protection capabilities. Repairs to the water line have been hampered by treacherous road conditions caused by several feet of snow. The North Cascades Visitor Center will be closed until the water system is restored.   January 08, 2008  Public Comments Sought for Stehekin River Corridor Implementation Plan  No abstract supplied.   January 07, 2008  Invasive Non-Native Plant Plan Comments Needed  No abstract supplied.   January 07, 2008  Winter Fun in the North Cascades  Winter fun awaits in your National Park. Lots of activities are available for the prepared outdoor enthusiast.   December 07, 2007  Winter Wilderness Fun Awaits you in Stehekin  No abstract supplied.   December 03, 2007  North Cascades Ornaments Displayed on White House Trees  “Holiday in the National Parks” Celebrated at the White House  North Cascades National Park and Lake Chelan National Recreation Area Ornaments Displayed on the Official White House Christmas Tree   November 20, 2007  Minimization of Erosion on Upper Company Creek  Finding of No Significant Impact (FONSI) for the Minimization of Erosion on the Upper Company Creek Road in Lake Chelan National Recreation Area.   October 17, 2007  Second Weaver Point Dock removed for the Season  Second Weaver Point Dock on Lake Chelan Removed for the Season Both docks at Weaver Point Camp at the head of Lake Chelan near Stehekin have been removed for the season due to low lake levels. The first dock was taken out in mid-September.   October 17, 2007  Finding of No Significant Impact (FONSI) for the Replacement of  No abstract supplied.   September 27, 2007  Public Comments Sought for the Minimization of Erosion on the Upper Company Creek Road  The National Park Service is seeking public comments for actions to minimize further damage to the Upper Company Creek Road in Lake Chelan National Recreation Area from flood scouring and river erosion.   September 24, 2007  Prescribed Burns planned for Stehekin Area  North Cascades National Park fire crews are preparing to burn two units within the next two weeks. The exact timing of the prescribed burns will be determined by environmental conditions. The 54 acre Weaver Point unit is located across Lake Chelan from the Stehekin Landing near the Weaver Point Campground. The Boulder unit is located at the head of Lake Chelan and continues up slope toward Boulder Mountain. Fire crews are planning to burn 300 acres of this 658 unit at this time. U.S. Forest Service fire managers and the North Cascades Smokejumpers will assist with the burns.   September 22, 2007  Missing Hiker Found in North Cascades National Park Service Complex  A missing hiker from Seattle was found on Friday in the North Cascades National Park Service Complex after surviving on wild berries and stream water for six days.   September 22, 2007  Cascade River Road to close at Eldorado Creek  No abstract supplied.   September 19, 2007  Public Comments Sought for Improvements to Meterological Monitoring  No abstract supplied.   September 19, 2007  Public Comments sought for Meteorological Monitoring in Alpine Areas  Public Comments Sought for the Improvement of Meteorological Monitoring in Alpine EnvironmentsThe National Park Service is seeking public comments for a proposal to upgrade the existing meteorological monitoring network to gather better information on weather, climate and precipitation patterns. This action is needed to support North Cascades’ long term ecological monitoring program, and to improve understanding of watershed processes and glacier dynamics in response to global climate change   September 04, 2007  Purple Creek Trail Reopens  No abstract supplied.   August 30, 2007  North Cascades National Park Proposals Selected for Centennial Initiative  No abstract supplied.   August 30, 2007  North Cascades National Park Service Complex Hosts Two Fall Aritst-in-Residence  No abstract supplied.   August 30, 2007  Employee Wins National Award  No abstract supplied.   August 16, 2007  Tolo Fire Operation Winding Down  The Tolo Fire operation is winding down, but the fire will continue to grow on its western flank until the end-of-season precipitation comes.   August 16, 2007  New Artist in Residence Arrives Soon  No abstract supplied.   August 08, 2007  Fire Updates-Lake Chelan area  The Tolo Fire is a 271-acre lightning-caused fire located 15 miles northwest of Stehekin and is currently 35% contained.   August 06, 2007  Lightning Storms Spark new blazes  New Blazes sparked due to Sunday's storm.   August 06, 2007  Tolo Fire Updates  This document describes the Tolo fire situation from July 29th through August 6th.   August 02, 2007  Temporary Repairs in Place on the Cascade River Road  No abstract supplied.   July 27, 2007  Tolo Fire has not grown  North Cascades National Park News Release Contact – Becky Banker (360) 854-7365 ext.11   July 27, 2007  Narrow Band Radio Environmental Assessment complete  No abstract supplied.   July 20, 2007  Tolo Fire Update  Kerry Olson (360) 854-7365, ext. 13 Tolo Fire Update   July 19, 2007  Temporary Bridge at Agnes Creek Completed  A temporary suspension bridge is now in place across Agnes Creek on the Agnes Creek Trail. This temporary bridge is open to hikers, but is not built to accommodate stock.   July 17, 2007  Tolo Fire in North Cascades National Park  Tolo Fire Burning Northwest of Stehekin   June 28, 2007  Artist-in-Residence to Share Experience  North Cascades National Park Artist-in-Residence Kevin Bernstein will share his art and experiences from a spring residency in Newhalem.   June 28, 2007  Diablo Lake Trail Bridge Now Open  The Diablo Lake Trail suspension bridge is open for visitor use. The bridge was closed in mid-April to accommodate the replacement of structural elements and decking. Work on handrails will continue, but will not impede use.   June 28, 2007  State Route 20 Corridor and Ross Lake User Study Briefing and Discussion  Dr. Jane Swanson from the University of Washington will share results from the recently conducted study of State Route 20 corridor and Ross Lake users at 1:30 p.m. on Friday, July 6th.   June 15, 2007  Telecommunications in Stehekin Environmental Assessment  No abstract supplied.   June 07, 2007  Stehekin is Open for Summer Business  After an eventful year full of fire and floods, Stehekin, Washington, looks forward to a summer at full operation.   June 05, 2007  North Cascades National Park Ready for Summer  No abstract supplied.   May 25, 2007  Snotel communications scoping  No abstract supplied.   May 07, 2007  Highway opening allows for more recreation  OPENING OF HIGHWAY 20 EXPANDS VISITOR OPPORTUNITIES IN PARK The opening of the North Cascades Highway (State Route 20) through Washington Pass provides expanded opportunities for recreation and fun in North Cascades National Park Service Complex. “Spring is a great time to bring the family and explore the park along Highway 20,” said Park Superintendent Chip Jenkins. He invites everyone to take advantage of the abundant day trip opportunities and encourages people to “stop in one of the communities along the highway, pick up supplies, and go for a walk in your national park.”   May 03, 2007  Park Featured on ABCs Good Morning America  NORTH CASCADES NATIONAL PARK FEATURED AS A “HIDDEN WONDER” ON ABC’S GOOD MORNING AMERICA SUNDAY, MAY 6   April 26, 2007  Two Spring Artists-In-Residence Announced  The North Cascades National Park Service Complex Artists-in-Residence program has expanded to Stehekin, enabling the park to host two artists this spring. The purpose of the three year old program is to invite artists to immerse themselves in the park and its people so that park visitors, staff, and neighbors may be provided with opportunities to explore the meanings and significance of park resources in new and unique ways through presentations, workshops, or performances.   April 26, 2007  New Phone Numbers for North Cascades National Park Complex  New phone numbers have been assigned to the North Cascades National Park Complex.   April 12, 2007  Agnes Creek Bridge Destroyed by Tree  A North Cascades National Park wildlife survey crew discovered today that the Agnes Creek Trail footbridge had been destroyed by a fallen tree.   April 09, 2007  Diablo Lake Trail bridge closure  The North Cascades National Park trail crew will resume construction April 16 on the Diablo Lake Trail footbridge just west of Ross Dam.   April 09, 2007  Lakeshore Trail and Flick Creek Camp reopen in  The Lakeshore Trail along Lake Chelan has reopened from Stehekin to the National Recreation Area boundary, making the entire 17.2 mile trail open to hikers from Stehekin to Prince Creek.   April 09, 2007  YCC recruitment for 2007 season  North Cascades National Park Service Complex announced today that the park is recruiting for a limited number of positions in this summer’s Youth Conservation Corps (YCC).   April 05, 2007  Celebrate National Park Week  April 22-29 2007  Lots of events planned for the 2007 National Park Week.   March 27, 2007  Rescue Highlights Hazards of Winter Climbing  No abstract supplied.   March 14, 2007  Chip Jenkins becomes Superintendent for NOCA  No abstract supplied.   March 09, 2007  Stehekin Facilities Reopen for 2007  Negotiations are complete on an interim contract to operate the Stehekin Landing concession for the next two operating seasons. The new concessionaire will reopen accommodations and food services in Stehekin as the Stehekin Landing Resort.   February 16, 2007  Winter Recreation in Stehekin  EXPERIENCE WINTER IN STEHEKIN AND LAKE CHELAN NATIONAL RECREATION AREA Winter is an excellent time to visit Stehekin and Lake Chelan National   November 17, 2006  Storm Damage Assessment  No abstract supplied.   November 09, 2006  Storm and flood damage in North Cascades  Storm Damage is still being assessed however, washouts have closed some roads and campgrounds.   November 01, 2006  Artist in Residence Alice Dubiel Presents  Park Hosts Artist in Residence Alice Dubiel   October 24, 2006  North Cascades NP Superintendent to Retire  William \"Bill\" Paleck to retire after forteen years at North Cascades Park Service Complex and a National Park Service career of more than thirty years.   October 20, 2006  New Chief Ranger Appointed  Kinsey Shilling named new Chief of Resource and Visitor Protection for North Cascades National Park Service Complex.   October 11, 2006  Weaver Point Dock Removed For Repair  The docks at Weaver Point at the head of Lake Chelan near Stehekin will be removed for repair October 11.   September 28, 2006  Ross Lake National Recreation Area Planning  Public meetings to plan for General Management of the Ross Lake National Recreation Area take place in October.   September 20, 2006  Weaver Point Camp Reopens  Weaver Point Camp located at the North end of Lake Chelan is now open to the public until further notice.   September 18, 2006  Reduced Evacuation Notice for Stehekin Valley  The entire Stehekin Valley has been reduced to a Level 1 Evacuation Notice.   September 18, 2006  Campfire Ban Lifted  Campfires are once again allowed in designated fire pits within campsites of Ross Lake and Lake Chelan National Recreation Areas and North Cascades National Park.   September 07, 2006  Open Fire Ban in the North Cascades  North Cascades National Park Service Complex joins the Forest Service and local governments in banning outdoor fires.   August 25, 2006  8-25-06 Flick Creek Fire Trail and Camp Closures  Flick Creek Fire - New Trail and Camp Closures   August 09, 2006  Open Campfires Restricted in Parts Of The North Cascades National Park Service Complex  Open Campfires Restricted in Parts Of The North Cascades National Park Service Complex",
    "url": "https:\/\/www.nps.gov\/noca\/learn\/news\/newsarchive.htm"
}
