{
    "title": "Lake Chelan National Recreation Area: Backpacking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Backpacking                 Backpacking      Backpacking options in the park run the gamut from short, one-night trips along a river or to a lake or high point, to multi-day treks up valleys and over multiple passes. The region is also known for the multitude of mountaineering opportunities, also from short climbs to lengthy bushwhacking and climbing epics.Designated Sites and Cross-country Zones Within the trail corridors, there are almost 140 designated sites. Camping in the trail corridors is allowed only at these camps, which are designed to provide a safe and low-impact camping experience. Most camps are located off the main trail, to provide privacy and a sense of solitude for passing hikers. Each camp has a flat tent pad area, pit or composting toilet, and access to water. Designated camps at lower elevations also have an established fire ring.Cross-country camping is allowed as well, but must be at least one-half mile from any trail and one mile away from designated camps. Camping is not allowed in alpine meadows or on fragile vegetation, or near water sources. Off-trail hiking can be very challenging in this steep and thickly vegetated terrain. In many areas, hiking one-half mile away from a trail may literally put you on the side of a steep slope, or crossing a swift creek. Most off-trail travel is undertaken by mountaineers with climbing objectives beyond the forested lower slopes. However, adventurous and experienced backpackers will find a wild park with plenty of opportunities to bushwhack, explore your physical boundaries, find solitude, and discover some hidden gems.For more information on climbing in the park, check out the climbing page.    Trip Planning The key to a successful trip is to plan ahead and be prepared. Check out the Wilderness Trip Planner to find out all you need to know about park regulations, backcountry permits, party size limits, hiking with pets, current road and trail conditions, and more.Below is a listing of all trails grouped by area. Other trip planning tools:Alphabetical listing of all the trails in the park complex. Backpacking loop trips A sampler of ideas for multi-day, long distance backcountry trips.      North Cascades Scenic Highway (State Route 20) Big Beaver \/ Little Beaver Bridge Creek \/ Old Wagon Trail (Pacific Crest Trail) Desolation Peak  East Bank \/ Lightning Creek \/ Hozomeen Lake Easy Pass \/ Fisher Creek Fourth of July \/ Panther Happy Panther Jack Mountain McAlester Lake \/ South Pass Newhalem Creek North Fork Bridge Creek Purple Creek \/ Juanita Lake (to Stehekin via War Creek) Rainbow Lake \/ Rainbow Creek Sourdough \/ Pierce Mountain Stiletto Spur Thornton Lake Thunder Creek \/ Park Creek Pass Twisp Pass (Dagger Lake)  There are numerous other trails off State Route 20 and to the east of the park, originating in the Okanogan National Forest. Many of these trails enter the park, or provide for enticing loop trips.      Cascade River Road  Monogram Lake \/ Lookout Mt. Hidden Lake  Cascade Pass       Baker Lake Road  Baker River Trail  There are other backpacking options in this area, located within  the Mount Baker–Snoqualmie National Forest.      Mount Baker Highway (Highway 542)  Copper Ridge Chilliwack River Brush Creek (to Whatcom Pass)   There are numerous other short backpacking options located off this road in the Mount Baker–Snoqualmie National Forest.      Stehekin For information on the Stehekin area, including how to access this unique area of the park and the shuttle bus schedule that serves Stehekin Valley trailheads, visit the Stehekin page. Agnes Creek (Pacific Crest Trail) Boulder Creek  Bridge Creek (Pacific Crest Trail) Cascade Pass \/ Sahale Arm Company Creek Devore Creek Flat Creek Goode Ridge Lakeshore Trail McAlester Lake \/ South Pass McGregor Mountain North Fork Bridge Creek  Old Wagon (Pacific Crest) Trail Park Creek Pass \/ Thunder Creek Purple Creek \/ Juanita Lake Rainbow Creek Rainbow Lake  Stehekin River Summit Trail Upper Stehekin Valley There are numerous trails in the Glacier Peak Wilderness (Wenatchee National Forest) that link up with trails in the park or provide for excellent loop trips.      The Pacific Crest Trail, a designated National Scenic Trail extending from the California\/Mexico border to the Washington\/Canada border, passes through North Cascades National Park and Lake Chelan National Recreation Area coinciding with the Bridge Creek and other trails. For more information about the Pacific Crest Trail, contact the Pacific Crest Trail Association.      The 60-mile portion of the Pacific Northwest Trail which passes through North Cascades National Park and Ross Lake National Recreation Area is a designated National Recreation Trail. The Pacific Northwest Trail stretches from Glacier National Park in Montana to Cape Alava on the Pacific Ocean in Olympic National Park. The portion in the North Cascades National Park Service Complex skirts Ross Lake, goes up the Big Beaver Trail into the Little Beaver drainage and continues west over Whatcom and Hannegan Passes. For more information about this trail contact the Pacific Northwest Trail Association.",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/backpacking.htm"
}
