{
    "title": "Lake Chelan National Recreation Area: Boating on Ross Lake",
    "body": "Boating on Ross Lake        NOTICE TO BOATERS To maintain and improve the current visitor experience, visitor safety, soundscapes, and water quality, the NPS would require the exclusive use of four-stroke engines, direct-injection two-stroke engines, or equivalent technology for all boats in the National Recreation Area by 2015, per the Ross Lake NRA General Management Plan and Environmental Impact Statement.  Diablo Lake will be drawn down as low as 1192 feet above sea level or 10 feet below normal boat operating conditions to accommodate necessary maintenance by Seattle City Light of the Ross Dam barge landing and ferry facilities. Low lake levels will occur May 12 through June 15, and again September 15 through October 31, 2015. See full News Release.       General Information  Ross Lake can be accessed via a gravel road from Hope, British Columbia on the north. Two graded-cement boat ramps at Hozomeen are normally usable from mid-June through September. There is no direct road access from the south, but canoes, kayaks and other portable craft can be launched on Diablo Lake at Colonial Creek Campground and boated five miles to the end of Diablo Lake. Boats and gear must be portaged around Ross Dam over a mile long gravel road with switchbacks (520 foot gain\/120 foot loss). Ross Lake Resort also provides portage service for portable boats, rents out small power boats, canoes, and kayaks, and provides water taxi service on the lake.  Please see our detailed map of Ross Lake (jpeg (393K), pdf (11MB)) showing the many boat access campgrounds and other recreational opportunities that are available. Ross Lake is a reservoir with changing water levels. The lake is generally at full pool from July - September. Docks are not usable at low water levels. For an elevational chart that shows when docks and ramps are usable, check out the Ross Lake Elevations for Dock Use handout (pdf 112K).      Current lake and river levels      Safety  Even in summer, the water temperature in Ross Lake seldom gets above 50°F (10°C). Falling in the lake or getting caught in a sudden storm can rapidly bring on hypothermia, the lowering of body temperature to a point at which the body can not maintain its own heat. Always carry raingear and extra food, and be prepared to make an emergency camp or for sudden weather changes. Water taken from the lakes and nearby streams may contain micro-organisms such as giardia which can cause serious intestinal disorders. Always boil or treat drinking water. All federal and state boating regulations are enforced on the lakes. Approved life jackets, oars, bailing buckets and running lights are all required. Check your boating gear before leaving home. Ross Lake water level is generally full from late June through mid-September. During other months of the year, drawdowns of the reservoir expose rocks, snags and other underwater hazards. Watch for floating logs, debris, shallows and submerged obstacles at all times. Strong gusty winds and whitecaps occur frequently and without warning. It is safest to travel along the eastern shore of both Ross Lake and Lake Chelan where there are more landing sites, camps, and trail access. On Ross Lake, it is frequently calm in the morning with breezy south winds from afternoon to early evening. A comfortable paddling distance for most groups is 5-7 miles per day.         Camping  Nineteen boat-in camps are available along the shores of Ross Lake. All Ross Lake campsites are equipped with fire-rings, picnic tables, vault toilets, and bear-resistant food storage boxes.  Some have docks.  A backcountry permit is required for any overnight camping at these sites. Although most people never see them, grizzly and black bears, mountain lions, and wolves can be encountered along the lakeshore. Store food out of reach of bears. Use the 4-10 rule: 4 feet (1.2m) from the trunk of trees and at least 10 feet (3m) off the ground. Keep all wildlife healthy and self-reliant by not feeding them. Special food storage containers are available at selected camps. Portable canisters may be checked out from permit offices to store food safely and effectively away from animals. Carry out all trash and keep a clean camp. Use driftwood for firewood. The cutting of any standing tree (living or dead) is prohibited.        Commerical Services  Ross Lake Resort is open June-October and is the only lodging facility on Ross Lake. There is no direct road access to the resort--hike or boat in only. The resort rents paddle and motor boats, and operates a water taxi service to all major trailheads and camps along the lake.  The resort also provides portage service between Ross and Diablo Lakes. Contact  the resort directly for information on these services.",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/boating-on-ross-lake.htm"
}
