{
    "title": "Lake Chelan National Recreation Area: Boating and Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Boating and Fishing               Boating and Fishing        Photo by Parrish, courtesy of REI       Current lake and river levels      NOTICE TO BOATERS * Diablo Lake will be drawn down as low as 1192 feet above sea level or 10 feet below normal boat operating conditions to accommodate necessary maintenance by Seattle City Light of the Ross Dam barge landing and ferry facilities. Low lake levels will occur May 26 through June 15, and again September 15 through October 31, 2015. See full News Release.   * On March 15, a debris avalanche occurred at the head of Diablo Lake, rendering unusable a local access road that connects Diablo Lake with Ross Lake. Due to continued instability and rockfall in the debris slide area, as well as ongoing construction, the road’s lower section is closed to boaters and paddlers and a new road segment has been constructed. See map of closure area and new facilities. Please use the new portage dock for all canoe and kayak portage activities (note: do not use the ferry dock). The portage is 1.2 miles over a gravel road, with an elevation gain of 525 feet, elevation loss of 100 feet. Ross Lake Resort will continue to offer portage service, although it is no longer possible to portage power boats, or any other boat that can not be carried, between Diablo Lake and Ross Lake. The new road segment could not be constructed down to lake level, so boaters must carry their boats and all gear 100 yds on a trail to the vehicle turn-around. A new phone has been installed on the Diablo Lake end of the portage for visitors to call and request portage service from Ross Lake Resort. Note that the new phone is located at the bottom of the stairs of the larger dock. For portage questions or updates regarding portage service call Ross Lake Resort at 206-386-4437. For all other questions, contact the Wilderness Information Center in Marblemount at 360-854-7245 The Ross Dam Trail (milepost 134 off State Route 20) could also be used as a portage route to Ross Lake if need be, although keep in mind that this is a rocky, switchbacking trail that descends one mile and 900 feet to reach the lake.      Boating The Skagit and Stehekin Rivers attract whitewater enthusiasts for rafting and kayaking. Find a local outfitters in our Accommodations and Services Directory to help you plan your trip.  Kayaking, canoeing, and motor boating are options on large lakes. The Ross Lake Resort rents motorboats, kayaks, canoe, and other equipment for Ross Lake and limited paddle rentals are available at Stehekin on Lake Chelan. Ramps and launches are located at Gorge Lake, Diablo Lake, Lake Chelan and the north end of Ross Lake at Hozomeen.  Four stroke engines are required for motorboats on Ross Lake, Diablo Lake, and Gorge Lake. Water sports that involve towing behind a boat, such as waterskiing or tubing, are prohibited on Ross Lake, Diablo Lake, and Gorge Lake.   Personal watercraft (jet skis, etc.) are not allowed in any part of the North Cascades National Park Complex.      FishingFishing anywhere in the North Cascades National Park Complex is subject to all WA State fishing regulations and requires a valid Washington State fishing license. The Skagit River, one of Washington's major watersheds, is home to seven species of anadromous fish (five salmon, steelhead and cutthroat trout) and freshwater trout and char. At Ross, Diablo and Gorge Lakes you may fish for native naturally occuring rainbow trout. Download our new Fishing Guide to the North Cascades (PDF) for ideas on fishing opportunities in the North Cascades.Lake Chelan has fresh water cod, trout and kokanee (land-locked salmon.) The Stehekin River offers rainbow and cutthroat trout. Fishing licenses are not sold in Stehekin and you must have a license before visiting. Visit Washington State Department of Fish and Wildlife for information on Washington state fishing licenses.  In order to protect spawning fish populations, it is necessary to comply with special regulations including closures, seasons, catch limits and gear restrictions. This information is available at ranger stations or from the Washington Department of Fish and Wildlife.",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/boating-and-fishing.htm"
}
