{
    "title": "Lake Chelan National Recreation Area: Climbing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Climbing              Climbing        A climber on the West Ridge of Forbidden Peak. NPS\/A. Brun       Overview Planning a Climb Climb Safely Sport Climbing in Skagit Gorge Fixed Anchor Moratorium (Updated July 19, 2013)      Overview North Cascades National Park is renowned for its varied and rugged climbing terrain. Here you will find climbing routes of high quality and aesthetic appeal, guarded by remote, rugged access and weather volatility, resulting in mountaineering experiences of mental and physical challenge, solitude, and fulfillment. The numerous peaks and over 300 glaciers present a variety of challenges and rewards: classic mixed mountaineering routes, intricate glacier travel, technical rock climbing and scrambling, all within a premier wilderness setting. Approach routes are often arduous, requiring strenuous crosscountry travel, sometimes for days or through thick slide alder, rocky avalanche shoots and scree slopes, icy creeks or rivers, steep snow, or traversing slopes in steep, slippery terrain. The physical and mental challenge can push climbers to their limits, and changes in the weather can foil a summit bid. But when you finally stand on the top of a summit in the North Cascades, looking out over a jagged, glaciated mountain range that finds its finest and highest expression here in the park, as you tower over the alpine meadows and deep valleys, you will understand why these peaks draw climbers and wilderness travelers again and again, and you will begin to plot your next climb in these mountains.       Climbing Mt. Challenger, Picket Range NPS\/Erin McKay  Planning a Climb How do I get a backcountry permit? What are the latest conditions for my route? I’d love to go climbing but I’m not certain of my skills—are there guides who can teach me? Learn about these plus how to be a good steward of climbing areas and routes on the planning a climb page.       Climb Safely The most important element of any climb is planning for your safe return. Check the Climb Safely page for weather and avalanche forecasts, learn about search and rescue procedures in the park, the Voluntary Climbing Register program and how it can help you in the event of an emergency, and more.      Sport Climbing in Skagit Gorge There are opportunities for both sport climbing and bouldering in the Skagit Gorge along SR 20 between Newhalem and Diablo. For more information on crag locations, restrictions and requirements regarding new route development, access, and more, please visit the park planning page or the Washington Climbers Coalition. For additional information on sport climbing planning and regulations can be found on page 88 of the Ross Lake General Management Plan (2012).       A climber relaxes near Luna Col, Picket Range Michael Kirshenbaum       Fixed Anchor Moratorium  A note about traditional mountaineering in North Cascades National Park Service Complex: Almost all of the mountaineering objectives lie in the Stephen Mather Wilderness which was designated in 1988. This Wilderness includes 99% of the national park, and the majority of both Lake Chelan Recreation Area and Ross Lake Recreation Area. In order to preserve a wilderness experience that reflects a raw style of mountaineering in a range that has changed little since Fred Beckey made first ascents of now-popular peaks, the use of fixed anchors is not permitted [36CFR 2.1(a)(1)(iv) Preservation of natural, cultural and archeological resources, except as otherwise provided in this chapter, the following is prohibited: (1) possessing, destroying, injuring, defacing, removing, digging, or disturbing, from its natural state: (iv) a mineral resource or cave formation or parts thereof]. North Cascades National Park Complex defines the \"prohibited\" fixed anchors as those devices that require the drilling of a hole into rock to installa bolt and\/or a hanger. The issue of fixed anchor use in wilderness has recently come into question. Park staff is in dialogue with several commercial and private climbing organizations, as well as the Access Fund about this issue. On May 13, 2013 the National Park Service released a policy directive entitled Director's Orders #41 (Wilderness) which contains the latest direction for managers to use within all national parks with designated wilderness. The policy allows parks to authorize fixed anchors through development of a Climbing Management or similar Plan only if the activity is deemed appropriate in that park. Directors Order #41 emphasizes that clean climbing techniques should be the norm in wilderness. This involves the use of temporary equipment and anchors that can be placed and removed without altering the environment (e.g. slings, cams, nuts,chocks, stoppers) After careful consideration the NPS has established a mandatory moratorium on installing new fixed anchors in an effort to maintain mountaineering routes in the park as historically natural as possible. In keeping with the long history of traditional mountaineering in the North Cascades (largely absent of fixed anchors) this moratorium exercises the authority provided by 36 CFR, Part II, Sec 1.5(c) which will be strictly enforced. However, the NPS intends to engage the public in a planning process to address climbing related issues as time and resources allow. Until that time, this moratorium on the installation of new fixed anchor bolts in all areas within designated wilderness will take effect through the Superintendent's Compendium.      More information  For more information, call or visit the Wilderness Information Center in Marblemount. This ranger station is the park’s main backcountry permit office, and is staffed by experienced wilderness rangers, including climbing rangers who when they are not in the field are on hand to answer questions and help with trip planning. Current ranger station hours, phone number, and location are all found at the link above.",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/climbing.htm"
}
