{
    "title": "Lake Chelan National Recreation Area: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Click above for a downloadable version of the image.       Most visitors arrive at North Cascades National Park by car. Public transportation options to and from the park are extremely limited but bicycling is a popular and green alternative to driving.  Do you plan to travel to the park in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy.     NORTH CASCADES NATIONAL PARK ROSS LAKE NATIONAL RECREATION AREA Primary access to both North Cascades National Park and Ross Lake National Recreation Area is from the State Route 20 (SR 20) corridor. The Silver-Skagit Road and State Route 542 (SR 542) are jumping off points for many northern regions of the park including Hozomeen, Mount Shuksan, and Copper Ridge.     North Cascades Highway From the west, SR 20 (North Cascades Highway) connects with Interstate 5 (Exit 230) at Burlington. From the east, the highway intersects with U.S. Route 97 at Okanogan and with State Route 153 at Twisp. Due to avalanche danger, the Washington State Department of Transportation typically closes the roadway between Ross Dam Trailhead and Lone Fir Campground from November to April.     Hozomeen The Silver-Skagit Road to Hozomeen provides the only road access to the Ross Lake shoreline. This 37 mile (60 km) gravel road connects with B.C. Highway 1 (Exit 168) near Hope, British Columbia.      Mount Shuksan, Northern Pickets, and Copper Ridge Hiker and climber access to Copper Ridge, the northern Picket Range and Mount Shuksan is available from State Route 542 (SR 542) east of Bellingham. The Sulphide Glacier route on Mount Shuksan is reached from the Baker Lake Road at milepost 82 on the North Cascades Highway.       Water Taxi Service and Portage within Ross Lake National Recreation Area Ross Lake Resort 206-386-4437      LAKE CHELAN NATIONAL RECREATION AREA There is no car access to Stehekin and Lake Chelan National Recreation Area. Passenger shuttle service is provided in the Stehekin Valley.     Afloat Passenger ferry service is available from Chelan on U.S. Route 97. Additional information on float plane and private boat access is available at the Getting to Stehekin page.     Afoot Hiker access to Stehekin begins at the Cascade Pass trailhead on the gravel Cascade River Road, the southbound Pacific Crest Trail from State Route 20 near the Rainy Pass picnic area, and from Eagle Creek, War Creek, South Creek and Gilbert trailheads on the Twisp River Road. Some of these trails are suitable for stock. For more information, please refer to our Trail Guide.         Air Service to StehekinChelan Seaplanes 509-682-5555www.chelanseaplanes.comKenmore Air Harbor 1-866-435-9524www.kenmoreair.com",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/directions.htm"
}
