{
    "title": "Lake Chelan National Recreation Area: Bicycling",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling               Bicycling        A bike is parked outside the Hozomeen staff housing complex. NPS\/NOCA       Cycling provides an exciting, green, and scenic alternative to driving and helps preserve the air quality of the North Cascades. Bicycles are allowed in park campgrounds, so consider using one to get around during your visit.  Most cyclists use State Route 20 but other trips are possible in Stehekin, the Methow Valley, and elsewhere.  Whatever your itinerary, remember the following items for a safe and fun journey.     NECESSITIES Safety Gear The foremost piece of safety gear is a helmet. All bikes should be equipped with front and rear reflectors as well as flashing tail lights for daytime travel. For early morning, dusk, or evening travel, a headlight is a must. Clothing should be reflective and\/or brightly colored to increase your visibility to motorists. A fully-equipped first-aid kit with personal identification is strongly recommended.  Bike Gear Be prepared for cold and hot weather conditions at any time of the year. Rain gear and warm layers, including water-resistant gloves and socks, will keep your body temperature stable in case of damp conditions. Long sleeved shirts, sunscreen, and sunglasses will help protected from intense mountain sun. Remember to carry extra bike tubes, a patch kit, and a tire pump for on-road repairs.  Water Water is the basis of all life and also the foundation of a pleasant pedaling trip. Make sure to keep hydrated and know how long it will be between fill-up areas (see map). Be gentle with areas around roadside streams if filtering water.  Food Adequate nutrition is a must. There is only one food stop between Marblemount and Mazama. Please take more food than you may think you need. Concentrated sources of nourishment such as energy bars and drinks are easy and compact ways to keep strength sustained for the whole trip.",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/bicycling.htm"
}
