{
    "title": "Tonto National Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Come See a National Treasure! Visiting Tonto National Monument provides a place to explore and learn about a unique part of America's heritage. Open daily all year 8 am to 5 pm (closed December 25) find more on Hours & Seasons page. Find out how to drive to Tonto on Directions page. Learn about Ranger programs offered on the Calendar page. Lower Cliff Dwelling The Lower Cliff Dwelling is open all year. It is ½ mile (0.8 km) uphill walk on a paved path. Arrive, check in at the visitor center, and start hiking before 4 pm. Hiking to the Lower takes about an hour round trip. Upper Cliff Dwelling The Upper Cliff Dwelling is by guided tour only and takes 3 to 4 hours round trip. Tours only offered November through April. You must call (928) 467 2241 for reservations. Space and number of tours are limited because of the sensitivity of this backcountry site. Please visit the Guided Tours section for more information. Visitor Center & Museum The Visitor Center offers a great introduction into the people who built the dwellings 700 years ago. The newly remodeled museum features artifacts and replicas. The park movie shows on demand through the day. The Bookstore, operated by Western National Parks Association, sells educational items. Special Considerations Pets Dogs must be on leash at all times for visitor safety. Pets may go on the Lower Cliff Dwelling trail. Pets are not allowed in the museum, Visitor Center or Upper Cliff Dwelling Trail. Even during mild temperatures, the inside of cars can become very hot while sitting in the sun. Please do not leave pets unattended in vehicles. Fees Tonto National Monument charges $5.00 per person. Children under 16 are free. All Federal Interagency Passes (Senior, Annual, etc.) are accepted. See or Fees and Passes page for more information or to find out about Special Use Permits. More Plan Your Visit Information... Safety  Accessibility  Calendar  Nearby Attractions    Contact Us Phone: (928) 467 2241 Email Tonto National Monument Address: 26260 N. AZ Hwy 188, Roosevelt AZ 85545",
    "url": "https:\/\/www.nps.gov\/tont\/planyourvisit\/index.htm"
}
