{
    "title": "Lake Chelan National Recreation Area: Accessibility",
    "body": "Accessibility       North Cascades National Park Service Complex has been working hard to make recreational facilities available for everyone. A new printable 2008 Accessibility Guide  (PDF 668 KB) has been completed for your information.  The guide linked below highlights accessible facilities and upgrades. Please see our Accessibility Index for specifics about each park facility.  Accessible restrooms are available at all visitor information stations and most campgrounds. The North Cascades Visitor Center, Sedro-Woolley information station, and Wilderness Information Office are fully accessible. The approach to the Golden West Visitor Center is an unpaved, sloping path which can be negotiated with assistance. There is a ramp into the center and an elevator inside.   The Sterling Munro Trail at the North Cascades Visitor Center and the Happy Creek Forest Walk at milepost 135 on S.R.20 are fully accessible boardwalk paths. Happy Creek is a 1\/3 mile (1\/2 kilometer) loop through ancient forest. The River Loop Trail, Linking Trail and Newhalem Creek Rockshelter Trail, all in the vicinity of the North Cascades Visitor Center, are accessible trails with good surfaces and less than 10% grade throughout. Rockshelter Trail ends in a boardwalk providing a view and interpretation of an archeological site.   East of Newhalem along State Route 20 the Gorge Overlook Trail is partially paved. There are accessible campsites and restrooms in the park's campgrounds along State Route 20 and an accessible picnic shelters at Newhalem and Goodell Creek Campgrounds.           The US Architectural & Transportation Barriers Compliance Board Recreational Facilities & Outdoor Developed Areas universal accessibility standards have been used to rate trails. These rated trails are designated with a star. Buildings and facilities that comply with the Uniform Federal Accessibility Standards are designated with two stars.",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/accessibility.htm"
}
