{
    "title": "Lake Chelan National Recreation Area: Road Conditions",
    "body": "Road Conditions                Skagit Valley      State Route 20 (North Cascades Highway)    OPEN   Snow and avalanche hazard usually close the highway sometime in late November \/ early December and it usually re-opens sometime between April to early May. Normal winter closure is between MP 134 (Ross Dam Trailhead) and MP 171 (Silver Star Creek). for updates and pass history, visit Washington State Department of Transportation.  Elevation at high point, Washington Pass: 5,477 feet     Cascade River Road   OPEN  General:  Road is paved to approx. mile 10, then gravel with some potholes and washboards, but generally drivable for low clearance vehicles. Not suitable for large RVs due to steep and narrow sections and some sharp switchbacks. Please drive slowly, road is narrow. Mile 106 off SR 20, in Marblemount. Elevation at road's end: 3660 feet.     Thornton Lake Road   OPEN   General:  Road is very rough and steep in places, with deep washboards on switchbacks. High clearance vehicles are recommended. Road is not plowed or maintained in the winter season. Mile 117 off SR 20, west of Newhalem. Elevation at road's end: 2600 feet.     Sibley Creek \/  Hidden Lake Road (USFS #1540)   OPEN   Snow-free, but road is rough in some places. One section has erosion of the road bed, making the road one-lane. High clearance vehicle recommended. General:  This ~5 mile long Forest Service Road can be rutted and rough, drive slowly. Narrow with switchbacks and very few pull-offs. Parking lot is small and turn-around can be difficult.  Not maintained or plowed in the winter.     Hozomeen Road   OPEN  Silver-Skagit Road from Hope, BC to Hozomeen, north end of Ross Lake Elevation at Hozomeen: 1609 feet General: This road also provides access to Silver Lake and Skagit Valley Provincial Parks in British Columbia. Road can be rough and rocky, flat tires are not uncommon, carry a full spare.  In spring, low lying sections of this road are vulnerable to flooding during peak snow melt.       Stehekin Valley     Stehekin Valley Road OPEN The road extends 13 miles from Stehekin Landing to two miles above High Bridge, just before Car Wash Falls. Not maintained in winter above mile 9, at Stehekin Valley Ranch.  Hikers and stock can access areas above Car Wash Falls via the Old Wagon Trail (Pacific Crest Trail) and Upper Stehekin Valley Trail. Bikes are not allowed above Car Wash Falls.   Stehekin Shuttle  Early Season Schedule  Visit the North Cascades Lodge at Stehekin website for a current schedule. This privately run shuttle service operates between the Stehekin Landing and High Bridge, normally from late May to mid October (4 round trips daily from mid-June to early October). If you are planning to walk, bike, or ride this route, it is 11 miles from Stehekin Landing to High Bridge.            Many trails and climbing routes in the park complex are accessed via U.S. Forest Service roads. To learn about current conditions on these roads, please follow the links below. Mt. Baker-Snoqualmie National Forest Conditions Report, including:  Baker Lake Road USFS #11 (access to Mt. Shuksan and Baker River Trail), Shannon Creek Road USFS #1152\/14 (access to Mt. Shuksan), Hannegan Pass Road USFS #32 and others  Okanogan National Forest Conditions Report, including:  Hart's Pass Road USFS #5400, Twisp River Road USFS #44 and others",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/road-conditions.htm"
}
