{
    "title": "Lake Chelan National Recreation Area: Trail Conditions",
    "body": "Trail Conditions         Hiking along Sahale Arm, toward Sahale Glacier Camp. NPS \/ C. Conley  General Conditions  August 11, 2016 Clear, sunny, warm summer conditions finally arrived to the North Cascades! Thunderstorms and occasional showers do appear in forecast, so always check current weather forecasts before heading into the backcountry for the day or for overnight. Even in the summer weather can range from clear and hot to rainy and cool--including snow in the high country--so be prepared!  The winter snowpack was relatively normal and robust above 5,000 feet, but the melting of the remaining high country snowpack has sped up dramatically when the sun has been out. Most passes near the crest are snow-free, but a few will likely retain some snow through late August. Trails below 6,000 feet are generally snow-free (see conditions below for specifics). Although trail crews are hard at work clearing last winter's extensive windfall and assessing for trail damage, there are still trails that have not yet been cleared. Be prepared for a variety of trail conditions.  Following significant rain events and thunderstorms, streams can become swollen and un-bridged crossings become challenging. Special caution should be exercised if  traveling in drainages that have burned in fires over the past decade. If venturing cross-country in the high country, be prepared for deep or occasional new snow, thin snow bridges, steep slopes, and route-finding. If you are planning a wilderness trip to the park, leave a detailed trip plan with friends or family. The trail conditions listed in the table below represent the last known status or typical conditions, but please note that conditions are always changing. Biting insects are being reported in many locations now!  Backcountry permits:  Backcountry permits are required year round and are available from the main permit office, located at the Wilderness Information Center in Marblemount. See the Wilderness Trip Planner page for trip planning resources. Whenever and wherever you travel in the wilderness, please be safe and touch the wilderness gently. Know and practice Leave No Trace camping and hiking. Please e-mail us if you have trail conditions to report.      Closures and Notices Some areas and trails remain closed due to damage from 2015 wildfires. See the full list.   Hard-sided food canisters are required at select backcountry camps and cross-country areas.In order to protect visitors and wildlife and to maintain the wilderness character of North Cascades National Park Complex, hard-sided food canisters are required from June 1 to November 15 for camping at ten backcountry camps and all or parts of five cross-country zones. More information on food storage requirements, including maps of cross-country zones where canisters are required. Full statement on canister policy.   Diablo Lake Trail -- RE-OPENED! Seattle City Light is wrapping up the construction work on their dock facilities, which were destroyed by a rock slide in 2010.  You can now hike beyond the bridge, and connect to the Ross Dam Trailhead or (in summer) connect to the ferry boat for a return trip.               Trail Name   Elevation & Trail Type   Reported Conditions    Agnes Gorge   Trailhead at 1700', trail's end 2000' Hiker only   Clear and open.    Baker River  Trailhead at 800', trail's end at 900' Hiker only   Clear and open. This trail begins on Forest Service land and crosses into the National Park: dogs are not allowed in the National Park and backcountry permits are required to stay at Sulphide Creek Camp.    Big Beaver  Ross Dam Trailhead at 2100'. Big Beaver 1600'. Beaver Pass 3654' Hiker, Stock   Clear of down trees. Very brushy between Beaver Pass and Luna Camp. (08\/04) Wildlife, including bears, are foraging--please ensure your food and scented items are stored properly, in a food canister or hung appropriately high.    Boulder Creek (Stehekin)  Trailhead 1200', Purple Pass 6800' Hiker, Stock  Clear of down trees. Snow-free.  Lower sections burned in 2010 Rainbow Bridge Fire and the 2014 Lone Mountain Fire. Blowdowns are common on this trail due to past forest fires.   Brush Creek (to Whatcom Pass)  Whatcom Pass: 5055' Hiker, Stock  Snowfree.  Wildflowers and bugs are out at pass. Brush is thick in places--you'll get wet on rainy or dewy days.  A few downed trees, all passable. (07\/29).  Hard sided food storage canisters strongly recommended at Whatcom Camp due to limited tree limbs and high animal activity.   Bullion Loop (Stehekin) Trailhead 1500' Hiker, Stock Clear and open.   Cascade Pass \/ Sahale Arm\/  Horseshoe Basin  Trailhead 3660', Cascade Pass 5400', Sahale Glacier Camp 7600' Hiker only No Pets No Hunting   Two snowfields on the trail between the trailhead and Cascade Pass--hiking poles recommended. Clear of down trees. The rock-lined patio at the pass is snow-free. (08\/04) East of the pass: Two snow patches in the first 1\/2 mile east of the pass. Pelton Basin Camp is snow-free. Trail is snow-free and very brushy from the switchbacks below Pelton Basin all the way to Cottonwood Camp. Beautiful wildflowers! The crossing of Doubtful Creek is a wet crossing, although some have chosen to cross on two down logs that can be slippery with bad consequences for a fall. (08\/04) Doubtful Creek (on the east side of the pass) is a ford--during early season snow-melt it can be dangerous to cross. The Basin Creek footlog has been installed for the season. Sahale Arm: Snow-free. Great wildflowers! (08\/04)  FOOD CANISTERS REQUIRED at Sahale Glacier camp June 1 - Nov 15. Horseshoe Basin: Very brushy and wet in places. A few down trees, all easily passable. Very wet trail in early season during spring melt-off. No camping in Horseshoe Basin.    Company Creek  (Stehekin)  Trailhead 1200', leaves park at 2500' Hiker, stock  Snowfree and clear from Stehekin Valley to the Park Service \/ Forest Service boundary.  CLOSED south of Hilgard Pass due to damage from the 2015 Wolverine Fire. The fire burned most of the Ten Mile Creek drainage, including up to Ten Mile Pass. Expect down trees and do not linger or camp in the burned area. Cleared of downed trees to Hilgard Pass in early 2015. Trail is very brushy in some areas.  Must ford Company Creek at 5 miles. Trail is obscure around Hilgard Pass.    Copper Ridge  Copper Lookout: 6260' Hiker only   95% snow-free. All camps are snow-free. One snow field between Silesia Camp and Egg Lake Camp is steep--hiking poles strongly recommended--and may require an ice axe on cold mornings when the snow is hard. Many trees down across trail between the north end of the ridge and the crossing of the Chilliwack River. (08\/02) In summer:  No water between Boundary Camp and the ridge. Water on the ridge is available at Copper and Egg Lakes. No water at Silesia Camp once snows melt--must get water at Egg Lake (1 mile round-trip).  Very brushy at low elevations on the north end of the ridge, near the ford of the Chilliwack River and Indian Creek. No reliable water between the outlet of Copper Lake and the Chilliwack River.    No bridge over the northern crossing of the Chilliwack River and Indian Creek. The ford varies greatly depending on rain or meltoff events and may be impassable or very deep in early season or after significant rain events.    Dagger Lake \/ Twisp Pass  Fireweed 3900', Dagger Lake 5508', Twisp Pass 6100' Hiker, stock   Snow-free. Clear of down trees. Mosquitoes are VERY numerous at Dagger Lake. Trail from Twisp Pass to Twisp River in the National Forest is clear of trees.  Backcountry permits required for overnight stays at Stiletto Lake; dogs not permitted.    Desolation Peak  Trailhead 1605', Lookout 6108' Hiker only   Snow-free. Last water source is 2 miles from the bottom of the climb. Summer: No water source at Desolation Camp once snow is gone. Food storage canisters required at Desolation Camp June 1 - Nov. 15.    Devore Creek  (Stehekin)  NPS boundary at 2000' Hiker only  Snowfree and clear from Stehekin River to Forest Service boundary.  CLOSED west of Ten Mile Pass due to damage from the 2015 Wolverine Fire. Most of the Ten Mile Creek drainage was burned by the fire, including Hilgard Pass. Expect down trees and do not linger or camp in the burned area. Cleared of downed trees to the NPS\/USFS boundary.   Diablo Lake  Trailhead 1200' - max. 2000' Hiker only   Snow-free and clear of down trees. Suspension bridge is RE-OPENED as of Dec 1, 2015! It is now possible to connect to the Sourdough Trail, Ross Dam Trail, and the ferry boat (in summer).    East Bank \/  Hozomeen Lake   Trailhead 1800', Hozomeen Lake (highest pt.) ~2900' Hiker, stock   Snow-free. A few recently fallen trees across the trail from Highway 20 to Deer Lick Camp, including one that is blocking to stock just south of Roland Creek. Clear of down trees from Hozomeen to Nightmare Camp. (08\/05) Still several downed trees north of Deer Lick, but no major problems. Ticks are present and active--check yourself and your gear! Hozomeen Lake and all areas within 1\/2 mile of the Lake are closed to camping AND day use April 1 through May 31 to protect nesting loons. Summer: Roland Creek can be a wet ford during periods of high stream flows.    Easy Pass \/ Fisher Creek  Trailhead 3700', pass 6400' Hiker only   From Highway 20: Snow patches near Easy Pass. Lots of wildflowers! (08\/01) Snow-free on the west side of Easy Pass. Fisher Creek Trail cleared of down trees west of Cosho Camp, but many trees down between Cosho and Fisher Camps, including one challenging section. VERY brushy in sections east of Cosho. Very brushy in lower Fisher Creek valley. Three new footbridges on the trail including one crossing Logan Creek.    Flat Creek (Stehekin)  1700' - 2000'  Snow-free. Expect many down trees.  Very brushy, especially beyond the park boundary. Log crossing of West Fork of Flat Creek at mile 3.   Fourth of July Pass  Thunder Creek 1200', 4th of July Pass 3500' Hiker only   Snow-free. Clear of down trees. No campfires allowed--please bring a campstove if planning to backpack to Fourth of July Camp.    Goode Ridge  (Stehekin)  Trailhead 2200', ridge 6600' Hiker, stock   Snow-free Several large down trees require some navigation. (08\/05) Summer: Water only available for the first 1.5 miles. Carry adequate water past this point to stay hydrated.    Hannegan Pass \/ Chilliwack River  Trailhead 3000', Hannegan Pass 5060', Canadian border 2000' Hiker, stock   Snow-free. Clear and brushed from Hannegan trailhead to Hannegan Pass, with many biting flies and wildflowers. Clear of down trees south of US Cabin camp. Expect slower than normal travel due to numerous blowdowns, especially between Brush Creek and Indian Creek Camp. Trail crews have begun working their way down the Chilliwack. Many brushy sections and many down trees, especially between the cable car and Brush Creek. Some are challenging to navigate. Not passable to stock north of US Cabin. (08\/06)  Bugs are bad, especially on hot days. There is a cable car over the Chilliwack River north of US Cabin Camp--gloves recommended, car can be heavy to pull oneself along. Pets and hunting are not allowed in the National Park. Trail north of Bear Creek Camp is abandoned and is a difficult bush-whack cross-country route.  Little Chilliwack Camp no longer exists due to the changing course of the Chilliwack River.    Happy Panther  1700 - 2000' Hiker, stock   Clear and open.     Hidden Lake  Trailhead 3700', Hidden Lake: 5700', Hidden Lake Lookout: 6,700' Hiker only Pets not allowed in the National Park   Recently brushed and clear of down trees. Some lingering snow fields on the trail at ~3 miles from the trailhead, but snow is easily passable with boot track worn into the snow. Beautiful wildflowers in the Sibley Creek meadows! (08\/07) Backcountry CAMPING PERMITS are REQUIRED past the saddle and down to Hidden Lake.  Food canisters required in Hidden Lake Cross Country Zone June 1 - Nov. 15. Reaching the lake requires descending a steep boulder field--no trail to lake shore. Pets and hunting are not allowed beyond the ridge or down to the lake.    Jack Mountain Trail  East Bank Trail (2000') to NPS boundary (5900'). Little Jack summit at 6750'. Hiker only   Snow-free. Expect some down trees. Trail is not maintained on a regular basis, some sections can be overgrown, eroded and rough in some places. Very limited water on trail, carry plenty in order to stay hydrated on sunny days.    Lakeshore Trail  (Stehekin)  Elevation 1200' Hiker, stock   Snow-free and cleared of downed trees within Lake Chelan National Recreation Area. This trail was burned over in 2010, so new blowdowns are still common.    Little Beaver  (Ross Lake to Whatcom Pass)  Ross Lake 1600', Stillwell ~ 2500', Whatcom Pass 5200' Hiker only from Little Beaver to Stillwell.  Clear of down trees and freshly brushed from Ross Lake to the junction with the Big Beaver Trail. Many down trees between Whatcom Pass and the junction with Big Beaver Trail, some are large and challenging to navigate--this section also has several places where the trail is being eroded by Little Beaver Creek and are tricky to navigate. Trail crew is working in the area. Creeks can still run high after large rain events. Perry Creek and Redoubt Creek are frequently wet crossings despite footlogs. (08\/04)  Upper Little Beaver trail can be brushy and rough, with at least one wet ford section where the trail and creek merge. Canisters are strongly recommended for camping at Whatcom Camp. Hanging food requires a highline due to the limited trees.      McAlester Lake \/ South Pass  Fireweed 3900', McAlester Pass 6000', South Pass 6300' Hiker, stock   Clear of down trees and snow-free. Mosquitoes are very abundant in all areas around McAlester Pass and at McAlester Lake. South Pass trail clear and open. (08\/10)    McGregor Mountain  (Stehekin)  Trailhead 1700', Heaton Camp 7000' Hiker, stock   Cleared of downed trees to 4000'. Snow-free to Heaton Camp. Several snow fields above Heaton Camp--ice axe strongly recommended to reach the trail's end, especially on cool days or in the morning due to steep angle snow. (08\/10). Food storage canisters are recommended for camping at Heaton Camp -- doing a proper food hang is difficult and proper food storage is critical to keep wildlife wild. No fires allowed at Heaton Camp. Summer: Water is sparse, but usually available about 3\/4 of a mile below Heaton Camp. Reaching the summit requires steep rocky scrambling on scree. Difficult in any season.    Monogram Lake \/ Lookout Mountain  Trailhead 1300', Monogram Lake 4872' Hiker only   Snow-free. A few trees across the trail before reaching the trail split. Brushy in spots. Great wildflowers! (08\/10) Lookout Mountain: No recent report. Pets and hunting are not allowed in National Park. FOOD CANISTERS are required for camping at Monogram Lake June 1 - Nov. 15.  Backcountry Permits required for camping at Monogram Lake year-round.  Look for new tent pads and separate cooking areas. Do not camp on the lake shore.    North Fork Bridge Creek  2800' to 4200' Hiker, stock   Clear of down trees to Grizzly Camp. Expect some snow near trail's end. (08\/10) Grizzly Creek can be a challenging ford. General: Crossing Grizzly Creek requires a ford of 3 channels -- all can run high and fast and can be unsafe to ford during early season snow-melt and after large rain events. Trail is often faint and hard to follow in northern-most 2 miles. Grizzly Creek Camp rebuilt in 2012 south of Grizzly Creek ford. Due to repeated flooding of Grizzly Creek, Grizzly Creek Stock Camp is permanently closed--stock should use Walker Park.    Pacific Crest Trail (Bridge Creek Trail) (Bridge Creek Camp to State Route 20\/Bridge Creek trailhead) Bridge Creek Trailhead: 4640' Hiker, stock  Snow-free and clear of down trees. Recently brushed from Highway 20 to 0.25 miles west of South Fork Camp. Lots of bear activity all along Bridge Creek. The ford of Bridge Creek to connect to the Rainbow Lake Trail is challenging or impassable for inexperienced hikers due to swift current and ~3' depth of water. (08\/07)  Maple Creek footbridge has been installed for the 2016 season. General:  Seasonal footbridge over Maple Creek is removed every fall.  Ford can be challenging or impassable during large rain or snow-melt events. Since 2012: Bridge over Bridge Creek one mile south of SR 20 collapsed and was replaced with a temporary foot log and stock ford. Stock headed to Fireweed Stock Camp must ford Bridge Creek twice between Hwy 20 the camp.     Pacific Crest Trail (Old Wagon Trail and Agnes Creek Trail)  (Bridge Creek Camp to Glacier Peak Wilderness)   NPS Boundary 1700' - Bridge Creek 2300' Hiker, stock  Old Wagon Trail: Clear and open. The spur trail to Shady Camp is brushy. Bears frequently seen around Bridge Creek Camp area. Proper food storage is absolutely essential at all times around Bridge Creek Camp. Agnes Creek Trail: Clear to Swamp Creek Camp. No recent report south of Swamp Creek. Expect snow patches around Suiattle Pass. South of the Park, in the Glacier Peak Wilderness:  Since 2014: Due to hazard trees, it is not safe to camp at Hemlock Camp. Alternative camps include 2.4 miles south of Suiattle Pass (just before entering Sitting Bull Basin), Cedar Camp 2.8 miles north of Hemlock Camp, and 1.9 miles up the South Fork Agnes Creek Trail. The bridge over Agnes Creek at Hemlock Camp is out of service. There is a re-route for PCT hikers (no stock allowed) to South Fork Agnes Trail. Stock parties must ford Agnes Creek and continue on the PCT, NOT the South Fork Agnes Trail re-route.    Panther Creek  Trailhead 1800', Panther Camp ~2000', Fourth of July Pass 3500' Hiker only   Clear of down trees. Very brushy in 3 or 4 avalanche chutes above Panther Camp. No water between Fourth of July Camp and Panther Camp. (08\/10) General: Panther Camp was rebuilt and relocated in 2012 and is 3.7 miles from the trailhead (~0.5 miles southwest of the old camp). New bridge built in 2013 over Panther Creek.    Park Creek Pass  Trailhead (Stehekin River)2300', Pass 6100' Hiker, stock   Recently re-opened following closure due to damage from 2015 fires. Recently cleared of down trees, but new down trees are common in the area affected by the 2015 Goode Fire. Do not linger in the burn area due to tree hazards. Very brushy in sections. Snow-free to Park Creek Pass. (08\/07)  General: Footlog installed over Park Creek at Two Mile. Two Mile Camp re-located to the eastside of Park Creek. Trail is not recommended for stock due to crossing of Park Creek at Two Mile and to rough trail tread.      Purple Creek \/ War Creek  Trailhead 1200', Purple Pass 6900', War Creek Pass 6500' Hiker, stock   One down tree near Stehekin, easily passable. Snow-free. No water on Purple Creek Trail except where the trail crosses Purple Creek and at Juanita Lake. (08\/01) War Creek Trail: Several trees down, only a couple pose any challenge for navigation on foot. (07\/10) Summer: Only water source is at crossing of Purple Creek 2 miles from Stehekin. Very slow-flowing spring near Juanita Lake--the lake is stagnant and not an attractive water source in late season. Campfires are not allowed at Juanita Lake Camp--bring camp stove for cooking.    Pyramid Lake  Trailhead 1100', Lake 2600' Hiker only  Clear and open. A little brushy in the last mile of the trail.  Please help protect the Natural Research Area. CAMPING or FIRES not allowed at Pyramid Lake or along Pyramid Creek.    Rainbow Creek  (Stehekin)  McAlester Pass 6000' Hiker, stock  A few small trees down, easily passable. The Rainbow Ford bridge has been installed for the 2016 season.  General: seasonal bridge at Rainbow Ford is removed every fall.  Ford may be high or impassable at other times of year.  Southern end of this trail passes through the 2010 Rainbow Bridge Fire zone. There may be new downed trees between Rainbow Ford and Rainbow Bridge camps.   Rainbow Lake  Rainbow Lake 5630', Bowan Pass 6200' Hiker, stock   Ford of Bridge Creek on north end of this trail is challenging at this time due to high water levels--not recommended for beginner hikers. All camps are snow-free. Between Rainbow Lake and Bowan Pass there are two gulleys filled with steep snow--ice axe recommended, especially in the morning. North of Bowan Pass: Clear of down trees between Dan's Camp and Bridge Creek. Expect many down trees between Dan's Camp and Bowan Pas. A couple steep snow fields on the north side of Bowan Pass--hiking poles strongly recommended--that require some minor route-finding. Trail is brushy in several sections, especially around Dans Camp. (08\/04) Trail not recommended for stock north of Rainbow Lake due to narrow, rough tread. General:  Must ford Bridge Creek at South Fork Camp. The ford runs very high and is impassable before mid-summer and after significant rain events. Do not expect to be able to safely connect to the Bridge Creek Trail\/Pacific Crest Trail until mid-summer. Turn back if unsafe.     Rainbow Loop (Stehekin)  Elevation 1200' to 2200' Hiker, stock  Clear and open. Hikers use caution as blow downs are common due to 2010 wild fire.    Sourdough \/ Pierce Mountain  Trailhead at 900', Sourdough Camp at 5055'. Lookout is at 5968' Hiker only   Sourdough Trail: A few small down trees above Sourdough Camp. Somewhat brushy around Sourdough Creek. Sourdough Creek is still flowing at the camp, but no water between the creek and Pierce Mountain Camp. Still some snow patches on the ridgeline around the lookout and down to Pierce Mountain. Minor route-finding and snow navigation are required. (08\/04)  Pierce Mountain Trail: Several down trees in lowest ~0.25 miles. Very overgrown in the portion within the National Park with some down trees that are challenging to navigate. Some snow patches between Pierce Mountain Camp and Sourdough Lookout. Minor route-finding skills required to travel between the Pierce Mtn Camp and the lookout.(08\/04) General: The ridgeline can be difficult to follow in cloudy conditions. Cairns mark the trail just east of the lookout. East of Pierce Mountain Camp the trail is somewhat difficult to follow due to brush and downed trees.  After snow-melt, no water available on Pierce Mountain Trail except from pools at Pierce Mountain Camp which will dry up as the summer progresses. Carry plenty of water if ascending the trail from the junction with Big Beaver Trail.  Hard-sided food canister required at Sourdough and Pierce Mountain Camps June 1 - Nov. 15. Pets and hunting are not allowed past the National Park boundary (about 2 miles from trailhead).    Stetattle Creek  Trailhead at 900' Hiker only   Clear. Several challenging trail sections in the first 1\/4 mile where the creek has eroded the bank and trail (some scrambling and hand holds). Not recommended for beginners or families with small children.    Stiletto Spur \/ Stiletto Peak 4000' to ~6100' Hiker, stock  Stiletto Peak Trail: Very brushy. Clear of down trees. (08\/07) In general:  Route-finding required to reach the location of the old fire lookout on a sub-peak of Stiletto Ridge. Trail receives only light maintenance. Trail fades out in meadows at ~6100'.  In Stiletto Cross-Country Zone, which includes Siletto Lake, CAMPING PERMITS REQUIRED - STOVES ONLY, NO FIRES.  Stiletto Spur: Very brushy. Clear of down trees. (08\/07) Stock parties have a difficult approach to both sides of ford of State Creek. The foot log crossing over State Creek is not recommended for use. Ford can be impassable after large storm events. Stock parties should use Pacific Crest Trail instead.   Stehekin River  (Stehekin)  1200' Hiker only  Snow-free and clear.    General:  In 2015, this trail was used as a fire break for the Wolverine Fire--expect to see many cut trees. Trail often floods during spring snow-melt and high water events. Trail access is from south end of Stehekin airstrip.   Summit Trail  (Stehekin)  Juanita Lake 6800', high point 7440' Hiker, stock  Clear of down trees within the National Recreation Area boundary. Trail goes through areas of past fires and blow downs are common.     Thornton Lake  Trailhead 3000', ridge above lake is 5000', Thornton Lake 4500' Hiker only  Clear of down trees to ~4,000'. Brushy in sections. The last mile of trail can be very slippery with mud during and after rain events. General:  The trail from the ridge to the lakeshore is steeper than most trails and can be very slippery when wet or icy. Just before reaching the lake outlet the trail drops through a small boulder field with a section that requires some minor rock-climbing moves to navigate. Crossing the lake outlet requires crossing a logjam. Use caution.  Not recommended for families with small children. Food canisters required at Thornton Lakes Camp June 1 - Nov.     Thunder Creek  Colonial Creek Campground at 1200', Park Creek Pass at 6100'  Hiker, stock    Clear and open. One snow patch near Park Creek Pass. (08\/06)  General:  Ford of Thunder Creek north of Thunder Basin Stock can be high or impassable during spring run-off or after heavy rains. Always evaluate stream fords and turn back if necessary.   Food canisters required for camping at Thunder Basin Camp June 1 - Nov. 15. Stoves only, no fires at Thunder Basin Camp.     Thunder Knob  1200' to 1875' Hiker only  Clear and open. Footlogs over Colonial Creek have been installed for the season.    Upper Stehekin Valley Trail (old road from Bridge Creek Camp to Cottonwood Camp)   Bridge Creek Camp (2200') to Cottonwood Camp(2800') Hiker, Stock  Clear of down trees. Recently brushed between Cottonwood and Flat Creek. Very brushy in sections. (07\/31)",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/trail-conditions.htm"
}
