{
    "title": "Lake Chelan National Recreation Area: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons        Morning bird hike participants walk past the North Cascades Visitor Center sign during summer operating hours. NPS\/David Snyder      North Cascades National Park Complex is open every day of the year. Winter weather tends to dictate when certain facilities and roads are open. From late May to October, campgrounds, visitor centers, and roads are generally open to welcome summer visitors. For a listing of current road closures, as well as campground and trail conditions, please visit the Current Conditions page.      Current Operating Hours for Park Complex and Affiliated Visitor Facilities Facility details and information   North Cascades Visitor Center   Newhalem May 7 - May 15: Weekends 9 am - 5 pm May 20 - Sept. 25: Daily 9 am - 5 pm Sept. 26 - Sept. 30: Closed Oct. 1 - Oct. 30: Weekends 9 am - 5 pm Oct. 31 - May 1, 2017: Closed   Park and Forest Information Center   Sedro-Woolley Jan. 1 - May 27: Mon. - Fri. 8 am - 4:30 pm May 28 - Sept. 30: Daily 8 am - 4:30 pm Oct. 3 - Dec. 31: Mon. - Fri. 8 am - 4:30 pm Jan. 1, Jan. 18, Feb. 15, Oct. 10, Nov. 11, Nov. 24, and Dec. 26, 2016: Closed    Wilderness Information Center   Marblemount May 7 - June 25: Fri. & Sat. 7 am - 6 pm, Sun. - Thurs. 8 am - 4:30 pm June 26 - Sept. 5: Fri. & Sat. 7 am - 8 pm, Sun. - Thurs. 7 am - 6 pm Sept. 6 - Oct. 9: Fri. & Sat. 7 am - 6 pm, Sun. - Thurs. 8 am - 4:30 pm Oct. 10 - April 2017: Closed   Golden West Visitor Center Stehekin  May 16 - Oct. 9: Daily 8:30 am - 5 pm Oct. 10 - May 2017: Closed   Chelan Ranger Station Chelan Mon. - Fri. 7:45 am - 4:30 pm Closed federal holidays   Glacier Public Service Center Glacier  Jan. - Mar. 20: weekends 9 am - 3 pm Mar. 21 - May 5: Closed May 6 - TBD: Fri. - Sun. 8 am - 4:30 pm TBD: daily 8 am - 4:30 pm  Methow Valley Ranger District Winthrop Mon. - Fri. 7:45 am - 4:30 pm Closed federal holidays Summer (late June-Sept.): may also be open on weekends and holidays, call for details   Skagit Information Center Newhalem May 27 - June 30: Fri. - Sun. 9 am - 5 pm July 1 - Sept. 5: Daily 9 am - 5 pm Sept. 9 - Sept. 25: Fri. - Sun. 9 am - 5 pm Sept. 26 - late May 2017 : Closed",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/hours.htm"
}
