{
    "title": "Olympic National Park: Temperate Rain Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests     Temperate Rain Forests                  Temperate Rain Forests        Bigleaf maples in the rain forest are adorned with epiphytic mosses, ferns, and spike-mosses growing on their trunks and branches.        Ocean-Born Forests   The lush forests in the Quinault, Queets, Hoh, and Bogachiel valleys are some of the most spectacular examples of primeval temperate rain forest in the lower 48 states. These rain forests once stretched from southern Oregon to southeast Alaska, but little remains outside of protected areas. Other temperate rain forests grow in a few isolated spots around the world including Chile, New Zealand and southern Australia. Recipe for Olympic's Temperate Rain Forest  Rain—lots of it. Storms off the Pacific Ocean drop much of their moisture on these west-facing valleys. Precipitation in Olympic's rain forest ranges from 140 to 167 inches (12 to 14 feet) every year.   Moderate temperatures. In these low elevation valleys the temperature seldom drops below freezing and summertime highs rarely exceed 80°F.   Epiphytes, or plants growing on other plants. Mosses, spike mosses, ferns and lichens festoon tree trunks and branches, giving the forest a \"jungle-like\" feel.   Large, old trees. The dominant species are Sitka spruce and western hemlock, but other conifers and several deciduous species grow as well. Many are 100s of years old and can reach 250 feet in height and 30 to 60 feet in circumference.   Nurse logs. Because of the densely covered ground, many seedlings instead germinate on fallen, decaying trees. As they grow, their roots reach to the ground. When the log eventually rots away, a colonnade, or row of trees on stilt-like roots, remains.   Dead wood. When the massive trees die, they eventually fall, but can take centuries to slowly decay back to the soil. Throughout their long death, they provide important habitat for whole communities, including mosses, tree seedlings, fungi, small mammals, amphibians, and insects.   Roosevelt elk. The thick, layered canopy above moderates the temperature year-round for wildlife, including the largest wild populations of Roosevelt elk in the U.S. On the forest floor, elk browsing shapes the appearance of their forest home.  Where To See Temperate Rain Forests   The west-facing Quinault, Queets, Hoh and Bogachiel river valleys all host rain forest. Trails and access roads offer visitors a way to explore of this verdant ecosystem.          Sitka spruce stand with moss- and oxalis-covered forest floor. Grazing by Roosevelt elk often helps to keep the rain forest understory open.   Common Trees Sitka spruce - Picea sitchensis Douglas-fir - Pseudotsuga menziesii Western hemlock - Tsuga heterophylla Western redcedar - Thuja plicata Bigleaf maple - Acer macrophyllum Vine maple - Acer circinatum Red alder - Alnus rubra Black cottonwood - Populus balsamifera Common Shrubs Salmonberry - Rubus spectabilis Huckleberry - Vaccinium sp. Common epiphytes (plants growing on tree trunks & branches) Licorice fern - Polypodium glycyrrhiza Oregon selaginella - Selaginella oregana Cat-tail moss - Isothecium stoloniferum Lungwort - Lobaria sp. Common Understory Plants Oregon oxalis - Oxalis oregana Sword fern - Polystichum munitum Lady fern - Athyrium felix-femina Stair-step moss - Hylocomium splendens 100s of other species of mosses, lichens and liverworts",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/temperate-rain-forests.htm"
}
