{
    "title": "Lake Chelan National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           810 State Route 20  Sedro-Woolley, WA 98284                 Directions         Access to North Cascades National Park and Ross Lake National Recreation Area is from the State Route 20 corridor. SR 20 (North Cascades Highway) connects with Interstate 5 (Exit 230) at Burlington. From the east, the highway intersects with US 97 at Okanogan and with SR 153 at Twisp. The State Department of Transportation closes a portion of the road between Ross Dam Trailhead and Lone Fir Campground in winter. The Lake Chelan National Recreation Area (Stehekin) is accessible by ferry or plane from Chelan.  Directions Details           Operating Hours & Seasons         North Cascades National Park Complex Hours North Cascades National Park Complex is always open. Avalanches typically cause closure of North Cascades Highway (State Route 20) in winter - between late November and mid-December; reopening is usually early May.  The road is closed at the Ross Dam trailhead, milepost 134, east to the Early Winters Information Center, milepost 178. Trails east of the closure are inaccessible but the majority of the park can be reached if road conditions permit.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           The best weather for visiting the North Cascades generally occurs between mid-June and late-September. Summer daytime temperatures average in the 70's F. Snow is off most trails by mid-July. Autumn and Spring are popular for color and wildlife. Storms are common: always be prepared for a few days of rain and wind. The east side of the Cascade Mountains (Lake Chelan National Recreation Area) is drier and warmer in the summer than the west side. Summer temperatures at Stehekin reach the 90's F.         Fees & Passes     Entrance Fees:   North Cascades National Park Entrance Fees - $0.00 North Cascades National Park Complex does not charge entrance fees.   Entrance Passes:   North Cascades National Park Complex Entrance Passes - $0.00 North Cascades National Park Complex does not sell entrance passes because no entry fee is required to enjoy the park.         Visitor Centers       North Cascades Visitor Center Location: Across the Skagit River from the North Cascades Highway (State Route 20) near milepost 120 and the town of Newhalem. Adjacent to Newhalem Creek Campground. Exhibits: Relief map of the park and surrounding area, exhibit room featuring multimedia exhibits on the park's natural and cultural history. Available Facilities: Theater featuring large format slide program and video presentation. Several short, accessible interpretive trails and restrooms. Information desk. Bookstore.   Golden West Visitor Center Location: A short walk from the passenger ferry landing at Stehekin Landing at the north end of 50-mile long Lake Chelan. Reached via passenger ferry, trail, or float plane. Not accessible by road vehicle. Exhibits: Relief map and natural and cultural history of the area. Arts & Humanities of Stehekin operates the Golden West Gallery, featuring local artists and crafts people. Facilities: Information desk, bookstore. Audiovisual program. Daytime short talks. Additional summer programs offered.   North Cascades National Park Service Complex Headquarters and Public Information Center The North Cascades National Park Service Complex Headquarters and Public Information Center is five miles east of I-5 in Burlington and 46 miles west of the North Cascades National Park Service Complex boundary. It is operated jointly with the Mt. Baker District of the Mt. Baker-Snoqualmie National Forest and North Cascades Institute. Exhibits: Relief map of the park and adjacent national forests. Available Facilities: Information desk. Sales area with books, maps, videos, and other items.   Wilderness Information Center The Wilderness Information Center is the main backcountry permit office for North Cascades National Park and the adjacent Ross Lake and Lake Chelan National Recreation Areas. Backcountry permits are required for overnights in the park year-round and are available at an outdoor self-issue station when the center is closed during the winter season. Information desk. Sales area with books, maps, videos, and other items related to the national park and adjacent national forests.                North Cascades National Park Complex offers excellent opportunities for adventure, exploration, learning, and just plain having fun! Start planning your visit by using the links below to learn about the park. Also, remember the key to a great visit is staying safe.    Operating Hours and Seasons Many of the facilities in the park are only open in the summer, while others stay open year-round.   Fees and Passes Information about entrance fees to the park and options for annual passes.   Permits and Reservations Information about backcountry permits and Commercial Use Authorization permits.    Current Conditions Updates about park notices, temporary closures, and other advisories.    Weather Weather conditions can change rapidly around the mountain. Check weather conditions to ensure your visit is safe and enjoyable.    Pets Pets are allowed in certain areas of the park and must be on leashes at all times. Learn about the regulations regarding pets",
    "url": "https:\/\/www.nps.gov\/noca\/planyourvisit\/basicinfo.htm"
}
