{
    "title": "Olympic National Park: Coastal Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests     Coastal Forests                  Coastal Forest         The boardwalk to Sandpoint traverses dense coastal forest.   Mild temperatures and abundant rain can nourish a dense tangle of forest along Olympic's coast. Head high shrubs crowd under a canopy of Sitka spruce, western hemlock, and western redcedar. Ferns and mosses form a spongy carpet below. In a few areas the forest gives way to wet coastal prairies with acid-loving bog plants like wild cranberry, crowberry, bog laurel, Labrador-tea, sundew and sphagnum. On the beach, the dense forest yields to the ocean. Blasting by prevailing westerly winds and sand often leave these sentinels flagged, with branches on just the protected leeward side. Look for eagles perched on the battered treetops. Jumbled drift logs lining the beach come from forests up river where meandering waters and floods undermine the forest, then deliver fallen trees to the ocean. Where To See Coastal Forest Short beach access trails and the Coastal Forest Nature Trail near Kalaloch are good spots. Look for the odd spruce burls at the Beach 1 trail south of Kalaloch. Rialto Beach has a picnic area in coastal forest. For longer trails, Third Beach or the trails from Ozette to the coast are also options. Common Tree Species Sitka spruce - Picea sitchensis Western hemlock - Tsuga heterophylla Western redcedar - Thuja plicata Red alder - Alnus rubra Common Shrubs Salal - Gaultheria shallon Evergreen huckleberry - Vaccinium ovatum Salmonberry - Rubus spectabilis Black Twinberry - Lonicera involucrata Common Understory Species Deer fern - Blechnum spicant Beadruby - Maianthemum dilatatum Sword fern - Polystichum munitum Yellow skunk cabbage - Lysichiton americanum       Coastal forest gives way to drift logs and the Pacific Ocean at Ruby Beach, with Abbey Island beyond.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/coastal-forest.htm"
}
