{
    "title": "Olympic National Park: Lowland Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests     Lowland Forests                  Lowland Forests         View up into old growth Douglas-fir canopy.   Imagine a living organism 30 stories tall and wider than two parking spaces. It is humbling to stand amidst such giants in the ancient forests of Olympic National Park. The Olympic Peninsula lowlands, with their mild climate, deeper soils and generous rainfall grow world record trees. These old survivors record centuries of history in their massive trunks. What is old growth forest? Though there are old groves of subalpine firs, and huge trees amid the temperate rain forest in the park, when scientists use the term old growth, they are usually referring to Douglas-fir\/western hemlock forests with these characteristics:  Trees older than about 200 years Abundant downed wood on the ground A multi-layered canopy Standing dead trees called snags  Value of the Forest What is the value of a tree, a forest? A tree might have so many board feet and thus be worth a certain amount to a homebuilder. Or a tree might be the only in the area with branches wide enough for a marbled murrelet to lay her egg on. Or a group of trees might anchor the soil on a slope above a town, or above a drinking water supply. Or a tree and its neighbors might filter the air, taking in carbon dioxide we’ve added to our atmosphere and helping to store it harmlessly, locked up in its woody tissue. In Olympic, you can walk the lowland forest and answer that question for yourself. Where To See Lowland, Old Growth Forests Explore the Sol Duc or Elwha valleys, or trails at Lake Crescent. Or visit the forest around Staircase in the southeast corner of the park.        Old growth forest with deeply furrowed bark on older Douglas-firs and lacy western hemlocks below.   Common Trees Douglas-fir – Pseudotsuga menziesii Western hemlock – Tsuga heterophylla Western redcedar – Thuja plicata Grand fir – Abies grandis Sitka spruce – Picea sitchensis (primarily westside rain forests) Common Shrubs Coast red elderberry – Sambucus racemosa Huckleberries – Vaccinium sp. Ocean spray - Holodiscus discolor Oregon grape – Berberis nervosa Salal – Gaultheria shallon Common Understory Plants Bleeding heart – Dicentra formosa Violets – Viola sp. Star flower – Trientalis borealis Sword fern – Polystichum munitum Trillium – Trillium ovatum Twinflower – Linnaea borealis Vanillaleaf – Achlys sp. Youth-on-age – Tolmeia menziesii",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/lowland-forests.htm"
}
