{
    "title": "Olympic National Park: Alpine",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Mountains     Alpine                  Alpine         Red willow-herb brightens the rocky, glaciated terrain in upper Royal Basin.   “Climb the mountains and get their good tidings...”                              John Muir The lure of mountains persists, for good reason. Valleys and coast are far below, trees no longer block views, and jagged, snow-capped peaks rise to the sky. You’re in the alpine, a zone stretching from treeline to the highest peaks, where bright clumps of low-growing wildflowers decorate a backdrop of rock and snow. Life on the Edge Conditions in the alpine would be hard for humans to endure, yet the wildflowers and the wildlife that call this zone home are well-adapted. Wiry grasses, sedges and flowers are often arrayed in vertical stripes, due to freezing and thawing of thin mountain soils. Above, tiny ferns and flowers cling to rocky ledges, and on the highest peaks the only life form may be a bright orange blotch of crustose lichen. Wildflowers strategies include:   Hugging the ground to avoid the drying winds Having small waxy or hairy leaves to conserve moisture Having bulbs or tap roots to store energy over winter and fuel growth each spring Being able to grow at cold temperatures and even while snow-covered Forming their buds the year before  Where to See the Alpine Zone Both the Obstruction Point Road at Hurricane Ridge and the Deer Park Road provide access to the alpine zone.  (Both roads are gravel, steep and narrow; neither is suitable for RVs or trailers.)  Many of Olympic's wilderness trails also offer access to ridges and summits throughout the Olympics. Wherever you explore this lofty zone, look for the following wildlife and wildflowers.        Piper's bellflower, a wildflower unique to the Olympic Mountains, often grows in cracks in rocks.   Alpine Wildlife Golden eagle – Aquila chrysaetos Gray-crowned rosy finch – Leucosticte tephrocotis Horned lark – Eremophila alpestris Olympic chipmunk – Tamias amoenus caurinus (unique to the Olympic Mountains) Olympic marmot – Marmota olympus (unique to the Olympic Mountains) Raven (seen at all elevations!) – Corvus corax Alpine Wildflowers Flett’s violet – Viola flettii (unique to the Olympic Mountains) Piper’s bellflower – Campanula piperi (unique to the Olympic Mountains) Scalloped onion – Allium crenulatum  Smooth douglasia – Douglasia laevigata Spreading phlox – Phlox diffusa",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/alpine.htm"
}
