{
    "title": "Olympic National Park: Himalayan Blackberry",
    "body": "Himalayan Blackberry         Himalayan blackberry has five-petaled flowersand pointed-oval leaves NPS photo by Will Elder  Rubus discolor These nonnative vines are well known for both their food value and their aggressive growth. Himalayan blackberry spreads over other plants or buildings and can form dense, thorny thickets. Native blackberries also grow in this region, but they are a much rarer sight. Identification: Himalayan blackberry is a mostly evergreen perennial with nearly erect stems that clamber and sprawl when they grow long; they can reach up to 35 feet in length. Stems have strong, broad-based spines that hold on tenaciously and older stems are five-angled. Leaves usually have five oval leaflets, bright green above and gray to white beneath. Small flowers are white to pinkish. The fruit is a juicy, edible blackberry up to half an inch thick and is the most common wild blackberry harvested in western Washington.        Evergreen blackberryNote the very divided leaves Jefferson CountyWeed Control Board  Look-a-likes: These other blackberry species are less abundant than Himalayan blackberry.   Evergreen blackberry (Rubus laciniatus) is also a problematic invasive plant. Leaves are usually made up of 5 very divided and toothed leaflets.   The native blackberries generally have weaker vines and tend to crawl along the ground.   How is it spreading and where? Himalayan blackberry was introduced from Eurasia. It often spreads over the top of other plants and crushes or smothers them. It can root at branch tips and spread from roots (suckers). Birds can spread the berries over long distances. It is a Class C weed in Washington State, which means it is already widespread. In Olympic National Park, it is found in some lowland areas, usually where the soil has been disturbed.        Himalayan blackberry vines with five-part leaves and ripe and unripe berries. Jefferson County Weed Countrol Board  Control in Olympic: Small patches of blackberry are trimmed above the ground and then all roots pulled out. Another control option is frequent mowing. Herbicides are also used. For more information, see Weed Resources. Back to Invasive Plants",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/himalayan-blackberry.htm"
}
