{
    "title": "Olympic National Park: Canada Thistle",
    "body": "Canada Thistle         Canada thistle in flower NPS Exotic PlantManagement Team  Cirsium arvense Thistles have spines and distinctive flowers that are unforgettable if you’ve ever found a plant with bare legs. There are several species of thistle in Olympic National Park, including two natives. Canada thistle is often found in large colonies, often in old fields or along roadsides. Identification: Canada thistle is an herbaceous perennial with ridged, branched, and often hairy stems. It grows one to four feet tall with alternate leaves. The leaves are lance-shaped and lobed with spiny teeth at the edges. Flowers grow in umbrella shaped clusters and are rose-purple, lavender, or white with bristled bases. Roots can reach downward two and a half feet. It reproduces by small feathered seeds and creeping, underground stems known as rhizomes. Each rhizome piece can produce a new plant and its numerous seeds are easily scattered by wind. In tests, seeds have germinated after being buried for 20 years. Look-a-likes: Although similar in appearance to Canada thistle, these other species only spread by seed and not by rhizome.   Bull thistle (Cirsium vulgare) is also a nonnative, but is less problematic.   Several native thistles could also be confused for Canada thistle.   How is it spreading and where? Canada thistle was introduced from Europe and is one of the most feared weeds in the United States. It can reproduce from small stem fragments or seeds. It is considered “noxious” in 43 states and is found on every continent except Antarctica. It is a Class C weed in Washington State, which means it is already widespread. It was noted as a weed in this region as far back as 1906 and by 1936 was called one of the most noxious weeds on the Olympic Peninsula. In Olympic National Park, it is abundant in some lowlands. Canada thistle has been found along the Hurricane Ridge road.  From there it could invade subalpine and alpine sites, such as areas disturbed by nonnative mountain goats, landslides, or avalanches.  If this happens, several endemic (found only in the Olympics) and sensitive native plant species could be in danger.        Large monoculture of Canada Thistleexcluding all other plants. NPS Exotic Plant Management Team  Control in Olympic: Since Canada thistle causes great problems in agriculture, it has been much researched, but unfortunately it is difficult to treat in natural areas. Inappropriate or careless treatment can cause the species to spread. Effective treatments used include frequent mowing (weekly) or tilling for several years. Herbicides are also used. For more information, see Weed Resources. Back to Invasive Plants",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/canada-thistle.htm"
}
