{
    "title": "Olympic National Park: Subalpine Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests     Subalpine Forests                  Subalpine Forests         Spire-like subalpine firs normally shed snow easily, but in severe storms, heavy snow and ice can build up and snap off limbs and trunks.   Buffeted by hurricane force winds, scoured by ice crystals, and weighted down by heavy snow—life can be a challenge for mountain trees. The subalpine forest is a transition zone from dense forest below to alpine tundra above treeline. Treeline is not really a line, but rather a zone where trees gradually get smaller and more stunted until conditions are too challenging for tree growth. At the upper edges, centuries old trees may sprawl along the ground bowing before the wind. Treeline Forces Climate and topography shape treeline. As you climb up a mountain (or travel far enough north) average temperature drops, eventually getting too cold for trees. Here in the maritime climates of the Pacific Northwest, heavy winter snow also plays a role, breaking branches, snapping off trunks in avalanches, or lingering so long in the summer that trees can’t get started. So treeline in the Olympics lies between 5,000 and 6,000 feet, while farther south in the Sierras, treeline is above 10,000. In Alaska it can be at sea level. Fire and Rain Fire also wields a powerful brush in the subalpine zone. The Olympics are known for rain, but in the summer, very little falls. If the rare lightning storm rolls through, the subalpine forest is often dry enough to burn. But with trees clumps often separated by open meadows or rocky slopes, fires are usually small, burning just a few clusters of trees on dry, sunny slopes and leaving behind silvery snags that last for decades. Where to See Subalpine Forests         Subalpine firs often develop a skirt of low lying branches that are protected under the snow in winter, and may even take root to become new trees.   Common Tree Species Alaska yellow-cedar – Chaemaecyparis nootkatensis Douglas-fir – Pseudotsuga menziesii Mountain hemlock – Tsuga mertensiana Silver fir – Abies amabilis Sitka alder – Alnus viridis (often in avalanche chutes) Subalpine fir – Abies lasiocarpa Common Shrubs Blueberries - Vaccinium sp. Common juniper – Juniperus communis Sitka mountain-ash – Sorbus sitchensis White rhododendron – Rhododendron albiflorum Common Wildflowers Avalanche lily – Erythronium montanum Beargrass – Xerophyllum tenax Broadleaf lupine – Lupinus latifolius Paintbrush – Castilleja sp. Penstemons – Penstemon sp. Red mountain heather – Phyllodoce empetriformis Shooting star – Dodecatheon sp. Violets – Viola sp.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/subalpine-forests.htm"
}
