{
    "title": "Tonto National Monument: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Guided Tours              Guided Tours         springtime at the Upper Cliff Dwelling NPS Photo  Upper Cliff Dwelling Tour Basics   Tour offered November through April, three or more times a week, as staffing allows The 3 mile (4.8 km) guided tour lasts 3 to 4 hours, starting at 10 am The trail is rocky uneven steps and ascends 600 feet (180 m) Proper shoes and water required Space is limited, reservation needed: call (928)467-2241  Tour Details The Upper Cliff Dwelling is by guided tour only.This hike takes three to four hours round trip. The hike is three miles (4.8 km) round trip gaining 600 feet (180 m) elevation. There are several steps, some slick rocks, and loose gravel. It is the same unpaved trail to return back to the visitor center. Make sure you and your party is prepared for the hike with good shoes, proper clothing, food and water. This hike is designed for those who hike on a regular basis. Please reconsider if you have any serious health problems that may limit ability to finish this hike. Tours offered November through April at least three times per week. The park staff leading the hike will stop several times to offer insights about the desert ecosystem and people that lived in it long ago. Special early morning photo tours and evening hikes are offered as staffing allows. The Upper Cliff Dwelling is a sensitive backcountry site. Smaller numbers help to reduce impact but please remember to tread lightly. Leave everything they way you find it. All artifacts, rocks, and plants are protected and may not be removed or damaged in the National Monument. Learn more about the Upper Cliff Dwelling. Pets are not allowed on the Upper Cliff Dwelling trail. Be aware that this hike may be cancelled at any time for safety reasons. Please call (928)467-2241 with any questions and for availability of reservations. Tours are limited to 15 people.",
    "url": "https:\/\/www.nps.gov\/tont\/planyourvisit\/guidedtours.htm"
}
