{
    "title": "Olympic National Park: Japanese Knotweed",
    "body": "Japanese Knotweed         Japanese knotweed has large pointed-oval leaves and hollow stems. NPS Exotic Plant Management Team  Fallopia japonica (also known as Polygonum cuspidatum) Japanese knotweed is a shrub-like herbaceous plant with hollow, bamboo-like stems. It is very persistent and can reproduce from small pieces of stem and root. Identification: Japanese knotweed is a perennial with many smooth, reddish-brown, jointed stems that grow three to ten feet tall. Its leaves are as large as six inches long by four inches wide, oval or triangular, and pointed at the tip. Flowers are very small, white to green, and grow in drooping clusters. Seeds form soon after flowers and are triangular, shiny, and winged. Look-a-likes: These two species are also invasive.  Giant knotweed (Polygonum sachalinense) The hybrid of Japanese and giant knotweed: Bohemian knotweed (Polygonum xbohemicum)         Japanese knotweed stems are jointed where the leaves attach and sometimes look spotted. NPS Exotic Plant Management Team  How is it spreading and where? This species was introduced from Asia as an ornamental. It is very aggressive and forms large, dense thickets that completely exclude native groundcover. Frost kills the plant above ground, but it can still spread from deep underground rhizomes or roots. It also spreads by seed. It can tolerate partial shading. It can survive severe floods. Once established, Japanese knotweed is extremely persistent. Chemicals in the roots exclude other plants nearby. Small pieces of the plant can root and grow. It is a Class B weed in Washington State, which means it should be contained within current boundaries to prevent their further spread. The NPS Exotic Plant Management Team has been aggressively treating knotweed populations throughout the park, particularly along coastal rivers. All known infestations are currently being treated, but it can take several years to completely control an established population.        Japanese knotweed is treated with herbicide by the NPS Exotic Plant Management Team NPS Exotic Plant Management Team  Control in Olympic: Hand-pulling or mowing is avoided with Japanese knotweed, since it can reproduce from fragments of stem and root. It is important to prevent seed production as much as possible. The most effective knotweed treatment is application of herbicide. For more information, see Weed Resources. Back to Invasive Plants",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/japanese-knotweed.htm"
}
