{
    "title": "Olympic National Park: National Park Bioblitz",
    "body": "Explore This Park    Get Involved     Volunteer     National Park Bioblitz              National Parks Bioblitz - Pacific NW - Olympic         A pileated woodpecker searches for insects in a rain forest stump. What biodiversity surprises will you discover at Olympic?      What is it? A BioBlitz is a 24-hour event in which teams of volunteer scientists, families, students, teachers, and other community members work together to find and identify as many species of plants, animals, microbes, fungi, and other organisms as possible. In 2016, BioBlitz goes national. The cornerstone National Parks BioBlitz: Washington, D.C. will take place May 20-21, with more than a hundred concurrent BioBlitzes happening at national parks across the county.       Join Us! The North Coast and Cascades Network, eight national park sites in Oregon and Washington (Lewis and Clark National Historical Park, Fort Vancouver National Historic Site, Olympic National Park, Mount Rainier National Park, Ebey's Landing National Historical Reserve, San Juan Island National Historical Park, and North Cascades National Park Service Complex), will host a BioBlitz event May 20-21 to celebrate diversity, identify, collect, and document species in each of the park sites. From bats, to butterflies, to birds, and more! Schedule of Events - Visit the calendar for more information.       Additional Resources iNaturalist - Official site to record BioBlitz species. e-bird - Record bird sightings, learn about birds, and more! - tools for birders, critical data for science. Plant and Animal Species Lists - Download plant and animal checklists for the park. Bumble Bees of the Western United States - A guide for bumble bee information and identification. (pdf 7.8 KB) Find Your Niche in BioBlitz Check out the video link above if you're a self-identifying biologist or naturalist and learn how you can be involved in BioBlitz. We need your biodiversity expertise!                 Moth and Pollinator Night with Scientist   Join experts in attracting and counting as many moths and nighttime pollinators as possible at the Olympic National Park Visitor Center.         Bee, Pollinator and Plant Inventory   Collect, count and identify as many pollinators as possible in the Former Lake Aldwell in the Elwha Valley. Free, advance registration.               Big Tree Canopy BioDiversity Inventory   Join a team of scientists to discover what life can be found in the canopy of a single giant Douglas fir tree. Hoh Rain Forest.        BioBlitz Flashmob   Dance to celebrate the outdoors! Be a part of our BioBlitz Flashmob May 21st @ 10am at the Olympic National Park Visitor Center!        Plant Discovery Walk- Peabody Creek   This inventory is designed especially for kids accompanied by an adult to discover, count and identify living organisms along Peabody Creek.              Elwha Klallam Stories of Totem Animals   Join storyteller Roger Fernandes to discover a cultural perspective on biodiversity as he shares stories about the totem animals.        Amphibian and Invertebrate Discovery   This inventory is designed especially for kids accompanied by an adult to discover and identify living organisms on Peabody Creek Trail.        Moss Inventory with Scientist   Join moss expert Dr. Judy Harpel to discover, identify and record as many species as possible. Hoh Rain Forest Visitor Center.",
    "url": "https:\/\/www.nps.gov\/olym\/getinvolved\/national-parks-bioblitz-pacific-nw-olympic.htm"
}
