{
    "title": "Olympic National Park: Park Fun",
    "body": "Park Fun        Here your kids will find activities to do from home or during your visit at Olympic National Park. Make a salmon hat, color an ecosystem, check out a discovery backpack, explore the discovery room and more. The park is a wonderful year-round spot for families with children to camp, hike, and explore.           Hikes: Wildflowers of Hurricane Ridge expose their colors and beauty in the summer. Please take only pictures with you, leaving the plants as you found them so that others may enjoy. Hurricane Ridge's Hurricane Hill Trail and Hoh Rainforest's Hall of Mosses are wonderful trails for families with youngsters. Be sure to check trail conditions and the weather before you head out, prepare a hiking pack and dress accordingly. Click here for more information on day hiking. Stroller-friendly hikes include:   Cirque Rim, Hurricane Ridge Meadow, Madison Falls Trail, Marymere Falls, Barnes Creek Trail, Salmon Cascades, Hoh Mini-Loop Trail, Rialto Beach, and More           Coastal and Tidepool Exploration: Olympic National Park includes 73 miles of rugged and natural coastline. No two miles are alike. At Rialto Beach, take long or short walks, play in nature's playground, and stay the night in family campgrounds. Kalaloch's Beach 4 and Mora's Hole in the Wall are the most popular tidepool areas in the park. Click this link to learn about tidepool tips and safety. Every year in April, visitors can spot gray whales migrating along the coast from Kalaloch and LaPush, make sure to bring your binoculars!         Forests: Discover bugs, slugs and salamanders in the forest. Check with the local visitor center about ranger programs and walks, or pick up a Discovery Backpack to deepen your child's experience. Click here to learn more about the various types of forest in Olympic National Park. Looking to plan a backpacking excursion? Make sure you check in with the Wilderness Information Center (WIC) located inside the main park visitor center in Port Angeles. To learn more about planning a safe wilderness trip, click here.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/kidsyouth\/parkfun.htm"
}
