{
    "title": "Tonto National Monument: Directions & Transportation",
    "body": "Directions       Considerations for Driving Address for GPS Tonto National Monument 26260 N. AZ Hwy 188 Roosevelt AZ 85545 Severe Weather Winter snowstorms in the mountains may cause icy conditions. Summer heavy rains can cause flash floods throughout Arizona. Many roads pass through high elevations on windy roads with some steep grades. Average Driving Time Phoenix 2 Hours Tucson 3 Hours Flagstaff 3 Hours See below for recommended routes from Arizona's major metro areas.     Tonto National Monument    How to get to Tonto National Monument.       Recommendations for Driving From Phoenix Metro Area via State Highway 87 Take 87 north toward Payson. Turn right on State Highway 188 heading southeast. Continue 39 miles to Tonto National Monument on the right. This way is closer for people traveling from Scottsdale or Fountain Hills. From Phoenix Metro Area via State Highway 60 Take 60 east toward Globe. Turn left on State Highway 188 heading northwest. Continue 25 miles to Tonto National Monument on the left. This way is closer for people traveling from Mesa or Casa Grande. From Tucson via State Highway 77 Take 77 north toward Globe. Turn left at the Highway 60 intersection toward Globe. After passing through Globe turn Right onto State Highway 188 heading northwest. Continue 25 miles to Tonto National Monument on the left. From Flagstaff through Payson Take Lake Mary Road for 55 miles to State Highway 87. Follow 87 south through Payson to State Highway 188. Turn left heading southeast. Follow 188 for 39 miles to Tonto National Monument on the right. From Phoenix Metro Area via the Apache Trail This road is very windy and long stretches are unpaved. Also called State Route 88, the road leaves from Apache Junction. It is 47 miles of very scenic narrow roads to State High 188. Turn right and follow for two miles to Tonto National Monument on the right. Allow at least 2 ½ hours for this drive. This route is not recommended for vehicles with trailers or with very low ground clearance.",
    "url": "https:\/\/www.nps.gov\/tont\/planyourvisit\/directions.htm"
}
