{
    "title": "Olympic National Park: Teens",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Teens              Teens       Olympic National Park provides a bounty of exciting, adventurous, and educational opportunities. If exploring one of America's top recreation playgrounds sounds exciting, then Olympic National Park has something for you. Backpacking, hiking, whitewater kayaking, sea kayaking, fly fishing, mountaineering, skiing, snowboarding, cycling, surfing, and camping are just a few of the many exhilarating activities available. Olympic also provides a welcome sanctuary for those seeking solitude and chances to commune with the wonders of the natural world. Many park rangers began their careers by actively pursuing their hobbies and interests in the outdoors. Olympic National Park offers numerous ways to participate, volunteer, and work, which develop professional skills desired by future employers and may lead to a rewarding career with the park service.        Students in the Elwha River Field Course   North Olympic Peninsula Skills Center Olympic National Park partners with the North Olympic Peninsula Skill Center in order to provide the Natural Resources Elwha River Field Course. This course offers area high school students the opportunity to develop applicable skills by working on real world projects in local ecosytems. Join NOPSC educators and an Olympic National Park ranger in this exciting three week summer course. Additionaly, Olympic park rangers mentor area high school students during their senior culminating project. If interested please contact your local high school counselor.        The Sequim High School Cascade Climate Challenge Team 2011\/2012.   Cascades Climate Challenge Students from Olympic Peninsula high schools have attended the North Cascades Institute Cascades Climate Challenge during the summers of 2011 and 2012. Following the completion of this three week program, participants partner with an Olympic park ranger in order to develop and implement a program designed to share their newly acquired knowledge with the general public. The 2011\/2012 Sequim Climate Challenge Team presented climate change lessons and activities to Sequim area fifth grade students during the spring of 2012.      Volunteer Opportunities There are numerous oppotunities for young adults to volunteer or help in Olympic National Park. Please visit the volunteer opportunities page for all avaiable programs and options.          youthgo.gov   Youth in the Great Outdoors Ever considered a career in the Federal Government? Looking for a summer internship working outside? Youth in the Great Outdoors is an excellent compilation of jobs, communities events, networking connections, and internships. Check out at the following link.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/kidsyouth\/teens.htm"
}
