{
    "title": "Olympic National Park: Wildland Fire Management Policy",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Wildland Fire Management Policy                Fire Policy         The 2010 Hopper Fire NPS photo  Since the federal government began suppressing wildfires in the early 1900's, fire management policy has evolved with technology and our understanding of fire ecology. Wildland fires are managed under a sophisticated organization that looks at each fire's conditions individually when deciding how to respond. While firefighter and public safety are always the top priority, the ecological effects and benefits are also important considerations, especially in wilderness areas. Forest fires can be either planned or unplanned. Planned, or prescribed, fires are implemented for fuels and\/or resource benefit objectives. At Olympic National Park, prescribed fire for restoration is not used because fire suppression by humans has not significantly altered the ecosystem to the degree that it has in other parts of the country where fires used to occur more frequently. However, prescribed fire is used for research in some cases to better understand the effects of fire on forest ecosystems and wildlife habitat. Unplanned fires include those ignited by natural causes (like lightning) and by humans (like campfires) and are generally dealt with in two different ways: Fire Suppression In areas where life or property are threatened, wildfires will always be suppressed. Fire managers will often build a fireline, an area free of burnable vegetation, to limit the fire's spread. Managers will use naturally occurring fire breaks, like rivers, old burns or rocky outcroppings whenever possible. In areas without such breaks, water is used in a strategic location to stop a ground fire from spreading. When a natural fire break is not available, managers will create one by clearing out fuels or burning out (igniting a backfire along the perimeter) to starve the fire of fuel. Once a fireline is set up, a wildfire can be contained using water or retardant. Helicopters will often be deployed to drop water and cool some areas of the fire. Fire Management Naturally occurring wildfires are an ecologically important occurrence in Olympic. When a fire is determined to be of no threat to life or property, it is often allowed to burn naturally. In these situations, managers will employ a technique known as fire monitoring. This means that firefighters collect data about the fire on a regular basis, including flame length, rate of spread, smoke production and weather at the site. Burns may be observed on the ground or by air, while computer programs and simulations are used to predict future data. Sometimes these observations and predictions lead to changes in how the fire will be managed. A wildland fire may be managed for one or more objectives, which can change as the fire spreads. Changes in fuels, weather, topography, public use issues, other fires affecting resource availability and numerous other factors can lead to new or different objectives. New National Park service policy allows different sections of a single fire to be managed in different ways. For instance, if the east side of a fire is threatening to spread to private property, while the west side is providing ecological benefits, fire managers can suppress the east side while allowing the west to spread naturally. The right response may mean anything from monitoring a fire that is helping the landscape to aggressively suppressing a wildfire that threatens people, homes or important resources. Management response to a wildland fire on public land is based on objectives established in the applicable land, resource and\/or fire plan, and is meant to maximize public safety and ecological benefit. In order to protect developments in the fire interface between public and private lands, forest thinning is used to reduce the fuels to temper the fire behavior so that if there is a fire, engines and firefighters have a better chance of being successful in protecting structures.       Check out the following links for more information on wildland fire management policy:  --NPS Fire and Aviation Management --National Interagency Fire Center --Fire Terminology --Olympic National Park Fire Management Plan",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/management\/fire-policy.htm"
}
