{
    "title": "Olympic National Park: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers         Teacher Ranger Teacher, Garnett Coy, working with National Park Service crew monitoring razor clams at an Olympic National Park Beach. Garnett Coy  Program Overview The National Park Service Teacher Ranger Teacher (TRT) program is an extended professional development opportunity for educators from K-12 schools to learn about the resources and educational materials available through the National Park Service. Teachers participating in the Teacher Ranger Teacher program will have the opportunity to engage in parks and park resources, participate in a webinar about lesson planning, develop at least one lesson to be used in their classroom or school, assist the park with an education project, and increase their understanding of place-based learning. This program will offer teachers a unique opportunity to infuse their teaching skills with NPS-based Science, Technology, Engineering and Mathematics (STEM) education resources and the use of primary sources and place based learning. Administration of the program, professional development hours and graduate credit hours will be made available to participants through the University of Colorado, Denver (UC Denver) through a cooperative agreement. The emphasis of this program is to link National Park units and teachers from schools with underserved student populations in urban and rural school districts. Teachers spend the summer learning, and sometimes also living in the park. They perform various tasks depending on their interests and the needs of the park that focus on education programs of the NPS. TRTs spend most of their time engaging with park education projects, learning about park resources, and developing lesson plans to use in their classrooms and in the park with students. Their experience will also include exposure to a variety of work performed in National Park units by employees from many career fields in the service. When TRTs return to the schools in the fall, they spend part of their classroom time presenting their TRT projects to their own students and to a wider education audience. These presentations can be connected to NPS outreach during National Park Week in April or at other times during the school year. In order to reach the greatest number of underserved students, parks are highly encouraged to recruit new teachers into the program each summer. The Teacher Ranger Teacher Program is the centerpiece of a larger NPS Teacher Corps concept. The NPS Teacher Corps is an umbrella concept that incorporates all of the ways that educators interact with the NPS including, volunteerism, summer seasonal employees who are teachers, teacher workshops and professional development seminars, retired educators who work for or volunteer for the NPS, or park-based activities that include teacher involvement. The National Park Service through the NPS Teacher Corps wishes to acknowledge all of the ways that educators participate in the NPS education mission. Program Goals    Increase outreach to underserved students by providing professional development training opportunity to their teachers. Provide teachers with place-based learning experiences Provide access to the rich resources of the national parks for inclusion into classrooms and schools Provide teachers with new knowledge and teacher skills related to the resources and themes interpreted in the National Park Service Provide parks with the expertise of teachers to inform and shape park education programs and services  Projects at Olympic National Park At Olympic National Park, the diversity of experiences available to Teacher Ranger Teachers reflects the rich diversity of resources protected here. Selected teachers may have the opportunity to accompany park staff as they conduct long term monitoring of the rocky intertidal zone or the sandy beaches of the park's wilderness coast. They may learn from park staff about efforts to monitor the progress of fisher reintroduction or the long term survival of the endemic Olympic marmot. In 2014, TRTs worked on developing media for use in a flipped classroom environment, curriculum focused on marine science, and a series of field studies with a focus on invasive plants. Final educational projects will be identified based on the interests of selected teachers and the needs of the park. Projects are selected in consultation with park education staff.     Apply To Be an Olympic National Park Teacher Ranger TeacherOlympic National Park is looking for several Teacher Ranger Teachers for the summer of 2015.To apply for this professional development opportunity, please:Review the materials on this webpage and visit the University of Colorado Denver's Teacher Ranger Teacher webpagesDownload and review the  announcement and application.Complete the application.Submit your completed application as directed for consideration. Please be sure to include the letter of support from your principal or assistant principal and to include contact information for two professional references.This professional development opportunity will remain open until filled.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/education\/development\/trt.htm"
}
