{
    "title": "Yukon - Charley Rivers National Preserve: People",
    "body": "People        The Biedermans and friends with a mammoth tusk near the Yukon River circa 1930s NPS\/ George Beck Collection       Through the depths of time people have come and gone from the Upper Yukon River region. We do not know with any certainty when the first people wandered into the area and set eyes on that great river. Archeological sites across the mountains, in the Tanana River Valley, contain the oldest known occupations in Alaska; as old as 14,000 years ago. Perhaps those people wandered first through the uplands and along the rivers of what is now Yukon-Charley Rivers NP on their way south. While the oldest known archeological deposit in the Preserve dates to 4000 years before present, there are hundreds of sites that are as yet undated. Perhaps even older sites exist, waiting only to be discovered.   We do know that by the time Euro-American explorers made their way into the region in the mid-1800s, the Han Hwech'in Athapascans were well established residents, as they are today. Then, gold was discovered in the creeks. Enter the Klondike, the so called \"Last Great Gold Rush\" of the late 1890s. This was the pinnacle of a time of dramatic change and it introduced a whole new way of living. Mining persists today, both within and around the preserve, and continues to add to the rich history of the place.   While the region - and the people who live there - has experienced many changes, one thing that staunchly remains is the relationship between the land and the people that live here. Hunting, fishing, trapping, gardening, gathering, and wood-cutting are all timeless activities that are preserved and maintained as part of the subsistence livelihood.   Finally, there is you; those who wish to visit these places to learn about and experience the deep history and cultures that reside here. As you begin your exploration try to keep in mind those who have been here before and those to whom this place will always be \"home.\"   Please explore the following pages to learn more...            The Subsistence Way of Life  Visitors to Yukon-Charley Rivers NP are likely to see subsistence efforts in action. Learn more about this characteristic Alaskan lifestyle here.           A WW II Survival Story from the Charley River   Lt. Leon Crane managed to save his own life by parachuting to earth, yet for the next 84 days he was alone in the wilderness in the middle of an Alaska winter.            The Hendricks Family at Coal Creek   During the 1930s industrial gold mining brought workers and whole families to Yukon River tributaries.  This story tells of one man and his family during the early days of the Coal Creek dredge.              Frank Slaven and the Roadhouses of the Yukon River While many historic roadhouses have burned or have rotted away, Slaven’s Roadhouse has been restored and now serves as a public use cabin and landmark along the river between Eagle and Circle.           Biederman Camp and Yukon River Mail Carriers Today the Biederman Camp is on a private inholding inside Yukon- Charley Rivers National Preserve, and site still reminds visitors of the region’s tradition of self-reliance and the many hard miles of dog driving by mail carriers on the Yukon River ice.           Amundsen on the Yukon In 1905 Roald Amundsen successfully navigated the fabled Northwest Passage. He then traveled 500 miles overland to Eagle, Alaska to announce his victory by telegraph.            Ben Downing: Yukon Mail Carrier Being a mail-carrier was difficult even when conditions were ideal and more often than not carriers faced unpredictable ice conditions, deep snow, and frigid temperatures.            Walter Johnson: Gold Dredge Pioneer Mining companies purchased Johnson's dredges for use in Alaska, Canada, Siberia, Portugal, Bolivia, and across the United States. Johnson adapted his machines to Far North conditions, making him a gold dredge pioneer for Alaska.",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/people.htm"
}
