{
    "title": "Olympic National Park: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Suggested Reading                Suggested Reading        Photo courtesy of Jon Preston      OLYMPIC NATURAL HISTORY  Cascade - Olympic Natural History: A Trailside Reference, Second Edition, Daniel Matthews, 1999, Raven Editions Olympic National Park: A Natural History, Tim McNulty, 2003, University of Washington Press Olympic National Park Nature Guide, Larry and Nancy Eiffert, 2001, Estuary Press Olympic: The Story Behind the Scenery, Henry C. Warren, 2004, KC Publications, Inc. Olympic: The Continuing Story, Janet Scharf, 1993, KC Publications, Inc.  PLANTS AND TREES  Cascade - Olympic Natural History: A Trailside Reference, Second Edition, Daniel Matthews, 1999, Raven Editions Plants of the Pacific Northwest Coast, Jim Pojar and Andy MacKinnon, 1994, Lone Pine Publishing Wildflowers of the Olympics and Cascades, Revised Edition, Charles Stewart, 1994, Nature Education En­terprises Forest Giants of the Pacific Coast, Robert Van Pelt, 2001, Global Forest Society and University of Washing­ton Press Northwest Trees, Stephen F. Arno and Ramona P. Hammerly, 1977, The Mountaineers  ANIMALS  Animal Tracks of Washington and Oregon, Ian Sheldon, 1997, Lone Pine Publishing Cascade - Olympic Natural History: A Trailside Reference, Second Edition, Daniel Matthews, 1999, Raven Editions National Audubon Society Field Guide to Mammals, Revised Edition, John O. Whitaker, Jr., 1996, Chanti­cleer Press, Inc. Olympic National Park Nature Guide, Larry and Nancy Eiffert, 2001, Estuary Press The Banana Slug, Alice Bryant Harper, 1988, Bay Leaves Press Birds of the Pacific Northwest Mountains, Nancy Baron and John Acorn, 1997, Lone Pine Publishing The Forest Elk, Bruce B. Moorhead, 1994, Northwest Interpretive Association  COASTAL RESOURCES  The Beachcomber's Guide to Seashore Life in the Pacific Northwest, J. Duane Sept, 1999, Harbour Publish­ing Exploring the Seashore, Gloria Snively, 1978, Gordon Soules Book Publishers Ltd. Olympic National Park: A Natural History, Tim McNulty, 2003, University of Washington Press Seashore of the Pacific Northwest, Ian Sheldon, 1998, Lone Pine Publishing Tidepool and Reef, Rick M. Harbo, 1980, Hancock House Publishers, Ltd.  MOUNTAINS  Geology of Olympic National Park, Rowland W. Tabor, 1987, Northwest Interpretive Association Olympic National Park: A Natural History, Tim McNulty, 2003, University of Washington Press  HOMESTEADS AND RECENT HISTORY  Beyond the Trails: With Herb and Lois Crisler in Olympic National Park, Francis E. Caldwell, 1998, Olym­pic Graphics Arts, Inc. Footprints in the Olympics: An Autobiography, Chris Morgenroth, 1991, Ye Galleon Press The Land That Slept Late: The Olympic Mountains in Legend and History, Robert L. Wood, 1995, The Mountaineers There Was a Day: Stories of the Pioneers, Lonnie Archibald, 1999, Olympic Graphics Arts, Inc.  NATIVE AMERICANS  Cedar, Hilary Stewart, 1984, University of Washington Press Hunters of the Sea, R. Stephen Irwin M. D., 1984, Hancock House Publishers, Ltd. Looking at Indian Art of the Northwest Coast, Hilary Stewart, 1979, University of Washington Press Native Peoples of the Olympic Peninsula, The Olympic Peninsula Intertribal Cultural Advisory Committee, edited by Jacilee Wray,   2002, University of Oklahoma Press",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/education\/development\/reading.htm"
}
