{
    "title": "Olympic National Park: Field Trips",
    "body": "Field Trips      Exploring Olympic National Park provides practical, first-hand experience that reinforces concepts introduced in the classroom. Education programs are available and based from the Olympic National Park Visitor Center in Port Angeles (see park map). Education Rangers construct programs following the State of Washington Standards of Learning guidelines as well as best educational practices. Before your arrival, check out some important safety considerations when planning a field trip. Program Topics    The diversity of Olympic National Park beckons. Programs are by-request only and include topics such as forest flora and fauna, winter ecology\/phenology, water quality, erosion and deposition, geology, fish ecology, habitat investigations, and much more. Program topics are flexible and rangers can accommodate diverse topics aligned with your current areas of study. Program formats include guided nature hikes, field-based scientific investigations, PowerPoint presentations, and park orientations. Program locations vary, but are limited to a one hour drive from the visitor center. Group size and program duration vary. If interested, please contact us at least a month in advance or make a reservation for the posted available times listed at the bottom of each field trip.  Entrance Fee Waiver   Park entrance fees may be waived for school group visits when class curriculum relates to park resources. Learn more.       Results   Showing results 1-4 of 4    Sort By:  Title Date         Olympic National Park Geology    The program takes place at Hurricane Ridge Visitor Center and involves two separate activity stations and a ranger-led nature\/geology walk. In the first activity, the Properties of Rocks, Students investigate individual rocks and observe the materials that make up different types of rocks. The second activity, A Miasma of Rock Sizes, students learn how scientists categorize rocks by different sizes in order to better understand how rocks interact with their surrounding environments.    Type:Field Trips Grade level:Second Grade-Third Grade Subjects:Earth Science, Geography, Geology, Glaciers, Physical Science National\/State Standards:Washington State StandardsInquiry:2-3 INQA, 2-3 INQB2-3 INQFPhysical Science ‹ Matter, Properties and Change:2-3 PS2-A, 2-3 PS2B        Olympic National Park Insects    The insect program compliments the Insects FOSS Science Kits. Consisting of a nature walk, microscope investigation time, and educational games, the insects program is a fun, interactive learning experience.    Type:Field Trips Grade level:Kindergarten-First Grade Subjects:Biodiversity, Biology: Animals, Community, Science and Technology National\/State Standards:Systems: SYSA Inquiry: INQA , INQD Life Science: LS1B, LS2A, LS2B         Olympic National Park North Olympic Watershed (N.O.W.) Science Program    Working with the Feiro Marine Life Center and the Olympic Coast National Marine Sanctuary, the N.O.W. Science program is an inquiry based exploration of the Peabody Creek watershed. Students start their watershed investigation at the Olympic National Park visitor center in Port Angeles. While hiking along Peabody Creek, students collect three data sets concerning water quality and watershed health. Students then analyze their data to form conclusions about the creek's health.    Type:Field Trips Grade level:Fifth Grade Subjects:Aquatic Studies, Biodiversity, Biology: Animals, Community, Ecological Engineering, Ecology, Environment, Hydrology, Oceanography, Oceans National\/State Standards:Washington State Standards:Earth Systems, Structures, and Processes: 4-5ES2FStructures and Functions of Living Organisms: 4-5 LS1C Food Webs: 4-5 LS2B, 4-5 LS2F Heredity and Adaptation:: 4-5 LS3AInquiry: 4-5 INQC, 4-5 INQD         Olympic National Park Plants    Program investigates the diversity of plants within Olympic National Park as well as the basics of plant reproduction. Through guided and unguided observations, students will increase their understanding of the plants of the Pacific Northwest, understand how scientists use a variety of tools and equipment to assist with the scientific process, as well as realize that the scientific method begins with observations and questioning.     Type:Field Trips Grade level:Second Grade-Third Grade Subjects:Biodiversity, Biology: Plants, Botany, Community, Environment, Science and Technology National\/State Standards:Washington State standards Systems: SYSE, INQA, INQB, INQD Life Science: LS1A, LS3C",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/education\/classrooms\/fieldtrips.htm"
}
