{
    "title": "Olympic National Park: Water Treatment",
    "body": "Water Treatment - Overview         Construction of the Elwha Water Treatment Plant during the summer of 2008. NPS  Overview:  A major milestone in Elwha River Restoration were reached in early 2010, with the construction of two water treatment facilities to protect the City of Port Angeles' municipal and industrial water supplies before, during and after removal of the two Elwha River dams.  The Elwha Water Facilities include a water treatment plant that will protect the City of Port Angeles' industrial water supply, the Washington Department of Fish and Wildlife's fish rearing channel and the Lower Elwha Klallam Tribe's fish hatchery. A new surface water diversion and intake structure were also constructed, replacing the old design with a new fish-friendly system, along with improvements to the Crown \"Z\" Water Road, and area flood protection. Construction of the Elwha Water Facilities cost $79 million and created 149 jobs for Washington-based companies. Construction began in February 2008 and was completed ten months ahead of schedule in April 2010.        Following initial treatment in this Actiflo® basin, water is ready for treatment at the Port Angeles Water Treatment Plant. NPS  The Port Angeles Water Treatment Plant began providing clean water to residents of Port Angeles in February 2010. Constructed at a cost of $27.6 million, the facility is designed to provide the city with up to 10.6 million gallons of potable water daily before, during and after the dam removal process. Both treatment plants will protect water users from the turbidities that will occur upon removal of the Glines Canyon and Elwha Dams. These sediments have been accumulating in the Lake Mills and Lake Aldwell reservoirs for the past 80 and 100 years respectively. The new facilities will take in surface water for treatment and provide clean water for municipal, industrial and hatchery needs. The Elwha Water Facilities also provide for local area flood protection.          This webpage was made possible in part by a grant from Washington’s National Park Fund.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/water-treatment-overview.htm"
}
