{
    "title": "Olympic National Park: Dam Removal",
    "body": "Dam Removal - Overview       Dam Removal Strategies Removal work on the Glines Canyon Dam began September 15, 2011 and at Elwha Dam on September 19. Different demolition methods will be used at the two dams because of their unique structural requirements. Dam removal is one of the first steps towards complete restoration of the Elwha River and ecosystem. Read more on the September 17 groundbreaking ceremony at Elwha Dam, attended by Secretary of the Interior Ken Salazar, numerous other dignitaries and approximately 400 guests. Read the news release announcing last year's award of the three-year, $26.9 dam removal contract to Barnard Construction, Inc. of Bozeman, Mont.         Water flowing through a spillway at the Glines Canyon Dam. Photo courtesy Scott Church  Removal of Glines Canyon Dam:   First, water levels in the Lake Mills reservoir were lowered to the bottom of the spillway gates. Using barge-mounted hydraulic hammers, the first 17 feet of the dam have been removed down to the waterline.  The next 173 feet of the dam are currently being removed using a notching process. The dam will be \"notched down\" on alternating sides, creating temporary spillways used to further drain the reservoirs. The headgate house, penstock and powerhouse will be removed during windows of halted deconstruction to allow sediment loads to decrease downstream. See the progress being made on dam removal with the Elwha River Restoration Webcams.  As layers of the dam are removed the reservoir will drain through each new notch. Notches will be sized on a case-by-case basis depending on the flows required to maintain or lower the reservoir level. Notching will occur on alternating sides of the dam until the sediments from the upstream delta have eroded downstream and are resting against the dam. At this point, the remaining portion of the dam will be removed and the river channel restored.   Interactive Earth rendering of Glines Canyon Dam removal process.          The view of the Elwha Dam from downstream, as it impounds Lake Aldwell. NPS  Removal of Elwha Dam:  The first step in removing the Elwha dam was to lower the reservoir's water level by using the existing water intakes and spillways approximately 15 feet. This process began on June 1, 2011 following the closure of the powerhouse. A temporary diversion channel will then be excavated through the left spillway to allow Lake Aldwell to be further drained. Cofferdams -- temporary structures acting as dams -- will then be installed to direct reservoir outflow into the temporary diversion channel. This will allow the remaining water immediately behind the concrete dam to be pumped out and the fill material behind the dam to be removed under dry conditions. The concrete dam can then be removed and the original river channel restored. The powerhouse and all other structures will be removed and the temporary diversion channel will be refilled. Finally, the site will be re-contoured and revegetated to most closely resemble the pre-dam condition.   Elwha River Restoration webcams showing the deconstruction of the Elwha and Glines Canyon dams.  Popular Mechanics article on the removal of Elwha Dam, from 2006. Popular Mechanics diagram showing proposed removal process.  Interactive Earth rendering of the Elwha Dam removal process.           This webpage was made possible in part by a grant from Washington’s National Park Fund.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/dam-removal-overview.htm"
}
