{
    "title": "Olympic National Park: Marmot Research & Related Links",
    "body": "Marmot Research and Related Links       Marmot Links and More Information The Marmot Burrow: For marmots, marmoteers and marmotophiles, this all-purpose resource is maintained by Dan Blumstein of UCLA. Includes information, photos and audio recordings of all 14 marmot species and links to other marmot-related sites. Vancouver Island Marmot: Learn about what is being done to save the Vancouver Island marmot, a close relative of the Olympic marmot that lives just across the Strait of Juan de Fuca on Vancouver Island. Burke Museum of Natural History and Culture: The museum's website features information on the Olympic marmot as well as other Washington state marmot species. Occupancy Models to Study Wildlife: This USGS fact sheet explains how occupancy models help to produce unbiased estimates of populations when surveys are hampered by imperfect detection.      Research on the Olympic Marmot  Ranking Mahalanobis distance models for predictions of occupancy from presence-only data. 2010. Griffin, S.C., M.L. Taper, R. Hoffman, and L.S. Mills. Journal of Wildlife Management 75: 1112-1121.  This article presents the methods and results of an effort to use data derived from known marmot locations to identify Olympic marmot habitat throughout the park. The results of this Geographical Information System (GIS)-based modeling effort were taken into account when survey units were selected for the monitoring program. Marmots on the move: Dispersal in a declining montane mammal. 2009. Griffin, S.C., P.C. Griffin, M.L. Taper, L.S. Mills. Journal of Mammalogy 90:686–695. (876 KB) Movement of individuals among isolated habitat patched plays a vital role in the persistence of local populations and, ultimately, the survival of a species. This article presents data about dispersal rates and distances collected from a large sample of radio-tagged Olympic marmots. The implications of the findings with respect to the potential recovery of the species are also discussed. The case of the missing marmots: Are metapopulation dynamics or range-wide declines responsible? 2008. Griffin, S.C., M.L. Taper, R. Hoffman, L.S. Mills. Biological Conservation 141: 1293-1309. (1 MB) This article presents evidence that Olympic marmots declined in the 1990s and early 2000s. Optimising methods for monitoring programs: Olympic marmots as a case study. 2008. J.J. Witczuk, S. Pagacz and L.S. Mills. Wildlife Research 35:788-797. (401 KB)  The cost of research and monitoring in remote areas is greatly inflated by the travel time required to access study sites. This article examined the trade-off between sampling clusters of survey units versus sampling fewer but randomly situated units. Their preferred approach serves as the general framework for the Olympic marmot monitoring program, however, substantial changes in the survey units limit the transferability of some of conclusions. Female Olympic marmots (Marmota olympus) reproduce in consecutive years. 2007. Griffin, S.C., M.L. Taper, R. Hoffman, L.S. Mills. American Midland Naturalist 158:221–225. (107 KB)  This article dispels the myth that female Olympic marmots breed in alternate years. Effects of tourists on behavior and demography of Olympic marmots. 2007. Griffin, S.C., T. Valois, M.L. Taper, L.S. Mills. Conservation Biology 21:1070-1081. (2.2 MB)  This study dispelled concerns that disturbance by visitors negatively affects Olympic marmots. Demography and Ecology of a Declining Endemic: The Olympic Marmot. 2007. Griffin, S.C., PhD dissertation, 210 pages. (1.9 MB) Chapter 4 presents data and analyses concerning predation of Olympic marmots by coyotes in 2002-2006. The potential effects of such predation on Olympic marmot population growth are examined. Monitoring Program and Assessment of Coyote Predation for Olympic Marmots. J. J. Witczuk, MS thesis, 82 pages. (447 KB) Chapter 2 presents data on the diet of coyotes and other carnivores based on hundreds of feces systematically collected from the Olympic National Park high country.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/marmot-research-and-related-links.htm"
}
