{
    "title": "Olympic National Park: 2014 Marmot Monitoring Results",
    "body": "2014 Marmot Monitoring Results         Photo by S. Zenovic and N. Pitts  2013 Results ~ 2012 Results ~ 2011 Results ~ 2010 Results Program Overview and Results of the 2014 Field Season This was our 5th full year of the Olympic Marmot Monitoring Program, and the 3rd year adding lands on Olympic National Forest. With the addition of USFS lands the program now encompasses the entire range of the species –pretty sobering. In 2014 we had 70 volunteers in 28 groups participate in the program;a total of 3040 volunteer hours were donated.Volunteer training was held on four Wednesdays in the months of August and September.Following training, surveyors spent from 1-8 days in a variety of areas of the Park and Forest, ranging from the front-country on Hurricane Hill to deep in the parkon Skyline Ridge.Volunteer surveyors in all regions traversed high-elevation meadows and rock-fields looking for and documenting sign of marmots and marmot burrows. The late season snowpack was below average;consequently access was not limited by snowfields in 2014. Volunteers surveyed for marmots in 239 survey units located in 50 habitat clusters. Surveyors were able to completely survey 215 units and partially survey 24 others (Figure 2).          Figure 2.  Location of survey units and survey results for units that were completely surveyed in 2013.  NPS          Of the units that were completely surveyed in the core clusters in the Park in 2014, 52% were found to be occupied by marmots, 18% were abandoned (surveyors saw past but not recent sign of marmot use) and 30% had no sign of marmots.The rate of occupancy has varied between 53 and 48 % during the 5 years of the survey, and appears to be stable (Figure 3).            USFS Sites: Unlike the survey units in the park, the USFS survey units were not ground-truthed prior to the 2012 survey season. Ground-truthing occurred throughout the 2012 and 2013 season. Of the 46 survey units identified on USFS lands, volunteers were able to completely survey 17, partially survey 8, and unable to survey 21. The reasons for the incomplete or lack of survey varied, ranging from unsuitable habitat, too steep, or not enough time to get to all the units in the allotted time frame. Of the 17 units that were completely surveyed, only 12% (2) were occupied by marmots in 2013. As these survey areas are continuing to be refined, these data should be viewed with caution.       Conclusions and Plans for 2015 We are going to do one more year of monitoring (2015) and then take a break for data analysis.We plan to work with some statisticians and not only look at the trends in the marmot population, but also evaluate the strengths and weakness of the monitoring program, and see if we need to make any modifications to the study design or implementation plan.Depending on the results of the analysis, we hope to be back up and running with the program in 2017 or 2018.  Acknowledgements  In 2014 this project was supported by a continuing grant from Washington's National Park Fund and funding from the U.S.F.S, Olympic National Forest. Training space was provided by Peninsula College. This whole endeavor would not have been possible without the hard work of the volunteer citizen scientists!",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/2014-marmot-monitoring-results.htm"
}
