{
    "title": "Olympic National Park: 2012 Marmot Monitoring Results",
    "body": "2012 Marmot Monitoring Results         Photo by Ude-Gardner Team starting out the day from Swimming Bear Lake. Photo by Ude-Gardner Team  2010 Results 2011 Results Program Overview and Results of the 2012 Field Season The summer of 2012 was the third full year of the Olympic Marmot Monitoring Program. New to the program this year was the addition of sites in Olympic National Forest; with the addition of those areas the program now encompasses the entire range of the species (!). In 2012 we had 92 volunteers in 32 groups participate in the program; a total of 4024 volunteer hours were donated. Following training, surveyors spent from 1-8 days in a variety of areas of the Park and Forest, traversing high-elevation meadows and rock-fields looking for and documenting sign of marmots and marmot burrows. Although the late season snowpack was above average, it fortunately was not as high as it was in 2011. In 2012 volunteers were able to survey for marmots at 63 habitat clusters throughout the park and forest. Snow precluded surveys in some of the survey units, especially early in the year or in areas in the western Olympics where snowfields persisted longer. However, of the 351 survey units assigned to be surveyed in 2012, surveyors were able to completely survey 279 units, partially survey 32 and unable to survey 40 others (Figure 2).          Figure 2.  Location of survey units and survey results for units that were completely surveyed in 2012.  NPS       Of the units that were completely surveyed in the core clusters in 2012 (areas that we try to survey every year), 52% were found to be occupied by marmots, where volunteer surveyors either saw marmots or fresh marmot sign. 18% of the survey units were abandoned (surveyors saw past but not recent sign of marmot use), and 30% had no sign of marmots (Figure 3). The rate of occupancy has varied between 53 and 48 % during the three years of the survey (Figure 3).         Figure 3.  Survey results for units in the core sites that were completely surveyed. NPS          \/olym\/learn\/nature\/images\/2011-marmot-results-survey-locations.jpg",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/2012-marmot-monitoring-results.htm"
}
