{
    "title": "Olympic National Park: 2011 Marmot Monitoring Results",
    "body": "2011 Marmot Monitoring Results         Map shows track log and data points for the survey at Cameron Basin and Lost Pass clusters. NPS  2010 Results 2012 Results Program Overview and Results of the 2011 Field Season The summer of 2011 was the second full year of the Olympic Marmot Monitoring Program. In spite of the record late season snowfall, the program was again a success; 95 volunteers in 37 groups participated in the program. On one training day we were fortunate to have filmmakers sponsored by the Science and Learning Network on site. They developed a short video that is now posted at the North Coast and Cascades Science Learning Network. The video gives a brief background on Olympic Marmots, explains the objectives of the monitoring program, and then captures much of the key aspects of the training day. After training the volunteer surveyors then ventured into the park for 4-7 days, looking for marmots and marmot burrows in high-elevation meadows and rock-fields. GPS units had the survey clusters and units loaded onto to them, assisting the surveyors in getting to the right spot. They were also able to record their routes and mark where they found marmots and marmot sign. Surveyors were able to completely survey 239 units, partially survey 39, and unable to survey 57 others. Of the units that were completely surveyed, 49% were found to be occupied by marmots, where volunteer surveyors either saw marmots or fresh marmot sign. 20% of the survey units were abandoned (surveyors saw past but not recent sign of marmot use), and 31% had no sign of marmots (Figures 3 and 4b). These results are comparable to what was observed in 2010 when 80 volunteers surveyed 260 units, of which 48% were occupied, 27% abandoned, and 25% no sign.       Graph displays survey results for 2011: a) number and proportion of units that showed signed of marmots that had complete (CS) and incomplete (ICS) surveys, and b) number and proportion of units that had signs of marmots for complete surveys only.         Map shows the location of survey units and survey results for units that were completely surveyed in 2011.  Units with incomplete surveys are included in the not surveyed group        (full-size image) It is important to remember that the survey units were selected to include a high proportion of habitat patches that we thought contained marmots-so these numbers do not reflect the distribution of occupied marmot habitat park-wide. The great value of this data, however, is that it will allow us to track changes in the percentage and distribution of units occupied by marmots over time. Changes for 2012 For only the second year of implementation, the program ran pretty smoothly in 2011. Based on feedback from the 2011 volunteers, our observations, and other developments, the following changes are in store for the program in 2012:  Staff from Olympic National Forest asked us if we would expand the survey area to sites outside the Park, on adjacent National Forest Lands. We are working with them right now, identifying possible habitat to survey.  We anticipate adding 3 more trips on Forest Service Lands in 2012. We will look for a larger meeting room for training in 2012, if possible. We are keeping our fingers crossed for more normal August snowpack in 2012!",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/2011-marmot-monitoring-results.htm"
}
