{
    "title": "Olympic National Park: Fire History",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Fire History                Fire History           Fire History Map NPS  As a natural force, fire has played an important historical role in the development of Olympic National Park. Fairly complete fire records exist from about 1916 to the present, while records prior to 1916 are fragmented and incomplete. The frequency of early, prehistoric fires must be determined indirectly from analysis of fire scars and age classes of fire-resistant tree species. This is difficult in Olympic because of the large size of many trees and the problems of access to sites requiring study. Fire research is just now placing the frequency, intensity and effects of these prehistoric fires into perspective. The effects of some of these fires can be readily observed, such as in the vegetation patterns along Morse Creek and the Elwha River. Vast burn areas, represented by relatively young stands of Douglas fir, are in sharp contrast to surrounding mixed conifer old growth forest. Site characteristics such as these, in combination with tree ring and charcoal analysis, can be used to quantify and index early fire occurrence. Prehistoric Fires Evidence indicates that much of the north, east and south sides of the Olympic Peninsula burned during episodes of major fires about 300-500 years ago. Fire scar analysis indicates that another cycle of prehistoric fires burned many east side watersheds about 250 years ago. The relatively dry east side of the peninsula shows more evidence of large fires than the wet west side. Currently, the extent to which Native Americans used fire on the Olympic Peninsula is largely unknown. Government Lands Office maps of the late 1800's show locations of many burned areas along the coastal strip, and it has been hypothesized that coastal Native Americans burned to clear land, improve game habitat, expose root crops and maintain cranberry and bracken fern in selected sites. It is possible that the small \"prairies\" near the coast were created or improved by such burning, but no conclusive evidence has been found to date. The Makah do have stories passed down by oral tradition about using fire on the landscape and these stories are recorded in \"The Ozette Prairies of Olympic National Park: Their Former Indigenous Uses and Management\" by M. Kat Anderson 2009. The Historic Record The influx of new settlers around the turn of the century brought with it a spate of large fires started by land clearing, road building and logging efforts on the peninsula. Two memorable large fires from that period were the Dungeness Fire of 1890-1891, which burned about 30,000 acres, and the Sol Duc Burn of 1907, which swept through 12,800 acres of Kloshe Nanitch Ridge in a single afternoon. While few records exist about the area now known as Olympic National Park during this early period, and most available records relate to fires outside of the present park boundary, historians do have information from other sources. During an early survey of the Olympic Forest Reserve (1898-1900), explorer Theodore Rixon noted evidence of fires throughout the reserve, particularly in the Elwha River Drainage, near Mt. Angeles, in the Sol Duc Valley and along High Divide. A more recent major burn came in 1978 with the Hoh Fire, which eventually grew to 1050 acres. Started by lightning on a steep south-facing slope, it smoldered and crept on the ground until hot east winds started. The east winds dried out the fuels, causing the fire to burn hotter and ignite the tree crowns. The flames did not stop spreading until these winds died two days later. Although fire crews were immediately dispatched to the fire when it was discovered on August 7, the fire was not contained until August 14, and not declared out until mid-December. Lightning Fires Over the past 40 years, over 900 recorded fires (from all causes) burned over 4300 acres in Olympic National Park. Lightning-caused fires accounted for 43% of ignitions and 63% of the burned acreage for those years. Most lightning fires were less than a quarter acre in size; infrequent large fires accounted for most of the burned acreage. Large lightning fires included the afore-mentioned Hoh Fire as well as the Chimney Fire, 500+ acres (1981); the Queets Fire, 238 acres (1961); the Mt. Olson Seven Stream Fire, 158 acres (1961); and the Tuesday Fire, 155 acres (1994). Human-Caused Fires The largest single fire since the establishment of the park, however, was not started by lightning. The Beaver Fire in 1985, which burned 1,170 acres, was ignited by an illegal campfire. The second largest human caused fire in park history was the 245-acre Deer Park Fire in 1988, which was also caused by a campfire. In both cases, the campfires were built during periods of high fire danger when fires were banned. In the past four decades more fires were started by humans than by lightning, but human-caused fires account for less acreage, with just over 500 human-caused fires burning over 1600 acres. Human-caused fires have been concentrated near developed recreation sites or along backcountry trails. Early detection and improved suppression methods have kept most of these fires to less than a quarter acre in size. By using history as well as modern research as a guide, fire managers are able to best ensure public safety and preserve the Olympic ecosystem. Recent Fires In the last decade there has been a noteworthy increase of both fire occurrence and acres burned in the northeastern, rain-shadow portion of the Olympic Mountains. Between 2003 and 2010 nearly 4000 acres burned in and adjacent to Olympic National Park-that is more than half of the number of acres burned in the 64 year period of 1916-1980. A handful of significant large fire events account for these acres burned: the Griff Fire in 2003 burned 820 acres; the Heatwave Complex in 2009 burned 1616 acres; and the Hopper Fire in 2010 burned 381 acres. This increase in fire size at Olympic is partly due to a policy update to the Fire Management Plan in 2005 that enabled park managers to use wildland fires for resource benefit instead of immediately suppressing each new start regardless of cost or location. For more information about recent fires at Olympic National Park read \"Environmental Factors Influencing Fire Behavior in the Olympic Mountains\" a Humboldt State University capstone project by Lakota Burwell.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/management\/fire-history.htm"
}
