{
    "title": "Olympic National Park: Elwha Research Publications",
    "body": "Explore This Park    Learn About the Park     Science & Research     Elwha Research     Elwha Research Publications                Elwha River Restoration Research Publications         Studying sediment n the uncovered landscape of a drained reservoir. NPS photo.   The following list of research publications are provided courtesy of USGS and include both peer-reviewed scientific articles and USGS reports.   Overview River Dam Removal – Rebirth of a River This four-page USGS Fact Sheet describes the river restoration project and USGS science and monitoring. http:\/\/pubs.usgs.gov\/fs\/2011\/3097\/   An Interpretive History of the Elwha River Valley and the Legacy of Hydropower on Washington's Olympic Peninsula This historic study tells the story of the two dams that spanned the Elwha River for more than 80 years, and of the many changes the dams brought to people and communities around the Olympic Peninsula. An Interpretive History of the Elwha River Valley and the Legacy of Hydropower on Washington's Olympic Peninsula(8 MB) Coastal Habitats of the Elwha River, Washington – Biological and Physical Patterns and Processes Prior to Dam Removal. This nine-chapter USGS Scientific Investigations Report provides analyses and interpretations of the Elwha River and its coastal margin with a focus on pre-dam removal status and trends. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/ Special Issue of Northwest Science: Dam Removal and Ecosystem Restoration in the Elwha River Watershed, Washington State. This special issue of the peer-reviewed journal Northwest Science includes 18 articles on wide-ranging topics. Edited by Jeff Duda. http:\/\/www.bioone.org\/toc\/nwsc\/82\/sp1     Salmon & Other Wildlife Brenkman, S.J., G.R. Pess, C.E. Torgersen, K.K. Kloehn, J.J. Duda, and S.C. Corbett, 2008. Predicting recolonization patterns and interactions between potamodromous and anadromous salmonids in response to dam removal in the Elwha River, Washington State, USA. Northwest Science, v. 82 (Special Issue), p. 91-106. doi:10.3955\/0029-344X-82.S.I.91 Brenkman, S.J., J.J. Duda, C.E. Torgersen, E. Welty, G. Pess, R. Peters, and M. McHenry. 2012. A riverscape perspective on distributions and abundances of Pacific Salmonids in Washington State's Elwha River prior to large-scale dam removal and ecosystem restoration: Fisheries Management and Ecology, v. 19, i. 1, p. 36-53. doi:10.1111\/j.1365-2400.2011.00815.x Jenkins, K. J., N. D. Chelgren, K. A. Sager-Fradkin, P. J. Happe, and M. J. Adams. 2015. Occupancy Patterns of Mammals and Lentic Amphibians in the Elwha River Riparian Zone Before Dam Removal. River Research and Applications 31 (2): 193–206. doi:10.1002\/rra.2723. http:\/\/pubs.er.usgs.gov\/publication\/70073515 Larsen, K., J.J. Duda, K. Stenberg, M. Beirne, M. McHenry, K. Fresh, and R. Reisenbichler. 2010. Using otolith analysis to establish habitat use patterns of migrating juvenile Chinook salmon in the Elwha River. Extended Abstract In Gelfenbaum, G., T.L. Fuentes, J.J. Duda, E.E. Grossman, and R.K. Takesue (Editors). 2010. Extended abstracts from the Coastal Habitats in Puget Sound (CHIPS) 2006 Workshop, Port Townsend, Washington, November 14-16, 2006. U.S. Geological Survey Open-File Report 2009-1218. 136 p. http:\/\/pubs.usgs.gov\/of\/2009\/1218\/ Pess, G.R., S.J. Brenkman, G.A. Winans, M.L. McHenry, T.J. Beechie, and J.J. Duda. 2010. The Elwha River dam removal: a major opportunity for salmon recolonization. The Osprey, v. 65, p. 1-8. Peters, R.J., J.J. Duda, G.R. Pess, M. Zimmerman, P. Crain, Z. Hughes, A. Wilson, et al. 2014. Guidelines for Monitoring and Adaptively Managing Restoration of Chinook Salmon (Oncorhynchus Tshawytscha) and Steelhead (O. Mykiss) on the Elwha River. download pdf.http:\/\/pubs.er.usgs.gov\/publication\/70099125   River Studies — sediment and geomorphology Acker, S.A., T.J. Beechie, and P.B. Shafroth, 2008. Effects of a natural dam-break flood on geomorphology and vegetation on the Elwha River, Washington, USA. Northwest Science, v. 82 (Special Issue), p. 210-223. doi:10.3955\/0029-344X-82.S.I.210 Buscombe D., D.M. Rubin, and J.A. Warrick, 2010, Universal Measure of Mean Grain Size from Images of Non-Cohesive Sediment, Journal of Geophysical Research- Earth Surface, v. 115, p. F02015. doi:10.1029\/2009JF001477 Childers, D., D.L. Kresch, S.A. Gustafson, T.J. Randle, J.T. Melena, and B. Cluer, 2000, Hydrologic data collected during the 1994 Lake Mills drawdown experiment, Elwha River, Washington. U.S. Geological Survey Water-Resources Investigation Report 99-4215. 39 pp. http:\/\/pubs.er.usgs.gov\/publication\/wri994215 Curran, C.A., C.P. Konrad, R. Dinehart, and E. Moran, 2008. Bank Topography, Bathymetry and Current Velocity in the Lower Elwha River, Clallam County, Lower Elwha, Washington, May 2006. USGS Data Series 363. http:\/\/pubs.usgs.gov\/ds\/363\/ Curran, C.A., C.P. Konrad, J.L. Higgins and M.K. Bryant, 2009. Estimates of sediment load prior to dam removal in the Elwha River, Clallam County, Washington. USGS Scientific Investigations Report 2009-5221, 28 p. http:\/\/pubs.usgs.gov\/sir\/2009\/5221\/ Curran, C.A., Magirl, C.S., and Duda, J.J., 2014, Suspended-sediment concentrations during dam decommissioning in the Elwha River, Washington: U.S. Geological Survey Data Set, doi:10.5066\/F7M043DB http:\/\/wa.water.usgs.gov\/pubs\/misc\/elwha\/ssc\/ Cruzba, C.R., Randle, T.J., Bountry, J.A., Magirl, C.S., Konrad, C.P., and Curran, C.P., 2011, Anticipated Sediment Delivery to the Lower Elwha River Estuary During and Following Dam Removal, in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal Habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 2 Draut A.E., J.B. Logan, R.E. McCoy, M. McHenry, and J.A. Warrick. 2008. Channel Evolution on the Lower Elwha River, Washington, 1939–2006. USGS Scientific Investigations Report 2008-5127. 26 p. http:\/\/pubs.usgs.gov\/sir\/2008\/5127\/ Draut, A.E., Logan, J.B., Mastin, M.C., and McCoy, R.E., 2010. Seasonal and decadal-scale channel evolution on the dammed Elwha River, Washington: Proceedings of the Joint Federal Interagency Conference, June 28-July 1, 2010, Las Vegas, NV. Draut, A.E., Logan, J.B., Mastin M.C. 2011. Channel evolution in the dammed Elwha River, Washington. Geomorphology, v. 127, p. 71-87. doi:10.1016\/j.geomorph.2010.12.008 Draut, A.E., and Ritchie, A.C. 2015. Sedimentology of new fluvial deposits on the Elwha River, Washington, USA, formed during large-scale dam removal. River Research and Applications, v. 31 no. 1, 42–61 p. doi:10.1002\/rra.2724. http:\/\/pubs.er.usgs.gov\/publication\/70058767 East, A.E., Pess, G.R., Bountry, J.A., Magirl, C.S., Ritchie, A.C., Logan, J.B., Randle, T.J., Mastin, M.C., Minear, J.T., Duda, J.J., Liermann, M.C., McHenry, M.L., Beechie, T.J., and Shafroth, P.B. 2015. Large-scale dam removal on the Elwha River, Washington, USA: River channel and floodplain geomorphic change. Geomorphology, v. 228, pp. 765–786, doi: 10.1016\/j.geomorph.2014.08.028,download PDF. http:\/\/pubs.er.usgs.gov\/publication\/70141968 Konrad, C.P., 2009. Simulating the recovery of suspended sediment transport and river-bed stability in response to dam removal on the Elwha River, Washington. Ecological Engineering, v. 35, p. 1104-1115. doi:10.1016\/j.ecoleng.2009.03.018 Kloehn K.K., T.J. Beechie, S.A. Morley, H.J. Cole, and J.J. Duda, 2008. Influence of dams on river-floodplain dynamics in the Elwha River, Washington. Northwest Science, v. 82 (Special Issue), p. 224-235. doi:10.3955\/0029-344X-82.S.I.224 Magirl, C.S., Connolly, P.J., Coffin, B., Duda, J.J., Curran, C.A., and Draut, A.E. 2010. Sediment management strategies associated with dam removal in the State of Washington. Proceedings of the Joint Federal Interagency Conference, June 28-July 1, 2010, Las Vegas, NV. Magirl, C.S., Hilldale, R.C., Curran, C.A., Duda, J.J., Straub, T.D., Domanski, M.M., Foreman, J.R. 2014. Large-Scale Dam Removal on the Elwha River, Washington, USA: Fluvial Sediment Load. Geomorphology 246 (1): 669–86. doi:10.1016\/j.geomorph.2014.12.032 download PDF.http:\/\/pubs.er.usgs.gov\/publication\/70141433 Warrick, J., Bountry, J.A., East, A., Magirl, C.S., Randle, T.J., Gelfenbaum, G.R., Ritchie, A.C., Pess, G.R., Leung, V., Duda, J., 2015, Large-scale dam removal on the Elwha River, Washington, USA: source-to-sink sediment budget and synthesis: Geomorphology, v. 246, pp. 729–750, doi: 10.1016\/j.geomorph.2015.01.010, download PDF. http:\/\/pubs.er.usgs.gov\/publication\/70141794 Warrick, J.A., Duda, J.J., Magirl, C.S., and Curran, C.A., 2012. River turbidity and sediment loads during dam removal. Eos, Transactions American Geophysical Union, v. 93, i. 43, pp. 425–426. doi:10.1029\/2012EO430002 Warrick J.A., D.M. Rubin, P. Ruggiero, J. Harney, A.E. Draut, and D. Buscombe, 2009. Cobble Cam: Grain-size measurements of sand to boulder from digital photographs and autocorrelation analyses. Earth Surface Processes and Landforms, v. 34, n. 13, p. 1811-1821.   River Studies — water and ecology Duda, J.J., Beirne, M.M., Larsen, K., Barry, D., Stenberg, K., and McHenry, M.L., 2011, Aquatic Ecology of the Elwha River Estuary Prior to Dam Removal, in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal Habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 7 Duda, J.J., S. Morley, H. Coe, K. Kloehn, M. McHenry. 2011. Establishing spatial trends in water chemistry and stable isotopes (δ15N and δ13C) in the Elwha River prior to dam removal and salmon recolonization. River Research and Applications, v. 27, p. 1169-1181. doi:10.1002\/rra.1413 Foley, M.M., J.J. Duda, M.M. Beirne, R. Paradis, A. Ritchie, J.A. Warrick. 2015. Rapid water quality change in the Elwha River estuary complex during dam removal. Limnology and Oceanography. doi:10.1002\/lno.10129;download PDF(3.9 MB) http:\/\/pubs.er.usgs.gov\/publication\/70154797 Hanson, L., R. Schrock, T.J. Waddle, J.J. Duda, and W.A. Lellis. 2009. USGS river ecosystem modeling – Where we are, how did we get here, and where are we going? A report from the USGS River Ecosystem Modeling Work Group. USGS Scientific Investigations Report 2009-5018. 102 p. http:\/\/pubs.usgs.gov\/sir\/2009\/5018\/ Magirl, C.S., Curran, C.A., Sheibley, R.W., Warrick, J.A., Czuba, J.A., Czuba, C.R., Gendaszek, A.S., Shafroth, P.B., Duda, J.J. , and Foreman, J.R. 2011. Baseline Hydrologic Studies in the Lower Elwha River Prior to Dam Removal, in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 4 Morley, S.A., J.J. Duda, H.J. Cole, K.K. Kloehn, and M.L. McHenry, 2008. Benthic invertebrates and periphyton in the Elwha River Basin: current conditions and predicted response to dam removal. Northwest Science, v. 82 (Special Issue), p. 179-196. doi:10.3955\/0029-344X-82.S.I.179 Munn, M.D., R.W. Black, A.L. Haggland, M.A. Humling, and R.L. Huffman, 1999, An Assessment of Stream Habitat and Nutrients in the Elwha River Basin: Implications for Restoration, U.S. Geological Survey Water-Resources Investigations Report 98-4223. 38 p. Walters, K.L., Haushild, W.L., and Nelson, L.M., 1979, Water resources of the Lower Elwha Indian Reservation, Washington: U.S. Geological Survey Water-Resources Investigations Open-File Report 79-82, 55 p.   Estuary Draut A.E., J.B. Logan, R.E. McCoy, M. McHenry, and J.A. Warrick. 2008. Channel Evolution on the Lower Elwha River, Washington, 1939–2006. USGS Scientific Investigations Report 2008-5127. 26 p. http:\/\/pubs.usgs.gov\/sir\/2008\/5127\/ Magirl, C.S., Curran, C.A., Sheibley, R.W., Warrick, J.A., Czuba, J.A., Czuba, C.R., Gendaszek, A.S., Shafroth, P.B., Duda, J.J. , and Foreman, J.R. 2011. Baseline Hydrologic Studies in the Lower Elwha River Prior to Dam Removal, in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 4 Shafroth, P.B., Fuentes, T.L., Pritekel, C., Beirne, M., and Beauchamp, V.B., 2011, Vegetation of the Elwha River Estuary, in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal Habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 8 Warrick, J.A., and Stevens, A.W., 2011, A buoyant plume adjacent to a headland - observations of the Elwha River plume: Continental Shelf Research, v. 31, p. 85-97. doi:10.1016\/j.csr.2010.11.007   Shoreline & Coastal — beach morphology and change Buscombe, D., Rubin, D.M., Warrick, J.A. 2010. A universal approximation of grain size from images of noncohesive sediment: Journal of Geophysical Research, v. 115 no. F2. doi:10.1029\/2009jf001477 Finlayson, D.P., Miller, I.M., and Warrick, J.A. 2011. Bathymetry and acoustic backscatter—Elwha River delta, Washington: U.S. Geological Survey Open-File Report 2011-1226. http:\/\/pubs.usgs.gov\/of\/2011\/1226\/ Gelfenbaum, G.R., Stevens, A.W., Miller, I.M., Warrick, J.A., Ogston, A.S., Eidam, E. 2015. Large-scale dam removal on the Elwha River, Washington, USA: coastal geomorphic change. Geomorphology, v. 246, pp. 649–668, doi: 10.1016\/j.geomorph.2015.01.002,download PDF.http:\/\/pubs.er.usgs.gov\/publication\/70141427 Miller, I.M., Warrick, J.A., and Morgan, C. 2011. Observations of coarse sediment movements on the mixed beach of the Elwha Delta, Washington. Marine Geology, v. 282, n. 3-4, p. 201-214. Miller, I.M., and Warrick, J.A. 2012. Measuring sediment transport and bed disturbance with tracers on a mixed beach: Marine Geology, v. 299-302, p. 1-17. http:\/\/www.sciencedirect.com\/science\/journal\/00253227\/299 Warrick, J.A., George, D.A., Stevens, A.W., Eshleman, J., Gelfenbaum, G., Kaminsky, G.M., Schwartz, A.K., and Beirne, M. 2007. Beach Morphology Monitoring in the Elwha River Littoral Cell: 2004-2006. U.S. Geological Survey Data Series Report 288. http:\/\/pubs.usgs.gov\/ds\/288 Warrick, J.A., D.A. George, G. Gelfenbaum, G. Kaminsky, and M. Beirne. 2009. Beach morphology and change along the mixed grain-size delta of the Elwha River, Washington. Geomorphology, v. 111, p. 136-148. doi:10.1016\/j.geomorph.2009.04.012 Warrick J.A., D.M. Rubin, P. Ruggiero, J. Harney, A.E. Draut, and D. Buscombe. 2009. Cobble Cam: Grain-size measurements of sand to boulder from digital photographs and autocorrelation analyses. Earth Surface Processes and Landforms, v. 34, n. 13, p. 1811-1821. Warrick, J.A., Draut, A.E., McHenry, M., Miller, I.M., Magirl, C., Beirne, M., Stevens, A.W., and Logan, J.B., 2011, Geomorphology of the Elwha River and its Delta. in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal Habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 3   Shoreline & Coastal — coastal habitats and processes Cochrane, G.R., J.A. Warrick, Y. Sagy, D. Finlayson, and J. Harney, 2008. Sea-floor mapping and benthic habitat GIS for the Elwha River delta nearshore, Washington. USGS Data Series 320. http:\/\/pubs.usgs.gov\/ds\/320 Gelfenbaum G., A.W. Stevens, E. Elias, and J.A. Warrick, 2009. Modeling sediment transport and delta morphology on the dammed Elwha River, Washington State, USA. Proceedings of Coastal Dynamics 2009, Paper No. 109. Download PDF(23.5 MB) Logan, J., 2012, New Video Shows a Virtual Fly-Through Along the Lower Elwha River, Washington, Using Recently Acquired Ground-Based Lidar Data: U. S. Geological Survey Sound Waves, Mar\/Apr. 2012. http:\/\/soundwaves.usgs.gov\/2012\/04\/pubs.html Rubin, S.P., Miller, I.M., Elder, N., Reisenbichler, R.R., and Duda, J.J., 2011, Nearshore Biological Communities Prior to Removal of the Elwha River Dams, in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal Habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 6 Warrick, J.A., G.R. Cochrane, Y. Sagy, and G. Gelfenbaum. 2008. Nearshore substrate and morphology offshore of the Elwha River, Washington. Northwest Science, v. 82 (Special Issue), p. 153-163. doi:10.3955\/0029-344X-82.S.I.153 Warrick, J.A., and A.W. Stevens, 2011, A buoyant plume adjacent to a headland - observations of the Elwha River plume: Continental Shelf Research, v. 31, p. 85-97. doi:10.1016\/j.csr.2010.11.007 Warrick, J.A., A.W. Stevens, I.M., Miller, and G. Gelfenbaum, 2011, Coastal Processes of the Elwha River Delta, in Duda, J.J., Magirl, C., and Warrick, J.A. (eds.), Coastal Habitats of the Elwha River: Biological and Physical Patterns and Processes Prior to Dam Removal: U.S. Geological Survey Scientific Investigations Report 2011-5120. http:\/\/pubs.usgs.gov\/sir\/2011\/5120\/- Chapter 5",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/elwha-river-restoration-research-publications.htm"
}
