{
    "title": "Olympic National Park: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research             Science & Research        Two scientists snowshoe across the Olympic Mountains for a research project. NPS Photo\/B.Baccus        Olympic National Park employs a talented team of scientists that lead various research projects. Spanning from the re-introduction of native species to investigating the effects of climate change, the data collected from these projects supports park management and academia. Explore the current research occurring in Olympic below:           Scientist taking data measurements. NPS Photo\/B.Baccus  Glaciers and Climate Change Scientists continually monitor the condition of Olympic's glaciers for climate change research. Learn how these glaciers have changed over time and what these changes tell scientists about the climate.           Fisher being released into the wild. NPS Photo  Fisher Re-introduction Extirpated from the peninsula during the era of the fur trade, fishers were re-introduced in Olympic National Park in 2008. Follow the updates and explore the research collected on this ongoing project.           Geologists study the Elwha River. Photo by John Gussman  Elwha River Restoration  The Elwha River Restoration project provides a rare opportunity for scientists to learn what happens when a dam is removed and salmon return to a wild, protected river. Among the researchers are fish and marine biologists, botonists, entomologists, geologists, ornithologists, and students.             An Olympic marmot and its young. Photo by Ken & Mary Campbell (c)  Marmot Monitoring This citizen science project employs teams of volunteers to monitor the Olympic Marmot population within the park. The information gathered is used to monitor trends in the declining marmot population and help protect this unique endemic species.          Coastal researcher with equipment. NPS Photo  Science and Learning Network A member of the North Coast and Cascades Science and Learning Network, Olympic supports efforts to combine scientific research with education outreach. Learn more about the Science and Learning Network research projects by visiting their website.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/scienceresearch.htm"
}
