{
    "title": "Olympic National Park: Fisher Reintroduction",
    "body": "Fisher Reintroduction         Fishers don’t eat  fish.  European settlers called them fishers because they resembled the European polecat, known as the fichet in French.    Fishers in Washington The fisher (Martes pennanti) is a small carnivorous mammal native to North America, including the Olympic Peninsula. It is a members of the weasel family and related to mink, otter, and marten. About the size of a large house cat, the fisher has a long bushy tail, short rounded ears, short legs, and a low-to-the-ground appearance. Within the food web, fishers are secondary consumers;they prey on species like snowshoe hares and mountain beavers and are a food source for larger carnivores.      Historically, fishers occurred throughout much of the mid to low elevation forested areas of Washington, but the fisher's dark, thick fur made them attractive to trappers and by the early 20th century decades of over-trapping, as well as habitat loss and fragmentation resulted in their disappearance from the state. In 1998 the fisher was listed as an endangered species in Washington.          A fisher is released in the Sol Duc Valley in 2009.   Reintroduction In 2008 twelve fishers from British Columbia were released into remote sites within Olympic National Park. This historic event marked the first step toward restoring these reclusive mammals to the forests of Olympic National Park and Washington State. Over the next three years an additional 78 animals were introduced to the park. Since their reintroduction in 2008-2010, fishers have dispersed widely throughout the Peninsula, and successfully established home ranges in both managed and wilderness forests.            Scientists monitored the radio-collared fishers by tracking their movements using a radio telemetry antenna.   Monitoring Since their release, scientists have been monitoring the fisher population on the Olympic Peninsula using a variety of methods, including aerial and on-the-ground telemetry, wildlife cameras, and hair snare stations. Monitoring data provides information about the fisher's range, habitat, reproduction rate, and overall recovery.   Before being released into the park, project biologists equipped each fisher with a small radio transmitter. These transmitters initially allowed the biologists to monitor the fishers' movements, rate of survival, and reproduction. After a few years, most of the radio collars either fell off or ran out of power. By 2011, only two fishers were actively being tracked using radio telemetry.    To continue monitoring the fisher population and evaluate the success of the reintroduction, the biologists set up baited hair snare stations with motion-activated cameras. The hair snare boxes were baited with chicken to attract the fisher inside. When a fisher enters a box, some of their hair snags on brushes that are attached inside. This fur is later collected and sent to a lab for DNA analysis. The DNA is used to identify the fisher, as well as provide information about its gender and lineage.    Although the wildlife cameras were set up to capture images of fisher, they also photographed more than 40 other species, including cougars, bears, deer and even a skunk.           More Information about Fishers and Fisher Reintroduction  Fishers in Washington Website Hosted by Washington Department of Fish & Wildlife, this site has photos, video and frequent updates about the Olympic fisher reintroduction effort.      Publications  Evaluation of Fisher (Pekania pennanti) Restoration in Olympic National Park and the Olympic Recovery Area. 2014 Annual Progress Report Happe, P.J., K.J. Jenkins, T.J. Kay, K. Pilgrim, M.K. Schwartz, J.C. Lewis, and K.B. Aubry. 2015. Natural Resources Data Series NPS\/OLYM\/NRDS - 2015\/804. National Park Service, Fort Collins, Colorado Evaluation of Fisher Restoration in Olympic National Park and the Olympic Recovery Area: 2013 Annual Progress Report. Happe, P.J., K.J. Jenkins, M.K. Schwartz, F.C. Lewis, K.B. Aubry. 2014. U.S. Geological Survey, Reston, Virginia.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/fisher-reintroduction.htm"
}
