{
    "title": "Olympic National Park: Adopt-a-Fish",
    "body": "Explore This Park    Learn About the Park     Science & Research     Elwha Research     Adopt-a-Fish                Adopt-A-Fish: Radiotracking the Return of Pacific Salmon to the Elwha River       For over a century, salmon migrations into Olympic National Park have been blocked on the Elwha River by two large hydroelectric dams.Removal of the Elwha and Glines Canyons dams between 2011 and 2014 freed the Elwha River and restored access to over 70 miles of mainstem and tributary habitat for Pacific salmonids. In April 2014, biologists from Olympic National Park, Lower Elwha Klallam Tribe, and U.S. Fish and Wildlife Service began the Adopt-A-Fish radio-tracking project to track the movements of anadromous fish in the Elwha watershed and help illuminate how far, how fast, and where the first salmon recolonizers go after dam removal. Adopt-A-Fish introduces the public and students to radio telemetry techniques, scientific process, methods of tracking, and fish migrations in the nation's largest dam removal project. Regular updates about the project are posted on the Elwha River Restoration Blog. This project is possible through partnerships with the Lower Elwha Klallam Tribe and U.S. Fish and Wildlife Service, and funding generously provided by Washington's National Park Fund.           Steelhead trout outfitted with externally attached radio tag.   Tagging and Tracking Pacific Salmon Through the use of radio telemetry, managers will be able to assess fish passage at former dam sites and in the remote upper canyons of the Elwha River. This information is vital to successfully evaluate and understand salmonid restoration in this historic project.   Fish are caught in the lower river by fisheries biologists. The fish are then placed in live cages in the river prior to being fitted with individually coded radio tags. Captured fish are anesthetized, radio tagged, and then released near their point of capture in the river. Two types of tagging methods will be used. External tags, attached along the dorsal fin will be used for fish large and fit enough to carry the tag. Smaller fish will have radio tags implanted into their lower abdomen during a fast efficient surgery. All fish captured will be measured, photographed, and fin clips and scale samples will be taken for genetic identification and to determine the age of the fish.        Park biologists set up a fixed telemetry station upriver of Glines Canyon Dam.   Tracking and relocation of radio tagged fish is accomplished using fixed telemetry stations, mobile tracking, and aircraft. Six fixed telemetry stations located along the river from the mouth upstream to just above Glines Canyon Dam continually scan for and record tagged fish as they swim by. Additionally, researchers walk stretches of the river regularly with handheld antennae and a receiver. Once fish have been tracked above the upper dam site, aerial surveys via a Cessna 172 fixed wing airplane will commence. The plane is outfitted with a wing mounted antennae and allows biologists to track fish into the upper reaches of the Elwha River.         .",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/adopt-a-fish.htm"
}
