{
    "title": "Fort Bowie National Historic Site: Cemetery Graves",
    "body": "Cemetery Graves         Graves in the Fort Bowie Cemetery NPS Photo- K. Gonzales  In March 1895, the army moved all the officers, enlisted men, military dependents and unknowns to the National Cemetery in San Francisco. Today, civilian graves are all that remain and include: Julian Aqueira Julian Aqueira, a native of Santa Cruz, Mexico, was a 46 year old mail rider. Aqueira's mail route ran between Fort Bowie and Tucson. On July 7, 1871, while performing his duty, he was killed by Apaches about four miles west of Fort Bowie.  James F. Walker Located along the southern transcontinental route, both east and west bound wagon trains frequently camped near Fort Bowie. The first child to be buried in the post cemetery was a member of one such train. On August 4, 1867, six year old James F. Walker, while heading east to Texas from California with his family, was accidentally ran over by one of the wagons.  H.B. Elliot H.B. Elliot was born in Texas on March 6, 1840. After living there nearly all his life, he left Liberty Hill, his wife and four children for medical reasons. His destination was Pueblo Viejo, a small settlement near Safford, Arizona, where he hoped to regain his health from consumption (tuberculosis). He arrived at Fort Bowie as a passenger on the mail buckboard on November 21, 1875, and immediately began hemorrhaging in his lungs. he died within five minutes before medical assistance could reach him.  Juan Frentes Mexican born, Juan Frentes was employed by the Fort Bowie post trader. He died of chronic pneumonia on March 6, 1875. The 56 year old Frentes left a wife in Tucson.  Milton Sage Milton Sage was born in Freemansburg, Pennsylvania. In 1872 he enlisted in the army in Philadelphia and was assigned to Troop E, 6th Cavalry. During his enlistment he was stationed on the Plains and at Camp Verde, Arizona. While at Camp Verde he participated in several scouts into southeast Arizona. he was discharged from the army in 1877 as a saddler of good character. In 1880 he was with 2nd Lieutenant Charles Gatewood's Company A, Apache Scouts' pack train. In 1879-1880 he participated in several campaigns against Victorio. It is not knows when or why he arrived at Fort Bowie, as the post returns do not list him as a Quartermaster employee. The 32 year old Safe died of pneumonia on January 12, 1884.  Pedro Veldez Pedro Veldez was a native of Mexico. He was employed for several months as a packer with the Quartermaster Department earning $50 a month. On January 29, 1883, he died of pneumonia, leaving a wife in Dos Cabezas, Arizona. His grave is marked with a large white cross that can be identified in an 1887 photograph of the post cemetery. On the cross below his name is a black star, the significance of which is unknown.  John Finkle Stone John Finkle Stone was born in Griffin's Corner, New Your, in 1836. Enlisting in the 5th Infantry in 1857, he served in Utah and New Mexico. After his discharge in New Mexico he became a U.S. Marshall. In April 1867, he was appointed Collector of Customs for the District of El Paso Del Norte and relocated to Tucson, Arizona. Known by his many friends as being energetic and of strong character, he helped organize the Apache Pass Mining Company in 1868 and was elected president and superintendent of the firm. The company was established to develop the Harris Lode mining district near Fort Bowie. On October 5, 1869, he boarded a stage for Tucson with the driver and a four soldier escort. All were killed by Apaches near Dragoon Springs the same day. His body was removed a year later to the Fort Bowie Cemetery. The term \"supposed to be\" was sometimes used when due to some circumstances, such as condition of the body or lack of identification of the grave, the actual name of the person is somewhat in doubt. The colonel rank was honorary.  John Slater Thirty-five year old John Slater served with the California Volunteers during most of the Civil War. He enlisted as a 2nd Lieutenant into Co. C, 5th California Infantry in September 1861 at Grass Valley, California. In November 1862, he was promoted to 1st Lieutenant and transferred into the 1st Veteran Infantry for the remainder of the war. In September 1865, he commanded a 30-man detachment sent to recover horses stolen by Indians from the post herd at Fort McCrea, New Mexico. Although Slater was seriously wounded in the ensuing fight, the stolen stock was recovered. After his discharge in 1866, he became a U.S. Mail carrier between Fort Bowie and Tucson. While starting his route on November 5, 1867, he noticed several Apaches preparing to attack the post herd. Sounding the alarm as he retreated back to the post, he and 1st Lieutenant John Carroll, who had mounted the only other horse in camp, began pursuit with the infantry following behind. Slater and Carroll got too far ahead and were killed in an Apache ambush on the west side of Helen's Dome. They were buried in the post cemetery the following day. Aaron J. Bice, John Petty, and Thomas Donovan This grave contains the remains of Aaron J. Bice, John Petty, and Thomas Donovan. Bice, a native of Schoarie, New York, had been a private in Co. K, 5th Infantry, California Volunteers during the Civil War, Fort Bowie had been one of his first duty stations. He participated in several campaigns against Apaches in 1864 and rose to the rank of sergeant. He was mustered out with the rest of his company in Las Cruces, New Mexico, in April 1865. His experience as an army teamster probably helped him gain employment as a mail carrier.  A forty-two year old Texas native, John Petty may also have been with the California troops. In 1868 he lived in Tubac and by 1870 was living in Calabasas with a six year old daughter and a three year old son. In June 1871, his ranch was attacked by Apaches, probably led by Cochise, and after a strong defense the Apaches were repelled. He had just quit his job with the mail company and was hitching a ride to Tucson with Aaron Bice. They left Fort Bowie on January 24, 1872. Approximately five miles from the fort, they were attacked and killed by Apaches.  At 4:30 p.m. that same day, John Bedford, driver for the east bound mail from Tucson, made his way to the fort with news that not only had he been wounded in an Apache attack and a man riding beside him killed, but the west bound mail had been captured as well. The man Bedford was referring to was Thomas Donovan. Donovan may also have served with the California Volunteers during the Civil War. He was a native of Ireland and had arrived in Tucson two weeks previous from Prescott, where he had been driving stage. Finding no work in Tucson, he was on his way to Texas when he probably joined up with Bedford for company and was killed in the ambush. All three bodies were brought to the fort and buried together under one headboard. John Petty left a wife in Tucson.  John McWilliams John McWilliams and John Dobbs were working for the U.S. Mail when, due to recent mail rider killings, they decided the job was too dangerous. They hired on a herders for Kelley and Company, a beef contractor who kept a her at Bear Springs about 3\/4 mile from the fort. Around 10:00 a.m. on February 26, 1872, the herd was attacked by a band of Apaches. McWilliams was killed at first fire. Although wounded, Dobbs was able to hold the Apaches off until rescued by an army patrol. He survived his wounds. The 26 year old McWilliams was buried in the post cemetery the following day.  S. Merejildo Grijalva On June 15, 1872, 5 month old S. Merejildo Grijalva died of unknown causes. Having been born at Fort Bowie, he was the son of post guide Merejildo Grijavala. The child's father was a well known army scout who had been raised as an Apache captive and participated in much of the campaigning during the 1860's and 1870's.  Nicholas Rogers and Orisoba Spence Twenty-eight year old Nicholas Rogers, a native of St. Joseph, Missouri, operated the overland mail stage station at Sulphur Springs. Roger's character was somewhat in doubt depending on who you talked with. Brigadier General O.O. Howard found him to be \"very accommodating and obliging\" during his peace negotiations with Cochise. Because he was known to sell whiskey to soldiers within the military reservation, Army officers at Fort Bowie had little use for him. Several times Indian Agent Tom Jeffords discovered him selling whiskey to Apaches on the Chiricahua Reservation and warned him that a continuation of his actions would either get him killed or kicked off the reservation.  Orisoba O. Spence was a thirty-three year old native of Tionesta, Pennsylvania. Spence joined the army in 1868 and was assigned to Company G, 8th Cavalry which was eventually stationed at Fort Bowie. Spence received the Medal of Honor for gallantry in action in a fight against Cochise's band of Apaches on October 20, 1869. He was discharged at Fort Selden, New Mexico, as a sergeant in 1873. After his discharge he stayed in southern New Mexico and married in 1874. Spence's wife resided in Grant County, New Mexico, even after he began working for Nicholas Rogers as a cook. On April 1, 1876, a horse and mule were stolen from the station. Spence went after the thieves, recovering the animals after a shoot-out, then hurried on to the station.  While Spence was gone, Rogers had once again sold whiskey to some Apaches. On April 7, the Apaches came back for more shortly after Spence's return. Both Rogers and Spence were killed after Rogers refused to sell them more. Although initially buried at the station by an investigating patrol, the bodies were later brought into Fort Bowie for burial in the post cemetery.  J.G. Duncan On December 17, 1870, 34 year old Pennsylvania native, J.G. Duncan died of tuberculosis at the Fort Bowie Hospital. According to an Arizona Citizen article, Duncan had been captain in the Union army and had come to Arizona from Colorado where he had been living for the past three years. At the time of his death, he resided at San Pedro, Arizona. The article went on to say: \"We did not know him, but those who did regret his death as that of a brave man and true friend, and that the Territory has none of that stripe to spare.\" Little Robe Little Robe was part of a group of Apache prisoners captured near Nacori, Mexico, on August 7, 1885. They were brought to Fort Bowie on September 1. In this group of seven women and eight children were two of Geronimo's wives, Zi-yeh and She-gha and two of his sons, Little Robe and Fenton. During this time, soldiers around the guardhouse became attached to Little Robe and so when he died on September 10, 1885, probably of dysentery, they buried him in the post cemetery.  Traditionally, Apaches buried their dead by sealing them in small caves or crevices or by placing them in natural depressions. The bodies were placed with the head toward sundown. Burials were concealed by covering them to blend with the environment. Their locations were usually not revealed.  Marcia Marcia Ju was in the first group of Apache prisoners brought to Fort Bowie on July 2, 1885. This group consisted of three women and eight children. Marcia was probably sick when she arrived since she died a day later, July 3, from an undisclosed illness and was buried in the post cemetery.  Unknown Apache Child Approximately two weeks after Little Robe's death, another Apache child died on September 27, 1885, of dysentery. In his short report, the acting assistant surgeon did not mention or did not know the child's name.  J.B. Fletcher No background information is available for a citizen named J.B. Fletcher who died in the post hospital of unknown causes on May 2, 1880.  Leonardo Orosco Although born in Sonora, Mexico, 20 year old Leonardo Orosco had been raised in Tucson. According to the 1870 census, he was one of six children. At the time of his death, Orosco was head teamster for the firm of Tully, Ochoa and Company who operated the post trader store at Fort Bowie. He did suddenly on the night of October 13, 1880, while at the fort on business.  Unknown Stone Marker It is not known who was buried at the partial stone marker in the raised grave. The complete headstone is visible in the background of the photograph on the wayside exhibit near the cemetery entrance. Internment lists and plats are not available for the time period of this individual's death. All that is known is that the person was probably a military dependent since the body was removed by the army.  John Brownley On May 26, 1868, four men boarded the east bound mail coach at Fort Bowie. Two of the men were driver Charles (Tennessee) Hadsell and his assistant, 25 year old John Brownley, a teamster for the U.S. Mail. The other two men, Privates Robert Kin and George Knowles, made up the army escort. When about five miles from the post, they were attacked by Apaches and John Brownley mortally wounded at first fire. Hadsell grabbed the reins from the dying Brownley and attempted to make it back to Fort Bowie but was surrounded. The remaining three men were captured and later killed. All but Hadsell were buried in the post cemetery.",
    "url": "https:\/\/www.nps.gov\/fobo\/learn\/historyculture\/cemetery-graves.htm"
}
