{
    "title": "Olympic National Park: Nonnative Species",
    "body": "Nonnative Species             Scot's broom, shown flowering here,is an invasive exotic plant. NPS Exotic Plant Management Team  A nonnative species is a species that arrives in new habitats as a direct or indirect result of human activities. They are sometimes called “exotic” or “alien” species. Some species are introduced intentionally (like llamas) and others, like thistles, arrive unintentionally. For examples of introduced plants, see Invasive Plants.          Quagga mussels, like these at Lake Mead, can negatively impact natural ecosystems. NPS Photo  Some Nonnatives are Harmful: Some nonnative species cause no problems, but others can be harmful to native or endangered species, ecosystems, or even human health. Examples:   Wood-boring beetles and diseases transported in firewood can kill trees. Solution: don’t bring firewood from home, get it locally.   Quagga and zebra mussels, freshwater mollusks nonnative to North America, have been traveling throughout the U.S. Since they are often found in the millions once they move to an area, they can easily outcompete native water species. They produce microscopic larvae that pass through screens and clog water treatment systems. Solution: clean off boats, trailers, and equipment before leaving home and when leaving the water so these mussels don't invade Olympic or elsewhere.          Japanese knotweed showing lack of understory NPS Exotic Plant Management Team  More than 200 plant species in Olympic National Park are nonnative. About 70 of those species are found within the park’s wilderness. Established nonnative plants can affect natural succession, plant community structure, geophysical processes, and displace or eliminate native species. Some nonnative plants are not a threat, but a few species could cause irreversible impacts such as eliminating rare native species. For more on nonnative plants with negative impacts, see the Invasive Plants page.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/nonnativespecies.htm"
}
