{
    "title": "Olympic National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Northern spotted owl   Olympic National Park and its surroundings are home to a wide variety of wildlife. Just offshore, whales, dolphins, sea lions, seals, and sea otters feed in the Pacific Ocean. Invertebrates of countless shapes, sizes, colors and textures inhabit the tide pools. On land, some species, like raccoons, beaver and mink, live mostly in the lowlands. But others, like deer, elk, cougars and bears, range from valleys to mountain meadows. Park waters are home to some of the healthiest runs of Pacific salmon outside of Alaska. Over 300 species of birds live in the area at least part of the year, from tiny penguin-like rhinoceros auklets offshore to golden eagles soaring over the peaks. Old Growth Refuge The park is a rare refuge for species dependent on old growth forests, including some species protected under the Endangered Species Act. Olympic provides one of the last remaining large tracts of intact primeval forest in the lower 48 states. These moist forests provide essential habitat for northern spotted owls, marbled murrelets and a variety of amphibians. A Unique Community The wildlife community of the isolated Olympic Peninsula is also unique.  This community is noteworthy not only for its endemic animals (found only here), but also for species missing from the Olympics, yet found elsewhere in western mountains. Pika, ptarmigan, ground squirrels, lynx, red foxes, coyotes, wolverine, grizzly bears, bighorn sheep and historically, mountain goats, did not occur on the Olympic Peninsula. Meanwhile, endemic species like the Olympic marmot, Olympic snow mole and Olympic torrent salamander are found here and nowhere else in the world! Download your own mammal, amphibian and reptile list  Terrestrial Mammals  Marine Mammals (nearshore)  Amphibians  Birds  Fish  Invertebrates  Reptiles          Banana slugs are important recyclers, grazing on vegetation and organic debris as they travel the forest floor on their slime trail.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/animals.htm"
}
