{
    "title": "Olympic National Park: History of the Elwha",
    "body": "History of the Elwha - Overview         A man holds a salmon caught from the Elwha River. NPS  Long ago, some of the richest runs of salmon outside of Alaska crowded upstream to their spawning grounds in the wild Elwha River. The river ran freely through towering forests that sheltered a living community including black bears, cougars, eagles and the Klallam people. Ten different runs of anadromous fish, including coho, pink, chum, sockeye and Chinook salmon, along with cutthroat trout, native char and steelhead, made this pristine valley their home. One hundred years ago, entrepreneur Thomas Aldwell saw the river and its narrow gorges as an economic opportunity. He sought to harness this raw, massive energy, and so he formed plans to build a hydroelectric dam. With financial backing from Chicago investors, the Olympic Power Company was formed, and the plans for the dam were materialized when construction began, in 1910. Functional in 1913, the Elwha Dam supplied energy to power the pulp mill in Port Angeles. A growing economy and a greater demand for industry led to the decision to build another dam. By 1927 Glines Canyon Dam was built eight miles upstream. Power generated by the dams helped fuel the local economy, but the failure to build fish ladders left the Elwha River with a mere five miles of available habitat for returning anadromous fish. The dams had a number of other serious impacts including sediment and silt blockage behind the dams, erosion of the river banks, and the effects on a huge portion of the park and people that previously relied on the anadromous populations for sustenance. By the 1980s, perspectives had changed and legal challenges and policy questions arose about licensing a dam in a national park. After several years of political processes, Congress settled the issue in 1992 by passing the Elwha River Ecosystem and Fisheries Restoration Act (pdf). Today, the National Park Service is working closely with Lower Elwha Klallam Tribe and many other partners to restore the Elwha River and its ecosystem. A number of related mitigation projects, including two water treatment plants and a greenhouse facility, have already been completed. This summer, work continues on a fish hatchery on the Lower Elwha Klallam Tribe's reservation that will replace the tribe's existing hatchery. Modifications are also underway on a flood control levee to protect homes and facilities on the east side of the river; a levee on the river's west bank was completed earlier this summer. Dam removal will begin in 2011. Salmon recovery, revegetation efforts, wildlife protection, and sediment\/silt redistribution efforts will ensure that the dam-removal process has as little temporary adverse effects as possible.          This webpage was made possible in part by a grant from Washington's National Park Fund.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/historyculture\/history-of-the-elwha-overview.htm"
}
