{
    "title": "Olympic National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature        Rugged mountains, temperate rain forests, and wild Pacific Coast - these three distinct ecosystems are all found within Olympic National Park.        Diversity is the hallmark of Olympic National Park. The park protects 922,651 acres, encompassing three distinctly different ecosystems - rugged glacier-capped mountains, wild Pacific coast, and magnificent old-growth temperate rain forest. These three ecosystems contain a unique array of habitats and life forms, resulting from thousands of years of geographic isolation, along with extreme gradients of elevation, temperature, and precipitation.        The Olympic Marmot is one of 24 endemic species found in Olympic National Park and nowhere else in the world.   The park provides habitat for more than 1,100 species of native plants, 300 species of birds, and 70 species of mammals. Included in these numbers are several federally threatened species, such as the northern spotted owl (Strix occidentalis caurina) and the marbled murrelet (Brachyramphus marmoratus), and 24 endemic plant and animal species that are found in Olympic National Park and nowhere else on earth.          Intertidal sea urchins and algae are among the diverse aquatic resources protected within the park.   Olympic's 3,500 miles of rivers and streams are home to 29 species of native freshwater fish and support 70 unique stocks of Pacific salmon and steelhead, including the federally threatened bull trout. Over 1,400 square miles of the intertidal, island, and shoreline habitat protect beaches, intertidal areas, and rocky tide pools. The Olympic rocky intertidal community is considered to be one of the most com­plex and diverse shoreline communities in the United States          The Olympic Wilderness offers opportunities for solitude and discovery.   Over 95% of the park (876,669 acres) is designated wilderness, encompassing and protecting one of the largest wilderness areas in the contiguous United States and offering visitors a chance to experience the park's amazing diversity in its natural and pristine state. The landscape and resources of Olympic are also considered vital to the world's heritage. The park has been designated as a World Heritage Site and an International Biosphere Reserve, placing it on the 'must see' list of countless people around the world.         Discover the Mountains.  Click here to learn more.           Discover the Forests.  Click here to learn more.           Discover the coast.  Click here to learn more.           Explore Olympic National Park.  Click here to learn more.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/nature\/index.htm"
}
