{
    "title": "Paterson Great Falls National Historical Park: Meet the Intern",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Oral History Project     Meet the Intern                  Meet The Intern         Intern Lexi with interviewee Mr. Al Marocco Intern Lexi - NPS Photo  As the second oral history intern at Paterson Great Falls National Historical Park, Lexi helps conduct oral histories, process interviews, and prepare information for the park website. Lexi is a senior in college and is majoring in history and secondary education. Previously, she has taken oral histories for the Veteran's Oral History Project and worked as a historic tour guide at the Sir Christopher Wren Building in Williamsburg, VA. When she's not at Great Falls this summer, she will be teaching English in Eastern Europe.    At Great Falls, Lexi is most interested in researching events at Hinchliffe Stadium, especially Negro League baseball games. Overall, she is fascinated by many areas of history, including African history, African-American history and early American history. She is also interested in education history and policy, and hopes to one day teach history at a charter school.In her free time, Lexi volunteers as an English teacher with an adult education organization. She also enjoys reading, hiking, and playing the flute.        Intern Keith in front of the Great Falls of Paterson I. Goldman - NPS Photo  Keith was the first oral history intern at Paterson Great Falls National Historical Park. He created our 'Paterson Great Falls Memories' form and is conducting oral history interviews.  A student of history and public relations at William Paterson University, Keith has also volunteered at the Botto House American Labor Museum in Haledon, one town over from Paterson. By the end of his internship, Keith completed the following tasks: - identified, contacted, interviewed and recorded 3-6 people who worked in, or owned, mills in Paterson, in order to gain first-hand knowledge about the history of the park and Paterson. - implemented the oral history procedures and policies of the National Park Service and similar professional organizations.  - developed a set of standard operating procedures for documenting the interviews for public record and use by the National Park Service. In his free time, Keith enjoys playing guitar and skateboarding. Keith found his internship through the Student Conservation Association (SCA). The SCA works to build conservation leaders for the future and encourage stewardship of the environment and our communities. You can read about Keith's SCA experience on his blog!",
    "url": "https:\/\/www.nps.gov\/pagr\/learn\/historyculture\/meet-the-intern.htm"
}
