{
    "title": "Olympic National Park: Science Minute Videos",
    "body": "Science Minute Videos       National Parks are our national treasures, which protect living, breathing ecosystems and the cultural history of the American public. Whether monitoring natural ecosystems or studying historic sites, national park scientists are stewards of our nation's crown jewels. Working unobtrusively and mostly out of sight, park scientists do the rigorous science needed to document park ecological health and to conserve historical riches. Science Minute Movies profile staff in eight Pacific Northwest national parks and offer behind-the-scenes looks at science in action. To view the Science Minute Videos specific to Olympic National Park, click on the links displayed at right. To view all of the North Coast & Cascades Science Learning Network videos, go to the website by clicking here.             Why We Work   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 12 seconds  Discover what it's like to be a National Park Service scientist. \"Why We Work\" features National Park Service scientists from various parks in the Pacific Northwest who share how they got into their line of work and why they do what they do. This is a passionate group, deeply committed to protecting national parks.          Science Feature Movies            Tides of Change   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:13 minutes, 57 seconds  As the climate changes, many early signs will appear along our ocean shorelines. This twelve minute film takes you to Olympic National Park’s wild Pacific Coast and follows marine ecologist  Dr. Steve Fradkin as he studies its rocky intertidal zone.               Keepers of the Beat   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:18 minutes, 1 second  Glaciers are sensitive indicators of climate change. In this video, meet Dr. Jon Riedel, lead glaciologist at North Cascades National Park; travel along as he monitors some of North Cascade's glaciers and learn about the science and motivation behind his work.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/photosmultimedia\/science-minute-videos.htm"
}
