{
    "title": "Olympic National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 11, 2016  Park Visitors and Neighbors Invited to Celebrate the National Park Service Centennial  Many ways to celebrate the NPS Centennial this month!   August 02, 2016  “Ride the Hurricane” Bike Day Will Be August 7 on Hurricane Ridge Road  Hurricane Ridge Road will close to motor vehicle traffic 6am-12noon; entrance fee waived rest of the day.   July 29, 2016  “Landscapes for the People” Program on August 4 Will Showcase Photos of George A. Grant  Grant was the National Park Service's first official photographer, serving from the 1920s - 1950s.   July 29, 2016  Music in the American Wild Coming to Olympic National Park  Classical musicians to perform original music for NPS Centennial.   July 29, 2016  Three Small Fires Burning Deep in Olympic National Park Wilderness  Smoke Visible from Surrounding Areas, Obstruction Point Road Closed Due to Smoke Impacts   July 27, 2016  Hurricane Hill Road to be Closed Thursday, July 28 for Re-surfacing  Hurricane Ridge Road, visitor center and trails will all remain open.   July 26, 2016  Seven-Acre Godkin Fire Spotted Deep in Olympic National Park Wilderness  Last week's storm brought rain and lightning.   July 21, 2016  Olympic Hot Springs Road Repairs to Begin Monday; All Access Into Elwha Valley Will Be Closed During Construction  Long-awaited repairs will re-open road to vehicle access by early October.   July 21, 2016  “Wish You Were Here” Program on July 30 to Showcase History of National Parks in Stamps, Letters and Postcards  Free program at Olympic National Park Visitor Center   July 08, 2016  Visitors Advised to Keep Their Distance – Mountain Goats are Dangerous  For their own safety, visitors are reminded to stay at least 50 yards away from mountain goats.   July 07, 2016  Pavement Improvement Planned  Project will improve and extend lifetime of paved roads.   June 29, 2016  July 4th Weekend in Olympic National Park and Forest  Visitors and area residents are reminded to help keep public lands and visitors safe by leaving fireworks and exploding targets at home.   May 18, 2016  Limited Reservations Still Available for BioBlitz at Olympic National Park  A BioBlitz is a 24-hour event that brings together scientists, students, families and community members to find and identify as many living species of organisms as possible. Activities will be offered at several Olympic National Park locations this weekend – advance reservations are free and are needed for most activities.   April 11, 2016  Kids and Families Invited to Find Their Park at Olympic on National Junior Ranger Day, Saturday April 16  Outdoor games, activities, microscopes, guided walks -- all free for kids and families this Saturday, April 16!   April 08, 2016  Olympic National Park Staff Prepare for Summer Season 2016  While park staff ready seasonal facilities for the summer, storm and flood damage will restrict access to some areas.   March 30, 2016  NOLS and Olympic National Park to offer third season of Poetry Walks  North Olympic Library System (NOLS) has teamed up with Olympic National Park to offer a third season of Poetry Walks. This year’s program will begin April 1 and continue through May 31.   February 20, 2016  Elwha Valley Pedestrian Access Route Now Available; Foot Trail Bypasses Washout on Olympic Hot Springs Road  Olympic Hot Springs Road closed to vehicles because of washout; temporary trail provides foot access in the Elwha Valley.   February 03, 2016  New Annual Pass for Olympic National Park to Feature Prize-Winning Photo  Over 200 images were submitted to Olympic National Park's Facebook photo contest.   January 14, 2016  Free Entrance to Olympic National Park on Monday, January 18 2016 for Martin Luther King Jr Day  Free park entry on Monday, January 18 in commemoration of 2016 Dr. Martin Luther King Junior Day.   December 30, 2015  January Perspectives Program to Feature Film Premiere & Live Music by Rabbit Wilde;  Event to Take Place at Peninsula College’s Little Theater  The free program on Tuesday, January 12 is part of the Olympic National Park Perspectives speaker series.   December 29, 2015  National Park Service Selects Olympic Peninsula Hospitality to Operate Sol Duc Hot Springs Resort within Olympic National Park  Concession contract for Sol Duc Hot Springs to be awarded to Olympic Peninsula Hospitality.   December 17, 2015  Spruce Railroad Trail Reopens in Time for Holiday Season  Spruce Railroad Trail re-opens after trail construction.   November 23, 2015  Winter 2015-16 Schedule and Services Announced for Hurricane Ridge; Snow Season Kicks Off with Free Entrance on Green Friday!  Weather permitting; the Hurricane Ridge Road is scheduled to be open Friday through Sunday and Monday holidays from November 27, 2015 through March 27, 2016.  The road is also scheduled to be open daily from Saturday, December 26 through January 3, 2016.   November 19, 2015  Olympic and Mount Rainier National Parks Announce Special Fee Free Day on November 27  In celebration of Thanksgiving and as a way to encourage healthy outdoor time, Mount Rainier and Olympic National Parks will offer free entry to all park areas on Friday, November 27.   November 09, 2015  Olympic National Park Announces Schedule for  the 2015-16 Perspectives Monthly Speakers Series  Program topics and presenters have been announced for this year’s Perspectives Winter Speaker Series, offered free of charge on the second Tuesday of each month, November through April.   November 02, 2015  Rockfall Demolition Concludes in Glines Canyon, Scientists to Monitor High Water Flows This Winter  Sealaska Constructors LLC recently completed a National Park Service contract to remove a number of large boulders in the Elwha River channel just downstream of Glines Canyon.   October 28, 2015  Whiskey Bend Road Repairs Completed  The Elwha Valley’s 4.5 mile Whiskey Bend Road  reopens to vehicle use October 30.   October 27, 2015  Olympic Hot Springs Pools Closed to Visitor Use Due to Fatality  Due to health and safety concerns, the Olympic Hot Springs pools have been closed to public use.   October 08, 2015  Elwha Valley Road Updates  Olympic Hot Springs Road will reopen to trailhead on Saturday, October 10; Whiskey Bend Road will close to all use on Monday, October 12.   October 07, 2015  Temporary Campground Closure at Hoh Rain Forest will Protect Visitors & Elk; Area to Remain Open for Day Use  Visitors are required to stay at least 50 yards (half the length of a football field) from park wildlife at all times and are urged to stay in their vehicles if elk are in or around parking areas.   September 29, 2015  Work in Progress to Remove Rockfall within Glines Canyon; Olympic Hot Springs Will Re-Open to Altair Today  To accommodate the blasting schedule and provide for public safety, the Olympic Hot Springs Road will be closed at the Altair Campground until October 16, after blasting has been completed.   September 16, 2015  Olympic National Park Rivers and Streams Will Re-Open at Midnight Tonight to Recreational Fishing  Recreational fishing to reopen after drought-related closure.   September 16, 2015  September 26 is Fee Free & Healthy Parks, Healthy Communities Day at Olympic National Park  Saturday, September 26 will be a special day at Olympic National Park, with free entry and special free activities throughout the day to help people find, enjoy and be active in their park!   August 31, 2015  Roads and Campgrounds in the Hoh and Quinault Rain Forests Reopen  Roads and campgrounds have re-opened in the Hoh and Quinault Rain Forests and rangers expect to open Kalaloch campground by the end of the day tomorrow.   August 30, 2015  Roads and Campgrounds Re-Open in Olympic National Park  Crews have made progress to clear debris and reopen areas of Olympic National Park, following a windstorm that downed numerous trees and closed roads and campgrounds on Saturday.   August 30, 2015  Storm Damage Update for August 30  Park crews are cutting their way through numerous downed trees today, as they attempt to reopen park entrance roads and campgrounds, make damage assessments and begin repairs.   August 29, 2015  High Winds Lead to Downed Trees, Road Closure & Power Outages; Rangers Assessing Damage  All entry roads into Olympic National Park are currently closed as rangers assess damage from falling trees and help visitors assemble in clearings.   August 18, 2015  Emergency Closure of Dungeness Crab Fishery in Olympic National Park’s Coastal Section  To protect people from severe health impacts, fishing for Dungeness crab along the coastal strip of Olympic National Park is closed, effective tonight at 12:01 a.m. Wednesday, August 19.   August 17, 2015  Find Your Park! Come Celebrate the 99th Birthday of the National Park Service!  The National Park Service is turning 99 years old on August 25, 2015, and across the country, park visitors will get a present – free entry to any national park.   May 29, 2015  New Glines Canyon Spillway Overlook Opens in Elwha Valley  The new Glines Canyon Spillway Overlook, located along the Olympic Hot Springs Road, is wheelchair accessible and includes eight interpretive exhibits.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/news\/newsreleases.htm"
}
