{
    "title": "Voyageurs National Park: Going Green Plan",
    "body": "Explore This Park    Get Involved     Sustainability     Going Green Plan              Going Green Plan          Going Green in the North Woods Sustainability is an ever present word in the National Park Service (NPS). Parks across the nation are going green in a whole new way: with renewable energy systems, high efficiency lighting, water conservation efforts, and recycling programs. The Green Parks Plan (2012) calls for the NPS to \"reduce our impact on the environment, mitigate the effects of climate change, and integrate sustainable practices into every aspect of our operations.\" Voyageurs National Park, located in the North Woods of Minnesota, is no different. The park is working towards being more energy efficient. The new headquarters building in International Falls just received \"LEED Silver\" certification from the United States Green Building Council. This status reflects the reduction of operating costs by roughly 24 percent for electricity and heat and water consumption over the life of the building. The building was designed to conserve energy with high-efficiency heat pumps, spray-on foam insulation, and lighting sensors that adjust exterior and interior lights according to daylight and staff activity levels. Paint on the exterior siding uses reflective pigments that improve energy efficiency. Eco-friendly materials are used throughout; including sustainably harvested wood, locally-sourced stonework, recycled flooring and baseboards, and recycled steel. Indoor air quality was also an important consideration, prompting the use of low-emission paints, flooring materials, ceiling tiles, and other products. In essence a LEED building uses less energy resulting in reduced greenhouse gases. The building is owned by the City of International Falls who leases the building to the Federal government for the Voyageurs National Park Headquarters. Park officials have put a number of other green practices in place throughout the park. The park is switching to fuel-efficient engines in many of the boats we use for visitor tours, lake patrols, and campsite maintenance. Park maintenance personnel use electric cars to help limit greenhouse gas emissions. The park has also initiated a recycling program at boat ramps to reduce solid waste from visitors.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/management\/going-green-plan.htm"
}
