{
    "title": "Olympic National Park: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations               Multimedia Presentations              Life in a Rain Forest Tree Top   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes   Four scientist\/tree climbers explore the diversity of life found in the canopy of a 400-year old Douglas fir.               Olympic National Park BioBlitz Dance   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 26 seconds  Boys and Girls Club of the Olympic Peninsula, Port Angeles High School Environmental Science Class and Olympic National Park staff and volunteers do the BioBlitz Dance in several locations around Olympic National Park! Music: Bird Machine feat Alesia by DJ SnakeFilm by NPS\/Christeal Milburn               Volunteer and Be Inspired   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 16 seconds  Eight teenagers from around the country backpack along the wild Olympic coast for two weeks. Their mission: to collect as much marine debris as they can pack out on their backs. Their story is one of partnership, stewardship and inspiring volunteerism. \"This trip has influence how I'm going to live the rest of my life. I already miss the beach.\"Produced by NPS\/Heather Stephens               Volunteer and Be Inspired at Olympic National Park   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:15 minutes, 59 seconds  A more in-depth look at our volunteer marine-debris crews from summer 2015. Eight teenagers from around the country backpack along the wild Olympic coast for two weeks. Their mission: to collect as much marine debris as they can pack out on their backs. Their story is one of partnership, stewardship and inspiring volunteerism. \"This trip has influence how I'm going to live the rest of my life. I already miss the beach.\" Produced by NPS\/Heather Stephens               The Smell of Cedars Steeped in Rain   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:12 minutes, 24 seconds  The Smell of Cedars Steeped in Rain is a wordless love letter to Olympic National Park created by student filmmaker Eliza Goode. The film was shot over a period of a couple of months during the fall of 2014 and January 2015. Goode made the film for her final thesis project for her MFA in Science and Natural History Filmmaking at Montana State University. Original music for the film was scored and performed by Washington-based band Rabbit Wilde.                  Science Minute Videos Produced by North Coast and Cascades Science Learning Network   National Parks are our national treasures, which protect living, breathing ecosystems and the cultural history of the American public. Whether monitoring natural ecosystems or studying historic sites, national park scientists are stewards of our nation's crown jewels. Working unobtrusively and mostly out of sight, park scientists do the rigorous science needed to document park ecological health and to conserve historical riches. Science Minute Movies profile staff in eight Pacific Northwest national parks and offer behind-the-scenes looks at science in action.         Restoring the Elwha River Webisode Series This series of webisodes, produced by Wings over Watersheds, chronicles the removal of the Elwha Dam and Glines Canyon Dam - the largest dam removal project in United States history.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/photosmultimedia\/multimedia.htm"
}
