{
    "title": "Olympic National Park: Wilderness Regulations",
    "body": "Explore This Park    Plan Your Visit     Wilderness     Wilderness Regulations              Wilderness Regulations      Wilderness Camping Permits: A Wilderness Camping Permit is required for all overnight stays in undeveloped (backcountry) areas of the park. General Regulations: Regulations are meant to help protect wilderness as well as wilderness users.  Pets, weapons other than firearms, vehicles, bicycles and other wheeled devices are not permitted on park trails, meadows, beaches or in any undeveloped area of the park. The use of firearms is prohibited in the national park.    Exceptions:  Pets are permitted on leash, from Rialto Beach north to Ellen Creek, and on the Kalaloch beach strip between the Hoh and Quinault Indian Reservations. No camping in these areas. Pets are also permitted on the Spruce Railroad Trail. Bicycles are permitted on the Spruce Railroad Trail on the north shore of Lake Crescent.Campfires and wood-burning camp stoves are allowed below 3,500 feet only. This helps protect subalpine forests and soils. Campfires and wood-burning camp stoves are not allowed on the coast between the headland at Wedding Rocks and the headland north of Yellow Banks. All visitors are required to secure all food (including dehydrated and canned), garbage and other scented items from wildlife 24 hours a day. All food, garbage and scented items must be stored in approved bear canisters on the Wilderness Coast, in the Royal Basin\/Royal Lake area and the Sol Duc River\/High Divide Loop area including Mink Lake area, Cat Basin and all other areas in the Main Fork Sol Duc River drainage wilderness\/backcountry Bear Canisters are also required in areas where it is not possible to hang food 12 feet high and 10 feet out from the tree trunk such as the Bailey Range and similar areas. Camping with pack animals above 3,500 feet is prohibited except in designated stock camps. Pack animals are not permitted to travel off maintained trails above 3,500 feet. Only horses, mules, burros and llamas are allowed as pack animals.  Group Size: Oversize parties can damage the wilderness and impact the experience of other visitors. Group size for overnight wilderness trips is limited to 12 people and 8 stock. Larger groups are not permitted. Affiliated groups may not combine to form a group of more than 12 people at any time, and must camp and travel at least 1 mile apart. See Group Camping for more information. In the following areas, groups of between 7 and 12 persons must camp in designated group sites: Sol Duc\/7 Lakes Basin, Hoh Lake Trail, Hoh River Trail, Grand Valley, Upper Lena Lake, and Lake Constance. Fishing: No licenses are needed for fishing in Olympic National Park. Please check fishing regulations. Stock: Stock are prohibited on the following trails (most of these trails are too steep or not suitable for stock animals):  All nature trails. All beaches and beach access trails from park boundary north of Shi Shi beach south to the Quinault Indian Reservation. Quinault Area: Wynoochee Trail, Sundown Lake Trail, Graves Creek Trail, Big Creek Trail, Elip Creek Trail, O'Neil Pass Trail, Skyline Trail, and Martin's Park Trail. Hoh Area: The Hoh River Trail is closed to stock beyond the Martin's Creek Stock Camp. Lake Crescent\/Sol Duc Area: Barnes Creek Trail, Sol Duc Campground Trail, Eagle Lakes Trail, Aurora Creek Trail, Lunch Lake Trail, and Mt. Storm King Trail. Elwha\/Hurricane Area: Hurricane Hill Trail, Madison Falls Trail, Griff Creek Trail, Cascade Rock Trail, .4 mile Lake Mills Trail, West Lake Mills Trail, Olympic Hot Springs Trail from the Boulder Creek Bridge to hot springs. Hood Canal Area: Wagon Wheel Lake Trail, Upper Lena Lake Trail, Putvin Primitive Trail, Lake Constance Trail, Flapjack Lakes Trail, Six Ridge Trail, Mt. Anderson Glacier Trail, Black & White Lakes Trail, Rapids Loop\/Four Stream Trail, South Fork Skokomish Trail.  For more information on stock use in the park click here.  This is not a complete list of regulations. Contact the WIC for more information. Some areas of Olympic National Park are accessible only from Olympic National Forest trailheads, and regulations may differ. For instance, pets are not allowed on Park trails, but are allowed on Forest trails. For additional information, contact the WIC.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness-regulations.htm"
}
