{
    "title": "Olympic National Park: Wilderness",
    "body": "Explore This Park    Plan Your Visit     Wilderness             Wilderness                   Planning a Wilderness Trip               Wilderness Travel Basics               Know Before You Go: Wilderness Regulations               Protect Olympic's Wilderness: Leave No Trace               Hiking the Wilderness Coast               Don't Tangle with Wildlife             Over 95% of Olympic National Park (876,669 acres) is designated wilderness, encompassing and protecting one of the largest wilderness areas in the contiguous United States and offering visitors a chance to experience the park's amazing diversity in its natural and pristine state.   What is Wilderness? As defined by the 1964 Wilderness Act, a wilderness is \"...an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.\"  The Wilderness Act created our National Wilderness Preservation System and provides the means for Congress to designate \"wilderness areas,\" our nation's highest form of land protection. Today millions of Americans enjoy wilderness for hiking, camping, backpacking, fishing, mountaineering, solitude, and more.  Planning Your Wilderness Trip  If you are wondering where to go in Olympic National Park to experience wilderness check out our Wilderness Trip Planner. Here you will find wilderness trail and campsite information as well as tips on how to travel safely in wilderness areas. When planning a trip, keep in mind this remnant of wild America is undeveloped and fragile - make sure you are familiar with wilderness travel basics before you go.    More information about the wilderness idea and our National Wilderness System, can be found on NPS Wilderness and Wilderness.org.      \"I have found that people go to the wilderness for many things but, the most important is perspective. They may think they go for the fishing or the scenery or companionship but, in reality it is something far deeper. They go to the wilderness for the good of their souls\". - Sigurd Olson",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness.htm"
}
