{
    "title": "Olympic National Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People         Antone and Joshepha Kestner were some of the first Euro-American homesteaders in the Quinault Valley. NPS  People of the Olympic Peninsula: From the hunter who took down a mastodon with his spear 12,000 years ago near present-day Sequim, to the whaling villages along the coast of Ozette, to the families that traveled through the Olympic Mountains to visit relatives in neighboring villages; archaeological evidence indicates that people used all of the area encompassed by Olympic National Park. The Olympic peninsula is a place interwoven with cultural and historic sites that tell the human story of the park. Long before Euro-Americans arrived to the peninsula, American Indians were inhabiting the area, living mostly along coasts and river mouths. Three treaties extinguished their land titles, and the vast lands were opened to settlement and development by Euro-Americans. The Olympic Peninsula was America's last frontier of westward expansion in the contiguous 48 states. Promises of free land and agricultural opportunities brought Euro-Americans to the Olympic Peninsula. By the 1850s, settlement of coastal areas and lowlands had begun and four Indian reservations were established at the mouths of coastal rivers - the Makah, Quillayute, Hoh, and Quinault. Though American Indians already had a deep knowledge and connection with the land, it was not until the closing years of the 19th century that a documented Euro-American exploration penetrated the Olympic Mountains. They traveled by way of the major river channels on both the east and west sides of the peninsula. Life was hard and the establishment of the Olympic Forest Reserve persuaded a great deal of the homesteaders to move elsewhere. By 1919 few traces of Euro-American settlement history within the present-day Olympic National Park remained.",
    "url": "https:\/\/www.nps.gov\/olym\/learn\/historyculture\/people.htm"
}
