{
    "title": "Olympic National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 35 results    Show ALL instances of recurring events   RSS Feed      Olympic National Park Art in the Park: Watercolors on the Water      Time: 10:00 AM to 11:00 AM Location: Ruby Beach Fees: Free     Sunday, August 7, 2016 Join ranger and artist Erin for a morning on the shore creating art.  View Details      Olympic National Park Bark Rangers      Time: 1:00 PM to 1:30 PM Location: Kalaloch Lodge Gazebo Fees: Fee     Sunday, August 7, 2016 Every Sunday Weekly & Every Monday Weekly & Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 06\/26\/2016 to 09\/04\/2016 Learn how to visit the park safely with your pet and earn a Bark Ranger Badge. View Details      Olympic National Park Discover Staircase!      Time: 10:00 AM to 10:30 AM Location: Staircase Ranger Station Fees: Free     Sunday, August 7, 2016 Every Sunday Weekly  from 07\/31\/2016 to 09\/04\/2016 Meet at the ranger station for this 1\/2 hour talk about the plants, animals, or history of Staircase.  Fun for all ages! View Details      Olympic National Park Hoh Rain Forest: Rain Forest Walk      Time: 2:00 PM to 3:30 PM Location: Meet at the Hoh Visitor Center Fees: Free     Sunday, August 7, 2016 Everyday  from 07\/26\/2016 to 09\/04\/2016 Learn about giant trees, wildlife and more on this one and a half hour easy walk on the Hall of Mosses or Spruce Nature Trail. View Details      Olympic National Park Hurricane Ridge: Meadow Walk      Time: 11:30 AM to 12:00 PM,2:00 PM to 3:00 PM Location: Hurricane Ridge Visitor Center Fees: free     Sunday, August 7, 2016 Everyday  from 07\/26\/2016 to 09\/04\/2016 Join this easy one-hour guided walk to explore life in the mountains. Discover wildlife, wildflowers and other features of the Olympic landscape. View Details      Olympic National Park Kalaloch Campground Evening Program: Healthy Otters; Healthy Ocean      Time: 8:00 PM to 9:00 PM Location: Kalaloch Amphitheater Fees: Free     Sunday, August 7, 2016 Every Sunday Weekly  from 06\/26\/2016 to 09\/04\/2016 How have sea otters managed to escape near extinction? Find out as we explore the world of the keeper of the kelp forest. View Details      Olympic National Park Quinault Rain Forest: Life in the Rain Forest Walk      Time: 1:00 PM to 2:30 PM Location: Meet at the Quinault Rain Forest Ranger Station Fees: Free     Sunday, August 7, 2016 Every Sunday Weekly & Every Monday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 07\/28\/2016 to 09\/04\/2016 Learn about rain forest plants, animals and homesteader lore. View Details      Olympic National Park Staircase: Forest Walk      Time: 2:00 PM to 3:30 PM Location: Meet at Staircase Bridge Fees: Free     Sunday, August 7, 2016 Every Sunday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 07\/28\/2016 to 09\/04\/2016 Meet at bridge for one and a half hour walk by the Skokomish River. View Details      Olympic National Park Heart O' the Hills Evening Program: Journey through Olympic      Time: 8:00 PM to 9:00 PM Location: Meet at the Heart O' the Hills campground amphitheater Fees: Free     Monday, August 8, 2016 Journey through Olympic National Park to meet some of the unique animals that call it home. Get a behind the scenes look at some of the forces that shape this wilderness park as we follow the course of a single rock tumbling through park ecosystems. View Details      Olympic National Park Science on the Shore: Tidepool Walk      Time: 10:00 AM to 11:30 AM Location: Meet at Beach 4 parking lot Fees: Free     Monday, August 8, 2016 Join a ranger and discover the amazing diversity of tidepool organisms found on the Olympic coast. View Details      Olympic National Park Kaloloch Campground Evening Program: Tidepool Dinner      Time: 8:00 PM to 9:00 PM Location: Kalaloch Campground Amphitheater Fees: Free     Tuesday, August 9, 2016 Every Tuesday Weekly  from 07\/05\/2016 to 08\/30\/2016 Learn about some of the animals that inhabit the tidepools and their weird and wonderful strategies for catching and eating dinner. View Details      Olympic National Park Lake Crescent       Time: 7:30 PM to 8:30 PM Location: Meet at the Storm King Ranger Station Fees: Free     Tuesday, August 9, 2016 Every Tuesday Weekly  from 08\/09\/2016 to 08\/30\/2016 Share your evening with a ranger listening to tales at the Storm King Ranger Station on the shores of beautiful Lake Crescent.  View Details      Olympic National Park Science on the Shore: Tidepool Walk      Time: 10:00 AM to 11:30 AM Location: Meet at Beach 4 parking lot Fees: Free     Tuesday, August 9, 2016 Join a ranger and discover the amazing diversity of tidepool organisms found on the Olympic coast. View Details      Olympic National Park Heart O' the Hills Evening Program: It Takes All Kinds      Time: 8:00 PM to 9:00 PM Location: Meet at the Heart O' the Hills campground amphitheater  Fees: Free     Wednesday, August 10, 2016 Why is Olympic National Park so diverse, with tiny carnivorous plants and massive trees? Find out on illustrated wildflower \"walk\" from coast to glacier-capped mountains. View Details      Olympic National Park Watercolor Wednesday      Time: 11:00 AM to 4:00 PM Location: Meet at the Storm King Ranger Station Fees: Free     Wednesday, August 10, 2016 Every Wednesday Weekly  from 08\/03\/2016 to 08\/31\/2016 Storm King Ranger Station becomes an art studio for the day. Come find inspiration and reflect on the beauty of Lake Crescent's serene surroundings. View Details      Olympic National Park Kalaloch Campground Evening Program: 100 Years on the Coast      Time: 8:00 PM to 9:00 PM Location: Kalaloch Campground Amphitheater Fees: Free     Thursday, August 11, 2016 In honor of the National Park Service Centennial, we explore 100 Years on the Coast.  View Details      Olympic National Park Heart O' the Hills Evening Program: Olympic Refuge      Time: 8:00 PM to 9:00 PM Location: Meet at the Heart O' the Hills campground amphitheater Fees: Free     Friday, August 12, 2016 Olympic National Park provides critical habitat for many animals, yet some resident animals are endangered. Come learn about these 'at risk' animals in this informative-for-all ages program, and hear about efforts to help endangered species survive. View Details      Olympic National Park Marymere Falls Forest Walk      Time: 10:00 AM to 11:30 AM Location: Meet at Lake Crescent Lodge Porch Fees: Free     Friday, August 12, 2016 Every Friday Weekly  from 07\/01\/2016 to 09\/09\/2016 Join a Ranger on a guided hike through the lowland forest around Lake Crescent to the charming Marymere Falls.  View Details      Olympic National Park Science on the Shore: Nature Photography      Time: 7:00 PM to 8:30 PM Location: Meet at the Ruby Beach parking lot Fees: Free     Friday, August 12, 2016 Join the park’s photographer for a walk on the coast and learn how to take a photo with an artist’s eye. View Details      Olympic National Park Heart O' the Hills Evening Program: How to Become an Olympic Swimmer, Salmon Style      Time: 8:00 PM to 9:00 PM Location: Meet at the Heart O' the Hills campground amphitheater Fees: Free     Saturday, August 13, 2016 Learn how the park's strongest swimmers transform from newborns to incredible athletes, capable of navigating the powerful waters of Olympic National Park.  View Details      Olympic National Park Heart O' the Hills: Junior Ranger Forest Activities      Time: 10:00 AM to 11:00 AM Location: Meet at the Heart O' the Hills campground amphitheater. Fees: Free     Saturday, August 13, 2016 Every Saturday Weekly  from 07\/30\/2016 to 09\/03\/2016 Join us for one hour of forest activities. Meet at the campground amphitheater.  View Details      Olympic National Park Kalaloch Campground Evening Program: Hidden Among the Stars      Time: 8:00 PM to 9:00 PM Location: Kalaloch Campground Amphtitheater Fees: Free     Saturday, August 13, 2016 Every Saturday Weekly  from 06\/04\/2016 to 09\/03\/2016 Discover the stories and treasures hidden among the stars in Olympic National park. View Details      Olympic National Park Lake Crescent Evening Program      Time: 7:30 PM to 8:30 PM Location: Meet at the Storm King Ranger Station Fees: Free     Saturday, August 13, 2016 Every Saturday Weekly  from 08\/06\/2016 to 09\/03\/2016 Discover your park with a Ranger during the twilight hours. We meet at Storm King Ranger station for an hour-long program. View Details      Olympic National Park Lake Crescent: Olympic Junior Ranger Program      Time: 10:30 AM to 11:30 AM Location: Meet at the Storm King Ranger Station Fees: Free     Saturday, August 13, 2016 Every Saturday Weekly  from 07\/30\/2016 to 09\/03\/2016 Join a ranger for an hour of hands-on activities. View Details      Olympic National Park Vacation Volunteers: Beach Clean-up      Time: 10:00 AM to 11:30 PM Location: Kalaloch area beaches  Fees: Free     Saturday, August 13, 2016 Every Saturday Weekly  from 07\/02\/2016 to 09\/03\/2016 Take a walk with a ranger and help leave this park better than you found it.  View Details      Olympic National Park Musicians Perform National Park Service Inspired Classical Music Concert       Time: 7:30 PM to 8:30 PM Location: Heart O' the Hills Campground Amphitheater Fees: Free     Monday, August 15, 2016 Come celebrate the NPS Centennial while listening to a seven-person chamber orchestra perform original works inspired by the beauty and uniquely American experience of National Parks. View Details      Olympic National Park Musicians Perform National Park Service Inspired Classical Music Concert      Time: 5:00 PM to 6:00 PM Location: Hurricane Ridge Visitor Center Terrace Fees: Free     Tuesday, August 16, 2016 Come celebrate the NPS Centennial while listening to a seven-person chamber orchestra perform original works inspired by the beauty and uniquely American experience of National Parks. View Details      Olympic National Park Heart O' the Hills Evening Program: A Century of Memories      Location: Meet at the Heart O' the Hills campground amphitheater Fees: Free     Wednesday, August 17, 2016 Olympic National Park's beauty is timeless, but the park and its forests have changed over the past one hundred years. Join a ranger to explore our shifting relationship with this remarkable wilderness. View Details      Olympic National Park Musicians Perform National Park Service Inspired Classical Music Concert      Time: 1:00 PM to 4:00 PM Location: Hoh Rain Forest Hall of Mosses Trail Fees: Free     Wednesday, August 17, 2016 Come celebrate the NPS Centennial while listening to a seven-person chamber orchestra perform original works inspired by the beauty and uniquely American experience of National Parks. View Details      Olympic National Park Full Moon on Hurricane Hill      Time: 8:00 PM to 10:30 PM Location: Hurricane Hill Trailhead Fees: Free     Thursday, August 18, 2016 Learn constellations from astronomer John Goar on Hurricane Hill. Meet at the Hurricane Hill trailhead.  View Details      Olympic National Park Olympic National Park at Clallam County Fair      Location: Clallam County Fairgrounds, 1608 W. 16th St., Port Angeles, WA 98362     Thursday, August 18, 2016 Explore Olympic NP through activities and interactive displays at the Clallam County Fair.  View Details      Olympic National Park Heart O' the Hills Evening Program: Recipe for a Forest      Time: 8:00 PM to 9:00 PM Location: Meet at the Heart O' the Hills campground amphitheater Fees: Free     Saturday, August 20, 2016 What are some ingredients that go into making the incredible forests of Olympic National Park? Discover which ingredients help and which might threaten these important resources. View Details      Olympic National Park Hurricane Ridge: Astronomy Program      Time: 9:30 PM to 10:30 PM Location: Meet at the Hurricane Ridge Visitor Center Fees: Free     Monday, August 22, 2016 Everyday  from 08\/22\/2016 to 08\/31\/2016 Meet Master Observer John Goar at Hurricane Ridge Visitor Center for a one hour astronomy program with telescopes. Look for the rings of Saturn or a distant galaxy. View Details      Olympic National Park Paint the Peninsula      Location: throughout the park Fees: free     Tuesday, August 23, 2016 Annual \"plein air\" (outdoor) painting event View Details      Olympic National Park Hurricane Ridge: Astronomy Program      Time: 9:15 PM to 10:15 PM Location: Meet at the Hurricane Ridge Visitor Center Fees: Free     Thursday, September 1, 2016 Every Sunday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 09\/01\/2016 to 09\/04\/2016 Meet Master Observer John Goar at Hurricane Ridge Visitor Center for a one hour astronomy program with telescopes. Look for the rings of Saturn or a distant galaxy. View Details",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/calendar.htm"
}
