{
    "title": "Olympic National Park: Wilderness Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Wilderness Safety              Wilderness Safety      Wilderness by its very nature, has inherent risks. Safety is YOUR responsibility. A few tips to remember when planning your wilderness trip, as well as some things to keep in mind while on your hike:  Always leave an itinerary of your hike with family or friends, and stick to it.  Before your trip, learn about the hazards you may encounter and take adequate precautions. Select appropriate clothing and equipment. Always hike with a companion. Choose a trail that matches the skill level of your party.  Know your own limitations, and the abilities and weaknesses of your hiking companions. Plan your route and rate of travel around the weakest member. Make sure that each member of your party knows what gear the others have packed.  Track your location using map and compass. If you encounter trouble, do not be afraid to turn back.  During bad weather like rain, snow and fog, you may be safer if you stay put rather than attempt to travel.          Stream Crossings Most major stream crossings are bridged, but not all. High water or bridge damage can also mean encountering unexpected or difficult stream crossings. Scout for the best crossing. Look for wider, shallower areas with safe downstream conditions. Cross in the morning before snowmelt swells the water level. Unbuckle your pack straps, wear secure footwear, and angle your travel across the current. Never tie yourself in while you cross. Never attempt an unsafe crossing—if in doubt, turn back or wait for help.            Snow Travel With a few exceptions, most trails typically follow valley bottoms to high passes, as the terrain is usually too steep to follow high ridges. Trails over alpine passes tend to be quite steep, so plan your daily mileage estimates with this in mind. If you are looking for alpine views, remember to factor in potential snow cover in the highcountry as late as July or even August some years. Travel over steep snow requires sturdy boots, an ice axe and knowledge of how to self-arrest on steep slopes. There are no trail markers or blazes, so snow cover can make route-finding a challenge. If you are not prepared and knowledgeable about traveling over steep snow, ask a ranger for alternative ideas for your hike.         Weather Dangers Hypothermia Prevent hypothermia by wearing wool or synthetic layers (NOT cotton!), a cap and rain gear. Hypothermia (depressed body temperature) is the number one killer in the outdoors. It can occur quickly or more slowly from long exposure to cold, rain and wind. You can even get hypothermia in temperatures as high as 50 degrees F! Early signs of the condition are hard to detect, so when it is wet and cold, watch for these symptoms in your party: poor judgment, lethargy, shivering, clumsiness. Avoid exposure to the wind, especially when wet or sweaty. Wear adequate rain gear and wool or polypropylene clothing layers, not cotton. Nearly half of body heat is lost through the head, so always wear a stocking cap when weather dictates. Eat high-energy foods. Treatment of hypothermia can be complex, but the key is to prevent further heat loss, and to re-warm and re-hydrate the victim. Before heading out anywhere in the Pacific Northwest, learn more about hypothermia, its symptoms and treatment. Dehydration Dehydration can occur no matter what the weather, so always drink plenty of water. Heat exhaustion can be brought on by warm weather, exertion and dehydration. Symptoms are hot, red, moist skin and fatigue, frequently accompanied by a headache. When the weather is warm, take frequent short breaks in the shade, and drink plenty of water. If your urine is dark yellow, you need to drink more water. Failure to observe and treat the signs of heat exhaustion can lead to heat stroke, an extremely serious condition.      Emergencies Know what to do in case you become injured or lost in the wilderness. Injured? Provide whatever treatment you can. If possible, do not leave the injured party alone. If you must leave, make the person comfortable with warm clothing, shelter and food. Send for help with the following information:  Nature of the emergency: date and time it occurred, details of incident and injuries. Patient condition: airway, breathing and circulation—normal or on the extreme? Has first aid been given? Is CPR in progress? Location: the closest known location, or approximate distance or walking time from a known location. Mark it on your topo map as best you can. Resources: number of people (adult\/juvenile) and equipment left at the scene. Patient information: name, address, phone, age, weight, who to notify. Color of injured party's belongings: tent, pack, clothing.  Lost? If you become lost, turn to your Ten Essentials. Stay calm and think through the situation. Stay put—you will be found sooner. Stay warm and dry. If you are tempted to follow a river or creek, remember that these are often the most dangerous routes in the Olympics. Create a signal visible from the air. Lay out brightly-colored clothing in a forest clearing. Use a signal mirror. To report emergencies, (such as overdue hikers or injuries) dial 911. Many backcountry ranger patrol stations are staffed during summer months. Ask about their location when you register.      Cell Phones Do not depend on a cell phone to help in an emergency. Come prepared to meet wilderness on its own terms. Cell phone coverage is very patchy throughout most of the park. There may be a chance to reach a cell site by climbing to a ridge top. From the backcountry, report only serious emergencies by calling 911. Remember that you may be hitting a cell site located in Seattle, Portland or Canada. Make sure to state who you are, your specific location and the other information outlined under “Emergencies\" above. Knowledge of one's location is vital to the success of any rescue. Also, provide your cell phone number so you can be called back; don't move if they are planning to return a call. Sometimes just a foot or two makes a difference in getting a call through to a cell phone in the wilderness. And remember, cell phones, for anything other than serious emergencies, detracts from the character of wilderness. Route-finding and safety skills are paramount in the wild.         Wildlife Cougars If you see a cougar, you are one of the few to have seen this elusive creature! Do not approach, but face the animal, speak firmly, wave your arms and back away. Cougars, also called mountain lions, range throughout the Olympics. Seldom seen, cougars are large animals, often over 100 pounds, with long rope-like tails. They are usually reddish-tan to gray-brown, with black markings on the face and tail tip. Report all cougar sightings to a ranger. The cougar is a potentially dangerous animal, although attacks on humans are rare. If you see a cougar:  Do not approach, especially one that is near a recent prey-kill or has kittens.  Stop, stay calm and do not turn your back. Do not run.  Face the animal, stand upright, talk calmly and firmly to the cougar and give it a way to escape if you can.  Do all you can to appear larger. For example, open your jacket and raise and wave your arms.  Pick up small children immediately so they won't panic, flee or make rapid movements.  If the cougar becomes more aggressive, become more aggressive toward it. Convince the animal that you are not prey, but a danger to it. Fight back if attacked.  Bears Minimize bear encounters by keeping a clean camp and storing food properly. There have been several instances of aggressive bears in the Olympics. No injuries have been reported, but property was damaged and bears have acted in a threatening manner. If you meet a bear on the trail, give it a wide berth. If a bear comes into camp, make noise to scare the bear away. If it is intent on getting your food or other property, do not risk injury. In the face of repeated encounters, leave the area, with or without your property as appropriate. Notify park staff in all instances of food loss or property damage, or any other threatening acts by bears. Read “Food Storage.” Other Wildlife During warm weather, black flies, deer flies, horse flies, and mosquitoes can be a nuisance. Wearing insect repellent, long sleeved shirts and long pants may help. Yellow jackets are common in warm weather, and may nest in rotten logs or in the ground. There are no poisonous snakes in the Olympics. Deer are found nearly everywhere in the wilderness and show little fear of humans. Do not feed deer. They can be dangerous, striking out with their hooves or antlers. Feeding deer can also be harmful to their health. They crave the salt found in human urine, feces and food. An inadequately dug cat hole can be a deer's delight, so bury human waste properly. Deer ticks have been found in the north part of the park, but no cases of Lyme disease have been reported. Nonnative mountain goats are found here and have become accustomed to human contact. Goats are experts at getting hikers’ food so store it properly. They are also attracted to the salts in urine and sweat. To reduce their impacts on plants and soil, urinate on large rocks or areas free of vegetation, such as the trail tread. Store anything that smells of sweat, including clothes, boots and packs, inside your tent. Mothers of some animals may become dangerous if you disturb their young. Never get between a female bear and her cub. Young animals, such as fawns, may be temporarily left by their mother. Do not be tempted to pick up these young animals, even if you think something is wrong with them. A lingering human scent can lead to abandonment.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness-safety.htm"
}
