{
    "title": "Thomas Edison National Historical Park: Provenance",
    "body": "Provenance of the artifacts: Wangemann’s 1889-1890 European Recordings         Alcove in the Library of the Edison Laboratory where curators found Wangemann's wax cylinders in 1957. National Park Service  Provenance of the artifacts Using clues from archival documents and museum catalog records, we can trace the provenance of the box of wax cylinder recordings that Theo Wangemann carried through Europe during 1889-90. In court testimony during a 1906 patent dispute, Wangemann described the box:  [Wangemann's answer to Q. 72.] I have here a box which I carried through Europe in 1889 and 1890 and containing 21 records, which were made in Europe. Of these twenty-one, five are broken; the rest of them are apparently intact. Some of these records are the voices of the Crown Prince of Germany and two other children of the Emperor, Bismark [sic], Von Moltke, and several other people now deceased.   Q. 73. Did you bring these records back with you from Europe?   [Wangemann's answer to Q. 73.] I carried this box of records always myself and I brought them back here to the United States.  Q. 74. Where have they been in the meantime?  [Wangemann's answer to Q. 74.] They were first in the Laboratory for a few weeks, when Mr. Edison presented the phonograph I had with me in Europe to me, and asked me to take care of these records. I carried them over to my residence in West End Avenue in New York, and in Fall 1891 until about 1893, they were in my residence in Flushing, and after that, they were stored in a fire-proof vault in Brooklyn until January 2nd, 1906, when I went over to Brooklyn and brought them over to the Laboratory again. The box itself was locked with a rope around it. I have in my possession a number of other boxes, also stored either in Brooklyn or Flushing, and containing records made during this period of my visit to Europe.[1]   Museum Curators first cataloged the wooden box of cylinders in 1957, found inside a wall cabinet located behind Thomas Edison's cot in the Library of the Edison Laboratory. Before moving the box to safer storage in an archival vault, they documented its condition as: \"Box broken - some records broken.\"[2] (Sometime prior, someone had apparently forced open the locked box without a key, causing significant damage.)   In 2005, Thomas Edison National Historical Park completed a multi-year project to individually catalog every historic sound recording at the Edison Laboratory. Curators noted that the box contained 17 brown wax cylinders in fair and poor condition, several broken with large pieces missing.[3] They found the words \"Wangemann \/ Edison\" scratched into the lid of box. Otherwise, though, no title list or other written-word identification survived in the box with the recordings. Therefore, the recordings could not be identified until they were heard.   In March 2010, Thomas Edison National Historical Park began a project to digitize and preserve the park's \"brown wax\" phonograph records.  The Friends of Thomas Edison NHP purchased equipment and consultant services needed to modernize park's audio preservation transfer workstation. The John Stratton Trust (Stephen R. Clark, executor), David Giovannoni, and Whole Foods Market donated a combined total of $14,283 to fund the upgrade. Online access to the Wangemann cylinders is possible thanks to their generosity.   In 2011, the park's Curator of Sound Recordings digitized 12 of Wangemann's 17 cylinders using a French-made Archeophone cylinder playback machine, saving the audio as high-resolution Broadcast Wave Format files. (Five of the cylinders could not be digitized due to their \"broken with loss\" condition.) Once the audio could be heard, historians Stephan Puille and Patrick Feaster graciously donated their time to identify the recordings and research the history.  The proper playback speed of the records was not known, so record producer Ward Marston volunteered his expertise to pitch the musical recordings. Marston also identified the Frédéric Chopin and Ambroise Thomas musical compositions.   Endnotes: [1] American Graphophone Company versus National Phonograph Company on Macdonald Patent No. 606.725. (U.S. Circuit Court. District of New Jersey. In Equity). A. Theo E. Wangemann. Testimony on Behalf of Defendant, January 3, 1906. Direct Examination by Frank L. Dyer, pp. 202-203. [QP003224; TAEM 116:655] [2] Thomas A. Edison, Incorporated, Historical Division catalog card E-5777. Circa September 11, 1957. [3] Fabris, Gerald A. United States Department of the Interior, National Park Service, Thomas Edison National Historical Park museum catalog record EDIS 88042.  December 9, 2005.      Return to main page: Wangemann's 1889-1890 European recordings",
    "url": "https:\/\/www.nps.gov\/edis\/learn\/photosmultimedia\/provenance-of-the-artifacts.htm"
}
