{
    "title": "Olympic National Park: Wilderness Travel Basics",
    "body": "Explore This Park    Plan Your Visit     Wilderness     Wilderness Travel Basics              Wilderness Travel Basics       Are you prepared for what you will encounter on your hike? Read these travel tips to help prepare for your trip.    The Ten Essentials   Wildlife   Clothing & Equipment  Emergencies   Map & Compass  Climbing   Snow Travel  Off-trail Hiking   River Crossings  Cell Phones   Winter Travel  Weather   Glaciers  Plants   Sanitation & Water Treatment               Hikers on Wilderness Coast        Ten Essentials These items are considered to be the minimum that should be carried on any trip into the wilderness. Augment this list based on the location, time of year and length of your trip.  Extra warm-when-wet clothing Extra food Topographic map of the area Compass (know how to use it!) Flashlight with extra batteries Sunglasses and sunscreen Pocket knife Matches in waterproof container Candle or fire starter First aid kit      Clothing No matter what the weather forecasts, pack for cool, wet conditions on any Olympic hike. One of the most important decisions you make in trip planning is what clothing to take.Be prepared with multiple layers. Wool, polypropylene or polar fleece are necessities for hiking in the Olympics, as they retain their insulation value even when wet.Don't wear cotton—it will keep you cold and wet.Carry adequate rain gear any time of year. A raincoat, rain pants and gaiters will help you stay dry and warm.Be sure to waterproof your boots before leaving home. EquipmentA tent with a rain fly is recommended for traveling in the Olympics, preferably a three or four season type. A cover will keep your pack dry in wet weather. Put your sleeping bag and gear in plastic bags inside your pack. Bring an ice ax for trips across snow and know how to use it (see “Snow Travel”).Carry a small garden trowel for use in digging a cathole. Don't forget any prescription medications, including a bee sting kit.         Map and Compass Before hiking in the park, obtain a detailed topographical map for the area you plan to visit. Custom Correct topographic maps are for sale at the WIC or call the Northwest Interpretive Association. Magnetic declination: The compass needle does not always point toward the North Pole. Magnetic North is located about a thousand miles southof true north in the Canadian Arctic, and slowly moves its location each year. The difference between true north and magnetic north is called magnetic declination. At Olympic, each year the magnetic declination moves westerly by 7.5 minutes. The current declination is approximately 16.5 degrees east. For any hike off-trail, or when snow obscures the trail, map and compass navigation skills, and route-finding skills are a must. An altimeter can be helpful. Please note that Global Positioning System (GPS) units may not receive signals in many of the deep valleys or heavily-vegetated areas of the wilderness.     SnowKnow how to use an ice axe before traveling on snow. When leaving snow, locate and walk on the trail so that multiple paths don't develop.  Snow can fall any month of the year in the Olympics and winter accumulations usually linger well into summer. This can make wilderness travel difficult or even hazardous in some areas much of the year. In most areas of the wilderness, snow travel requires good route-finding skills. Knowing how to navigate using a map and compass is essential. When hiking over snow, prevent sunburn by wearing sunglasses, a long-sleeved shirt, a hat and sunscreen.  An ice axe, along with knowledge and experience in self arrest techniques, is necessary to safely cross snow-covered mountain passes and steep snow-covered slopes. Falls on snow slopes can end in rock or talus fields, resulting in injury or death. Before traveling on snow, take time to practice self-arrest techniques in a safe area with an adequate runout. A bridge of snow may form over streams, rocks or around tree trunks. As snow melts, what appears to be a uniformly safe walking surface can become a serious problem. When carrying a heavy pack, a fall through even a low bridge can result in a broken leg or sprained ankle, or in hypothermia from the cold water. Use your ice axe to probe for a safe area to walk. Listen for moving water. Over winter, cornices develop from blowing snow. They may be particularly unsafe in the spring and summer due to warming temperatures or rain. Cornices may drop spontaneously, or break off with the weight of a person. Travel far away from the edge of cornices. Avoid traveling on slopes beneath large cornices. Traveling on snow eliminates damage to fragile vegetation. However, when snow melts in the spring and early summer, it may be difficult to find the trail when leaving a snowfield. Before leaving the snow, find where the trail tread is exposed. Drop onto the trail, rather than the vegetation, to prevent the creation of multiple paths. In some areas, rangers may flag the routes for you to follow across snowfields. Avalanches present a serious hazard in winter and spring. Forecasting avalanches is complex. It requires the ability to recognize the types of terrain and weather that create avalanche conditions. Obtain formal instruction before heading into the backcountry in winter.         Glaciers Learn and practice safe mountaineering skills before you attempt any glacier travel. (see Climbing Tips) Safe glacier travel requires specialized mountaineering skills, including knowledge in the use of ice ax, climbing rope, hardware and crampons. The presence of hidden crevasses is a serious hazard. No one should attempt glacier travel alone. Self evacuation from a deep, steep-walled crevasse is nearly impossible if you are solo. When the snow surface turns icy, the potential for a long fall is an additional danger. Foul weather can also make route-finding a challenge, or trap a party on an exposed mountain. Before traveling on Glaciers, seek training in mountaineering skills.     River Crossings Water crossings can sometimes be hazardous. Plan to travel when water levels are lowest.         Most river crossings along park trails have bridges. However, bridges can washout and there are a few trails where the crossins do not have bridges. Some minor creeks must also be waded or forded. Snow melt becomes rapid with early summer warmer weather. During and shortly after warm weather and heavy rain storms, creeks and rivers without bridges can become much more difficult to cross. A creek which you easily crossed in the morning, or when you began your trip, may not be so easily crossed later that day or week. Don’t be afraid to turn back or search for a more suitable crossing. Several hiking routes require you to ford major rivers.  The Ozette River must be crossed at low tide and is generally not fordable during winter months or periods of heavy rain. The Queets River can generally only be forded safely during the summer months. Even then, watch the weather! A summer rainstorm can raise the river quickly, making return travel hazardous. The Hoh and Quillayute Rivers cannot be forded where they enter the ocean.   When crossing rivers and deep creeks:  Unbuckle the waist belt of your pack and loosen the shoulder straps. Carry a pair of sandals or athletic shoes for wading rivers and creeks, rather than crossing in bare feet. Use a walking stick or lock arms with a buddy for balance. Cross diagonally, yielding to the current.      Off-Trail Hiking Before hiking cross-country, know how to navigate using a map and compass. Travel in small parties and spread out to prevent damage to fragile plants.When traveling cross-country, follow good Leave No Trace practices. Off-trail hiking is permitted throughout the Olympic Wilderness.Before You Go:Let a friend or family member know your route and plans.Before hiking cross-country, know how to navigate using a map and compass in any weather conditions (heavy fog, snow and rain.)Bring proper clothing and equipment, including the ten essentials.Know the area or travel with someone who does. Know what to expect, including regulations and potential risks such as snow conditions, avalanche danger, steepness of route, weather conditions and equipment needed.Plan for emergencies. Do not rely on a rescue. A rescue may be difficult or impossible due to weather conditions or terrain. Carry first aid gear and other emergency or self-rescue equipment.Cross-country routes are not officially marked. Any cairns or flagging were likely placed by visitors or researchers and may lead you astray. Instead, navigate using a compass and topographic map. Also be aware that many game trails and social trails may mislead you and fade out in hazardous terrain. Study your maps and plan your routes according to terrain features.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness-travel-basics.htm"
}
