{
    "title": "Olympic National Park: Tidepool Activities",
    "body": "Tidepool Activities         Though not a flower, the Giant Green Anemone opens its tentacles like flower petals in the tidal waters. It is surrounded by pink Coralline Algae. Shawn Sheltren, NPS Photo  The most popular tidepools areas are at Kalaloch's Beach 4 and Mora's Hole in the Wall. You can go with family and friends or during summer low tides, rangers offer programs at both locations. Second Beach, Third Beach, Ruby Beach and many other coastal wilderness locations are also excellent places to view intertidal life in the park.  Tidepool Etiquette: Please review tidepool etiquette and safety tips if you are planning on visiting the tidepools whether participating in a a ranger-led program or on your own. Learn a few tips about Tidepool Etiquette from the Olympic Coast National Marine Sanctuary. More...       Safety in the Tidepools:  Watch closely for the returning tide and \"sneaker waves.\" Algae and seaweed make the surface rocks extremely slippery. Use caution and test rocks before committing to stepping on new surfaces. Wear sturdy shoes that you don't mind getting wet. Do not leap from rock to rock. Always keep at least one foot on the ground.         Hole in the Wall is 1.5 miles north of the Rialto Beach Trailhead. During low tides, it is an excellent location for exploring tidepools.   Contact Mora Ranger Station 360-374-5460 or for more information about Rialto Beach. More... Download a Mora and Rialto Site Guide. Special Safety Tips for Hole in the Wall:    Do not cross through Hole in the Wall when the tide begins to cover the floor of the arch.   Hole in the Wall is constantly battered by waves. Falling rocks can be a significant hazard, so avoid lengthy visits right next to and under the arch. If you hear rock falling, cover your head and move away from the arch. Exploring Tidepools at Hole in the Wall on Your Own: If you would like to explore the tide pools at Hole in the Wall with family and friends, download a calendar of low tide times.  While you can see tide pools during positive tides (up to +1.5), the best low times are minus tides. Plan to arrive at Hole in the Wall at least 30 minutes before the lowest tide. Remember to include the 1.5 mile (1 hour) hike to the Hole in the Wall. More....        Flat and creviced rocks under waves surface at Beach 4 are unveiled at low tide to display a diverse population of tidepool creatures. Shawn Sheltren, NPSPhoto  Contact Kalaloch Ranger Station 360-962-2283 for more information about Beach 4, Ruby Beach and other locations in Kalaloch. More... Download a Kalaloch Site Guide. Exploring Tidepools at Beach 4 and Ruby Beach at Kalaloch on Your Own: If you would like to explore the tidepools in the Kalaloch area with family and friends download a calendar of low tide times. While you can see tidepools during positive tide times (up to 1.5), the best low tide times are below 0 tide. Plan to arrive at the beach trail head at least 30 minutes before the lowest tide. Calendar of Tides...      Watch Working Between The Tides (05:43 video on Tidepools) Scientists at Olympic National Park have only a small window of time to study intertidal communities, the turbulent meeting place between land and sea. In order to work at the lowest summer tides, they often wake at 2AM and hike in the dark to the Pacific coast. This is a place of rich biological diversity, fierce competition, and strong indicators of a changing climate. More...",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/tidepool-activities.htm"
}
