{
    "title": "Olympic National Park: Winter Activities",
    "body": "Hurricane Ridge in Winter         NPS Photo by Dave Turner      Webcam Road Status Weather Forecast Avalanche Safety    Current Conditions Ski & Snowboard Area  Sledding Snowshoe Programs      At an elevation of 5,242 feet, Hurricane Ridge is Olympic's alpine destination in winter. Typically snow-covered, Hurricane Ridge provides opportunities for snowshoeing, cross-country and downhill skiing, snowboarding, tubing and more. Hurricane Ridge's winter season is generally mid-December through the end of March. During the winter season, Hurricane Ridge Road is open from 9:00 a.m. to sunset, Friday through Sunday and holiday Mondays, weather and road conditions permitting. All vehicles are required to carry chains and must be off the ridge by sunset during the winter season.   Olympic National Park Visitor Center and Hurricane Ridge Road are closed Thanksgiving and Christmas. For the 2015-2016 winter season, the road is scheduled to be open November 27 through March 27 and will be open daily the week of December 25 through January 3.        Getting There Hurricane Ridge is located 17 miles south of Port Angeles, at the end of Hurricane Ridge Road. Entrance fees are collected at the Heart O' the Hills entrance station whenever the road is open. Olympic's seven-day entrance pass, which allows a private vehicle to enter any of the park's roadways, costs $20. The Olympic National Park Annual Pass, good for one year after the purchase date, costs $40.        NPS Photo  Hurricane Ridge Road Status Call the Road & Weather Hotline at (360) 565-3131 for current information or follow HRWinterAccess on Twitter for road updates.    Hurricane Ridge Road is open from 9:00 a.m. to sunset, Friday through Sunday and holiday Mondays, weather and road conditions permitting. The road may close early or remain closed during the entire day due to poor road conditions or severe weather.        NPS Photo      Winter Travel Severe weather, icy or snowy roads, changing snow conditions, and winter rains can quickly alter any winter trip. Visitors traveling to the park should be prepared for winter driving conditions. All vehicles are required to carry tire chains when traveling above the Heart O' the Hills entrance station during the winter season. This requirement applies to all vehicles (including four-wheel-drive), regardless of tire type or weather conditions. Weather Forecast for Hurricane Ridge            NPS Photo  Visitor Center and Services Hurricane Ridge Visitor Center The Hurricane Ridge Visitor Center is usually open when the road is open, with restrooms, exhibits, a park film, and warming area. A foyer and restroom are always open. See the Bugler for exact dates.       Hurricane Ridge Snack Bar and Rental Shop Downhill and cross-country skies and snowshoes are available to rent from the Hurricane Ridge Rental Shop. The snack bar and rental shop are open 10:00 a.m.to 4:00 p.m. on weekends and holiday Mondays from mid-December through March. See the Bugler for exact dates.        NPS Photo by J. Burger  Hurricane Ridge Ski and Snowboard Area The Hurricane Ski and Snowboard Area is a small family-oriented ski area operated by the Hurricane Ridge Ski Club. The ski area includes two rope tows, a poma lift, and tubing area.The ski area is generally open from mid-December through the end of March, weather permitting. Visit the Hurricane Ridge Ski and Snowboard Area website for additional information.  2015-2016 Season: December 6 - March 27, weather permitting. Hours of Operation: Saturday, Sunday and holiday Mondays from 10:00 a.m. to 4:00 p.m.          NPS Photo by J. Burger  Sledding & Tubing at Hurricane Ridge Sledding is permitted at no cost for children ages eight and under at the Small Children's Snowplay Area west of the visitor center and parking lot. Bring your own tube or sled; sleds with runners are not allowed.  For visitors ages nine and older, sledding is only permitted at the Hurricane Ridge Winter Sports Area tubing park. Only tubes furnished by the ski area are allowed in the park. Tube park rates (including tubes) are $10 for two hours or $8 for one hour. Visit the Hurricane Ridge Ski and Snowboard Area website for additional information.         NPS Photo      Snowshoe Programs From mid-December through the end of March, snow permitting, families can join a ranger-guided snowshoe walk. Walks are offered at 2:00 p.m. on weekends and holiday Mondays. The walk lasts 1.5 hours and covers less than a mile. Snowshoes and instructions are provided.  Cost is $7 for adults, $3 for youth 6-15 years old, free for children 5 years old and under. Group size is limited to 25 people. Sign-up begins at the Hurricane Ridge information desk 30 minutes before the walk. Reservations for school or community groups must be made in advance by calling (360) 565-3136. 2015-2016 Season: December 19 - March 27, weather permitting.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/hurricane-ridge-in-winter.htm"
}
