{
    "title": "Olympic National Park: Lake Crescent",
    "body": "Visiting Lake Crescent         A group of visitors walk out to the end of the dock at Lake Crescent Lodge Henry Meyer  Overview: Nestled in the northern foothills of the Olympic Mountains, Lake Crescent lies about 18 miles west of Port Angeles (directions). The pristine waters of this deep, glacially carved lake make it an ideal destination for those in search of natural beauty. A massive landslide isolated Lake Crescent from Lake Sutherland approximately 7,000 years ago. There are two uniquely adapted populations, the Crescenti and Beardslee trout, that resulted from genetic isolation following this event. A general map and information about facilities, picnicking areas, campgrounds, and regulations can be found on the park's Lake Crescent brochure (pdf).      Places to Stay: On the west end of Lake Crescent, the Fairholme campground has 87 campsites, one which is wheelchair accessible.  For those who prefer a less primitive stay, Lake Crescent Lodge or the Log Cabin Resort (both park concessions) may be a better choice. Lake Crescent Lodge is located at Barnes Point on Lake Crescent Road, just off Highway 101. The Log Cabin Resort is located on East Beach Road, north of Highway 101. Both are generally open from late spring until early fall. Check their websites for official dates. Both rooms and cottages are available upon reservation. Recreation: Lake Crescent has several hiking trails, some of which climb the surrounding mountains, and others that explore the lowland forests and creeks. The hike to Marymere Falls by way of the Barnes Creek trail, is a favorite, as is the Spruce Railroad trail that runs along the north shore. There are plenty of picnic areas around the lake. Fairholme, Bovee's Meadow, La Poel, and the North Shore all have tables. Many people enjoy going out onto the water during the summer and fall. Boat launches are located at both east and west ends of the lake. Rowboats are available for rental from Lake Crescent Lodge. Whether it's kayaking, sailing, or simply relaxing on the beaches and shores, Lake Crescent is a great place to visit. Nearby Areas: If you're looking to diversify the trip, both the Elwha and Sol Duc areas and trails are less than a 30-minute drive from Lake Crescent. From the west end of Lake Crescent, the Hoh Rain Forest is about an hour, while the coast can be reached in about 45 minutes. Consult the Getting Around page for details on mileages to different park destinations.       Sailing is one of the many recreational activities that visitors enjoy. Ai Noguchi",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/visiting-lake-crescent.htm"
}
