{
    "title": "Olympic National Park: Climbing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Climbing              Climbing          Climbing Safety Climbing Guides   Peaks             Olympic's rock formations are generally shales, sandstone, soft basalts and pillow lava.While offering excellent remote alpine climbing opportunities, the rock is often fragmented, chossy, and loose. Unlike the solid granite in the Cascades and other climbing destinations, Olympic rock holds few cracks for protecting with cams, nuts, and hexes. A sling girth-hitched around a rock horn or small tree is frequently the only way to protect a fall. Only a helmet can protect a skull and face from the showers of rock that come with every Olympic climb. Know where you are going and how to return. Many climbs come only at the end of hiking and bushwhacking through some of the rainforest jungle most people cannot even imagine. Good maps are the least expensive form of life and health insurance on the market. To navigate this terrain, use 7.5-minute USGS quadrangles for lifesaving details in addition to 15-minute Custom Correct or Green Trails maps. Know the area and the climbs by using Robert Wood's classic Olympic Mountains Trail Guide alongside Olympic Mountain Rescue's classic Climber's Guide to the Olympic Mountains. Consult Olympic Mountain Rescue's The Olympic Mountains: A Climbing Guide for route information, recommended gear, protection specifications. Information on current conditions may be available from the Wilderness Information Center (WIC), nearby ranger stations, and outdoor outfitters on the Olympic Peninsula and Puget Sound. Remember that all information is going to be limited to past reports from the field, and conditions may be very different during your trip. Watch the weather, and watch your step.     Climbing Safety Climbing the Olympic Mountains is dangerous. Climbers frequently find unstable snow, fractured rock, talus and scree, hurricane-force winds, and rapidly-changing weather. Emergency help is far away and frequently impossible to contact. Climbers must rely on no one but themselves for help. Cell-phone coverage is rare, and conditions may keep rescuers away for days. Self-sufficiency is still the best (and frequently the only) emergency support. Life and death decisions are frequently made at home. Life and death battles are won or lost before the fighting ever starts.Gear choices present some of these life and death decisions. The \"light is right\" philosophy is good, but this principle is frequently misinterpreted as an excuse to indiscriminately cut weight. Leaving gear at home can drastically decrease your odds of surviving wilderness crises while drastically inceasing the risk of taking a serious fall. An ice axe, for example, is used frequently in the Olympics to dig into dirt, mud, rock, and snow or to hang onto a root, branch, or tree. Even if it never sees ice, this tool is still used frequently on Olympic climbs.  USGS 7.5-minute maps provide lifesaving topographical information. They are different from the 15-minute maps made by Custom Correct and Green Trails, and offtrail navigation with 15-minute maps presents serious challenges. Find out which USGS maps cover your climb, and carry these maps.Visit Olympic Mountain Rescue's web site to read about some recent searches and rescues in and beyond the Olympic Mountains.Safety Tips A review of park mountaineering accidents since 1990 offers the following insights:Constantly track your location using a map, compass and altimeter.Constantly follow the weather.Do not get yourself into a situation that is beyond your skill level. Use a known or easier route.Don't climb alone.If you become lost or injured: Don't panic, find shelter and stay put, make an SOS signal and be visible.        Climbers on Mt. Olympus   Peaks Mt. Olympus (7,980 ft.), the highest in the Olympics, is one of the most spectacular areas in Washington. Climbing season usually begins in late June and goes through early September. Some of the dangers climbing this peak are: glacier travel, rock fall, and avalanche potential. Climbing parties should be skilled in crevasse self-rescue and should possess other technical skills as required by the chosen climbing route. Climbers face additional risks ascending the true summit's summit block 60 vertical feet high: either 4th-class climbing on dangerous talus or 5th-class rock climbing. Climbers attempting the true summit must know how to protect themselves from falls on rock and ice and from rockfall.        Mt. Deception   Mt. Deception (7,788 feet) The Royal Basin areas offers some of the most spectacular high-country in the Olympic Mountains. Mt. Deception is the second highest peak in the Olympics and though it it not a \"technical\" alpine or rock climb, there are hazards. The climb itself is not particularly technical, but is steep and exposed. If a climber falls and does not arrest immediately, he or she may not be able to stop for some distance due to rotten snow or loose rock. Please check with the WIC for the latest known snow and route conditions. Current information may not always be available. Fatalities have occured on Mt. Deception. Climbers should be experienced in self-arrest skills, rock climbing and route-finding. Consult \"Olympic Mountains: A Climbing Guide\" for route information and other details.        Inner Constance   Mt. Constance (7,743 ft.) is third highest peak in the Olympic Mountains. Like Mt. Deception, many of the routes are very exposed and hazardous. During the last three years one fatality and a number of rescues have occurred on the mountain. Climbing this peak requires technical expertise. For the latest snow and route conditions please contact the WIC. Note: Due to overcrowding, there is a overnight quota of 20 persons at Lake Constance. Reservations are recommended. Consult \"Olympic Mountains: A Climbing Guide\" for route information and other details. More Information The WIC in Port Angeles serves as the clearinghouse for climbing related information. (360) 565-3100 Rangers do not certify competency, nor is anyone refused a wilderness permit because of deficiencies in equipment or ability. Risk is recognized as a legitimate component of the wilderness experience. Our goal is not to eliminate risk but to help climbers make informed decisions as to their level of exposure.        Climbers descending Humes Glacier   Looking for a mountain guide? Contact the WIC at (360) 565-3100 for a list of permitted guides.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness-climbing.htm"
}
