{
    "title": "Olympic National Park: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Boating              Boating        NPS Photo\/Zaidel\/J.Preston      Boating SafetyWhile a great way to experience Olympic, boating recreation comes with inherent risks. Review the U.S. Coast Guard's Federal Boating Requirements, Washington State's Boating Safety Handbook and Boating Regulations, and the guidelines below for a safe trip.Mandatory Education: Washington state requires that motorized boat operators complete a boating education course and obtain a boating education card.Conditions: Weather and temperature change drastically in Olympic, even during summer. Always research wind, weather and tide conditions and come prepared. Wet suits or dry suits are recommended when kayaking and canoeing. Water temperatures are consistently below 50 degrees and hypothermia is a risk.   Plan: Map your route and plan for emergencies. Strong currents exist in many areas and vary by season. Know where obstacles, high wave areas, or rapids exist along your route. Always tell a responsible party where you are going and your expected return time. Equipment: A personal flotation device and proper safety equipment is required by law. Review the Washington State Handbook and Regulations to ensure your vessel meets specifications. Always inspect your boat before departure and pack extra food and clothing in waterproof containers.       Explore Boating in Olympic:     Kayak & Canoe  Motorized Boats  Fishing Boats & Rafts          Kayak and CanoeThere are many kayak and canoe options in Olympic. The options listed below are the most popular and accessible areas in the park.         If you are paddling in the backcountry and plan on camping, a wilderness use permit is required. Visit our wilderness trip planning page for more information. Only non-motorized boats are allowed in wilderness areas and boats must be carried on trails by foot or stock (in stock-use areas).     The Rivers:Before your trip, always check river flows and conditions. Visit the American Whitewater and USGS  websites for specific river conditions. Always stop by a ranger station to inquire about closures. Elwha River (Class II-IV):This river can be paddled most of the year, but the best season is in the spring or early summer. The most common put-in sites are in the lower portions of Glines Canyon (Class III-IV) and Altair Campground (Class II-III). Due to the Elwha River Restoration, boating is closed from the Smokey Hill Trail (formally Upper Lake Mills Trail) downstream to Altair Campground. Altair Campground is temporally closed due to flooding. Check in at the Ranger Station to ensure your route is not affected. View the Elwha area brochure and map.Hoh River (Class II-III): This river offers scenic views of old-growth rain forest, but is frequented with log jams. Always scout ahead before paddling to avoid hazards. The most popular put-in locations are at the Hoh Campground (Class II) and near the park entrance station (Class II-III) on the Hoh River Road. View the Hoh area brochure and map.Queets River (Class II-III): Queets Rvier is a great place to experience secluded rain forests during higher water levels. In late summer, the river is often blocked by large debris and water that is too low for paddling. Log jam hazards may exist throughout the year. Popular put-in sites are the Queets Campground (Class II-III) above Sam's Rapid and the Hartzell Boat Launch (Class II-III). View the Queets area brochure and map.Quinault River (Class II-V): For expert kayakers willing to hike into the backcountry, the Quinault offers challenging water. From the Graves Creek trailhead, hike 2.5 miles to Pony Bridge (Class IV-V). This 3 mile route is through a gorge and has a mandatory portage at Dolly Falls. For calmer waters, a popular launch site is near end of the North Shore Road at the bridge (Class II-III). View the Quinault area brochure and map.Sol Duc River (Class III-V): For experienced kayakers, a 1.2 mile hike up the North Fork Trail in the Sol Duc Valley to the launch site (Class II-IV) offers fun water above Salmon Cascades. For experts interested in rapids, put-in at Salmon Cascades Overlook (Class V). View the Sol Duc area brochure and map.     The Lakes:For those interested in boating in the backcountry, visit the wilderness trip planner for campsite locations and reservations. Most wilderness lakes are open to non-motorized boats, but these must be transported up trail by foot or stock (in stock use areas). Lake Crescent: Big, deep, and blue, Lake Crescent offers a scenic paddling experience, particularly in the early morning when winds are most likely to be calm. Winds often come up in the afternoon and can quickly create waves of a foot or more. Boat launches include Storm King Ranger Station and Fairholme. Kayaks and canoes can be rented at concession operated Log Cabin Resort and Lake Crescent Lodge. For a fee, boaters can also launch boats from the dock at Log Cabin Resort. View Lake Crescent area brochure and map.Lake Ozette: Near the coast and filled with summer water lilies, Lake Ozette offers a secluded paddle journey. Two boat launches exist at the Ozette Ranger Station and Ozette Campground. Kayak and Canoes can also access a few backcountry campsites. Sudden weather changes are common in the Ozette area -- always check the forecast and plan for the possibility of sudden, strong winds and waves. View the Lake Ozette area brochure and map.Lake Quinault: In a rain forest valley, Lake Quinault boasts mountain views and old-growth forests. Afternoon winds are common here; always be prepared. Two boat launches are found on the U.S. Forest Service operated Falls Creek and Willaby Campgrounds. Boat rentals are available at the concession operated Lake Quinault Lodge. View the Lake Quinault area brochure and map.     The Outer Coast:The Pacific Coast of Olympic can be challenging to even expert sea kayakers. Beginners should consider trips with an expert guide. If planning an overnight trip along the wilderness coast, visit the wilderness trip planner page for information about camping and permits. Often ravaged by extreme winds, weather, and tides, it is important that sea kayakers research their routes, weather and tide conditions, bring proper equipment, and be experienced in self-rescue. Tide tables are available at most Olympic visitor centers and ranger stations in the summer. Always review the U.S. Coast Guard's safety and boating regulations.     Motorized BoatsReview the Washington State Boating Regulations for detailed information about motor boat operation. The use of personal water craft, such as Jet Skis, are not allowed in Olympic National Park.Motorized vessels are not permitted to land on Olympic shorelines from the north bank of the Hoh River to the park's boundary at the Makah Indian Reservation. Water skiing and towing by motorized boats is permitted on Lake Crescent and Lake Ozette only. Motorized boat operation is permitted in the following locations:Lake Crescent - View Lake Crescent area brochure and map.Lake Ozette - View Ozette area brochure and map.Quinault River below the North Shore River Bridge - View Quinault area brochure and map.Coastal portions of the Hoh, Quillayute, and Dickey Rivers - View park map. Regulations and Operation:Lake Crescent: Motorized boats may not exceed 5 mph or create a wake within 300 feet of all shorelines.Lake Ozette: Motorized boats may not exceed 5 mph or create a wake within 300 feet of the shore near the Lake Ozette Ranger Station or campground beach. In all other instances, boats may not exceed 5 mph or create a wake within 150 feet of the shoreline.     Fishing Boats and RaftsFor information about fishing regulations, seasons, and licenses, visit our fishing page. Fishing from a boat or raft is permitted on the following rivers:Ozette River - View Ozette area brochure and map.Queets River below Tshletshy Creek - View Queets area brochure and map.Hoh River downstream from the launch site located 1\/2 mile from the park boundary near the South Fork confluence. Fishing from a boat is also permitted along the coastal section of the Hoh River. View Hoh area brochure and map.Quinault River below North Shore Quinault River Bridge - View Quinault area brochure and map.Quillayute and Dickey Rivers - View Mora area brochure and map.Fishing from a boat is permitted on Lake Crescent and Lake Ozette seasonally. Review the park's fishing regulations for specific dates.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/boating.htm"
}
