{
    "title": "Olympic National Park: Kalaloch & Ruby Beach",
    "body": "Visiting Kalaloch and Ruby Beach         A variety of shore birds frequent the rugged, rocky coast of Ruby Beach. Katherine Gibbons  Location: For thousands of marine species, these coastal waters are a safe haven. The marine environment and offshore islands are protected by three national wildlife refuges and Olympic Coast National Marine Sanctuary. The refuges manage the islands visible above high tide waters for 135 miles along the coast. Large nesting colonies of birds like common murres and tufted puffins need these rocky outposts. Kalaloch is one of the most visited areas of Olympic National Park. Kalaloch and Ruby Beach are located on the southwest coast of the Olympic Peninsula. They are accessible directly off of Highway 101 (directions). General information about the Kalaloch area, facilities, trails, camping, and regulations can be found on the Kalaloch brochure (pdf).      Places to Stay: Campgrounds at Kalaloch and South Beach are the only places to camp on the southern coast of Olympic National Park. Kalaloch is open year-round, and has 175 campsites, four of which are wheelchair accessible. Make sure to reserve a site as early on in the year as possible, as they fill up quickly and most are booked throughout the summer. South Beach, just south of Kalaloch, has about 50 campsites and is open Memorial Day - late September. Kalaloch Lodge, located right on the beach, has rooms and cabins available upon reservation. Recreation: Hiking the southern coast of the Olympic Peninsula provides some amazing sights of the pristine beaches and marine wildlife. North of Ruby Beach, the Hoh River creates a natural boundary. Kalaloch is a great place for bird watching. Western gulls, bald eagles, and other coastal birds can be spotted nesting and feeding along the southern coast. When hiking the coast, always check the tides (current charts available at the Kalaloch Information Station). Certain areas may become impassable during high tides and overland trails must be used. Nearby Areas: To the north, the Hoh Rain Forest is about a 45-minute drive from Kalaloch. To the south, Queets and the Quinault are only 30 miles away. Make sure to consult the Getting Around page for a table of the different mileages between park destinations.          Trail leading to Kalaloch Beach",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/visiting-kalaloch-and-ruby-beach.htm"
}
