{
    "title": "Olympic National Park: Hurricane Ridge",
    "body": "Visiting Hurricane Ridge        Quick Links      Visiting in Winter Webcams  Brochure    Road Status  Plan a Visit Current Conditions             Wildflowers cover mountain meadows during the short summer at Hurricane Ridge. Ken and Mary Campbell  Overview Hurricane Ridge is the most easily accessed mountain area within Olympic National Park. In clear weather, fantastic views can be enjoyed throughout the year. Hurricane Ridge is located 17 miles south of Port Angeles on Hurricane Ridge Road, off Mount Angeles Road (directions). The road is open throughout summer. During the winter season, the road is scheduled to be open Friday through Sunday and holiday Mondays, weather and road conditions permitting. All vehicles must carry tire chains during the winter season. Check the road status before coming by calling (360)565-3131 (recorded message). A general map and information regarding facilities, picnic areas, camping, and regulations can be found on the park's Hurricane Ridge brochure (PDF).       Places to Stay The nearest campground to Hurricane Ridge is Heart O' the Hills, 12 miles north of Hurricane Ridge, between Port Angeles and the Ridge. Open year-round, Heart O' the Hills has 105 campsites in the old-growth forest. The city of Port Angeles is just 17 miles north. Lodging can be found through the Port Angeles Chamber of Commerce website. Recreation The Hurricane Ridge Visitor Center is a great place to start. Located just before the end of the road, stop here for brochures, maps, snacks, and tips regarding your stay. It is open daily in the summer, and on Saturday\/Sunday when the Hurricane Ridge Road is open during the remainder of the year. Hurricane Ridge has a number of hiking trails, from ridgetop traverses to steep trails that descend to subalpine lakes and valleys. Obstruction Point Road (weather and snow permitting, open from July 4 through October 15), branches off right before the Hurricane Ridge Visitor Center, and provides access to a variety of trails as well. Hurricane Ridge can be enjoyed throughout the year. During the winter months, snow enthusiasts enjoy the winter scenery, along with snowshoeing, cross-country skiing and sledding. Weather permitting, the Hurricane Ridge Winter Sports Club operates two rope tows and a Poma lift.  During the spring, wildflowers cover the ground of the subalpine meadows and blacktail deer are often spotted grazing. Sunrise and sunset on a clear day provide magnificent panoramic views of the park. Nearby Areas Heart O' the Hills is the closest destination. The Elwha Valley and Deer Park are within a one-hour drive from Hurricane Ridge. Make sure to check the Getting Around page for mileages to and from different park destination.                   Visiting Hurricane Ridge   5 Photos",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/visiting-hurricane-ridge.htm"
}
