{
    "title": "Olympic National Park: Night Sky Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger-led Programs     Night Sky Programs                Night Sky Programs        Stars light up the night sky over Ruby Beach. Photo (c)John Chao.       Discover the Night Sky  In the Pacific Northwest, it can seem that the rain never stops. But the warm summer months bring drier weather to the Olympic Peninsula, along with spectacular night skies. The night sky can be one of the most awe-inspiring views we will ever experience. With 95% of the park designated as wilderness and an absence of human-caused light, Olympic is a perfect place to experience natural darkness and the splendor of our natural lightscape. Spend an evening on a mountain peak, along the coast, or at your campsite leisurely viewing the night sky or join in one of our night sky programs offered during the summer.         Hurricane Ridge Astronomy Program  Join a Master Observer at Hurricane Ridge for an evening of astronomy and star-gazing. On a clear night, visitors will be able to gaze on thousands of stars, as well as galaxies, constellations, nebulae, and planets. Telescopes will be available for close-up views of these celestial wonders. Dress warmly for comfortable viewing. Night-time temperatures can vary between 30 and 50 degrees Ferinheight in the high elevations of the park. This free program is offered, weather permitting, during prime viewing times in summer. Additional program information. Please see the summer Bugler newspaper for exact dates and times.           (c)John Gussman.  Full Moon Hikes at Hurricane Ridge  During the summer, take advantage of the natural lightscape to explore Olympic on a full moon hike with a Master Observer. This moderate three mile round-trip hike ascends to the top of Hurricane Hill for spectacular night sky gazing and astronomy instruction. Sturdy shoes, warm clothing, and a flashlight are recommended. This free program is offered, weather permitting, during prime viewing times in summer. Additional program information. Please see the summer Bugler newspaper for exact dates and times.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/nightsky.htm"
}
