{
    "title": "Olympic National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places to Go                   Immerse Yourself in a Temperate Rain Forest               Discover the Colorful World of the Subalpine                Hike Through a Lush Lowland Forest               Explore the Wild Olympic Coast               \"Climb the mountains and get their good...               Relax on the Shore of Lake Crescent             Diversity is the hallmark of Olympic National Park. From the lush canopy of the rain forests, to the sandy beaches of the coast, or the majestic overlooks of rugged, glacier-capped mountains, Olympic has a great deal to offer. Here you can find information about each area of the park, including how to get there, recreational opportunities, and popular trails.       Quick Links    Pacific Coast  Old-Growth Forests  Maps    Temperate Rain Forests Visitor Centers  Brochures    Mountains  Wilderness Photo Gallery          Pacific Coast Whether it's the tall seastacks that dot the coast, crystal waters of Lake Ozette, or grandeur of the old growth forests, Olympic's coastal areas are full of opportunities to explore diverse landscapes.           Kalaloch Kalaloch Beach is a broad sandy beach ideal for walking and beach combing. Further North, Beach 4 and Ruby Beach offer a more rocky terrain, but boast some of the best tidepooling on the coast. All of these beaches offer viewpoints for bird watching and occasional marine mammal sightings. Learn more.          Mora Rialto Beach is a magnificent beach with scenic views of off shore islands to the south and sea stacks to the north. There are tidepools two miles north of Rialto Beach, at Hole-in-the-Wall and just east of La Push on Second Beach. Any of these locations are great for observing sea stars, anemones and sea urchins. Learn more.               Ozette Lake Ozette is popular for canoeing, kayaking and boating. Two boardwalk trails approximately three miles in length take you to the Pacific coast. Known as the Ozette Triangle, these two trails can be connected by hiking the three mile section of the coast between the trails to create a nine mile loop. This hike passes petroglyphs at Wedding Rocks and the headland South of Cape Alava. Learn more.        Temperate Rain Forests  West of the Olympic Mountains are temperate rain forests, where rainfall is measured in feet (12-14 feet annually) and a lush green canopy of coniferous and deciduous trees and provides just the right conditions for mosses and ferns to flourish.           Hoh  This area is a great spot to view elk. They can be seen grazing in the early morning and early evening hours in meadows and along the roadways. When in season, salmon can be seen spawning in the tributaries of the Hoh River beginning in December. Hall of Mosses and Spruce Nature Trail are two short trails that loop from the visitor center. The trailhead for Hoh Valley and Mt. Olympus is accessed from this area. Learn more.           Queets With relatively few visitors, the upper Queets Valley is the perfect location for quiet solitude. Trails provide access to some of the most remote and wild rain forest in the park. The Queets River is a favored fishing river and if you are not a fisherman then take a walk along its shores when the fish are \"running\" as this can be a great place to watch spawning salmon. Chum Salmon run from late October thru December while Chinook and Coho from September through November. Learn more.           Quinault There are short trails leaving from the ranger station, including the trail to the historic Kestner Homestead. The Quinault Valley is a wilderness gateway to alpine meadows, jeweled lakes and ice-carved peaks. Backcountry wilderness trekking from here will give you access to Low Divide, Anderson Pass and Enchanted Valley. Learn more.      Northern Old-Growth Forests The Elwha and Sol Duc valleys are home to dense, green forests and sparkling rivers favored by salmon. Lake Crescent is a deep, glacially carved lake filled with pristine waters. These three areas are ideal destinations for those in search of natural beauty.           Elwha Valley Home of the Elwha River Restoration Project, the Elwha River Valley is also home to a lush lowland old growth forest. An interpretive overlook at the former site of the Glines Canyon dam offers a glimpse into the history of the dam with views of the rebirth of the river. The valley also offers trail access to Boulder Lake, Olympic Hot Springs, and Historic Humes Ranch. Learn more.           Lake Crescent This deep, clear, glacially carved lake is surrounded by old-growth forest and is home to two endemic fish species. The Spruce Railroad Trail, Pyramid Peak, Storm King and the popular ¾ mile hike to Marymere Falls are accessed from this area. Lake Crescent is a favorite area for swimming, kayaking and picnicking. This area is also the site of NatureBridge, the park's residential environmental education program. Learn more.           Sol Duc Valley The Sol Duc Trailhead offers access to some of the park's most popular wilderness backpacking areas including Deer Lake, Seven Lakes Basin, Heart Lake, Appleton Pass and Mink Lake. This area is also the site of Sol Duc Falls, Sol Duc Hot Springs Resort and Salmon Cascades, a popular spot to view salmon in the fall. Learn more.        Eastern Old-Growth Forests  The eastern side of Olympic National Park offers forests dominated by towering Douglas fir. Hikes along the river or to the higher elevation peaks offers variety to all manner of hiking enthusiasts.           Staircase Located just one hour from Olympia, this lush heavily forested area is where cathedrals of Douglas Fir reach for the heavens. Staircase is a popular camping spots for Washington locals. There are several short trails for walks and day hikes and access to back country trails, including Flapjack Lakes. Learn more.              Dosewallips Once accessible via motor vehicles on the Dosewallips Road, this area is now reachable only by bike or on foot. This area of the park offers beautiful river front camping and hiking with access to wilderness trails, including a popular park traverse to Enchanted Valley in Quinault. Learn more.             Royal Basin The trail to Royal Basin is popular as a long day hike or a weekend backpacking trip. The trail and area are accessed via Olympic National Forest. The hike begins in a lowland forest, but the landscape becomes drier as you increase elevation. You will pass lovely Royal Basin Lake and discover a turquoise tarn at the top of the trail. Wildflowers are most radiant in late July and August. Learn more.      Mountains Hurricane Ridge is the most easily accessed mountain area within Olympic National Park. In clear weather, fantastic views can be enjoyed any time of the year.            Deer Park  The Deer Park area is only accessible by dirt road during the summer months. Like Obstruction Point Road, Deer Park Road generally opens in July depending on the snow accumulation over the winter months. The Deer Park area includes a small campground, a short hike to the top of Blue Mountain and for the more adventurous, a seven-mile (one-way) hike along a ridgeline to Obstruction Point. This area also offers backcountry access to Gray Wolf Valley. Learn more.             Hurricane Ridge \"The Ridge\" is one of the most accessible mountain destinations in Olympic National Park. It is a great location for enjoying scenic vistas, photographing wildflowers or taking a day hike. From Hurricane Ridge you can access the Hurricane Hill and Klahhane Ridge trails, as well as trails to the Elwha Valley. Learn more.             Obstruction Point Like Deer Park Obstruction Point is only accessible by dirt road during the summer months. The road generally opens in July depending on the amount of snowfall received during the winter months. Tails from Obstruction Point include Grand Valley and Badger Valley. A one mile hike from Obstruction Point Road will take you to PJ Lake. On a clear day you can see beautiful views of Mount Olympus from Obstruction Point. Learn more.      Photo Gallery                   Visiting the Elwha Album   8 Photos  Photos of the Elwha Valley and visitors enjoying the area.          Lake Crescent   10 Photos  Photos of Lake Crescent and visitors enjoying the area.          Visiting the Sol Duc   7 Photos  Photos of the Sol Duc Valley and visitors enjoying the area.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/places-to-go.htm"
}
