{
    "title": "Fort Matanzas National Monument: Restoration of Fort Matanzas",
    "body": "Restoration of Fort Matanzas         Fort Matanzas in 1912 NPS Photo  Stabilization   The money received from Congress in 1916 was enough to do little more than stabilize the fort. In 1924, a local man, Eugene Johnson of Summer Haven, was contracted to procure, deliver, and spread oyster shells around the base of Fort Matanzas to further stabilize it. At 12 cents per barrel, by October he had delivered 3825 barrels of shell.          Reconstruction of Fort Matanzas in 1938. NPS Photo  Restoration On October 15, 1924, using the power granted in the Antiquities Act, President Calvin Coolidge named Fort Marion (The Castillo de San Marcos) and Fort Matanzas as national monuments. (You can view the proclamation here)  During the late 1920s, extensive repair was done on Fort Matanzas. The garita (sentry box), which had fallen off, was rebuilt. Iron rods were placed within the tower, and the gun deck parapet and lower walls were rebuilt. The land on Rattlesnake Island surrounding the fort was set aside as a bird sanctuary.   With the War Department divesting itself of obsolete forts, the forts were transferred from the War Department to the National Park Service on August 10, 1933. In the 1930s Fort Matanzas became a WPA project. A steel bulkhead and two groins were built along the water. The vaulted ceiling in the officer's quarters was rebuilt, and wooden stairways were constructed both into the fort and up to the officer's quarters.   Additional land on Anastasia Island was also acquired at this time, and a dock and visitor center\/superintendent's house were constructed of coquina. For the first time, people without boats could get to the shorelne and look across the river at the historic fort.      Preservation Fort Matanzas National Monument now consists of nearly 300 acres-- the south end of Anastasia Island and most of Rattlesnake Island. Much of the land is preserved as natural habitat, but the National Park Service continues to preserve the historic fort as well. In 1999 the coquina chimney was reconstructed, and Fort Matanzas received two replica, iron 6-pounder cannon used in cannon firing demonstrations. The fort's old seawall from the 1930s was fixed in 2008 and a floating concrete dock replaced the former metal one.  New passenger ferries were also purchased in 2011 to accommadate the ever growing visitation. Read More. . .        Fort Matanzas Visitor Center Dock. NPS Photo  Back to \"The American Period\" Back to \"Stories\"",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/historyculture\/preservation.htm"
}
