{
    "title": "Olympic National Park: Lodging",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging              Lodging        Lodges and resorts in Olympic National Park: Kalaloch Lodge (top left), Lake Crescent Lodge (top right), Sol Duc Hot Springs Resort (bottom left), and Log Cabin Resort (bottom right). Aramark and NPS Photos          Lodging Inside the Park The lodges and cabins located throughout Olympic National Park provide a range of accommodations. Visitors may choose from rooms in historic hotels dating back to the early 1900s, modern motel type accommodations, or rustic cabins. Reservations are strongly encouraged. Rooms book up fast, especially in July and August.           Kalaloch Lodge NPS Photo\/R. McKenna  Kalaloch Lodge Season: Year round. Accommodations: Campsites, cabins, and lodge rooms.  Amenities: Restaurant, gift shop and mercantile.  Reservations: Visit the Kalaloch Lodge's website for reservations and further information.           Lake Crescent Lodge Aramark Photo  Lake Crescent Lodge Season: May - January, some cabins available on weekends during winter.  Accommodations: Cottages, cabins, and lodge rooms.  Amenities: Restaurant, gift store, and kayak rentals.  Reservations: Visit Lake Crescent Lodge's website for reservations and further information.           Log Cabin Resort Aramark Photo  Log Cabin Resort Location: Lake Crescent Season: Late May - September Accommodations: Campsites, chalets, cabins, and lodge rooms.  Amenities: Cafe, deli, gift shop, convenience store, laundry, and boat rentals.  Reservations: Visit the Log Cabin Resort's website for reservations and further details.           Sol Duc Hot Springs Resort Aramark Photo  Sol Duc Hot Springs Resort  Season: March - October Accommodations: Campsites, cabins, and suites.  Amenities: Hot spring pools, restaurant, deli, convenience store and gift shop.  Reservations: Visit the Sol Duc Hot Springs Resort's website for reservations and further details.       Lodging Outside the Park A variety of lodging options are available in the gateway communities surrounding Olympic. In these areas, options range from luxurious to affordable, including hotels and motels, bed & breakfasts, and vacation rentals. To help plan your visit, refer to the park map for locations of nearby towns and accommodations along your route.       North Peninsula The largest communities on the North Peninsula are Port Angeles, Sequim, and Port Townsend. For accommodations and lodging, explore local Chamber of Commerce websites:  Olympic Peninsula Tourism Commission Port Angeles Chamber of Commerce Sequim Chamber of Commerce Jefferson County (Port Townsend) Chamber of Commerce      West Peninsula Communities on the coastal strip of the Peninsula are small and located far apart. The largest town is Forks. Other accommodations exist in La Push, Lake Quinault, Sekiu, and Neah Bay. For details, refer to local Chamber of Commerce websites:  Olympic Peninsula Tourism Commission Forks Chamber of Commerce Lake Quinault and Grays Harbor County Chamber of Commerce Clallam Bay\/Sekiu Chamber of Commerce Neah Bay Chamber of Commerce        East Peninsula Lodging is available in communities located along the Hood Canal, including  Hoodsport, Quilcene, and Brinnon. The larger cities of Shelton and Olympia are located further south on Highway 101. Visit local Chamber of Commerce websites for further details:  Olympic Peninsula Tourism Commission Shelton-Mason County Chamber of Commerce (Shelton and Hoodsport) North Hood Canal Chamber of Commerce (Quilcene and Brinnon)",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/lodging.htm"
}
