{
    "title": "Mount Rainier National Park: Ecosystems",
    "body": "Ecological Communities       Mount Rainier National Park has a wide variety of ecological communities that span over 250,000 acres. Cycles and processes are the building blocks in the foundation of these ecosystems, just as they are in any ecosystem. Photosynthesis, predation, decomposition, climate, and precipitation facilitate the flow of energy and raw materials throughout these communities. Living things absorb, transform, and circulate energy and raw materials and release them again. Cycles and processes provide the essential connections with the ecosystems of Mount Rainier National Park. The following lessons and activities in this section will help students and teachers understand the biocomplexity of the park including the interconnections between living and non-living things the flow of energy through ecosystems and an introduction to the different ecological communities found in and around Mount Rainier. There is a variety of ways to conduct these lessons: in the classroom, in the field, or actually at Mount Rainier. No matter where you teach these lessons they are all interactive, hands-on, and even a little competitive.       Mount Rainier hosts a range of ecological communities, from forest to subalpine to alpine. NPS Photo       Core Concepts:  Key components of habitat are food, water, shelter and space in a suitable arrangement. Aquatic macro invertebrates play an important role in determining water quality. There are observable similarities and differences in the non-living (abiotic) and living (biotic) components in the four life zones of Mount Rainier. Humans use the scientific method as a means to conduct field investigations in order to understand the ecological communities of the park. Biodiversity is essential to a healthy and sustainable ecosystem. Plants and animals have adaptations that allow them to survive and thrive in the various ecosystems of the park. Changes is an inevitable, necessary force in nature. All living things are connected in every ecosystem.       Lessons: Life and Death on the Mountain Children love to play hide and seek. As it turns out so do plants, prey, and predators! In this activity students will become the hunters, the hunted, and the hiders. Or in ecological terms- the apex consumers, primary consumers, and the primary producers. Be ready to run, and hunt for your food before the winter comes and you are left without a meal! Wild Wapati By playing a game of tag outside, students portray animal and habitat components of Mount Rainier. Field Investigation In this inquiry-based activity students will create their own field investigation focusing on soil, water, plants, life, or weather. By studying the effects of natural resources upon one another and also how man influences and is influenced by natural resources students will learn how to better live within our means and see ways that resources affect each other. King of the Mountain Students will learn about the low-elevation forest, mid-elevation forest, subalpine forest\/meadow, and alpine life zones on Mount Rainier by creating a playdough volcano and plant and animal adaption cards to determine which team is \"king of the mountain\". Life Zone Rummy All life depends on a habitat's food, water, shelter, and space to live. In this game, students ensure the survival of an animal by gathering these components and who ever saves the most animals wins. Student-created cards will be used to play Gin-Rummy and familiarize students with different components of a habitat needed for an organism to survive on Mount Rainier. Stream Team Students investigate the relative water quality of a stream by conducting a simulated bio-assessment by sampling aquatic macro invertebrates (represented by ordinary materials) in order to prepare for a real-life macro invertebrate survey that will be conducted with the National Parks Aquatic Resources field team at one of Mount Rainier's streams, rivers, or lakes, in order to assess the overall health of that body of water.  TwiLIFE Zone In this inquiry-based activity students will conduct a field study of four different environments as they focus on sunlight, soil, rock types, temperature, wind, water flow, plants, and animals in each environment. By comparing different environments, students will consider how nonliving elements influence living elements in an ecosystem.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/education\/ecosystems.htm"
}
