{
    "title": "Olympic National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Camping       Know Before You Go:  Reservations: Kalaloch and Sol Duc (new!) are the only campgrounds that accept reservations in the summer. All other campgrounds are first-come, first-served.  Payment is by cash or check only. Many campgrounds are self-registration and change for over payment cannot be made. Showers are not available in the campgrounds. Campsites in park-operated campgrounds are not equipped with water or electrical hookups.  Campsites with water and electrical hookups are available at the concession-operated Sol Duc Hot Springs Resort and the Log Cabin Resort. Please check road conditions, campground status, and the campground opening and closing dates before your visit.          Backpacking Visit our backpacking page to plan your wilderness adventure!         Park Map For campground locations and park sites, view the park map.      Campgrounds:        Altair  Fairholme  Kalaloch Queets   Deer Park Graves Creek Mora   Sol Duc    Dosewallips  Heart O'the Hills  North Fork South Beach    Elwha Hoh  Ozette Staircase               Riverfront campsite in Altair Campground. NPS Photo\/J. Burger.  Altair Campground Closed due to storm damage        Starry night at Deer Park Campground. NPS Photo\/Zaidel.  Deer Park Campground At 5,400 feet in elevation, Deer Park boasts mountain views and starry skies. With a steep and winding gravel access road, Deer Park is not RV accessible.   Season: June - mid October, dependent on road conditions and snow melt. Reservations: First-come, first-served. Sites and Fees: 14 total sites, $15 per night. RVs: Tents only. Facilities: Pit toilets and no potable water. Handicap Accessible: Yes. View Deer Park area brochure and campground status.         Tent in Dosewallips Campground. NPS Photo\/Zaidel.  Dosewallips Campground (Walk-in Only). Perfect for secluded tent camping. The access road is washed out 5.5 miles from the campground and it is not vehicle accessible.    Season: Year round Reservations: First-come, first-served. Fees: No fee RVs: Tents only. No vehicle access. Facilities: Pit toilets and no potable water. Handicap Accessible: No.  View Dosewallips area brochure and campground status.          Tent in Elwha Campground. NPS Photo\/J. Burger.  Elwha Campground Closed due to storm damage        Campsite near Lake Crescent in Fairholme Campground. NPS photo\/D. Archuleta.  Fairholme Campground Neighboring Lake Crescent, Fairholme includes lakeside campsites and a nearby boat launch.   Season: May-October. Reservations: First-come, first-served. Sites and Fees: 88 total sites, $20 per night, dump station is $10 per use. RVs: Sites for 21 feet. Facilities: Flush toilets and potable water. Handicap Accessible: Yes.  View Lake Crescent area brochure and campground status.          Campsite in Graves Creek Campground. NPS Photo\/K. Campbell.  Graves Creek Campground Located in the Quinault Rain Forest, relax near a serene stream at Graves Creek Campground.    Season: Year round. Reservations: First-come, first-served. Sites and Fees: 30 total sites, $20 per night. RVs: Sites for 21 feet. Facilities: Pit toilets and no running water. Handicap Accessible: Yes. View Quinault area brochure and campground status.         Tent campers in Heart O'the Hills Campground. NPS Photo\/J. Burger.  Heart O'the Hills Campground Surrounded by old growth forest, Heart O'the Hills offers summer ranger programs and great family fun.   Season: Year round. Walk-in only during heavy snowfall. Reservations: First-come, first-served. Sites and Fees: 102 total sites, $20 per night. RV: Sites for 21 feet, a few for 35 feet. Facilities: Flush toilets and potable water. Handicap Accessible: Yes. View Heart O'the Hills area brochure and campground status.         RV in Hoh Campground. NPS Photo\/C. Bubar.  Hoh Campground Surround yourself with moss and ancient trees in this temperate rain forest. Hoh campground offers summer ranger programs and some riverside campsites along the Hoh River.   Season: Year round. Reservations: First-come, first-served. Sites and Fees: 88 total sites, $20 per night, dump station is $10 per use. RVs: Sites for 21 feet. Facilities: Flush toilets and potable water. Handicap Accessible: Yes. View Hoh Rain Forest area brochure and campground status.         Bluff site at Kalaloch Campground. NPS Photo\/C. Bubar.  Kalaloch Campground Oceanside camp at Kalaloch with some sites overlooking the Pacific Ocean.   Season: Year round. Reservations: Online reservations accepted for June 8 - September 18, 2016. First-come, first-served in off season. Sites and Fees: 170 total sites, $22 per night, dump station is $10 per use. RVs: Sites for 21 feet, a few for 35 feet. Facilities: Flush toilets and potable water. Handicap Accessible: Yes for facilities. No handicap beach access trails. View Kalaloch area brochure and campground status.         Campsite in Mora Campground. NPS Photo\/D. Archuleta  Mora Campground Situated in a coastal forest, some sites offer views views of the Quillayute River. Mora is located two miles from Rialto Beach.   Season: Year round. Reservations: First-come, first-served. Sites and Fees: 94 total sites, $20 per night, dump station is $10 per use. RVs: Sites for 21 feet, a few for 35 feet. Facilities: Flush toilets and potable water. Handicap Accessible: Yes.  View Mora area brochure and campground status.         Campsite in North Fork Campground. NPS Photo\/R. McKenna.  North Fork Campground Surrounded by temperate rain forest, this small and remote campground is a great spot for campers seeking solitude.   Season: Year round. Reservations: First-come, first-served. Sites and Fees: 9 total sites, $15 per night.  RVs: Not recommended for RVs and trailers. Facilities: Pit toilets and no running water. Handicap Accessible: Yes. View Quinault area brochure and campground status.          Campsite in Ozette Campground. NPS Photo\/K. Campbell.  Ozette Campground Adjacent to Lake Ozette, this small campground is great for those that enjoy lakeside camping and water activities.   Season: Year round. Some sites flood in winter. Reservations: First-come, first-served. Sites and Fees 15 total sites, $20 per night. RVs: Sites for 21 feet. Facilities: Pit toilets, potable water  Handicap Accessible: Yes. View Ozette area brochure and campground status.         Tent in the Queets Campground. NPS Photo\/K. Campbell.  Queets Campground Relax in this secluded campground near the Queets River. This campground is only accessible from the Upper Queets River Road due to a past mudslide.   Season: Year round. Reservations: First-come, first-served. Sites and Fees: 20 total sites, $15 per night. RVs: RVs and trailers not recommended. Facilities:Pit toilets and no running water. Handicap Accessible: Yes. View Queets area brochure and campground status.         Group campers in Sol Duc Campground. NPS Photo.  Sol Duc Campground Enjoy riverside camping in old-growth forest at Sol Duc.    Season: March - October.  Reservations: recreation.gov Sites and Fees: 82 total sites, $20-23 per night, dump station is $10 per use. RVs: sites 21 feet, a few for 35 feet.  Facilities: Flush toilets and running water. Handicap Accessible: Yes. View Sol Duc area brochure, campground map, and campground status.         Campsite at South Beach Campground. NPS Photo\/C. Bubar.  South Beach Campground Positioned on a bluff overlooking the Pacific Ocean, South Beach offers panoramic ocean views and beach access.   Season: May - September. Reservations: First-come, first-served. Sites and Fees: 55 total sites, $15 per a night. RVs: Sites for 21 feet, a few for 35 feet.  Facilities: No potable water. Flush toilets available. Handicap Accessible: Flush toilets are not wheelchair accessible. No handicap beach access trails.  View Kalaloch area brochure and campground status.         Tent in Staircase Campground. NPS Photo\/R. McKenna.  Staircase Campground Camp near the Skokomish River and enjoy old-growth forest at Staircase. Summer ranger programs and riverside campsites available.   Season: Year round. Reservations: First-come, first-served system. Sites and Fees: 49 total sites, 5 walk-in only, $20 per night. RVs: Sites for 21 feet, a few for 35 feet. Facilities: Flush toilets and potable water late May- late September. Pit toilets and no water in off-season. Handicap Accessible: Yes. View Staircase area brochure, campground map and campground status.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/camping.htm"
}
