{
    "title": "Mount Rainier National Park: International Cooperation",
    "body": "International Cooperation       As Sister Mountains, these two iconic mountains can show us similarities and differences between the natural and cultural resources of two different nations. The lesson plans provide a beginning point for the teacher to educate students on similarities and differences that they would experience either at Mount Rainier or Mount Fuji. These lessons provide the students opportunities to explore and share the mountain near them. The lessons include comparisons of Mount Rainier and Mount Fuji; exploration and sharing of sites on both mountains through the creation of postcards; and lessons focusing on safe travel on the short hikes the students are likely to participate in.        Mount Rainier teacher-rangers and Japanese participants of the 2010 Sister Mountain workshop in front of Reflection Lake at Mount Rainier. NPS Photo       Lessons: Postcards to a Friend Students document a field trip or virtual climb of Mount Rainier and Mount Fuji by writing a postcard to a friend describing what they have seen and experienced. Finding Similarities and Differences Mount Fuji (Fuji-san in Japanese), which is the tallest mountain in Japan, has been a sister mountain of Mount Rainier since April 30, 1936. Both of the mountains have similar and different characteristics in type of volcano, ecosystems, culture, and history. The students will explore these similarities and differences through presentations, research and videos of both mountains. Map Reading Students will be introduced to the basic skills necessary to read a map, specifically a topographic map, in a national park. Students will practice by orienting a map to magnetic north and\/or true north. Students will also have the ability to practice land navigation around their school based on a course set up by the instructor. Staying Alive! The Ten Essentials for a Trip Students will be introduced to the basic ten essentials necessary for taking a short, three to five mile hiking trip to a local park, national park, or other outdoor trip. The students will participate in a series of scenarios assessing their knowledge of the ten essentials and preparedness for surviving common situations they might face on a short hiking trip.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/education\/international-cooperation.htm"
}
