{
    "title": "Olympic National Park: Lake Ozette & Coast",
    "body": "Visiting Ozette         The sun sets behind a seastack in Cape Alava. NPS  Overview:  Whether it's the tall seastacks that dot the coast, the crystal waters of Lake Ozette, or the grandeur of the old growth forests, the landscape of Ozette is full of opportunities to explore a diverse landscape. Ozette is located on the northwestern coast of the Olympic Peninsula. This area is reached by Hoko-Ozette Road off Highway 112 (directions.) Lake Ozette is also a place of rich history. Discoveries in the past century have unearthed the presence of a culture dating back at least 2,000 years, as well as a well-preserved 300-year-old village that had been covered by a mudslide. Over 50,000 artifacts were recovered, many of which now reside at the Makah Cultural and Research Center in Neah Bay. A general map and more information regarding facilities, camping, picnic areas, and regulations can be found on the park's Ozette brochure (pdf).      Places to Stay:  The campground at Ozette sits next to Lake Ozette and has 15 sites with great views of the lake. Cabin rentals and campsites are available just outside the park boundary at Ozette, and the nearby towns of Clallam Bay and Sekiu also provide lodging. More information can be found through the Clallam Bay\/Sekiu Chamber of Commerce website. Recreation:  The Ozette area offers a wide range of activities for visitors. Hiking along the coast is a highlight when visiting the area. Two three-mile boardwalk trails lead to the coast where seals and gray whales can be spotted during migratory months. A trail leading from the coast to Ericson's Bay of Lake Ozette is also a short hike. There are longer coastal hiking trails as well, including the Ozette Loop. For information about water exploration, check the Lake Ozette by Water page. When hiking along the coast, make sure to check the tides! It's possible to get stranded when high tide rolls in, making certain areas impassable. Nearby Areas:  Ozette is one of the more remote areas of the park. Most other park destinations are at least an hour away. Make sure to consult the Getting Around page for mileages to different park destinations.       A kayaker enjoys the glassy water of Lake Ozette on a fall day.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/visiting-ozette.htm"
}
