{
    "title": "Olympic National Park: Stock Use",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Stock Use              Stock Use         Regulations Feed   Securing Animals Stock Trails   Stock Facilities Stock Camps   Leave No Trace      Please read through the information below to help plan your trip and to help preserve the wild character of Olympic for future generations.        Pack Train at Elkhorn in the Elwha Valley Jim Patterson  Stock Regulations  Wilderness Camping Permits are required for all overnight trips. Reservations may be required for some areas. Wilderness Use Fees are charged for all wilderness camping permits. No additional fee is charged for stock animals. Check with the WIC for details. Pellets and rolled grain are required for supplemental feed to ensure weed seed is not introduced into the wilderness. Use existing hitchrails, highlines or other methods to restrain animals at least 200 feet from water. Avoid tethering stock to trees. Group size is limited to a maximum of 12 persons and 8 head of stock; and only horses, mules, burros and llamas are permitted. Camping with pack animals above 3,500 feet is prohibited except in designated stock camps. Pack animals are not permitted to travel off maintained trails above 3,500 feet. All food (including stock feed), garbage and scented items must be secured from all wildlife 24 hours a day. See Food Storage for more information. Bear-resistant Panniers are available for loan from the WIC.      Feed Packing in loose hay or grain containing viable seed is prohibited because non-native plants may grow as a result. Stock users are required to carry supplemental feed such as pellets for all trips. Feed your stock with a nose bag, the animal will get more of the feed than if it is scattered on the ground. Grazing is permitted within 1\/4 mile of designated stock camps. Grazing animals must be moved every 12 hours, or sooner. Please begin feeding weed-free feed to your stock 3 days prior to entering the wilderness to prevent introducing weed seeds.      Securing Pack Animals Tying of pack animals to single trees for more than one hour is prohibited. When tying to trees, a tree larger than 8 inches in diameter must be used. Pack animals restrained for more than one hour must be hobbled, confined within drift fences, tied to hitchracks or tied to a picket line strung between two trees. Picket stakes may also be used as long as the stakes are moved at least every 12 hours. Pack animals must be secured to fixed highlines if provided. Highlines must be used overnight and any time pack animals are left unattended.      Trails Maintained for Stock Use 365 miles of trail in Olympic National Park are maintained for stock use. Check the current condition of the trail before beginning your trip. Call the WIC for current trail reports. Trails for Experienced Stock and Stock Users:  North Fork Skokomish River Trail to First Divide West Fork Dosewallips River Trail to Anderson Pass Dosewallips River Trail to Hayden Pass. Heart O’ the Hills to Lake Angeles Heart O’ the Hills to Heather Park Elwha River Trail to Low Divide Sol Duc\/Seven Lakes Basin Loop Hoh River Trail to Martin Creek Stock Camp Hoh Lake Trail North Fork Quinault River Trail to Low Divide East Fork Quinault River Trail to Enchanted Valley Wolf Creek Trail  Trails for Very Experienced Stock and Stock Users:  Duckabush River Trail to First Divide (windfall, heavy brush, narrow tread, a river crossing and puncheon bridges require experienced riders) Gray Wolf River Trail to Gray Wolf Pass Lillian River Trail Happy Lake Trail (limited turn-around for truck and trailer)Boulder Creek to Sol Duc Valley via Appleton Pass (limited turn-around) Bogachiel River Trail to the Mink Lake Trail junction Queets River Trail  Stock use is prohibited on the following trails:  Staircase\/Dosewallips Area - Dosewallips Terrace Trail, Lake Constance Trail, Putvin Trail, Shady Lane Trail, South Fork Skokomish River Trail, Black and White Primitive Trail, Flapjack Lakes Trail, Upper Lena Lake Trail, Wagonwheel Lake Trail. Hurricane Ridge Area - Royal Basin Trail, Hurricane Hill Trail, Big Meadows Trail. Elwha Area - Griff Creek Trail, Madison Falls Trail, Cascade Rock Trail, Upper Lake Mills Trail, West Lake Mills Trail and Elwha Campground Loop Trail. Note: Olympic Hot Springs pools and bridge area only are closed to stock. Lake Crescent\/Sol Duc Area - Ancient Groves Nature Trail, Aurora Creek Trail, Barnes Creek Trail, Eagle Lakes Trail, Fairholme Nature Trail, Marymere Falls Trail, Mt. Storm King Trail, Salmon Cascades Trail, Lunch Lake Trail and Sol Duc Campground Trail. Mora\/Ozette Area - all beaches from the Quileute Indian Reservation south to the the Hoh River, and from Hole-in-the-Wall north to the Makah Indian Reservation; James Pond Trail. Hoh Area - Hall of Mosses Trail, Mini Loop Nature Trail, Spruce Nature Trail; Hoh River Trail above Martin Creek Stock Camp is closed to horses, mules and burros. Kalaloch Area - All beach access trails between the Hoh and Quinault Indian Reservations, Kalaloch Nature Trail, and the Sam’s River Loop trail in the Queets. Quinault Area - Big Creek Trail, Elip Creek Trail, Finley Peak Trail, Graves Creek Trail, Graves Creek Nature Trail, Maple Glade Nature Trail, Martin’s Park Trail, Rustler Creek Trail, Skyline Trail, Sundown Lake Trail, and Wynoochee Trail.  Trails listed as foot trails are sometimes passable to very experienced stock users. On foot trails not maintained for stock use, puncheon bridges or bridge decking may not be capable of supporting a rider and horse’s weight. Bridge surfaces are often slippery when wet. Check with the WIC for additional information.      Stock Facilities An overnight holding corral is available at the Hoh and Staircase Ranger Stations. The “barn site” 1\/4 miles from the Eagle Ranger Station is available for overnight holding of stock; reservations should be made through the Eagle Ranger Station. Elwha (Whiskey Bend) has a small corral with 2 campsites for stock users. There are unloading ramps at Whiskey Bend and Sol Duc. Hitchracks are provided at the following trailhead locations: Dosewallips, Whiskey Bend, Sol Duc, Hoh and North Fork Quinault. No turn around space is available for trailers at the Boulder Creek trailhead (you must turn and park at wide pullouts 3\/4 mile from the road end.) Pack animals may not be tied within 150 feet of any developed campground. Backcountry Facilities Hitchracks are provided at Elkhorn Ranger Station and Hayes River Ranger Station (Elwha River Trail); Olympic Hot Springs Trail just below the Boulder Creek Campground; Olympus Guard Station (Hoh River Trail); and at Enchanted Valley (East Fork Quinault River Trail). On the Elwha River Trail, Elkhorn has a drift fence enclosure; Press Valley and Camp Wilder have a single drift fence.      Stock Camps Camping with stock animals is limited to designated stock camps on the North Fork Skokomish River Trail, Duckabush River Trail, West Fork Dosewallips River Trail, Dosewallips River Trail, Hoh River Trail, Hoh Lake Trail and the Sol Duc River Drainage areas. Some camps may require reservations. Check with the WIC at (360) 565-3100. Stock Camp Locations:  North Fork Skokomish River Trail: Nine Stream, Camp Pleasant Duckabush River Trail: Tenmile Camp, Upper Duckabush Camp Dosewallips River Trails: Deception Creek, Bear Camp, Big Timber and Diamond Meadows Elwha River Trail: Elkhorn (within drift fences) Hoh River Trail: 5-mile Island, Lewis Meadow, Martin Creek Sol Duc Area: Deer Lake (llamas only), Horse Head       Leave No Trace For Stock Users Why Leave No Trace? Our presence in the wilderness can alter its wild character. Stock animals can have a much greater impact on vegetation and trails than hikers due to their size and weight. To keep impacts to a minimum, follow these seven principles of Leave No Trace. 1. Minimize Stock Impacts:  Restrain your animals so they will have the least impact on vegetation and soils.Use hitching posts, highlines, hobbles or pickets. Pack in all necessary restraining materials. Do not cut trees for picket stakes. Avoid grazing your animals in sensitive areas. Better yet, bring supplemental feed such as pellet for feed. Do not use loose hay or grain. Marshy areas, stream banks, ponds and lakes edges are very easily damaged; bank erosion and pollution result. Water your stock at established stock fords or low rocky spots where little damage will occur. Use a water bucket.  2. Plan Ahead and Prepare: Bring proper clothing and equipment, including the Ten Essentials:  Know the area and what to expect, including regulations and potential risks. To reduce trash, repackage food into reusable containers. Take the minimum number of animals. Take only animals which are fit, calm and experienced.  3. Camp and Travel on Durable Surfaces:  In high-use areas, concentrate use to already impacted areas or naturally occuring bare ground. Ride only on existing trails. Keep all your animals single file in the middle of the path. Camp in preexisting campsites or on bare ground. Do not camp on or let stock trample vegetation. Minimize impact by concentrating camping activities within the site.  4. Pack It In, Pack It Out:  Pick up and pack out any food waste and garbage. Protect wildlife, yourself and your stock animals by properly storing your food.  5. Properly Dispose of What You Can't Pack Out:  Urinate on rocks or in the trail, 200 ft. away from campsites or water. Deposit human waste in toilets where available. If not available, dig a cathole 6 to 8 inches deep at least 200 feet from a campsite or water. Use toilet paper sparingly and pack it out. To wash yourself or your dishes, carry water 200 feet away from campsites, streams or lakes. Use biodegradable soap minimally or none at all. Strain and scatter dish water. Bury fish entrails in catholes 200 feet from a campsites or water.   6. Leave What You Find:  Avoid damaging live trees and plants. Leave natural objects and cultural artifacts as you find them. Minimize site alterations. Don’t dig trenches. Let nature’s sounds prevail. Keep loud voices and noises to a minimum. Respect other visitors’ desire for solitude.  7. Minimize Use and Impact of Fire:  Use established fire rings and leave them clean. Gather only loose, dead and down wood, no larger than an adult’s wrist. Campfires can cause lasting impacts. Carry a stove for cooking and enjoy a candle lantern instead of a fire. Know where fires are restricted.  For your copy of Leave No Trace for Backcountry Stock Users, or for more information about stock use at Olympic National Park, please contact the WIC at (360) 565-3100.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/stockuse.htm"
}
