{
    "title": "Olympic National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather        The variety of weather conditions in Olympic National Park. NPS Photo       Weather in Olympic is variable and unpredictable, no matter the time of year. It is common for different weather conditions to exist within the park at the same time. Even in the summer, temperatures may vary from 10-20 degrees, especially along the coast and higher elevations. Always check the current weather forecast or call the park's weather hotline at 360-565-3131 before your visit.        Quick Links    Weather Brochure Seasonal Weather Webcams   Precipitation Map Avalanche Forecast OLYMPEX Daily Precipitation    Road Status  Trail Conditions  Campground Status      Area Weather Forecasts     Port Angeles  Hurricane Ridge  Elwha Valley Lake Crescent   Olympic Mountains Kalaloch Shi Shi Beach  Ozette   Hoh Rain Forest Quinault Staircase Dosewallips           Precipitation Map       NPS Image\/R. Hoffman       The Rain Shadow Effect As storms from the Pacific Ocean moves across the peninsula, they encounter a very large obstacle: the Olympic Mountains. In order to reach the other side of these towering peaks, moisture must be released. As a result, the western portion of the park experiences much higher levels of precipitation than eastern locations, creating an shadow effect. Annul precipitation ranges from 100 - 170 inches of rain along the coast and western facing valleys. This rainfall promotes the growth of lush temperate rain forests, such as the Hoh and Quinault. Massive amounts of precipitation is also discarded atop the Olympic Mountains in the from of snow. Hurricane Ridge traditionally records 30-35 feet of snow a year.  By the time any storm cells pass the Olympic Mountains, most of the moisture has been released. While precipitation still occurs, the amounts are considerably lower. Located in Port Angeles, the Olympic National Park Headquarters only averages 25 - 30 inches a year. This decrease in rainfall impact the type of ecosystems present on the east side of the park. While the western sections are dominated by temperate rain forests, the eastern slope possesses dryer lowland forests.       Seasonal Weather         © Ken & Mary Campbell  Visiting in Spring While weather begins to mellow and the temperatures increase during this time of year, unpredictable weather conditions continue to dominate spring in Olympic. It is not uncommon for snowfall and heavy rain to occur into the month of June in the higher elevations. Springtime temperatures tend to be cool to mild. Hikers should always check trail conditions as  many high elevation trails may be impassable due to snow. This season is the second most popular season for visitation and seasonal campgrounds begin to open in the spring. Campers should always refer to the campground status page for opening dates of campgrounds.         NPS Photo\/B. Baccus  Visiting in Summer The months of July and August are the most popular times of year for visitors to Olympic. Depending on elevations and location, temperatures tend to mild to warm, but can still vary drastically by at least 10 degrees. Rain is always a possibility and hikers need to always be prepared for thunderstorms, especially in the higher elevations. Despite sunny conditions, fog can persist along the coastal strip and inhibit visibility. Always check the current weather forecast, trail conditions and campground status before visiting.         NPS Photo\/C. Bubar  Visiting in Fall The autumn sees a temperature decrease and rise in precipitation. Snow can appear in the high country as early as late September. Rain and wind occurs along the lower elevations, including the rain forests valleys and beaches by late October. The mountain elevations begin to experience freezing temperatures. In other portions of the peninsula, temperatures rarely drop below freezing, except during the night. If visiting during the autumn, always check check the current road, campground, and trail conditions. Some campgrounds and roads begin to close for the winter months during this time.         NPS Photo\/B. Baccus  Visiting in Winter Olympic experiences high levels of precipitation during winter. Annually, the rain forests and coast average 140-100 inches of rain respectively. Most of this precipitation falls between the months of November - April. In these low elevations, temperatures are cool to mild, but can occasionally drop below freezing. Large amounts of snow blankets high elevations in the park. Hurricane Ridge averages 30 -35 feet of snow and is open to weekend skiing when weather permits. Flooding and sever storms can close roads and limit access to park areas. If visiting during winter, check the campground, road, and trail status pages for any weather related closures, as well as avalanche conditions before any ski or showshoe trip. Avalanche conditions can change daily or even hourly during snow season. Information about current conditions is available on the  Northwest Avalanche Center website.       At any time of year, visitors should come prepared for a variety of conditions. Check the National Weather Service for up-to-date weather information and forecasts for the Olympic Peninsula.   More on Olympic's climate and weather patterns.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/weather.htm"
}
