{
    "title": "Mount Rainier National Park: Stewardship",
    "body": "Stewardship         Mount Rainier as seen from Tacoma, WA. NPS, Steve Redman  National Parks- America's best idea... Management of Mount Rainier has always involved the participation of volunteers and respectful park visitors. The National Park System was created in 1916 with a mission, ...to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the benefit and enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations... This mission is a good idea, but a reminder that fulfilling this mission is not always easy. Children are naturally curious about the world around them. They should be encouraged to explore the world around them without causing any damage due to the choices they make in their daily lives. The role of the National Park Ranger and the teacher is to help students understand that they are stewards of the environment, and that they have a duty and obligation to make wise decisions when exploring the park. In these activities students will develop a \"Personal Code of Environmental Ethics\" for exploring and enjoying the natural world and reducing their ecological footprint. Students will be encouraged to plan and carry out a service learning project that focuses on making positive environmental changes in their school and community. Finally students will explore the effects climate change is having on Mount Rainier's biotic and abiotic components and working on ways to reduce their carbon footprint.       Core Concepts:   Organisms may be affected by climate change in positive and\/or negative ways. A variety of media can be used to communicate climate change understanding to the public. Choices can be made to mitigate or reduce potential negative impacts of climate change.  Individual actions can be harmful and\/or beneficial to the environment.  Student can evaluate the appropriateness and feasibility of making changes in their own behaviors related to the environment. Students can volunteer and help preserve the ecological and cultural components of the National Parks.  There are appropriate ways to treat living and non-living things, and how to behave responsibly in a National Park.  there are rules for proper manners when exploring the outdoors.  Stewardship is the wise management of natural and cultural resources.  Sustainability allows for current generations to meet their needs without compromising the needs of future generations to meet their needs.         Two SCA (Student Conservation Association) volunteers working on a trail at Mount Rainier. NPS Photo       Lessons: Cascading Effects In this lesson students learn about potential impacts of climate change in Mount Rainier National Park and communicate these potential impacts to their peers through a concept web activity. This lesson will lead into Enviro-Ethics, where students will develop a \"Personal Code of Environmental Ethics\" for exploring and enjoying the natural world while reducing their ecological and carbon footprint.  Enviro-Ethics Children are naturally curious about the environment. They should be encouraged to explore the world around them without causing any damage due to the choices they make in their daily lives. In this activity students will develop a \"Personal Code of Environmental Ethics\" for exploring and enjoying the natural world and reducing their ecological footprint. Mountain Manners Children are naturally curios about the mountain environment. They should be encouraged to explore the mountain, while having respect for living things and their habitats. In this activity students will develop a set of guidelines for exploring and enjoying Mount Rainier. Citizen Science Children are taught that they can't contribute much to society until they are adults- that is nonsense! We need to provide opportunities for our children to provide an immediate contribution to the land they love. The Citizen Science Team will conduct field surveys of toads and tadpoles in park lakes, ponds, and wetland areas. Volunteers will work under a trained field biologist in areas throughout the park. As a result children will see that they can make contributions to the field of science at a very young age and provide very valuable data to scientists while doing so! Improve Your Place Each living thing has a habitat- a place to live that suits its needs. For human beings, the community they live in is their habitat. In this activity students are encouraged to plan and carry out a service learning project that focuses on making positive environmental changes in their school and community.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/education\/stewardship.htm"
}
