{
    "title": "Olympic National Park: Wilderness Camping Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Wilderness Camping Permits                Wilderness Camping Permits      Wilderness Camping Permits are required for all overnight stays in Olympic National Park wilderness (backcountry). Be sure to check to see if Reservations are needed. Permits are limited in some areas. Reservations are only accepted by fax or mail.   Wilderness Camping Permits may be obtained at:   Wilderness Information Center (WIC) in Port Angeles. The WIC is located in the Olympic National Park Visitor Center. 3002 Mt Angeles Rd., Port Angeles, WA 98362  For questions call: (360) 565-3100. Quinault Wilderness Information Center located at the South Shore Lake Quinault Forest Service Ranger Station. Phone: (360) 288-0232Staircase Ranger Station located on the western end of Lake Cushman near Hoodsport.   If you are not passing by a park wilderness office on your way to the trailhead or you plan to arrive early or late, call the WIC to find out the best way to get your permit. Wilderness Camping Permits are used to track the numbers of visitors in different areas in order to prevent overcrowding and damage. Wilderness permits are also used to locate overdue or lost parties; as well as in case of a family emergency. If you have not filled out a permit, searchers may not know where to start looking for you.   Wilderness Use Fee Wilderness Camping Permits fees are $5 per person per night. Those 15 years old and younger are free but are still counted in the group size. Senior and Access Pass holder discounts no longer apply. Olympic Annual Wilderness Passes are $35 per person. Wilderness Passes cover one individual's fees for one calendar year; permits and reservations are still required with Wilderness passes. Wilderness fees are non-refundable.  Wilderness use fees help support visitor management projects like trail maintenance, pit toilets, revegetation projects and Wilderness Information Centers. Eighty percent of the fees collected are returned directly to Olympic for wilderness management projects. The other twenty percent goes to parks that do not charge fees. How to pay: The WIC in Port Angeles accepts Visa, Mastercard, Discover, American Express, checks and cash. At staffed ranger stations where wilderness permits are available, wilderness use fees may be paid by credit card, cash or check. Some ranger stations and a few trailheads have self-registration permit boxes. Contact the WIC for locations. e-mail us Upon completion of your outing, mail your payment in the envelope. Do not leave payment in trailhead permit boxes. U.S. Forest Service Northwest Forest Passes US Forest Service Northwest Forest Passes are required when parking at some Olympic National Forest (USFS) trailheads. Some areas of Olympic National Park are accessed by trails originating in USFS areas. Both Park Service and Forest Service registration and fee procedures may apply. Northwest Forest Passes are required at the following U.S. Forest Service trailheads that access Olympic National Park: Upper Dungeness, Duckabush and Lena Lake. Northwest Forest Passes are available at all Olympic National Forest offices and a number of commercial outlets. The fee is $5 per vehicle per day. An annual NW Forest Pass is available for $30, good for a calendar year. Call (360) 956-2400 for more information. The U.S. Forest Service also accepts the Interagency Annual \"America The Beautiful\" Pass, or the Interagency Access, Senior and Military Passes.  Washington State's Discover Pass is not accepted in Olympic National Park.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness-permits.htm"
}
