{
    "title": "Mount Rainier National Park: Sister Mountain Partners",
    "body": "The Sister Mountain Project Partners       Partners The Sister Mountain Project of Mount Rainier and Mount Fuji is supported by several partner members who are interested in building relationships between both countries and their cultures. The Sister Mountain team thanks the following partners for their support of this program and the education of students in both Washington State and Japan.       Mount Rainier\/Mount Fuji Sister Mountain Curriculum Project and Teacher Exchange Program           National Park Service Mount Rainier National Park          The Mountain Institute           Fuji-San Club           US\/Japan Foundation        Teacher-Ranger-Teacher Program The Teacher-Ranger-Teacher (TRT) program provides opportunities for selected teachers to connect to resources in a national park by spending the summer working as a park ranger. The program focuses on teachers from schools with ethnically diverse student populations, who have had little or no experience with a national park, or little opportunity to explore the relevance parks can have in their lives or the lives of their students. The Teacher-Ranger-Teacher Program is a partnership relationship between the teacher, their school district, and the park and is managed through a formal agreement.  Teacher-Ranger-Teachers perform various duties depending on their interests and the needs of the park, including developing curriculum-based materials, presenting interpretive programs for the general public, staffing the visitor centers, helping to lead teacher workshops or taking on special projects. Once teachers return to their schools, teacher-rangers bring their national park experience into their classroom throughout the school year. During National Park Week in April, teacher-rangers wear their NPS uniform to school and engage students and other teachers in activities that relate to their NPS experience.       Contributors The Sister Mountain Project of Mount Rainier and Mount Fuji would not have been possible without the contributions of many individuals who have given time and effort in support of the Project. The Sister Mountain team consisted of teachers who served as TRTs, of park staff members, and of others who had less formal connections to the Project. The list below is not intended to be an all inclusive list, however the list does name some of the individuals who have contributed to the project and without their efforts the project would not have been successful.     Don Borst Anne Doherty   Mark Buckner Peter Conrick   Marcia Gwynne Kevin Olson   Everett Hill Matthew Phillipy   Scott McLean Nicole Uhre   Nicole Snyder Paul Tankovich   Camera Stewart Emily Frost   Denise Thompson Katie Maginnis   Maureen McLean Mika Moore   Laura Smith Lee Taylor   Fawn Bauer",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/education\/sister-mountain-partners.htm"
}
