{
    "title": "Olympic National Park: Permits & Reservations",
    "body": "Permits & Reservations      Jump to Reservations:Wilderness (backcountry) reservationsLodging reservations          Permits Wilderness Camping Permits Wilderness Camping permits are required for all overnight trips into the backcountry of Olympic National Park. A wilderness camping fee of $5 per person per night is applicable for all overnight stays in the wilderness. There is no nightly charge for people 15 years old or under. Some areas of the backcountry require a Wilderness (Backcountry) Reservation during the summer season. Check the Wilderness Trip Planner for more info on visiting and enjoying the Olympic wilderness.      Special Use Permits  Special use permits are required for special events and commercial use. Applications for permits should be submitted to the appropriate park official. Please allow 3-4 weeks for processing.      Weddings and ceremonies - Special use permits are required for events such as weddings, ceremonies, meetings or gatherings. To apply for a Special Use Permit you can download the Special Use Permit application, but it is also recommended that you contact the park at (360) 565-3090 or c\/o Olympic National Park, 600 East Park Ave, Port Angeles, WA 98362      Commercial photography and filming - Permits are required (with some exceptions) for all commercial filming and photography within Olympic National Park. You can download a Commercial Filming Permit, but for more detailed information about photography and filming permits including restrictions and permit applications please call (360) 565-3090 or c\/o Olympic National Park, 600 East Park Ave, Port Angeles, WA 98362      Commercial use authorizations - Authorization is required before conducting any form of commercial use activity in the park. For more information and an application for a Commercial Use Authorization, contact the Concessions Assistant at (360) 565-3028 or c\/o Olympic National Park, 600 East Park Avenue, Port Angeles, WA 98362      First Amendment activities - Freedom of speech, press, religion, and assembly are constitutional rights. However the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources. Examples of special events that require permits include, but are not limited to; distribution\/sale of printed matter, religious services, public demonstrations, assemblies or collecting signatures for petitions. First Amendment activities do not need a permit, but are restricted to certain areas of the park. For more information contact the park at (360) 565-3090 or c\/o Olympic National Park 600 East Park Avenue, Port Angeles, WA 98362      Memorial permits - A permit is required for the scattering of ashes. There is no charge for a memorial permit. You can download a Special Use Permit, but we also recommend you contact the park by calling (360) 565-3090 or c\/o Olympic National Park, 600 East Park Ave, Port Angeles, WA 98362      Miscellaneous - Other activities may require permits if there is the potential for interference with visitor use, congestion of a highly visited area, or possible impact on park resources. You can obtain a Special Use Permit here, but please call (360) 565-3090 or contact c\/o Olympic National Park, 600 East Park Ave, Port Angeles, WA 98362 for more detailed information and clarification.     Non-Profit - Commercial Use Authorizations are not required for Non-Profit entities deriving no taxable income from their activity within Olympic National Park. However a Non-Profit Special Use Permit is required along with documentation from the IRS of their Non-Profit status. For more information and an application for the permit contact the Concessions Assistant at (360) 565-3028 or c\/o Olympic National Park, 600 East Park Ave, Port Angeles, WA 98362      Scientific or research permits - A permit is required before conducting any research within the park. An online application process is administered nationally, but we recommend that you also contact the park's Research Coordinator for more information and to help facilitate the application process.        Reservations Wilderness (backpacking) reservations - Reservations are required in the backcountry\/wilderness areas in Olympic National Park with quota designation. The quota system helps preserve the wild character of the Olympic Wilderness for future wilderness explorers. To make a reservation in a quota area go to the Wilderness (Backpacking) Reservations page.      Lodging Reservations A variety of overnight accommodations are available within Olympic National Park by advance reservation.   Kalaloch Lodge Lake Crescent Lodge Log Cabin Resort Sol Duc Hot Springs Resort",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/permitsandreservations.htm"
}
