{
    "title": "Mount Rainier National Park: Subalpine - Blue",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Subalpine - Blue                  Subalpine Wildflowers - Blue\/Purple          Aster, Alpine Aster, Cascade Broadleaf Lupine Dwarf Lupine Harebell, Common Jeffrey's Shooting Star Low Jacob's Ladder  Mountain Bog Gentian Penstemon, Cascade Penstemon, Menzie's Speedwell, Alpine Speedwell, Cusick's Tall Bluebells Thistle, Edible      Full resolution versions of wildflower photos available on flickr.         Alpine Aster NPS Photo  Aster, Alpine Oresostemma apligenum  A widespread flower in drier meadows and stony slopes (common in the Sunrise area). Distinguished by a single flower head per stem, with a few small, narrow leaves along stem.         Cascade Aster NPS Photo  Aster, Cascade Eucephallus ledophyllus Though the purple flowers are similar to Alpine Aster (Oresostemma apligenum), this plant is marked by multiple flowers on each stem, not just one, and also grows to be much taller, reaching 24 inches (60 cm) high. Leaves are hairless on top, woolly underneath, and smaller lower on the stem. Common in subalpine meadows above 5,000 feet (1,524 m).         Broadleaf Lupine NPS, Steve Redman  Broadleaf Lupine Lupinus latifolius Branched, hairy stems between 12-24 inches (30-60 cm) tall, with 7-8 leaflets per leaf. Abundant in open areas and meadows throughout the park's lower elevations up to about 5,000 feet (1,500 meters), where it tends to get replaced by the smaller but similar-looking Subalpine Lupine (Lupinus articus).         Dwarf Lupine NPS, Chris Roundtree  Dwarf Lupine Lupinus lepidus Less than 6 inches (15 cm) tall, this smaller relative of Broadleaf Lupine (Lupinus latifolius) grows at higher elevations in the park, generally above 7,000 feet (2,100 meters). Grows to form mats with a stout, woody base, and silvery leaves with 5-7 leaflets.         Common Harebell NPS Photo  Harebell, Common Campanula rotundifolia Also known as Scots Bluebells, this plant has a recognizable \"bell\"-shaped blue-purple flower. Basal leaves are round to oval in shape, while leaves along the slender stems are narrow and linear. Prefers open talus slopes, cliffs, and streambanks up to 6,500 feet (1,981 m).         Jeffrey's Shooting Star NPS, Crow Vecchio  Jeffrey's Shooting Star Dodecatheon jeffreyi Usually grows in clumps, with long (6-16 in\/15-40 cm) basal leaves. The distinctive flowers with folded-back petals rise above the leaves on a leafless stem up to 20 inches (50 cm) tall. Common in wet subalpine meadows and along streams.         Low Jacob's Ladder NPS Photo  Low Jacob's Ladder Polemonium pulcherrimum Leaves are mostly basal, with numerous oval to round leaflets, with stems less than 4 inches (10 cm) high. Common on cliffs and rocky ridges, as well as in the meadows at Sunrise.         Mountain Bog Gentian NPS, Crow Vecchio  Mountain Bog Gentian Gentiana calycosa A single flower tops each unbranched stem, with opposite-paired leaves along stem. Common in wet subalpine meadows between 4,500-8,000 feet (approx. 1,400-2,400 meters).         Cascade Penstemon NPS Photo  Penstemon, Cascade Penstemon serrulatus A very common plant in the park, ranging from 4,000-6,000 feet (1,219-1,828 m), along streams and in wet, rocky areas. Growing between 6-24 inches (15-60 cm) tall, this plant has unbranched stems topped with a cluster of blue-purple tubed-shaped flowers. Along the stem are pairs of toothed, lance- to oval-shaped leaves, about 4 inches (10 cm) long.         Menzie's Penstemon NPS Photo  Penstemon, Menzie's Penstemon davidsonii var. Menziesii Unlike the related Cascade Penstemon (Penstemon serrulatus) which has tall stems, this Penstemon species forms dense mats that can be up to 20 inches (50 cm) across. It has short oval leaves, less than an inch in length, along the short stems with several blue-purple flowers. Found tucked into cliff crevices and rocky slopes, between 5,000-8,000 feet (1,524-2,438 m).         Alpine Speedwell NPS Photo  Speedwell, Alpine Veronica wormskjoldii Similar to Cusick's Speedwell (Veronica cusickii), but distinguished by hairy leaves that can be toothed. Branching from creeping rootstalk, the stems have waxy hairs, grow between 2-12 inches (5-30 cm) tall, and are topped by tiny blue flowers. Found in moist meadows above 5,000 feet (1,524 m).         Cusick's Speedwell NPS Photo  Speedwell, Cusick's Veronica cusickii Spreads along slender rootstocks to form loose mats, with dark green toothless and hairless leaves along the stem. Widespread in meadows and along streams above 5,000 feet (1,500 meters).         Tall Bluebells NPS Photo  Tall Bluebells Mertensia paniculata Reaching about 3 feet (1 meter) in height, this tall flower has several stems in a tuft with large leaves. The bell-shaped flowers appear pink when a bud, darkening to blue-purple when blooming. Found throughout the park at slighly lower elevations between 2,500-6,500 feet (760-1,980 m), in moist, open areas.         Edible Thistle NPS Photo  Thistle, Edible Cirsium edule Easily identified by its purple, fuzzy flowers and spiny leaves, thistle has stout, leafy stems, ranging from 20-80 inches (50-200 cm) tall. Found throughout the park in open forest, hillsides, and along roads.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/subalpine-wildflowers-blue.htm"
}
