{
    "title": "Olympic National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Olympic National Park Visitor Center 3002 Mount Angeles Road  Port Angeles , WA 98362                 Directions         You can reach Olympic National Park via the I-5 corridor or by any one of the quieter state roadways. Once you arrive on the Olympic Peninsula connect to Hwy 101 to reach any destinations in and around Olympic National Park. From Olympia: take I-5 to Hwy 101 From Tacoma: take State Route 16 to Bremerton; take State Route 3 north from Bremerton to State Route 104. From Washington\/Oregon Coast connect to Hwy 101 in Aberdeen.   Directions Details           Operating Hours & Seasons         Olympic National Park Olympic National Park is open 24 hours a day year-round, although some roads, campgrounds and facilities are open seasonally. Visitor centers and Hurricane Ridge Road are closed Thanksgiving and Christmas.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Summers tend to be fair and warm, with high temperatures between 65 and 75 degrees F. July, August and September are the driest months, with heavier precipitation during the rest of the year. While winters are mild at lower elevation, snowfall can be heavy in the mountains. It is common for different weather conditions to exist within the park at the same time.  At any time of year, visitors should come prepared for a variety of conditions.          Fees & Passes     Entrance Fees:   Olympic Entrance Fee - Vehicle (Non-Commercial) - $25.00 Valid for seven consecutive days. Applies to private, non-commercial vehicles (15 passenger capacity or less). The pass covers all vehicle occupants.    Olympic Entrance Fee - Motorcycle - $15.00 Valid for seven consecutive days. Fee admits one individual on a private, non-commercial motorcycle.    Olympic Entrance Fee - Per Person and Bicyclists - $10.00 Valid for seven consecutive days. This fee admits one person without a vehicle, including hikers, bicyclists, and pedestrians. Individuals fifteen years or younger are admitted free of charge.    Olympic Entrance Fee - Commercial Van (7-15 seats) - $75.00 A commercial tour is defined as persons traveling on an itinerary that has been packaged, priced or sold for leisure recreational purposes by an organization that realizes financial gain through the provisions of the service.    Olympic Entrance Fee - Commercial Minibus (16-25 seats)  - $100.00 A commercial tour is defined as persons traveling on an itinerary that has been packaged, priced or sold for leisure recreational purposes by an organization that realizes financial gain through the provisions of the service.   Olympic Entrance Fee - Commercial Motor-coach (26 seats or more)   - $200.00 A commercial tour is defined as persons traveling on an itinerary that has been packaged, priced or sold for leisure recreational purposes by an organization that realizes financial gain through the provisions of the service.   Olympic Entrance Fee - Non-Commercial Organized Group Vehicles 15 seats or less - $25.00 Applies to organized groups such as Scouts, Rotary, Youth Groups, Churches, Clubs and Reunions etc. Youth 15 and under are admitted free of charge.   Entrance Passes:   Olympic National Park Annual Pass - $50.00 The Olympic National Park Annual Pass costs $40 and is good at for entry into the park for one year from the month of purchase. Passes can be purchased at Olympic National Park visitor centers and entrance stations.         Visitor Centers       Olympic National Park Visitor Center Main visitor center for Olympic National Park. Open daily year-round; times vary by season. Closed Thanksgiving and Christmas .Educational exhibits and brochures available.    Mora Ranger Station Small ranger station located two miles from Rialto Beach. Mora Campground nearby. Ranger Station is closed during winter. Open intermittently during the summer. Park maps and informational brochures available.    Hoh Rain Forest Visitor Center Located in the Hoh Rain Forest. The visitor center is open daily during the summer and intermittently during the winter. Educational exhibits and informational brochures available.    Kalaloch Ranger Station Kalaloch Ranger Station is open daily during the summer and closed the rest of the year. Educational exhibits and informational brochures available.    Hurricane Ridge Visitor Center Hurricane Ridge Visitor Center is open daily during the summer. During the winter, it is open on the weekends depending on weather and road conditions. Educational exhibits and informational brochures available.    Quinault Rain Forest Ranger Station Quinault Rain Forest Ranger Station is open intermittently during the summer and closed during the rest of the year. Educational exhibits and informational brochures available.    Ozette Ranger Station Ozette Ranger Station is open intermittently during the summer and closed during the winter. Informational brochures available.    Storm King Ranger Station Storm King Ranger Station is open intermittently during the summer and closed during the rest of the year. Informational brochures available.    Staircase Ranger Station Staircase Ranger Station is open intermittently during the summer and closed during winter. Informational brochures available.    Eagle Ranger Station Open intermittently in the summer. Closed for the remainder of the year.    Elwha Ranger Station Open intermittently during the summer. Closed in winter. Informational brochures available.                            Operating Hours and Seasons               Current Conditions               Fees and Passes               Weather             Operating Hours and Seasons Olympic National Park is open 24 hours a day year-round, although some roads, campgrounds and facilities are open seasonally. Operating Hours and Seasons provides information on road and facility opening and closing dates. Entrance Fees The park entrance fee is $20 for a private, non-commercial vehicle, $10 for individuals entering on a motorcycle, or $7 for individuals entering on foot or bicycle. Entrance fees are good for seven consecutive days. Annual, interagency, military, senior and access passes are also available. Additional fees are charged for camping, wilderness overnight use, and commercial use. The fees you pay when visiting Olympic National Park are used to fund projects to improve visitor services. See Fees & Passes for additional information.    Contact Information    Visitor Information (360) 565-3130 Road & Weather Hotline  (360) 565-3131         Olympic National Park Visitor Center  3002 Mount Angeles Road Port Angeles, WA 98362  Mailing Address  600 East Park Avenue Port Angeles, WA 98362",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/basicinfo.htm"
}
