{
    "title": "Olympic National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes          Jump To Entrance Fees  Backcounty Fees Campground Fees Commercial Use Fees Non-Commercial Use Fees Dump Station Fees America the Beautiful Pass Olympic National Park Annual Pass      Fees         Private Vehicle: $25 valid for 7 consecutive days. This fee admits one private, non-commercial vehicle (15 passenger capacity or less) and all occupants.         Motorcycle: $15 valid for 7 consecutive days. This fee admits one individual on a private, non-commercial motorcycle.         Per Person: $10 valid for 7 consecutive days. This fee admits one individual without a vehicle which includes hikers, bicyclists or pedestrians. Youth 15 and under are admitted free of charge.         Wilderness Camping Fees: Wilderness Camping Permits are required for all overnight trips into the Olympics. The fee for each Wilderness Campground Permit is $5 per person per night for groups up to 12 people. There is no charge for youth 15 years and under, but they still count towards group size. For more information on camping in wilderness see the Wilderness Trip Planner.           Campground Fees: The nightly fee for camping in one of Olympics established campgrounds ranges from $15 - $22 depending on location and season. For a complete list of campground fees and information visit the camping page.         Commercial Tours: A commercial tour is defined as persons traveling on an itinerary that has been packaged, priced or sold for leisure recreational purposes by an organization that realizes financial gain through the provisions of the service. Commercial tour fees in Olympic National Park are as follows:   Van with 7 to 15 seats = $75 Minibus with 16 to 25 seats = $100 Motorcoach with 26 or more seats = $200          Non-commercial groups: Organized groups such as Scouts, Rotary, Youth Groups, Churches, Clubs and Reunions etc. are charged as follows: $25 per vehicle: Non-commercial vehicles with 15 or less capacity. $10 per person: Non-commercial vehicles with 16 or greater capacity. Youth 15 and under are admitted free of charge.           RV Dump Station Fee: $10 per use. Dump stations can be found at Fairholme, Hoh, Kalaloch, Mora and Sol Duc campgrounds.      Passes           An America the Beautiful Pass provides access to all federal recreation areas, including National Parks. The pass series includes an Annual Pass for the general public, lifetime Senior Pass for those 62 or older, lifetime Access Pass for US citizens with permanent disabilities, annual Volunteer Pass for volunteers accumulating 250 hours of service, and Annual Pass for U.S. Military. A pass covers entrance fees for a driver and all passengers in a personal vehicle. Passes are available for purchase at Olympic National Park visitor centers. Learn more: America the Beautiful Pass Series.         Olympic National Park Annual Pass The Olympic National Park Annual Pass costs $50 and is good at for entry into the park for one year from the month of purchase. Passes can be purchased at Olympic National Park visitor centers and entrance stations.",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/fees.htm"
}
