{
    "title": "Fort Matanzas National Monument: The Menorcans",
    "body": "The Menorcans       Who were the Menorcans? Menorcans is the name given collectively to a group of people from Menorca and other Mediterranean islands who were brought to Florida by Dr. Andrew Turnbull, an Englishman, as indentured servants to work on his indigo plantation at New Smyrna, south of St. Augustine, Florida. It is intriguing to think that the Spanish, Catholic Mediterranean culture still evident in St. Augustine today came not so much from the two Spanish periods, but rather from the Menorcans who came to Florida during the British Period. Where is Menorca and how did the British get it?        Dr. Andrew Turnbull   The Menorcans in Florida Dr. Andrew Turnbull, a Scottish physician and friend of Florida governor James Grant, had received a land grant of 60,000 acres approximately seventy miles south of St. Augustine on which he planned to establish an indigo plantation. Since his wife was from Smyrna near Turkey, he had the plan to recruit workers from Smyrna and other impoverished Mediterranean Islands to be indentured workers on his plantation which he would name New Smyrna. To this end, he recruited 1403 people who sailed from the port of Mahon in what was to be the first mass migration to the New World by people of European stock. These were peoples gathered from all over the Mediterranean area-- Greeks, Italians, Spaniards, Menorcans, Corsicans, English, and even an Irishman. Collectively, they became known as Menorcans, and they all shared a common Mediterranean culture, being primarily fishermen, craftsmen, and farmers and practicing the Roman Catholic or Eastern Orthodox religion.  Their contract with was to work on his indigo plantation for nine years after which they would be free and would be given a small partial of land on which to build a house and raise their crops. During their servitude, they would be housed and fed and would have time to work at their own crafts or garden plots.  Of the 1403 who sailed for Florida, 1255 survived the voyage, the rest dying of sickness and scurvy. Half of that number would be dead in two more years, victims of malnutrition and disease, for after establishing his workers in New Smyrna, Turnbull returned to England leaving the settlement in the hands of a less than trustworthy overseer. Between 1768 and 1777, 704 adults and 260 children died in the New Smyrna Colony.        The Menorcans Settled on Charlotte Street in St. Augustine Drawing from the 1892 Standard Guide to St. Augustine  After nine years of abuse and mistreatment, the remaining Menorcans sent a delegation to Saint Augustine to seek asylum. After walking the 70 miles to Saint Augustine, they met with the new English governor Patrick Tonyn who granted the asylum, giving them a small portion of the town to live in. About six hundred Menorcans fled to St. Augustine, leaving the ill-fated colony in a shambles from which it would never recover. Over the next 200 years, the Menorcans and their descendants have become a strong and vital community in Saint Augustine and the surrounding area. The Menorcans were tradesmen-- farmers, fishermen, stonemasons, carpenters, shopkeepers, sailors, and blacksmiths-- skills much appreciated in the British colony.   The story of the Menorcan struggle is found in the recorded Catholic Church documents of the spiritual leader of the Menorcans, Father Pedro Camps. His records, known as The Golden Book of the Menorcans is the basis for much of what is known about the early Menorcan history in Florida. Today it is believed that over 10,000 descendants of the original Menorcans still live in the Saint Augustine\/ Saint Johns County area. Some of the Menorcan names still found alive in the area are: Pellicer, Leonardi, Pappy, Mastre or Masters, Fazio, Andreu, Benet, Capalla, Usina, Pomar, Triay, Genovar, Hernandez, Acosta, Pacetti, Rogero, Lopez, Ponce, Oliveros, Cernopoly, Medicis, and Bravo. These are just a few.  There are many more. St. Augustine still celebrates annual Menorcan and Greek festivals to this day. Some of this information was adapted from the web site of the Menorcan Cultural Society of St. Augustine, Florida. Back to \"The British Period\" Back to \"Stories\"",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/historyculture\/menorcans.htm"
}
