{
    "title": "Olympic National Park: Trail Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions     Trail Conditions                Trail Conditions       Wilderness is wild.  These reports are updated as reported from visitors and staff.  They may not reflect the conditions you find in the field.  They are not comprehensive.  They are not official, endorsed, or verified. This is not a trail guide.  Permit fees are non-refundable.  Conditions change very quickly in this wilderness park.  Please email us your trail report.  Olympic National Forest trail conditions are found on their page. Trail Areas     Staircase\/Dosewallips     Hurricane\/Elwha     Lake Crescent\/Sol Duc\/Bogachiel\/Hoh     Quinault\/Queets     Coastal Routes                General Notices:   ELWHA TRAILHEADS CLOSED:  The Olympic Hot Springs Road leading to Whiskey Bend and Boulder Creek trailheads is closed to all entry and exit until approximately October.  Whiskey Bend and Boulder Creek trailheads are now inaccessible for entry and exit.  Check the Park press releases page for updates.  Wildfires are burning in steep, off-trail areas of Godkin Creek and Hayes River in the Elwha River Valley.  Another wildfire is burning in the Cox Valley northeast of Hurricane Ridge.  Check the Park's facebook page.   Mountain goats are dangerous.  These invasive species aggressively pursue visitors to obtain salt from urine and sweat.  Stay at least 50 yards away.  Watch \"Hiking Safely With Goats\" and read \"Goats and Your Safety.\"     Graves Creek Road is closed approximately 2 miles from trailhead.  Hiking from the road closure adds two miles to any East Fork Quinault hike. Stock trailers must park at the road's intersection with South Shore Road, adding six miles to any stock trip into the area.   Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste.  Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces.    Yellow jacket nests are underground and above-ground on and near trails.    Road Work Traffic Delays:  8\/8-12:  Sol Duc Road.   Road to South Fork Hoh trailhead closed by DNR for construction until 9\/30\/16.   Undi Road is closed by washout 4 miles from the Bogachiel trailhead.   Please check trail conditions below for specific information about the area you plan to visit.   Southeast Trails Staircase Area Notices:   Enchanted Valley is Open. Bear canisters are Required for all overnight camping above Pyrites Creek and below the O'Neil Pass Junction.   Always check weather & road conditions.        Staircase Area      Trail Name    Description   Mileage & Elevation   Conditions    Updated      North Fork Skokomish River Trail   Trailhead to First Divide   12.5 miles 785' to 4688'   Passable slide on trail 9 miles from trailhead. Goat have been reported in the Big Log area. Goats may occur at any elevation, please refer to documentation for traveling with goats Hikers report the foot log is out at the second creek crossing. Use caution during high water. Passable to stock to 1\/4 mile north of Camp Pleasant. Reservations required for camping at Flapjack Lakes.   8\/9\/16     Staircase Rapids Loop Trail   Trailhead to Jct. with Four Stream Trail   2.1 miles 785' to 800'   Tree down on trail.     8\/9\/16    Wagonwheel Lake Trail   Trailhead to & including Wagonwheel Lake   2.8 miles  785' to 4150' Trail clear. Very steep trail - 2.9 miles\/3200' elevation gain. Closed to stock.   8\/9\/16       Home Sweet Home Trail   First Divide to Duckabush River Trail Jct. via Home Sweet Home   2.6 miles  4688' to 2695' Trail clear. 8\/9\/16   Four Stream Trail Jct. Staircase Rapids Loop Trail to Four Stream  1.2 miles  900' to 1000'  Trail clear.  Closed to stock.  8\/9\/16     Flapjack Lakes Trail   Jct. North Fork Skokomish River Trail to & including Flapjack Lakes   4.0 miles 1490' to 3900'   A few down trees near the junction with the North Fork Skokomish River Trail. Visit the Reservations page for information about making camping reservations for this reservations-only area.  8\/9\/16    Upper Lena Lake Trail   Park Boundary to & including Upper Lena Lake   2.8 miles  700' to 4550'   Multiple large trees on the trail. Clear of snow. The Lena Creek ford can become hazardous at any time due to heavy precipitation and seasonal snow melt. No camping within 0.25 mile of Scout Lake. Visit the Reservations page for information about making camping reservations for this reservations-only area. Closed to stock.   8\/9\/16     Gladys Divide Primitive Trail  Flapjack Lakes to Gladys Divide  1.4 miles  3900' to 5050'   No recent report.   Closed to stock. Bear canisters are required above Flapjack Lakes; hanging food properly is very difficult in this area.  8\/9\/16    Black & White Lakes Primitive Trail   Jct. North Fork Skokomish River Trail at Big Log to Black & White Lakes, Smith Lake junction   2.5 miles  1500' to 4400'   A few down trees.    There are no water sources on this very steep trail. Closed to stock. No good trees for food-hanging; bear canisters required when food cannot be hung at least 12' high and 10' out from the nearest tree trunk.  8\/9\/16    Black & White, Smith Lake Trail  Jct. Flapjack Lakes Trail, through Black & White Lakes, to & including Smith Lake  2.2 miles  3500' to 4400' to 3950'  Patchy snow on trail near lakes. Multiple trees down 100' past the Flapjack Lakes jct. that are difficult to navigate Steep and rocky trail from Black and White Lakes to Smith Lake.  Closed to stock. 8\/9\/16    Six Ridge Primitive Trail   Jct. Sundown Lake Trail to North Fork Skokomish River Trail   10.6 miles  4650' to 1500'   Many trees down.  Snow between Belview and Lake Sundown. Trail is difficult to follow through several meadows between Six Ridge Pass and the Lake Success\/Mt. Olson Trail junction; hikers may be misled onto numerous elk trails. Good map and compass skills and route-finding skills are necessary. No water sources between Belview and Seven Stream.  8\/9\/16    Putvin Primitive Trail (Lake of the Angels)  Park boundary to & including Lake of the Angels  0.6 miles; 3.0 additional outside park boundary 1580' to 4900'  One patch of snow on trail.  Trail is difficult to follow in several places. Closed to stock.  8\/9\/16    Duckabush River Trail   Park boundary to Jct. Home Sweet Home & O'Neil Pass Trails   11.0 miles  440' to 2695'   3 trees down between the Park boundary and Ten-Mile Camp.  Narrow trail tread in places near Ten-Mile Camp.  90 trees down between Ten-Mile Camp and Upper Duckabush The Upper Duckabush ford can be hazardous during heavy precipitation and\/or during early season snow melt. Tenmile bear wire is down. Not stock passable as of 7\/4\/15. Stock highlines are down.  8\/9\/16     Dosewallips Area Notices:   Enchanted Valley is Open. Bear canisters are Required for all overnight camping above Pyrites Creek and below the O'Neil Pass Junction.   Dosewallips Road is washed out 5.5 miles east of the Dosewallips Ranger Station and Campground; hikers can get around the washout using a temporary trail.   Always check weather & road conditions.       Dosewallips Area      Trail Name    Description   Mileage & Elevation   Conditions    Updated      Lake Constance Trail   Trailhead at Dosewallips Road to Lake Constance   2.2 miles  1400' to  Fires prohibited at Lake Constance. There is no longer a sign on the Dosewallips Road marking the trail. Many trees down and the trail is difficult to follow. Vault toilet on south side of lake has been closed (full); north composting toilet in rock field is operational. Closed to stock. Dosewallips Road is washed out 5.5 miles from the trailhead. Hikers can get around the washout using a temporary trail. Visit the Reservations page for information about making camping reservations at Lake Constance, which is a reservations-only area camping area.    8\/9\/16     West Fork Dosewallips River Trail   Dose Forks to Anderson Pass   9.0 miles  1600' to 4464'   Some trees down on trail.   Footlog crossing above Diamond Meadows washed out; ford necessary.  Dosewallips Road is washed out 5.5 miles from the trailhead. Hikers can get around the washout using a temporary trail.     8\/9\/16     LaCrosse Pass Trail   Jct. West Fork Dosewallips River Trail to Jct. Duckabush River Trail   6.4 miles  3600' to 5566'   In late summer there are no water sources along this trail.   8\/9\/16     Anderson Moraine Trail   Anderson Pass to Moraine   0.8 miles  4465' to 5200'   Many trees down. Closed to stock.   8\/9\/16     Main Fork Dosewallips River Trail   Dose Forks to Hayden Pass   11.3 miles  1736' to 5847'   43 trees down between Dose Forks and junction with Gray Wolf Pass.  Bear wires down at Marion Camp and Deception Creek (one bear wire standing). Hayden Pass still has steep snow. Ice axes recommended. Dosewallips Road is washed out 5.5 miles from the trailhead. Hikers can get around the washout using a temporary trail.   8\/9\/16       Dosewallips River Trail   Trailhead to Dose Forks   1.4 miles  1600' to 1736'  21 passable trees to campground.  Not passable to stock. Visitors are reporting an aggressive mountain goat at the Dosewallips campground.  Watch this video called Hiking Safely With Goats to learn safety measures. Dosewallips Road is washed out 5.5 miles from the trailhead. Hikers can get around the washout using a temporary trail.  8\/9\/16    Constance Pass Trail   Jct. Main Fork Dosewallips River Trail to park boundary via Home Lake   7.8 miles  2182' to 5850'   Several passable trees down.  Bear canisters are required for camping at Home Lake, Constance Pass and Sunnybrook Meadows; trees are not suitable for food-hanging. Not recommended for stock; steep trail. Not stock passable through Olympic National Forest at this time.   8\/9\/16     Lost Pass Primitive Trail   Dose Meadow to Lost Pass   0.9 miles 4450' to 6200'   Snow free.   8\/9\/16            Northeast Trails Hurricane Ridge Area Notices:  Always checkweather&road conditions.      Hurricane Ridge Area      Trail Name    Description   Mileage & Elevation   Conditions    Updated      Royal Basin Trail  Park Boundary via Royal Lake to & including Shelter Rock Area  6.2 miles 2500' to 5100'   Snow free.  Bear canisters are required for Lower Meadow, Royal Lake and Upper Royal Basin. Closed to stock. Beware of aggressive mountain goats.  Read Goats and Your Safety.  Watch this video called Hiking Safely With Goats. Read the Reservations page for information about obtaining reservations for camping at this reservations-only camp area.   8\/9\/16        Three Forks Trail  Trailhead (Deer Park) to Jct. Gray Wolf River Trail  4.3 miles 5400' to 2150'  Trail mostly clear.  Footbridge closest to 3 Forks is a log jam.   8\/9\/16         Upper Gray Wolf River Trail   Park Boundary via Three Forks to Main Fork Dosewallips River Trail.   ~ 14.6 miles 2050' to 6200' to 3550'   Washout on Lower Graywolf Trail. Upper Trail and Slab Camp Trail not accessible from Lower Graywolf Trailhead.  No recent report. Expect snow at higher elevations and storm damage. Self-registration box empty.  Call WIC at 360-565-3100 for permit. See USFS website for information on Lower Graywolf Trail   8\/9\/16     Cedar Lake Way Trail   Jct. Gray Wolf River Trail to & including Cedar Lake   2.1 miles 3900' to 5300'   No recent report.    8\/9\/16       Cameron Creek Trail   Three Forks to jct. Grand Pass Trail   7.0 miles 2150' to 4200'  Many passable trees down and a few sections of washed-out trail.  One washout  ~40 feet across and 20 feet deep and difficult to traverse.  Visitors suggests hiking uphill through slide alder while following broken limbs as washout becomes easier to cross 100 yards above trail.   8\/9\/16       Grand Valley\/Grand Pass Trail   Obstruction Point via Grand Valley & Pass to jct. Cameron Creek Trail   7.7 miles 6100' to 4750'  All campsites melted out at Grand, Moose, and Gladys Lakes. Steep snowfield on north side of Grand Pass. Visitors report a slide on the trial on the south side of Grand Pass. Visit the Reservations page for information about obtaining reservations for camping in this reservations-only area.   8\/9\/16       Cameron Pass Trail   Jct. Grand Pass Trail to Cameron Pass   3.6 miles 4150' to 6450'   Visitors report a slide on the trail.  Potential steep lingering snowfields on the north side of Cameron Pass. Ice axes and good self-arrest skills may be advised. Bear canisters are required for Upper Cameron Basin. Trail not recommended for stock due to steep grade.   8\/9\/16       Cameron-Lost Pass Primitive Trail   Cameron Pass to Lost Pass   1.9 miles 6200' to 6450'   Snow free.    8\/9\/16       Deer Ridge Trail   Boundary to jct. Three Forks Trail   1.5 miles 2550' to 5400'   Snow free.    8\/9\/16       Badger Valley Primitive Trail   Obstruction Point via Badger Valley to jct. Grand Lake Trail   4.7 miles 6100' to 4000'   Snow free. Overnight hikers must register at the Wilderness Information Center in Port Angeles.   8\/9\/16       Elk Mountain Primitive Trail   Elk Mountain to jct. Badger Valley Trail   1.3 miles 6650' to 5600'  Snow free.  Not recommended for stock.   8\/9\/16       Obstruction Point to Deer Park Trail   Obstruction Point to Deer Park   7.4 miles 6100' to 5400'  Snow free. Beware of goats frequenting this area.  Stay at least 50 yards away from goats by yelling, waving coats, and throwing rocks.  ReadGoats and Your Safetyand  watchHiking Safely with Goats for more information. There are no water sources on this trail. Overnight hikers must register at the Wilderness Information Center in Port Angeles. Not recommended for stock.   8\/9\/16       PJ Lake Primitive Trail   Obstruction Point Road at Waterhole to PJ Lake   0.9 miles 5050' to 4550'  Snow free.   Overnight visitors must register at the Wilderness Information Center in Port Angeles. Not recommended for stock.   8\/9\/16      Cox Valley Primitive Trail  Obstruction Point Road to end of trail   1.8 miles 4900' to 3700'   No recent report.  Overnight hikers must register at the Wilderness Information Center in Port Angeles.    Not recommended for stock.   8\/9\/16       Lake Angeles\/ Klahhane Ridge Trail   Trailhead at Heart O' the Hills via Lake Angeles to jct. Switchback\/Heather Park Trail.   6.3 miles 1850' to 6000'   Snow free. Goats are frequently seen in this area. Keep at least 50 yards from goats at all times and be prepared to chase them off by yelling, waving coats or throwing rocks. Please seeGoats and Your Safety or watch the videoHiking Safely With Goatsfor more information.   Overnight hikers must register at the Wilderness Information Center in Port Angeles. Bear canisters recommended for food storage.   8\/9\/16      Heather Park Trail   Trailhead via Heather Park to jct. Switchback Trail   6.2 miles 1850' to 6000'   Patchy snow at higher elevations. Goats are frequently seen in this area. Keep at least 50 yards from goats at all times and be prepared to chase them off by yelling, waving coats or throwing rocks. Please seeGoats and Your Safety andHiking Safely with Goatsfor more information.  Overnight hikers must register at Wilderness Information Center in Port Angles. Bear Canisters are required for food storage. Not recommended for stock.   8\/9\/16       Switchback Trail   Trailhead to jct. of Lake Angeles & Heather Park Trails   1.6 miles 4400' to 5900'   Snow free.   Goats are frequently seen in this area. Keep at least 50 yards from goats at all times and be prepared to chase them off by yelling, waving coats or throwing rocks. Please seeGoats and Your Safety and watch Hiking Safely With Goats for more information.   Overnight hikers must register at the Wilderness Information Center in Port Angeles. Not recommended for stock.   8\/9\/16       Hurricane Ridge to Switchback Trail   Jct. High Ridge Nature Trail to jct. Switchback Trail   2.8 miles 5300' to 5100'   Trail clear.  Goats are frequently seen in this area. Keep at least 50 yards from goats at all times and be prepared to chase them off by yelling, waving coats or throwing rocks. Please seeGoats and Your Safetyfor more information.  Trail not recommended for stock.   8\/9\/16      Wolf Creek Trail   Whiskey Bend Rd. to Hurricane Hill Picnic Area   8.1 miles 1198' to 5100'   16 passable downed trees.  Not stock passable to Whiskey Bend.   8\/9\/16       Little River Trail  Boundary to Hurricane Hill Nature Trail  6.8 miles 1000' to 5100'   Stock user reports dangerous location for stock 1\/2 mile past first footlog:  slide prevents stock users from moving forward on trail and backward on trail if already at the slide.  Stock users advised to not go past first footlog. Overnight visitors must register at the Wilderness Information Center in Port Angeles.   8\/9\/16       Elwha to Hurricane Hill Trail   Whiskey Bend Road to jct. Hurricane Hill Nature Trail   5.8 miles 400' to 5650'  11 trees on trail below 3,000'. Not stock passable.  Goats are frequently seen in this area. Keep at least 50 yards from goats at all times and be prepared to chase them off by yelling, waving coats or throwing rocks. Please see Goats and Your Safety for more information.   8\/9\/16       Heart O' the Forest Trail  Heart O' the Hills Campground to park boundary  2.3 miles 1900' to 1400'   Trail clear.  Closed to stock.   8\/9\/16        Elwha Area Notices:  ELWHA TRAILHEADS CLOSED:  The Olympic Hot Springs Road leading to Whiskey Bend and Boulder Creek trailheads is closed to ALL entry and exit until approximately October.  Whiskey Bend and Boulder Creek trailheads are now inaccessible for entry and exit.  Check the Park press releases page for updates. Wildfires are burning in steep, off-trail areas of Godkin Creek and Hayes River in the Elwha River Valley.  Check the Park's facebook page.   The Elwha River and its tributaries are closed to fishing.   Always check weather & road conditions.      Elwha Area     Trail Name   Description   Mileage & Elevation   Conditions   Updated     Griff Creek Trail   Trailhead to end of trail   2.8 miles 400' to 3500'   No recent report.   Closed to stock.   8\/9\/16     Elwha River Trail   Whiskey Bend to Lake Margaret   27.7 miles 1198' to 3650'   NO ACCESS FROM WHISKEY BEND TRAILHEAD:  OLYMPIC HOT SPRINGS ROAD IS CLOSED FOR REPAIRS UNTIL APPROXIMATELY OCTOBER. Bear wire in forest close to bridge is down at Humes Ranch.  Second bear wire is up. Trail at washout just past Hayes River bridge is unstable but passable. Two trail washouts between Canyon Camp and Elkhorn are muddy but passable.  22 down trees between Hayes River and Godkin Creek.  The Elwha must be forded at Chicago Camp; fords can become hazardous at any time due to heavy precipitation and\/or seasonal snow melt. Recent reports of thigh-deep fords at Chicago Camp, but this can change quickly with snowmelt and rain. The Elwha River and its tributaries are closed to fishing.   8\/9\/16     Humes Ranch Loop   Geyser Valley, Krause Bottom, Rica Canyon and Humes Ranch Loop   4.3 miles  1198' to 900'   Trails clear.  One of the two bear wires is down at Humes Ranch. Bear wires are located near the meadow below Humes Cabin. The Elwha River and its tributaries are closed to fishing.   8\/9\/16     Lillian River Trail   Jct. Elwha River Trail to end of trail (mile 3.0)   2.5 miles 1600' to 2650'   No recent report. The Elwha River and its tributaries are closed to fishing.   8\/9\/16     Hayden Pass Trail   Jct. Elwha River Trail to Hayden Pass   8.4 miles 1800' to 5847'   Patchy snow above 5,000 feet. Not stock passable.   8\/9\/16     Long Ridge Trail   Jct. Humes Ranch Loop Trail (mile 1.0) to Dodger Point   10.5 miles 900' to 5753'  Snow free.  A large tree has taken out a bridge on the Humes Ranch bypass trail, making it very difficult to pass.  50 trees down on trail.   In summer, the last reliable water source is a spring at 4420'.  8\/9\/16     Dodger Point Primitive Trail   Jct. Long Ridge Trail to jct. Elwha River Trail via Semple Plateau   5.2 miles 5800' to 1451'  No recent report.   The last reliable water source is 1 mile below Dodger Point. The Elwha River crossing at Remann's Cabin is always very difficult and impossible during high streamflow events.    8\/9\/16     Elwha Basin Way Trail   Happy Hollow to Elwha Basin   2.4 miles  2300' to 2600'   No recent report.   Trail difficult to find in places.   8\/9\/16     Happy Hollow Trail   Jct. Elwha River Trail @ Chicago Camp to Happy Hollow   0.7 miles  2100' to 2300'   No recent report.     8\/9\/16     West Elwha Trail   Altair Campground to Herrick Road   3.0 miles  390' to 600'   Bridge over Hughes Creek reported to be unstable.     8\/9\/16     Happy Lake Ridge Trail   Trailhead on Olympic Hot Springs Road via Happy Lake Ridge to jct. Boulder Lake Trail   9.5 miles  1300' to 5409'   Three trees down at 3,500 feet. 26 trees down between Boulder Lake and the junction with the Aurora Ridge Trail. Bear canisters recommended at Happy Lake.  Happy Lake and Boulder Lake are the only water sources on this trail.  Not Stock Passable beyond Happy Lake.   8\/9\/16    Boulder Creek Trail Trailhead to Olympic Hot Springs 2.5 miles1800' to 2061'  Olympic Hot Springs road is closed until approximately October.  Olympic Hot Springs is inaccessible from the Elwha.  Neither hikers nor motorists can access Olympic Hot Springs from the Elwha. NO CAMPFIRES AT OLYMPIC HOT SPRINGS!  CAMPFIRES ARE PROHIBITED AT BOULDER CREEK CAMPGROUND. The bridge at Crystal Creek to Olympic Hot Springs is damaged and closed to all users.  No footlog or other bridge crosses Crystal Creek from one side of the trail to the other. Aggressive mountain goats.  Read Goats and Your Safety.  Also watch Hiking Safely with Goats. The privy is located in the old parking lot just below the campground. Campfires are prohibited at the Boulder Creek camp area as well as the Hot Springs due to extensive damage by visitors and subsequent revegetation efforts.   8\/9\/16   Boulder Lake Trail Olympic Hot Springs to Boulder Lake 3.5 miles 2061' to 4300'  Snow Free.  Clear of down trees. Not stock passable as of 11\/16.   8\/9\/16   Appleton Pass Trail Jct. Boulder Lake Trail to Appleton Pass  4.6 miles  Snow free. Trail can be very brushy and difficult to follow. Log bridge is out over North Fork Boulder Creek; requires ford. Aggressive mountain goats.  Read Goats and Your Safety.  Also watch Hiking Safely with Goats.   8\/9\/16   Smokey Hill Trail Whiskey Bend Road to Elwha River .5 miles  No recent report.  Watch for areas of deep mud. Park crews have planted over 30,000 plants for the Elwha Restoration project.  Please avoid walking on plants. The Elwha River and its tributaries are closed to fishing.   8\/9\/16    Smokey Bottom Trail  West Lake Mills Abutment TH to Boulder Creek  1.9 miles 600' to 620'  No recent report.    8\/9\/16              Northwest Trails Lake Crescent Area Notices:  Spruce Railroad Trail is open Always check weather & road conditions.       Lake Crescent Area      Trail Name   Description   Mileage & Elevation   Conditions   Updated     Mt. Storm King Trail  Jct. Barnes Creek Trail to end of trail (mile 1.7) 1.7 miles  700' to 2700'  Snow free. Caution: Trail end sign is missing.  Route is exposed and steep with loose rock.  If visitors have placed ropes are on this route, they are neither installed nor maintained by NPS and may be unsafe. Closed to stock.  8\/9\/16    Barnes Creek Trail  Jct. Marymere Falls Trail to jct. Upper Barnes Creek Primitive Trail 3.3 miles  800' to 2000'  Trail clear.  8\/9\/16    Upper Barnes Creek Primitive Trail  Barnes Creek Trail to Hughes Creek\/Barnes Creek Divide  5.3 miles 2000' to 3600'   Trail clear. Trail may be difficult to follow near the end. Closed to stock.   8\/9\/16      Aurora Divide Trail  Barnes Creek Trail to jct. Aurora Ridge Trail  3.6 miles 500' to 2000'  No recent report. Expect storm damage.  8\/9\/16      Aurora Creek Trail  Trailhead (HWY 101) to jct. Aurora Ridge Trail  3.4 miles  500' to 4200'   Trail clear. Closed to stock.   8\/9\/16      Aurora Ridge Trail  Sol Duc Road to jct. Happy Lake Ridge Trail 16.9 miles 1200' to 5000'  43 trees down in the first 5 miles (before Eagle Lakes).  No water after the first mile of trail (excluding Eagle Lakes) to the bottom of switchbacks east of Sourdough Mountain. Eagle Lakes Trail is closed to stock.   8\/9\/16      Pyramid Peak Trail  Trailhead (Camp David Junior Road) to summit of Pyramid Peak 3.5 miles 650' to 3000'  Trail reported to be clear and stable at washout. Trail is currently not passable to stock.   8\/9\/16      Spruce Railroad Trail  Dead end of East Beach Road to dead end of Camp David Jr. Road  4.0 miles   Trail clear. This trail is accessible to horses, bicycles and pets.  8\/9\/16     Sol Duc Area Notices:  Always check weather & road conditions. Obtain Wilderness Camping Permits at the Wilderness Information Center in Port Angeles. Reservations are required around the Seven Lakes Basin loop. All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area including Cat Basin and all areas within the Main Fork Sol Duc River Drainage.       Sol Duc Area      Trail Name   Description   Mileage & Elevation   Conditions   Updated    North Fork Sol Duc River Trail Trailhead to North Fork of North Fork (mile 6.3) 9.3 miles 1600' to 2800'  Some passable trees down on trail.  Not passable to stock.  The North Fork Sol Duc must be forded at one mile. The ford regularly runs deep and can become hazardous at any time due to heavy precipitation and seasonal snowmelt. 5 down trees between trailhead and first crossing.   8\/9\/16     Sol Duc River Trail Trailhead to jct. High Divide Trail  8.4 miles  1900' to 4800'   Snow free. All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.   8\/9\/16     Appleton Pass Trail Jct. Sol Duc River Trail to Appleton Pass 2.6 miles 3000' to 5100'  Snow free. Aggressive mountain goats.  Read Goats and Your Safety.  Also watch Hiking Safely with Goats.  All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.   8\/9\/16     High Divide Trail Jct. Deer Lake & Little Divide Trails to jct. Cat Basin Trail 7.8 miles 3600' to 4500'  Patchy snow. Three trees down east of the Heart Lake Jct. and one tree west of the Jct..    All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area. Trail not recommended for stock due to steep, narrow trail tread in some places. 8\/9\/16    Cat Basin Primitive Trail Jct. High Divide Trail to Cat Basin 0.6 miles 5050' to 4300'  Snow Free  All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.   8\/9\/16     Lunch Lake Trail Jct. High Divide Trail to & including Lunch Lake 0.6 miles 4800' to 4450'  Snow free. All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.   8\/9\/16     Deer Lake Trail Jct. Sol Duc River Trail via Sol Duc Falls and Deer Lake to jct. Little Divide Trail 3.0 miles 2000' to 3600'  Snow free.   All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.   8\/9\/16     Mink Lake Trail Trailhead (Sol Duc Resort) to jct. Bogachiel River & Little Divide Trails 4.3 miles 1643' to 4130'  Ten trees down. All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.   8\/9\/16     Lover's Lane Trail Jct. Mink Lake Trail to jct. Deer Lake Trail 2.9 miles 1643' to 2000'  Trail clear. Hidden Lake Creek ford can become hazardous at any time due to heavy precipitation and\/or seasonal snowmelt. All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.   8\/9\/16     Little Divide Trail Jct. Bogachiel River & Mink Lake Trails to jct. Deer Lake & High Divide Trails 3.5 miles 4130' to 3600'  Trail clear. All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area. Experienced stock and stock users only.  8\/9\/16      Hoh\/Bogachiel Area Notices: Due to recent heavy area storms there has been much trail damage reported; Large numbers of downed trees, washouts, erosion, and flooding.  Always check weather & road conditions.        Hoh\/Bogachiel Area      Trail Name   Description   Mileage & Elevation   Conditions   Updated    North Snider-Jackson Primitive Trail (Rugged Ridge + Indian Pass Trail) Boundary to jct. Bogachiel River Trail  6.3 miles 1300' to 1700' to 800'   Trail passable with some trees down.    The Calawah River ford can become hazardous at any time due to heavy precipitation and seasonal snow melt. Not recommended for stock.   8\/9\/16     Bogachiel River Trail Boundary to jct. Mink Lake & Little Divide Trails 21.6 miles 400' to 4130'  Undi Road is washed out 1.1 miles from highway 101.  Parking is available at the washout.  The trailhead is 4 miles from the washout.  Check Olympic National Forest for updates on the road closure.   There are two washouts before Park boundary (USFS) between miles 1 and 1.5. Impassable to stock. Use caution on washouts and other areas undercut by river.  Washout 2 miles inside Park boundary as impassable to many people. Another washout 3.7 miles from trailhead is a steep bluff over gravel bar for a few hundred yards. 30 blowdown areas from the boundary to Bogachiel Camp with some over 6' high. Trees down, trail washed out, and brushy in several locations east of Bogachiel Camp. 40 down trees from Fifteen Mile Camp to Little Divide. Trail is currently not passable to stock. Some creek and river crossings can become hazardous at any time due to heavy precipitation and seasonal snow melt. All food, garbage and scented items must be stored in park-approved bear canisters in the Sol Duc\/High Divide Loop\/Mink Lake area.  8\/9\/16    South Snider-Jackson Trail Jct. Bogachiel River South Bank Trail to Hoh Road 10.0 miles 560' to 3200'  Trail passable with 140 trees down.  Trail from Tumwata Creek to the ford is somewhat difficult to find. The Bogachiel river must be forded. The ford regularly runs deep and can become hazardous at any time due to heavy precipitation and snow melt.  Trail is currently not stock passable. The only water source on this trail is Tumwata Creek at the north terminus. Not stock passable currently.   8\/9\/16     Hoh River Trail Trailhead to Glacier Meadows 17.5 miles 600' to 5000'  Trail reported to be snow free to Glacier Meadows.  Muddy when wet. Toilet at 5 mi island is back in service. Just before Glacier Meadows there is a difficult descent into a steep avalanche chute. The ladder has been re-installed.  Some steps are broken. Do not approach wildlife. Secure all food, garbage and scented items. The stock hitching post at 5 Mile Island has washed away. Trail is closed to stock (except llamas) beyond Elk Lake. See avalanche chute note above. Campfires are not permitted at or above Elk Lake. Visit the Reservations page for more information about obtaining reservations for Elk Lake and Glacier Meadows, which are reservations-only areas.  8\/9\/16   Mt. Olympus  Mt Olympus climbing routes Mileage varies  There is NO blue bag deposit on the lateral moraine. Human waste must be carried out in blue bags or WAG bags.  Climbers can bring WAG bags or pick them up with their permit at the Wilderness Information Center.  8\/9\/16   Hoh Lake Trail Hoh River Trail to jct with High Divide Trail 6.5 miles 948' to 5474' Trail clear.  The privy may not be suitable for use. If not, please continue past the bear wires for digging a cat hole.  Steep, exposed grade (no canopy) through 1978 burn.  No water sources along this trail until C.B Flats.  Not stock passable. 8\/9\/16   South Fork Hoh River Trail  Trailhead to end of maintained trail 4.2 miles  750' to 800'  Reports of dense brush after 4 miles.      8\/9\/16          Southwest Trails  The Queets trail is open.   Quinault Area Notices:   The Graves Creek Road is closed 2 miles from the trailhead. Enchanted Valley Open. Bear canisters are Required for all overnight camping above Pyrites Creek and below the O'Neil Pass Junction.  Always check weather & road conditions.      Quinault Area     Trail Name   Description   Mileage & Elevation   Conditions   Updated     Irely Lake Trail  Trailhead (North Fork Quinault River Rd.) to & including Irely Lake 1.1 miles 500' to 600'  No recent report. Expect storm damage. Closed to stock. Overnight hikers can register at South Shore Lake Quinault Ranger Station.  8\/9\/16    Big Creek Trail  Irely Lake to & including Three Lakes 5.9 miles 600' to 3200' Big Creek Bridge completely off its footings but is passable.  Above the bridge, a slide area is somewhat difficult to traverse. Closed to stock. Overnight hikers must register at South Shore Lake Quinault Ranger Station.  8\/9\/16    Three Lakes Trail  Three Lakes to jct. Elip Creek Trail 2.9 miles 3200' to 4000'  Patchy snow above Three Prune. Closed to stock. Overnight hikers must register at South Shore Lake Quinault Ranger Station.  8\/9\/16     Skyline Primitive Trail  Elip Creek Trail via Kimta Peak to North Fork Quinault Trail 20.1 miles 3350' to 5400'  Continuous snow above 4800 feet.  Slides near Seattle Creek and Lake Beauty are difficult to traverse. In summer, trail is somewhat difficult to follow between Kimta Peak and Seattle Creek. No water sources between Three Prune and Kimta Peak.  Bear Canisters are required in most areas along this trail due to lack of good trees for hanging food and a large bear population. Closed to stock. Overnight hikers must register at South Shore Lake Quinault Ranger Station.  8\/9\/16     Elip Creek Trail  Jct. North Fork Quinault River Trail to jct. Skyline Trail 4.6 miles 1000' to 3350' Some passable trees down on trail.  The Elip Creek Bear wire is damaged and requires a rope to use. No Privy.  Closed to stock. 8\/9\/16     Martins Park\/Lakes Primitive Trail  Jct. Elwha River to Martins Lakes 2.4 miles 3600' to 4500'  No recent report. Expect storm damage and winter conditions  8\/9\/16     North Fork Quinault River Trail  Trailhead to Lake Margaret 16.5 miles 600' to 3600'  Some passable trees down on trail. Not stock passable due to debris at 1800' and a slide at 2700' Campsites at Halfway House have washed away. Only 2 sites available at Elip Creek and the bear wire requires your own rope. Twelve Mile bear wire is down and the shelter is buried in gravel. Camping at Twelve Mile is not recommended due to many hazard trees near the buried shelter; camping on the gravel bar 0.25 miles downriver from the old shelter is recommended. Visitors report that the Sixteen Mile Quinault River ford is running waist deep. Wild Rose Creek, Elip Creek and the river ford at Sixteen Mile Quinault River may become impassable due to heavy precipitation and snowmelt. Overnight hikers can register at South Shore Lake Quinault Ranger Station.  8\/9\/16     East Fork Quinault River Trail  Trailhead to Anderson Pass 18.2 miles 646' to 4465'  A bear at Enchanted Valley recently took a bear canister with food and attacked it, but it was unable to get into the food.  The bear then swatted the can toward the visitors. Road is washed out and closed two miles from Graves Creek trailhead. Park only on the left side of the road where the road is closed. Trail is clear to O'Neil Creek Camp. There is an area between O'Neil and Pyrites Creek with about a 1\/2 mile of down trees. It is easy to lose the trail in this section. Lots of large trees to climb over 4-6 ft in diameter. Half the Pyrites Creek footlog is gone. River and stream crossings are necessary in this section. Watch for yellowjackets. Visitor reports a difficult traverse around a log pile below the Anderson\/O'Neil pass junction Difficult and dangerous traverse (.25 mi) around a log pile\/trail washout above O'Neil Creek camp.  Requires either climbing a bank or crossing logs.  A logjam in the river below the logs increases the danger of crossing the logs.  Temporary footpath alongside the river is flagged with bright tape.  Passing very large trees requires climbing over them.  All food garbage and scented items must be stored in bear cans in Enchanted Valley.  Visitors report two bears between Pyrites Creek and Enchanted Valley that do not seem fearful of Visitors. Ensure ALL scented items including food, scented drinks, garbage and personal items like lip balm and sunscreen are properly stored at ALL times. Stock passable to O'Neil Creek. The emergency shelter at Enchanted Valley is closed. Enchanted Valley has a high population of bears; stay a minimum of 50 yards away from park wildlife. Overnight hikers must register at South Shore Lake Quinault Ranger Station.  8\/9\/16    O'Neil Pass Trail  Upper Duckabush to East Fork Quinault Trail via O'Neil Pass 12.0 miles 3010' to 5000'  The trail sign at the junction is down. Both bear wires at Marmot Lake are down; bear canisters recommended. The Duckabush River ford below Marmot Lake can become hazardous at any time due to heavy precipitation and snow melt. Closed to stock.  8\/9\/16     Graves Creek Primitive Trail  Jct. East Fork Quinault River Trail to jct. Wynoochee Pass & Lake Sundown Trails 6.2 miles 646' to 2700'  No recent report. Expect storm damage. Sign at junction to Sundown Pass and Lake Sundown in pieces on the ground.  Graves Creek fords can be hazardous after heavy precipitation and during early season snow melt. Closed to stock. Overnight hikers must register at South Shore Lake Quinault Ranger Station.  8\/9\/16     Wynoochee Pass Trail  Park Boundary to jct. Sundown Lake & Graves Creek Trails 3.6 miles 2700' to 3600'  No recent report. Expect storm damage   Some of the creek crossings, between the trailhead and the pass, require dicey scrambles into\/out of the creek valley. Many sections of this trail are brushy.  Closed to stock.  8\/9\/16     South Fork Skokomish River Trail  Park Boundary via Sundown Pass to jct. Lake Sundown Trail 2.6 miles (inside park boundary) 2500' to 3700'  No recent report. Expect storm damage   There are several sections of trail that are hard to follow due to lack of trail tread. 8\/9\/16     Lake Sundown Trail  Jct. Wynoochee Pass & Graves Creek Trails to & including Lake Sundown 1.6 miles 2700' to 3900'   No recent report. Expect storm damage Some parts of the trail can be brushy and difficult to follow.   Closed to stock.  8\/9\/16     Queets Area Notices:  Caution: The Queets River ford can be hazardous at any time of the year. Always check weather & road conditions.    No recent report. Expect storm damage.     Queets Area     Trail Name   Description   Mileage & Elevation   Conditions   Updated     Queets River Trail  Trailhead to Pelton Creek 16.2 miles 360' to 800'  Visitors report many passable trees on trail and many sections of washed-out trail.  Trail is difficult to follow in many places. Trail is currently not passable to stock due to many blow-downs.  Fording the Queets River can be dangerous. For river levels, visit Queets Stream Flow. The river is generally fordable when the flow (measured at highway 101) is below 800 CFS. The crossing can still be waist deep or deeper even at this level. The river is generally not fordable during late fall, winter and spring.  Riverflow can go from fordable levels to unfordable levels, reaching 10,000 CFS or more within a few hours after heavy rain. Know the weather forecast. Don't get caught upriver during a rain storm unless you have planned in advance to stay awhile.  8\/9\/16     Lower Crossing Route  Queets River Trail @ Spruce Bottom to Smith Place 2.1 miles 400' to 500'  No recent report. Expect storm damage.  8\/9\/16     Sam's River Loop  Loop Trail from Queets Trailhead to Ranger Station and return  2.8 miles  No recent report. Expect storm damage.   8\/9\/16    Upper Crossing Route  Queets River Trail to & including Smith Place 0.3 miles  No elevation gain. No recent report.  Expect storm damage. 7\/6\/16           Coastal Trails & Routes Coastal Area Notices:  RESERVATIONS are required for the Ozette area up to Point of the Arches (does not include Shi Shi) and from Ozette down to Yellow Banks. Stop at the WIC in Port Angeles or the South Shore Quinault Ranger Station to pick up your permit and, if available, bear canisters. There is NO self-registration box at Shi Shi.  There is NO self-registration for backcountry camping at Ozette. Ozette and Mora Ranger Stations do NOT issue permits or bear canisters. ALL food, garbage and scented items must be stored in park approved Bear Canisters at all times along the entire Olympic National Park Wilderness Coast. Canisters may be available for $3 rental donation at the WIC in Port Angeles or the South Shore Quinault Ranger Station.  Buckets are not permitted. Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste. Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. Iodine is not sufficient for water treatment as it does not kill cryptosporidium. Boiling or filtering water water is recommended. Storms can bring high wind and surf, storm surges, and beach and trail erosion. Coastal routes and stream crossings can be extremely difficult or impossible to traverse during high surf or heavy rain events. Always check weather and tides before attempting a coastal hike. Carry a tide table and topographic map with tidal markings and know how to use them.  Always check tides, weather & road conditions.      North Coast      Trail Name    Description    Mileage    Conditions   Date     Shi-Shi to Cape Alava Beach Trail   Makah Reservation Trailhead to Cape Alava   14.3 miles     Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste. Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. Shi Shi Beach Toilets: North toilet is located at the south end of wooded campsites at park boundary; center toilet is located behind the large Petroleum Creek campsite; south toilet is located in forest north of Willoughby Creek. Self-registration box is missing:  stop at WIC in Port Angeles or South Shore Quinault Ranger Station to obtain Wilderness Camping Permit and bear canisters. Headlands may be very muddy. Ozette River ford can be hazardous at high tide and\/or after heavy rain. Closed to stock. No pets, use of weapons or wheeled devices.    8\/6\/16      North Coast Beach Route   Sand Point to Rialto Beach Trailhead   17.2 miles   Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste. Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. No pets, use of weapons or wheeled devices.  New toilet at Chilean Memorial.     8\/6\/16      Ozette Loop Trail   Ozette Trailhead to Cape Alava, to Sand Point and return   9.5 miles   Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste. Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. Boardwalk trails to Cape Alava and Sand Point are free of down trees.    Use caution on boardwalks; they are very slippery when wet and some boards are missing. Closed to stock. No pets, use of weapons or wheeled devices.    8\/6\/16      Ericsons Bay Primitive Trail   South Sand Point Trailhead to Ericsons Bay   2.0 miles   Some passable trees down. Use caution on boardwalks; they are very slippery when wet and some boards are missing. Closed to stock. No pets, use of weapons or wheeled devices.    7\/5\/16             South Coast      Trail Name    Description    Mileage    Conditions   Date     Second Beach Trail  Trailhead to Second Beach  0.7 miles   Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste. Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. Trail is clear.  Storms have washed away from many of the campsites.  Beach logs at the end of the trail can be difficult and slippery to cross and trail can become muddy and slippery with precipitation. An additional toilet has been installed on the bluff behind a campsite ~200 yards south of trail's end. Closed to stock. No pets, use of weapons or wheeled devices.  8\/6\/16    Third Beach Trail  Trailhead to Third Beach  1.4 miles   Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste.  Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. Trail is clear.   Closed to stock. No pets, use of weapons or wheeled devices.   8\/6\/16     South Coast Beach Route   Third Beach to Oil City   15.3 miles   Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste. Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. 18 trees reported to be down on overland route south of Toleak and Goodman Creek.  12 trees reported to be down on overland route between Jefferson Cove and Mosquito Creek.   Lots of mud on overland trails. A significant slide of mud, trees and other debris has covered ~ 75 yards of beach between creek at Third Beach and headland trail over Taylor Point. A 5' or less tide is advised.  Taylor Point overland trail has one 3' diameter tree across the trail and five rungs missing from the stairs on the south side of the headland. Scott's Bluff trail has three trees of greater than 1' diameter suspended 3' high. Path to the toilet at Scott Creek is ~ 30' south of the first campsite you pass after descending from Scott's Bluff. North toilet at Toleak Point is located ~ midway behind the string of wooded campsites; south toilet is located up the access trail behind the logs on the north side of Jackson Creek, just below and to the left of the deteriorating A-frame shelter. Always use the overland trail between Mosquito Creek and Jefferson Cove; the beach access trail just north of Hoh Head no longer exists. Trail can be very strenuous for some hikers. The trail currently has multiple downed trees, washouts, and eroded areas that are very difficult to pass. The headland between Jefferson Cove and the mouth of the Hoh River requires a 2' or less tide to pass. Camping at Jefferson Cove is limited to a few spots with flat, clear space above high tides. Beach access to\/from the Oil City trailhead from the Hoh River mouth can be cut off at high tide and\/or when the river is in flood stage. Always carry a tide chart and check the weather forecast! During winter, the coast south of Third Beach is only recommended for experienced backpackers due to difficult bluff climbs, deep mud and high streamflow levels; stream crossings especially at Goodman and Mosquito Creek may be difficult even during low tides. Closed to stock. No pets, use of weapons, or wheeled devices.   8\/6\/16     Oil City Trail  Hoh River Bank to Trailhead at Oil City  0.6 miles   Hundreds of piles of human feces are being left unburied on sand and dirt on the Coast.  Hundreds.  Walk at least 70 steps (200 feet) away from water, trails, and camp, dig a hole 8 inches deep in soil, and bury your human waste. Visitors complain angrily about unburied feces, and law enforcement officers can write tickets for unburied feces. Campsites are limited on the coast at the mouth of the Hoh River.   Beach access\/exit at the mouth of the Hoh River is cut off at high tide or when the river is at flood stage in winter. Always carry a tide chart check the weather forecast! Closed to stock. No pets, use of weapons or wheeled devices.   7\/5\/16",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness-trail-conditions.htm"
}
