{
    "title": "Mount Rainier National Park: Subalpine - Yellow",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Subalpine - Yellow                  Subalpine Wildflowers - Yellow\/Orange          Arrowleaf Groundsel Bracted Lousewort Broadleaf Arnica Cascade Stonecrop Dwarf Goldenrod Fan-leaf Cinquefoil  Fleabane, Alpine Yellow Glacier Lily Mountain Monkeyflower Rainiera Short-beaked Agoseris      Full resolution versions of wildflower photos available on flickr.         Arrowleaf Groundsel NPS Photo  Arrowleaf Groundsel Senecio triangularis Distinctive toothed, triangular-shaped leaves mark this large plant, which can grow to be 20-40 inches (50-100 cm) tall. Several flowerheads cluster atop the single tall stem. The flowers are bright yellow with many petals. Common in the park, generally above 4,000 feet (1,219 meters).         Bracted Lousewort NPS, Crow Vecchio  Bracted Lousewort\/Wood Betony Pedicularis bracteosa Stem and leaves are hairless, with leaves divided into slender, toothed lobes. Flowers can sometimes be tinged purple, but usually appear yellowish. Growing to a height of 40 inches (100 cm), it is the tallest Lousewort species found in the park.         Broadleaf Arnica NPS Photo, Steve Redman  Broadleaf Arnica Arnica latifolia A common subalpine species; it can be found growing alone or in clustered groups formed from spreading rootstock. Stems reach about 20 inches (50 cm) in height, with oval, toothed leaves.         Cascade Stonecrop NPS, Crow Vecchio  Cascade Stonecrop Sedum divergens Also known as Spreading Stonecrop, this plant grows to form spreading mats. Stems have thick bright green leaves, sometimes tinged with red. Usually found growing on cliff faces and stony slopes.         Dwarf Goldenrod NPS Photo  Dwarf Goldenrod Solidago simplex Common on talus slopes between 6,000-7,100 feet (1,828-2,164 meters), this alpine plant grows only to four inches (10 cm) tall; a miniature of its cousin, Northern Goldenrod (Solidago multiradiata). It has spoon-shaped to oval leaves diminishing in size along the stem, while the yellow flowers are short and compact.         Fan-leaf Cinquefoil NPS Photo  Fan-leaf Cinquefoil Potentilla flabellifolia A low, clustered perennial, with basal leaves with three, coarsely toothed leaflets. Common in higher elevation subalpine areas such as the Sunrise area.           Alpine Yellow Fleabane NPS Photo  Fleabane, Alpine Yellow Erigeron aureus Also known as Alpine Gold Daisy, this tiny flower is common on the rocky slopes of the mountain between 7,000-8,500 feet (2,133-2,590 meters). It has a compact bunch of basal leaves and a short stem with a single flower, reaching about 6 inches (15 cm) tall. The flower is woolly, with a disk of yellow petals.         An early season Glacier Lily pushs through snow (left); a clump of blooming Glacier Lilies (right).   Glacier Lily Erythronium grandiflorum Each plant usually boasts a single flower supported on a 6-12 inch (15-30 cm) long stem (unlike the 2-3 flowers per stem found on Avalanche Lilies), but often found growing in clumps of multiple individuals. Glacier lilies also bloom earlier than Avalanche Lilies or other flowers, sometimes even pushing through late-season snow in order to flower.         Mountain Monkeyflower NPS Photo  Mountain Monkeyflower Mimulus tilingii Spreads via rootstock and runners to form small patches or mats, with branched stems ranging from 2-8 inches (5-20 cm) long. Commonly found along streams or areas of wet ground.         Rainiera NPS Photo  Rainiera Rainiera stricta A tall plant, with a leafy stem reaching about 40 inches (100 cm) high. Leaves are hairless and not toothed, diminishing in size as they approach the top of the stem. Flowers form a spike at the top, with each flowerhead containing five yellow flowers. Grows in drier subalpine meadows and open areas, particularly around Sunrise.         Short-beaked Agoseris NPS, Crow Vecchio  Short-beaked Agoseris Agoseris glauca  This stout plant with a dandelion-like flower grows no taller than 6 inches (15cm), with thick, toothless, hairy leaves. Common in drier subalpine meadows above 5,000 feet (1,524 meters), particularly around Sunrise and the north and east sides of the park. Also called Woolly or Pale Agoseris.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/subalpine-wildflowers-yellow.htm"
}
