{
    "title": "Mount Rainier National Park: Silver Falls",
    "body": "Silver Falls Trail      Silver Falls Loop Trail    Ohanapecosh Area      Silver Falls Loop Trail   Distance, round trip: 3 miles Elevation gain: 300 feet Hiking time, round trip: 1.5 hours Wilderness Camps: None  Trail Description This trail starts from the Ohanapecosh Campground.   The clear, icy and swift Ohanapecosh River tumbles over Silver Falls as it flows from its headwaters in the glaciers and snowfields on to the sea. Approach with extreme caution! Although inviting to sit on, the rocks near Silver Falls are wet and very slippery. Supervise children closely! This relatively level trail along the river is a popular one with families. It leads hikers along the east side of the river 1.5 miles to the falls, crosses a bridge, then loops back to the Ohanapecosh Campground on the river's west side. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Opportunities abound for enjoying the old-growth forest community seen along this trail. Listen for the tapping of woodpeckers. Look for deer and other wildlife. Along the river fly fishermen can often be seen trying their luck. Once at Silver Falls, take time to enjoy the beautiful sight and sound of this popular spot. Backpacking Although there is no wilderness camp in the area surrounding Silver Falls, the Ohanapecosh Campground is available for visitors who wish to camp in the vicinity. For those who prefer to hike to a trailside camp rather than stay in a drive-in campground, wilderness camping permits are required. Permits, backpacking information, fishing regulations, and current trail conditions for the area are available from the Ohanapecosh Visitor Center. Permits and information are also available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/silver-falls.htm"
}
