{
    "title": "Mount Rainier National Park: Subalpine - White",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Subalpine - White                  Subalpine Wildflowers - White          American Bistort Avalanche Lily Bear Grass Buckwheat, Alpine Buckwheat, Heartleaf Fleeceflower Gray's Lovage Marsh Marigold  Parry's Catchfly Partridgefoot Pasqueflower Pearly Everlasting Sickletop Lousewort Sitka Mountain Ash Sitka Valerian White Mountain Heather White Rhododendron      Full resolution versions of wildflower photos available on flickr.         American Bistort NPS Photo  American Bistort Polygonum bistortoides Perennial with one to several unbranched flowering stems 8-28 inches (20-70 cm) tall and narrow, oblong basal leaves about 4-8 inches (10-20 cm) long. Very common in subalpine meadows, and can be one of the earliest flowers blooming at Paradise.         Avalanche Lily NPS Photo  Avalanche Lily Erythronium montanum Stems are 6-16 in (15-40 cm) long, with usually 2-3 flowers each. It takes many years for these plants to begin flowering, but they grow in abundant colonies throughout subalpine regions in the park. They are often the first to flower along the edges of melting snow. Closely related to Glacier Lily.         Bear Grass NPS Photo  Bear Grass Xerophyllum tenax Stems of this tough flower can be 5 feet (1.5 m) tall, emerging from large clumps of grass-like basal leaves. The leaves were historically used by native peoples to weave hats, baskets, and capes. Bears have been known to eat the fleshy bases of the leaves in spring, giving the flower its name.         Alpine Buckwheat NPS Photo  Buckwheat, Alpine Eriogonum pyrolifolium This common alpine plant grows in small cushions about 8-12 in (20-30 cm) across with oval- to elliptical-shaped basal leaves. Leaves have woolly hairs underneath while the top of the leaves are hairless and greenish-yellow. Flowers range in color from white to greenish-white to pinkish-white. This plant is sometimes called \"dirty socks\" due to the distinctive smell of the flowers. Found on rocky slopes between 5,500-8,000 feet (1,676-2,438 meters).         Heartleaf Buckwheat NPS Photo  Buckwheat, Heartleaf Eriogonum compositum This plant's characteristic heart- or arrow-shaped leaves are dark green, hairless on top and with wooly undersides. Creamy white compound flowers top the unbranched, 6-16 in (15-40 cm) long stems. Found on rocky slopes above 5,000 feet (1,524 meters).         Fleeceflower plants (left) with close up of flower (right). NPS Photo  Fleeceflower Polygonum newberryi One of the first plants to colonize disturbed soil (such as along trails), this plant has brittle stems that can break off and take root where they fall. Stems can be 12 in (30cm) long, with pale green oval leaves. Flowers are small, only 1\/8 inch (3mm) long, and greenish-white in color. Common in drier meadows on the east side of the park, between 6,000-7,500 feet (1,828-2,286 meters).         Gray's Lovage NPS Photo  Gray's Lovage Ligusticum grayi Stems 8-24 inches (20-60 cm) tall, with compound flowers with 7-10 rays. Leaves mostly basal, divided into many toothed leaflets. Widespread in meadows and along streams between elevations of 5,000-7,000 feet (1,500-2,100 meters).          Marsh Marigold NPS Photo  Marsh Marigold Caltha leptosepala Leaves basal, oval to round with heart-shaped base. Grows in wet meadows, bogs, and stream-sides above 4,000 feet (1,200 meters).         Parry's Catchfly NPS Photo  Parry's Catchfly Silene parryi Flowers are white, about half an inch long (12-15 mm), and appear 4-lobed at the tip. Mostly basal leaves, with pairs of narrower, smaller leaves on the stems, which grow to be 8-20 in (20-50 cm) tall. Found above 5,000 feet (1,524 m) on rocky slopes and dry meadows.         Partridgefoot NPS, Steve Redman  Partridgefoot Luetkea pectinata An evergreen shrub with creeping woody stems that spread out to form mats. Leaves are segmented and form tufts at the end of branches, while flowering stems are 4-8 in (10-15 cm) tall with dense, terminal flowers. Common in drier meadows and open talus slopes.           Pasqueflower (left) with several pasqueflower seedheads (right). NPS Photo  Pasqueflower \/ Western Anemone Anemone occidentalis The entire plant is coated in long hairs, with segmented leaves and 4-12 in (10-30 cm) tall flowering stem. The feather-like \"mouse-on-a-stick\" seedhead (pictured right) is a common sight in Mount Rainier's meadows.         Pearly Everlasting NPS Photo  Pearly Everlasting Anaphalis margaritacea Weedlike plant that spreads via rootstock to form clumps of stems 24-40 in (60-100 cm) tall, with narrow leaves along stem. Leaves are dark green on top, with a white-woolly underside. Numerous, dense flowerheads top the stem. Found throughout the park from low elevations, particularly along roadsides, up to approx. 6,000 feet (1,800 meters).         Sickletop Lousewort NPS, Chris Roundtree  White-flowered Sickletop Lousewort Pedicularis racemosa, ssp. alba The white-flowered subspecies of this plant is common in Washington, but you may also see Pedicularis racemosa ssp. racemosa, which has pink to purple flowers. While all other lousewort species found in the park have lobed leaves, sickletop lousewort can easily be distinguished by its narrow, toothed leaves without lobes.         Sitka Mountain Ash flowers (left) eventually turn into bright red berries (right). NPS Photo  Sitka Mountain Ash Sorbus sitchensis This six foot-high (2m) shrub grows in thickets and is widespread above about 4,500 feet (1,400 meters). Leaves are divided into 7-9 leaflets, with toothed edges. Flowers in tight clusters at the ends of branches, and produces bright red berries favored as a food source by birds and other wildlife.         Sitka Valerian NPS Photo  Sitka Valerian Valeriana sitchensis Very common in subalpine regions, this flower can often be seen rising above other wildflowers in the meadows. It has hairless leaves and a square stem, and ranges in height from 24-47 inches (60-120 cm) tall.         White Mountain Heather NPS Photo  White Mountain Heather Cassiope mertensiana Small, scale-like evergreen leaves arranged in four rows cover stems up to 12 in (30 cm) long. Common in subalpine parkland, where it can form extensive mats.         White Rhododendron, with a bumblebee. NPS Photo  White Rhododendron Rhododendron albiflorum A common shrub, also known as Cascade Azalea, found in the park on open slopes and meadow edges above 3,500 feet (1,066 meters). White flowers grow on top of the previous year's growth and tucked underneath the leaves from the current year. It can grow to be 3-6 feet (1-2 meters) tall.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/subalpine-wildflowers-white.htm"
}
