{
    "title": "Mount Rainier National Park: Subalpine - Red",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Subalpine - Red                  Subalpine Wildflowers - Pink\/Red          Bird's Beak Lousewort Elephant's Head Magenta Paintbrush Moss Campion Pink Monkeyflower  Pink Mountain Heather Rosy Spirea Scarlet Paintbrush Spreading Phlox Subalpine Daisy      Full resolution versions of wildflower photos available on flickr.         Bird's Beak Lousewort NPS Photo  Bird's Beak Lousewort Pedicularis ornithorhyncha  This shorter flower grows to about 4-8 inches (10-20 cm) tall, with narrow, toothed, lobed leaves. Common in meadows and moist slopes throughout the park, between 6,000 and 7,000 feet (1,800-2,100 meters)         Left: Elephant's Head flowers; Right: Close-up of the distinctive elephant-trunk flower head. NPS, Steve Redman  Elephant's Head Pedicularis groenlandica A species of lousewort; grows to 8-24 inches (20-60 cm) tall, with mostly basal leaves with slender toothed lobes. The flowers have a distinctive beak that curves down and out like the trunk of an elephant. Common in wet meadows.         Left: A Magenta Paintbrush plant. Right: Close up of a Magenta Paintbrush flower. NPS, Chris Roundtree  Magenta Paintbrush Castilleja parviflora Easily identifiable by it's bright pink \"magenta\" color, this paintbrush is one of many species of paintbrush found in the park. Plant grows to about 6-12 inches (15-30 cm) tall, and leaves have 1-2 slender lobes. Abundant in subalpine meadows, particularly in the Sunrise area.         Moss Campion NPS, Janet Killam  Moss Campion Silene acaulis Forming flat cushions, this alpine plant has small, pointed, dense basal leaves and pink, lilac, or pale purple flowers. More common on the east side of the park, it grows on moraines, talus slopes, and rocky ridges between 6,000 to 8,000 feet (1,800-2,400 meters).         A patch of Pink Monkeyflower (left) with a close-up view of a single flower (right). NPS Photo  Pink Monkeyflower Mimulus lewisii Also known as Lewis's Monkeyflower, this plant forms clumps of stems 12-24 inches (30-60 cm) tall, with oval, toothed leaves. It is found along streams, springs, and wet meadows throughout the park.         Pink Mountain Heather NPS Photo  Pink Mountain Heather Phyllodoce empetriformis Forms low, branched mats with stems 4-16 inches (10-40 cm) tall and covered with alternating, needle-like evergreen leaves. Common in subalpine meadows between 5,000-8,000 feet (1,500-2,400 meters).         Rosy Spirea NPS Photo  Rosy Spirea Spirea splendens A shrub, 12-40 inches (30-100 cm) tall, with elliptical, toothed leaves and dense clusters of rose pink flowers. Commonly found in the park at the margins of lakes and in wet meadows.         Scarlet Paintbrush NPS Photo  Scarlet Paintbrush Castilleja miniata Very common (also known as \"Common Red Paintbrush\"), mostly found above 5,000 feet (1,524 meters). This paintbrush stands 8-16 inches (20-40 cm) tall with lance-shaped leaves. The leaves are a good way to distinguish this paintbrush from other paintbrush species, which have lobed leaves.         Spreading Phlox NPS Photo  Spreading Phlox Phlox diffusa As indicated by its name, this plants spreads widely along the ground, and is common along roadsides, rocky ridges, and talus slopes. Leaves are narrow and less than an inch long (1-1.5 cm). Flowers are tinged blue when initially opening, then transition to pink-white as the blossom ages.         Subalpine Daisy NPS Photo  Subalpine Daisy Erigeron peregrinus Very common in subalpine meadows, with spoon-shaped basal leaves and unbranched stems 12-24 inches (30-60 cm) in height. It is easy to confuse this flower with the Alpine Aster (Oresostemma apligenum), but the Aster has fewer petals and appears more purplish in color, while the Daisy has many layered petals ringing the flower head.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/subalpine-wildflowers-red.htm"
}
