{
    "title": "Mount Rainier National Park: Rabbits",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Rabbits                  Rabbits, Hares, and Pika       Rabbits, Hares, and Pikas all belong to a group of mammals sometimes called \"lagomorphs\", derived from the scientific name for their order, Lagomorpha. This group of mammals is distinguished from rodents because they have two sets of upper incisors while rodents only have one set.       Rabbits & Hares - family Leporidae         Snowshoe Hare Robert Potts © California Academy of Sciences  Snowshoe Hare Lepus americanus Snowshoe Hares are also called Varying Hares, for the way their coats change color for different seasons. In the summer, these hares have red-brown coats, while the chin, belly, and bottom of the tail are white. The top of the tail and back of the neck are grey-brown, and the tips of the ears are black. In winter the tips of the fur turn white, though the base of the fur stays grey-brown in color, and the ear-tips remain black. Adult hares have white feet; juveniles have black feet. Hares are well-adapted for snowy regions with large furry feet that act like snowshoes, letting them cross atop fresh snow where other animals sink. Snowshoe hares eat a wide variety of grasses and plants in summer. In winter they eat mostly buds, twigs, and bark from willow and alder.        Pika - family Ochotonidae         Pika NPS Photo  Pika Ochotona princeps Related to rabbits (not to rodents), Pikas have tan- to grey-colored coats, round ears, black eyes, and long whiskers. Their bodies tend to be round in shape with no tail and short legs. Pikas nest in rocky talus slopes, usually in subalpine regions of the park. During the summer they collect grasses and other vegetation to stash amongst the rocks as winter food. Pikas do not hibernate, but dig tunnels underneath the snow to their different plant caches. Pikas can be hard to spot but listen for their short, high-pitched call. They vocalize frequently whenever they see something out of the ordinary.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/rabbits.htm"
}
