{
    "title": "Mount Rainier National Park: Damage & Response",
    "body": "November 2006 flood       The information on this page has been retained for historical value. Current information and links for flood recovery efforts are available at The Flood of 2006.          On November 6 and 7, Mount Rainier National Park received almost 18 inches of rainfall in 36 hours. Rivers and streams all over the park overwhelmed their channels, with floods that exceeded anything the park has experienced in its 108-year history. The National Park Service estimates that damage to roads, trails, campgrounds, and buildings will exceed $36 million. Recovery efforts are now underway, but will take months or years to complete. You can help by joining the army of volunteers mobilizing to rebuild trails, clean up campgrounds, and repair facilities! Meanwhile, scientists are assessing the damage and providing park managers with insights into the causes of the flood.                   NPS   Map of Mount Rainier National Park showing areas of significant damage caused by the November 2006 flood. The numbers refer to descriptions at right and below.   td>     FLOOD DAMAGE Use the map to the right and the information below to tour the flood damage at Mount Rainier. A larger version of the map is available here. 1)  Sunshine Point The Nisqually River breached protective levees to reclaim about five acres of land at Sunshine Point, including 200 yards of the park road and much of Sunshine Point Campground. The park’s main utility lines were broken, including the buried cable that provides commercial power to Longmire and Paradise.  2) Westside Road  Flooding from Tahoma Creek damaged long stretches of this dirt road.  3) Kautz Creek  Kautz Creek changed course about a mile above the road bridge and flowed instead through the forest and across the park road 200 yards east of the bridge. The flood undermined the road, damaged the buried power line, and caused severe erosion through the Kautz Helibase and maintenance yard.  4)  Nisqually Road The Nisqually River severely eroded the bank of the roadway in two places, at mileposts 5.2 (a mile below Longmire) and 9.1 (a mile above Cougar Rock Campground). At both locations the flood left the roadway partially unsupported above a sheer drop off, and in danger of collapsing into the river.  5)  Longmire The Nisqually River destroyed long stretches of levee at Longmire, eroding the bank on both sides of the channel. On the north side, the river undercut a corner of the park’s Emergency Operations Center. On the south side, the park’s service road washed out in several places. Power and sewer lines were destroyed where they crossed the river, and the water system was flooded with debris.  6)  Paradise Like the one at Longmire, the water reservoir at Paradise filled with mud and debris during the storm. Freezing weather following the storm burst a water pipe in the Paradise Inn, currently under renovation, causing some water damage.  7)  Stevens Canyon The Stevens Canyon Road washed out in three places. This road is typically buried by snow this time of year, so the full extent of the damage has not yet been determined. The worst washout, on Backbone Ridge on the east end of the road, sits atop a landslide that sweeps thousands of feet down to the Ohanapecosh River.  8)  Ohanapecosh  The Ohanapecosh River destroyed several campsites at the end of “C” loop. High winds toppled numerous trees. Water runoff pooling behind the Visitor Center caused water damage to the building’s walls and floors.  9)  The Grove of the Patriarchs  Flooding buried this popular island of old growth trees in a layer of silt four feet deep. The debris-laden Ohanapecosh River destroyed the suspension bridge leading to the island, and knocked the boardwalk through the grove off its foundations.  10) Highway 123  This major highway through the park washed out in four places. One washout, at Milepost 11.5, cuts across both lanes to a depth of 70 feet. This road is now buried by winter snowpack; spring runoff could cause further damage.  11)  Highway 410  The White River overflowed its banks during the storm, inundating Highway 410 for several miles. However, the highway does not appear to have sustained any long-term damage.  12)  White River Road and Campground Erosion caused damage to campsites and an amphitheater along the edge of the White River. The shoulders of the campground’s access road were also eroded.  13)  Mt. Fremont and Gobbler’s Knob Fire Lookouts Either during the storm in November or a severe windstorm in December, high winds tore the roofs from the historic Mt. Fremont and Gobbler’s Knob fire lookouts. At Gobbler’s Knob, two of the walls caved in as well.  14)  Carbon River Flooding from the Carbon River partially or completely destroyed two miles of road between the park entrance and Ipsut Creek Campground. In places, only culverts and road signs remain to remind visitors that new river channels used to be roadways. The historic Ipsut Creek Cabin was undermined when a channel of the river flowed directly beneath it. The windstorm in December toppled dozens of trees across the damaged roadway.  15)  Trails  Most of Mount Rainier’s trails are still buried under snow, so a complete survey of the damage has not been possible. However, it appears that the flood destroyed most of the park’s low-lying trail bridges. Major sections of trail collapsed or were scoured down to bedrock, and will need to be rerouted or rebuilt. Learn the current trail conditions here.  Return to top                   NPS   Map of Mount Rainier National Park showing areas of significant damage caused by the November 2006 flood. The numbers refer to descriptions at right and below.   td>     RECOVERY EFFORTS Recovery work began on November 8, the day after the flood, as park road crews began rebuilding the section of road washed out at Sunshine Point. Reconstruction has continued steadily ever since. Our press releases and newsletters provide a timeline of our progress toward reopening the park. Use the map to the left and the information below to get an overview of flood recovery efforts throughout the park (updated February 8, 2007). A larger version of the map is available here.  1)  Sunshine Point Mount Rainier National Park’s road crews have rebuilt the road at Sunshine Point and restored the park’s buried utility line. More than 10,000 tons of rock were used to reconstruct the road and protect it from the Nisqually River. The future of Sunshine Point Campground remains unclear; it may eventually reopen as a smaller campground or picnic area.  2)  The Westside Road The Westside Road has been repaired as far as Dry Creek and is now open to that point. The road has washed out repeatedly beyond this point in recent years, and has been closed to vehicle traffic since 1986.   3)   Kautz Creek  Park maintenance crews have installed three 30-inch culverts and two twelve-foot culverts to accommodate the new creek channel. Temporary overhead power lines were installed to restore power to Longmire and Paradise.  4)   Nisqually Road Park road crews have rebuilt the road embankment along this road. The road is open all the way to Paradise.  5)   Longmire Park utility crews restored power, sewer, and water services at Longmire and rebuilt the protective levees. The Emergency Operations Center was stabilized, and the washouts leading to the park’s service entrance were repaired. The National Park Inn and Longmire Museum are now open daily. Park employees based at Longmire have returned to their regular offices as well.   6)  Paradise Despite ten feet of snow on the ground at Paradise, maintenance crews were able to dig out the flooded Edith Creek water reservoir. Contractors have continued the ongoing renovation of the Paradise Inn, scheduled for completion in spring of 2008.  7)   Stevens Canyon If all goes well, the Stevens Canyon Road may be completely passable by early August, though repairs on Backbone Ridge could take longer. Work is tentatively scheduled to begin in early June. Sections of the road may opened as construction is completed.  8)  Ohanapecosh Storm cleanup should proceed quickly at Ohanapecosh this spring. Except for the damaged portions of loop C, the campground should open on May 25.  9)  The Grove of the Patriarchs Crews have started to rebuild the damaged suspension bridge and repair the boardwalk.  10)    Highway 123 North Hwy 123: (North of Stevens Canyon Road Junction) Like the Stevens Canyon Road, the timeline for repairs on North Highway 123 will depend on a more complete survey of the damage after the winter snow melts. Repairs should begin in early June, with some road access by October. South Hwy 123: (South of Stevens Canyon Road Junction) This stretch of of Highway 123 past Ohanapecosh is in good condition and is scheduled to open on May 18th.  11)  Highway 410 No repairs are necessary on Highway 410. Highway 410 through the park and over Chinook Pass is expected to open by May 24.  12)White River Road and Campground Damage to the White River Road and Campground was relatively minor. These facilities should be accessible by early June as usual, and the road to Sunrise should open in late June when snow plowing is completed.  13)  Mt. Fremont and Gobbler’s Knob Fire Lookouts Work crews will likely rebuild the damaged fire lookouts this summer.  14) Carbon River The Carbon River Road will be rebuilt, at a cost of just under $1 million, to restore access to the Ipsut Creek Campground and the Carbon Glacier Trail. Work will be suspended from March 15 through August 6th to protect the endangered Northern Spotted Owl, Marbled Murrelet, and Bull Trout, which nest or spawn in the area during the summer. Meanwhile, trail crews have opened the roadway for hikers and bikers all the way to Ipsut Creek Campground. Ipsut Creek Campground is open for walk-in camping and a backcountry permit is required.   15)  Trails Reconstruction of the park’s trail system will begin as soon as weather and snow melt permit, probably in April. The Student Conservation Association (SCA) and Washington Trails Association will help Mount Rainier National Park coordinate a massive trail-building effort with the assistance of volunteers. For details on how to help out, visit SCA’s website at www.theSCA.org. Find current trail conditions here.              PUBLIC ACCESS Many of the roads in Mount Rainier National Park are closed due to winter snow, as is typical for the months of November to April. Other roads are closed due to flood damage or road construction. The following is a summary of your options for accessing each area of the park. The Recovery Efforts section provides a narrative of our reconstruction activities. Visit the Operating Hours & Seasons and the Road Status pages for schedules of opening dates.  This section was updated on May 7, 2007.  Nisqually Entrance The Nisqually Entrance, east of Ashford on State Route 706, is now open daily.   Longmire The Nisqually road to Longmire is now open daily. The National Park Inn and the Longmire Museum are also open daily.  Paradise The road to Paradise from Longmire is now open daily.  Stevens Canyon Road The Stevens Canyon Road is closed due to winter snow. Though it typically reopens around May, storm damage will prevent vehicle access to most sections of the road until later in the summer. Portions of Stevens Canyon Road may open as construction is completed. Check with a Ranger, or the Road Status section of this site for current information. Ohanapecosh and Highway 123 The Ohanapecosh Campground and Highway 123 are closed due to winter snow. The highway typically opens in late April or early May. The section of Highway 123 north of Stevens Canyon Road will be closed for most of the summer due to storm damage and road repairs. Highway 123 south of Stevens Canyon Road is expected to open on May 18th. Until road construction begins, visitors may walk or ski on Highway 123, as is usual during the winter months. Highway 410 As is typical for this time of year, Highway 410 is closed due to winter snow. Visitors may walk or ski past the closed gate at the park entrance.  Highway 410 through the park and over Chinook pass is expected to open by May 24.  Carbon River Road The road between the Carbon River Entrance and Ipsut Creek Campground was heavily damaged by the November 2006 flood and is currently closed to all vehicle access. However, a rough trail has been cut and flagged through the damaged areas and is open to the public for walking or bicycling, a distance of 4 miles each way. Due to the presence of three endangered species sensitive to disturbance during their nesting or spawning seasons, reconstruction of the road will not begin until August. A Wilderness Permit is required for camping at Ipsut Creek Campground.  The permit can be obtained at the Carbon River ranger station.  Mowich Lake Road As is typical for this time of year, the Mowich Lake Road is open as far as the Paul Peak Trailhead, one mile inside the park boundary. Visitors may hike or ski beyond this point. Depending on conditions, four-wheel-drive or tire chains may be required on the Mowich Lake Road. Trails and Climbing Routes While Mount Rainier’s trails and climbing routes are not closed to the public, access to them is limited by winter snow pack, storm damage, and road construction. Trailheads along the Nisqually River are inaccessible due to the road closure. Trails on the east side of the park are snow covered, but accessible by ski or snowshoe as usual. Trailheads in the Carbon River area may be accessed by hiking in from the park entrance on the Carbon River Road. For the latest information on access to climbing routes, visit the Mount Rainier Climbing Blog, maintained by employees of Mount Rainier National Park.  Return to top              HOW YOU CAN HELP Many individuals and groups have contacted Mount Rainier National Park to ask how they can help restore the park’s roads, trails, campgrounds, fire lookouts, and other facilities damaged by the winter storms. The park already has an active volunteer program, which makes use of almost a thousand people every year to help build, maintain, and patrol trails; staff visitor centers; complete maintenance and revegetation projects; and accomplish many other tasks that would not be possible otherwise. We protect the natural and cultural resources of Mount Rainier more effectively, and serve its visitors better, with the help of volunteers. To learn more, visit the park’s Volunteer in Parks page. Many more volunteers will be needed to help the park recover from storm damage. Mount Rainier National Park has named the Student Conservation Association (SCA), a nationwide volunteer conservation organization, to direct its volunteer flood recovery efforts. SCA will work with park officials to assess backcountry damage, devise a restoration strategy, and organize a multi-year volunteer work plan to engage trail coalitions, friends groups, and individual volunteers. “SCA will direct all aspects of volunteer efforts including site logistics, crew coordination, and workload planning and scheduling,” Superintendent, Dave Uberuaga explains. “The recovery effort will stretch over at least two years, and the resources and insights of SCA will prove invaluable.” To learn more about how you can participate in flood recovery efforts, or to put your name on a mailing list to receive further information, visit the Student Conservation Association's Mount Rainier flood recovery page. In addition to coordinating volunteers, the SCA will also assist Mount Rainier National Park with fundraising efforts directed toward flood recovery, in partnership with Washington’s National Park Fund (WNPF). For more information about how to contribute financially, visit WNPF’s web site. Return to top              PUBLIC INFORMATION MEETINGS Between November 2006 and January 2007, public meetings were held in communities near the park. At these meetings, park staff provided residents with information about flood damage and plans for recovery. Future meetings will be held if conditions warrant. The schedule for any future meetings will be published on this website and through local media. No public meetings are scheduled at this time.  Return to top                PRESS RELEASES (PDF files 20-40 kb each) June 14, 2007 Flood Damage Repair Begins on State Route 123  June 13, 2007 Area Opening Dates  May 16, 2007 Correction: SR 123 to Stevens Canyon Entrance Opens May 25  April 27, 2007 The Road to Paradise Reopens Saturday, May 5  April 12, 2007 Mount Rainier Announces Opening Schedule for Roads and Facilities April 12, 2007 Trail Damage Emerges as Snow Melts February 1, 2007 Fire Lookout Damage Discovered  January 16, 2007 SCA to Lead Volunteer Flood Recovery Efforts at Mount Rainier  January 12, 2007 Gonna Rebuild a Mountain  December 8, 2006 Flood Recovery Efforts Continue  December 7, 2006 Mount Rainier Flood Recovery November 27, 2006 Mount Rainier Is Open To Hikers and Snowshoers November 16, 2006 National Park Director To View Flood Damage November 16, 2006 Mount Rainier Fact Sheet-November 2006 Flood  November 15, 2006 Mount Rainier Flood Recovery Information Meetings November 11, 2006 Mount Rainier Begins Rebuilding After Flood November 8, 2006 Tallying the Toll of Flooding On Mount Rainier November 7, 2006 Mount Rainier National Park Closed by Flooding  November 6, 2006 Heavy Rains Force Park Closure  “Rebuilding Rainier” Newsletter Mount Rainier National Park publishes a newsletter, called “Rebuilding Rainier,” to keep employees and members of the public informed about current events in the park. Read archived issues of the newsletter or the current edition: February 26, 2007 February 1, 2007 January 18, 2007 January 8, 2007 December 20, 2006  Return to top",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/news\/november-2006-flood-old-page.htm"
}
