{
    "title": "Mount Rainier National Park: Forest - Yellow",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Forest - Yellow                  Forest Wildflowers - Yellow\/Orange          Cascade Oregon-grape Evergreen Violet   Skunk Cabbage Tiger Lily Wall Lettuce      Full resolution versions of wildflower photos available on flickr.        Cascade Oregon-grape flowers (left); leaves with 11-19 toothed leaflets (right). NPS Photo  Cascade Oregon-grape Berberis nervosa This plant has stout stems with closely-spaced leaves with 11-19 toothed leaflets per leaf. Common in forests mostly below 3,000 feet (914 meters). Produces small, tart, purple berries sometimes used for jelly.           Evergreen Violet NPS, Crow Vecchio  Evergreen Violet Viola sempervirens Also known as Trailing Yellow Violet, this tiny flower is common in moist forests and has heart- to kidney-shaped leaves. Stream or Yellow Wood Violets (Viola glabella) look very similar and can also be found in the park.         Skunk Cabbage NPS Photo  Skunk Cabbage Lysichiton americanus Generally the first plant to bloom in spring, the bright yellow \"flower\" of the skunk cabbage is actually a modified bract, or leaf. The true flowers form a dense yellow-green spike that gives off a distinctive skunk-like smell. The glossy green basal leaves can grow to be up to five feet (1.5 meters) long. Very common and easy to spot emerging from wet swampy ground throughout the park.         Tiger Lily NPS, Chris Roundtree  Tiger Lily Lilium columbianum Flowers bloom on tall, curved stalks so they hang downwards. Stalks can be up to 6.5 feet (2 meters) long, though generally shorter. Narrow leaves encircle the lower portions of the stalk to form rings, or whorls. The leaves become scattered along the upper portion of the stalk. Grows in open woods on dryish ground, and along roadsides.         Wall Lettuce NPS Photo  Wall Lettuce Mycelis muralis A nonnative plant commonly found along roadsides and open woods. Slender branched stems, overall about 12-28 in (30-70 cm) tall, with loose clusters of five-petaled, yellow flowers. Leaves basal, with some clasping leaves along stem, and deeply lobed.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/forest-wildflowers-yellow.htm"
}
