{
    "title": "Olympic National Park: Wilderness Commercial Use Authorization",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Wilderness Commercial Use Authorization                Wilderness Commercial Use Authorizations         Wilderness education high in the Bailey Range Jason Bausher     For-profit and nonprofit organizations must have special permission to run trips in the Park. Over fifty for-profit and nonprofit groups run over 200 trips in the park for over 2,000 visitors every year. For-profit groups are required to obtain a Commercial Use Authorization (CUA), and nonprofit groups are required to obtain a Special Use Permit (SUP) before running trips in the park. Call the Concessions Assistant at (360) 565-3028 to start the application process. Groups cannot register for permits without the CUA or SUP. Commercial Use Authorizations are obtained by for-profit commercial groups and university outdoor programs by completing this CUA Application.  Some of the largest and most well-known guides run trips in Olympic National Park.  Leave No Trace ethics informs these guides in the decision-making involved in complying with park rules, especially when running trips in fragile areas such as alpine meadows and high-traffic areas such as the Coast. The Superintendent's Compendium presents other rules for operating in the Park. Most groups run their trips according to the rules by educating their educators in the park rules and monitoring their compliance while in the park. Email or call the Wilderness Information Center (WIC) for more information about wilderness practices such as vegetation protection, human waste disposal, group size, and bear canisters (required of all organized groups). Education Educating students and clients in Leave No Trace ethics and practices is critical for preserving Olympic's wilderness character now and for future generations. Please have your participants watch the Leave No Trace video prior to their trip. The Leave No Trace Center for Outdoor Ethics at LNT.org also has a variety of educational materials available. Ask the WIC for a DVD of the video. Click here for a free online Leave No Trace Awareness Course. Instructor-led courses are also available. LNT.org offers a variety of teaching resources as well. Important information about reservations & quota areas:     All trips run by CUAs and SUPs must be made with the Wilderness Camping Permit Request form. For quota areas, reservations are taken March 15 through September 30. Reservations are not necessary in non-quota areas, but all permit itineraries must be set up using the Wilderness Camping Permit Request form. Permits must be set up through the Port Angeles WIC with this form. Camping is permitted only in designated sites within quota areas (red camps on map). Groups with 7-12 persons must reserve group sites in most quota areas. See the reservations page for more information. Campsites at larger camp areas are not individually assigned but are available to permit holders on a first come, first served basis. In quota areas, deviation from your permit itinerary is not allowed, except in cases of emergency. In other areas (brown campsites on Trip Planner Map), permits are not limited. CUAs are still required to make these permits through the Port Angeles WIC with the Wilderness Camping Permit Request form. Bear canisters are the only method of food storage for CUAs. Bear cans are not reservable. Although these are loaned at some ranger stations, most of these will not have sufficient bear canisters for large groups.   Wilderness Camping Permit Form Notes:   Please re-read your CUA before making your itinerary. Check to make sure you are following the requirements of your CUA\/SUP. Your CUA must be completed and signed by the park superintendent before Wilderness Camping permit requests will be processed. You must send copies of CPR and First Aid cards to the Concessions Office and at least 30 days prior to the start of each trip. Food Handler's Permits are also required for staff who cook for clients\/students. You must also bring those medical certifications with you on your trip. A permit will not be issued to groups with staff without physical proof of their valid certifications. Staff names must be listed on the Permit Request form with the expiration dates of their medical certifications. Permit requests are due 2 weeks prior to the start date of trips. Permit requests received with less notice may not be processed due to limited staffing. Without the permit, the trip may not be run. Each group must include at least one staff member for each eight clients\/students (1:8) and a minimum of 2 staff for 8-10 clients\/students, with a maximum group size of 12 persons. Do not submit form via both fax and mail. Submit only once. Do not call to verify that we received your fax. If you do not receive a confirmation after one week, you may email us to verify that we received your request. Forms for SUP groups submitted without payment information will be discarded. Be sure to use the \"Camp Area Map\" names when you list your campsites If you are doing more than one trip (i.e. 2 nights at Cape Alava then 2 nights at Moose Lake) you will need to submit separate forms for each trip. If you are staying in red and brown camp areas on the same hike, please include the brown camps (the full itinerary) when you send in your reservation. Wilderness Permit fees are non-refundable. You will receive a reply via email as soon as we process your form or if we have questions or your trip is not possible due to lack of availability. Please be sure to check your email. Please do not send cover letters\/pages with faxed forms.   Permit Request Form Supplemental Form for Long Itineraries     Camp Area Map",
    "url": "https:\/\/www.nps.gov\/olym\/planyourvisit\/wilderness-commercial-use-authorizations.htm"
}
