{
    "title": "Mount Rainier National Park: Rodents",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Rodents                  Rodents       Rodents, in terms of numbers, are the most successful group of mammals in the park. From the beaver, the largest rodent in North America, to the tiny jumping mouse, all rodents share a common feature: sharp, protruding incisor teeth on the lower and upper jaws.  Rodent Species:    Mountain Beaver\/Boomer Beaver Pacific Jumping Mouse Townsend's Chipmunk Yellow Pine Chipmunk Golden-mantled Ground Squirrel Douglas Squirrel Northern Flying Squirrel Hoary Marmot  Deer Mouse Bushy-tailed Woodrat\/Pack Rat Heather Vole Long-tailed Vole Southern Red-backed Vole Townsend's Vole Water Vole Northern Pocket Gopher Porcupine           Aplodontias - family Aplodontidae         Mountain Beaver NPS Photo  Mountain Beaver\/Boomer Aplodonta rufa The Mountain Beaver, which is not related to the common Beaver (Castor canadensis), is the only member of the Aplodintidae family and is believed to be the most primitive living rodent species. Mountain Beavers can be mistaken for gophers, but are distinguished by their short furry tails. They have short limbs with five toes each, small round ears, reddish- to greyish-brown fur, and abundant white whiskers. They eat primarily ferns, which are toxic to other rodents, and can be found in wooded areas up to tree-line.        Beaver - family Castoridae         Beaver NPS\/Sarah Yates Photo  Beaver Castor canadensis The largest rodent in North America (second largest in the world), Beavers have the greatest potential to change the landscape to suit themselves after humans. Beavers use their strong teeth to fell trees in order to dam streams and waterways, creating the pond habitats they prefer. Beavers also use fallen trees to build secure \"lodges\" to live in. Beavers are most active at dusk or during the night, though you may occasionally see them out sunning during the day. They have a large head with short ears; a strong, chunky body; and a broad, flat, scaly, tail. In the park, look for them around the Longmire meadow. Many trees around the meadow still bear evidence of the beavers' hard work.        Jumping Mice - family Zapodidae          Pacific Jumping Mouse Photo ©2005 William Leonard  Pacific Jumping Mouse Zapus trinotatus Weighing an ounce or less, these tiny mice spend a lot of time hibernating, usually from October through April. When awake, these mice are capable of jumping over a yard almost straight up in order to dodge predators. They can be found in areas of dense plant cover such as stream sides and meadows, and seem to particularly like areas with skunk cabbage. They primarily eat grass seeds, berries, tender vegetation, and underground fungi, but can also eat insects.        Marmots, Squirrels, & Chipmunks - family Sciuridae          Townsend's Chipmunk Dr. Lloyd Glenn Ingles © California Academy of Sciences  Townsend's Chipmunk Tamias townsendii Its upright tail and darker color distinguishes this chipmunk from other chipmunk species. Often the erect tail is the only thing visible as this chipmunk scurries through vegetation. Townsend's chipmunks can be found in wooded areas with dense cover, and are skilled climbers. They can travel up to half a mile in their quest for food, consuming anything from roots, bulbs, seeds, berries, and fungi to insects, eggs, and even carrion.         Yellow Pine Chipmunk Dr. Lloyd Glenn Ingles © California Academy of Sciences  Yellow Pine Chipmunk Tamias amoenus The Yellow Pine Chipmunk is the more common chipmunk species in the park, found in a wide range of habitat from meadows to coniferous forests. They can be tawny to pinkish cinnamon in color, with three dark and two light stripes on the face, and five dark and four light stripes on the back. Yellow Pine Chipmunks love berries, but will also feed on nuts, seeds, grasses, mushrooms, and the occasional insect.         Golden-mantled Ground Squirrel NPS Photo  Golden-mantled Ground Squirrel Spermophilus saturatus Though they have stripes on their backs like a chipmunk, Golden-mantled Ground Squirrels lack stripes on the face and are larger in size than a chipmunk. They are common in the park's subalpine regions, particularly around rocky outcrops and talus slopes. They eat a variety of green vegetation, as well as seeds, fungi, and insects.         Douglas Squirrel NPS Photo  Douglas Squirrel Tamiasciurus douglasii Douglas Squirrels are very common in the park, and their distinct chattering calls can be frequently heard throughout the forested regions. Their fur is olive-brown on the back and tail, with paler orange-brown fur on the belly, feet, and around the eye. Douglas Squirrels primarily eat fir, pine, spruce, and hemlock seeds and green cones, but they can also feed on alder catkins, nuts, berries, and mushrooms.         Northern Flying Squirrel Dr. Lloyd Glenn Ingles © California Academy of Sciences  Northern Flying Squirrel Glaucomys sabrinus Northern Flying Squirrels do not truly \"fly\", instead they glide from tree to tree using membranes of furred skin to catch the air. The membranes extend the length of the body from forelegs to hindlegs. The fur on the back is light brown with light grey fur on the belly and feet. Flying squirrels are nocturnal, with exceptionally large, dark eyes. They eat primarily lichens and fungi, but also berries, seeds, and eggs. Found primarily in coniferous mountain forests, they can be as common as Douglas squirrels but are rarely spotted because of their nocturnal habits.         Hoary Marmot NPS Photo  Hoary Marmot Marmota caligata Hoary Marmots are common in the subalpine regions in the park, where they eat vast amounts of meadow vegetation. The thick layers of fat they develop allows them to survive eight to nine months of hibernation each year. Hoary Marmots are named for the grizzled grey fur on their shoulders and upper back, which fades to brown on the lower back. The tail is dark brown; the head grey with a black band across the bridge of the nose, and white patches on the nose. Marmots are sometimes called \"Whistlers\" for the shrill whistle call they can make to warn against the presence of potential predators.        Mice, Rats, & Voles - family Cricetidae         Deer Mouse Photo ©2005 William Leonard  Deer Mouse Peromyscus maniculatus Deer mice have large shiny black eyes, large ears, long whiskers, and a pointed nose. Their fur can range in color from yellowish-tan to brown to blackish brown, but always offset by white fur on the undersides and feet. The tail is also bi-color, the top dark and the bottom light colored. These adaptable animals can be found most places, from meadows to forests to human dwellings. Deer mice horde caches of food, mostly seeds, grasses, and plants; they will also eat insects and eggs. Hantavirus, which can be lethal for humans, is found in the feces and urine of some deer mice. The virus can become airborne, so it is recommended to wear a HEPA-rated mask and spray the area with water and bleach before cleaning away any mice droppings.        Bushy-tailed Woodrat Dr. Lloyd Glenn Ingles © California Academy of Sciences  Bushy-tailed Woodrat\/Pack Rat Neotoma cinerea Woodrats earned the name \"Pack Rat\" for the way they collect objects, from sticks and pine cones to bits of camping gear and tools. They build large, messy nests in rocky areas and male woodrats defend the nests aggressively against rival males. They feed primarily on the leaves of shrubs, but also gather and store conifer needles and seeds, mushrooms, grasses, roots, and bulbs as food for the winter. Woodrats have grey to grizzled brown fur on the back with white fur on the belly, and a long almost squirrel-like bushy tail. Woodrats also have the longest whiskers of any rodent found in the park, almost matching the length of the body on either side. The sensitive whiskers help woodrats feel their way around in the dark, as they are mostly nocturnal.       Heather Vole Phenacomys intermedius Heather Voles are usually grizzled brown in color with light grey bellies and they have short bi-colored tails. Ears are round and barely extend above the top of the fur. They prefer open areas such as subalpine meadows, and eat green vegetation, grasses, lichens, berries, seeds, and fungi.         Long-tailed Vole Dr. Lloyd Glenn Ingles © California Academy of Sciences  Long-tailed Vole Microtus longicaudus These voles prefer cool, moist regions, and they can be found in a variety of habitats, from forest to subalpine meadows. They range in color from greyish to brown; black-tipped guard hairs give them a darker coloring on the back while the undersides are paler. As one might assume, Long-tailed Voles are named such for their long tails, which can be over a third of the length of the body. In the summer they eat green vegetation, grasses, and berries; in the winter they eat bark from heathers, willows, and trees.       Southern Red-backed Vole Clethrionomys gapperi Sometimes called the Gapper's Red-backed, this vole species is one of the easiest to recognize. They have a distinct reddish stripe down the back, though the stripe can occasionally be dark brown or grey-brown. Sides are greyish-tan; undersides are greyish-white. Red-backed Voles can be found in damp coniferous forests, bogs, and swamp lands. They do not cache food for the winter, but forage under the snow for vegetation, grasses, lichens, and fungi.       Townsend's Vole Microtus townsendii One of the largest vole species, Townsend's Voles have large ears that extend well above the fur, long blackish-brown tails, and dark brown fur. They prefer moist meadows and boggy areas, and eat primarily marsh and grassland vegetation.         Water Vole Dr. Lloyd Glenn Ingles © California Academy of Sciences  Water Vole Microtus richardsoni Water Voles have brownish-black fur on the top, with paler sides and grey bellies. The fur is very thick and dense to repel water, as these voles spends a lot of time foraging for food around small alpine creeks and streams. They have long hindfeet to aide in swimming. Water Voles favor clear, gravel-bottomed streams lined with willows and dense vegetation. They eat green leaves, stems, roots, and flowers, as well as bark from willow trees.        Pocket Gophers - family Geomyidae          Northern Pocket Gopher Dr. Lloyd Glenn Ingles © California Academy of Sciences  Northern Pocket Gopher Thomomys talpoides Pocket gophers live underground, tunneling through the earth with strong claws as well as using their powerful jaw and long incisors to cut through the soil. They have brown fur, thick nearly-hairless tails, and large pouches on the cheeks to store and transport food. The pouches do not open to the mouth- instead the opening is on the external side of the cheek. Pocket gophers primarily eat roots and other underground plant parts, but in the summer will also forage nocturnally for vegetation above ground. These animals can be found widely, though they avoid waterlogged or rocky soils and areas where the soil freezes deeply in winter.        Porcupines - family Erthizontidae          Porcupine Gerald and Buff Corsi © California Academy of Sciences  Porcupine Erethizon dorsatum Porcupines are well-known for their defense system: over 30,000 barbed, needle-like quills that are actually modified hairs growing along the back and tail. When attacked, these quills easily detach from the porcupine and pierce the flesh of potential predators. Porcupine quills have been known to blind animals, puncture organs and, if not removed, create festering wounds. Young porcupines are mostly black, while the fur on adult porcupines becomes tinged in yellow. The quills can be white to yellow in color with dark tips. Porcupines are well-adapted tree-climbers, utilizing strong, curved fore-claws, short quills on the underside of the tail, and thick, dimpled soles of their feet to climb. Once secure in a tree, they can graze on leaves, buds, twigs, and bark for days before moving on to another tree.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/rodents.htm"
}
