{
    "title": "Mount Rainier National Park: Carnivores",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Carnivores                  Carnivores       Carnivores are a group of mammals that prey on other animals. Some carnivores eat exclusively meat, while others have a more omnivorous diet and also eat some plant materials.   Carnivore Species:    Black Bear Bobcat Mountain Lion Coyote Cascade Red Fox Raccoon Fisher  Pine Marten Mink Striped Skunk Western Spotted Skunk Long-tailed Weasel Short-tailed Weasel           Bears - family Ursidae          Black Bear NPS Photo  Black Bear Ursus americanus Black Bears are among the largest mammals found in the park, with males weighing from 150-500 pounds and females weighing between 90-250 pounds. Their shaggy coats can range in color from black to brown to honey-colored; they have large, wide feet with curved black claws, large heads with small eyes, and short round ears. Though classified as carnivores, Black Bears do not generally hunt other animals as food. Instead they are more likely to take advantage of found kills left behind by other carnivores. Successful foragers, bears will eat whatever is readily available and much of their diet consists of plant material. If given the opportunity, bears will also happily eat people-food, so it is important to secure any food you bring with you when camping or backpacking. Keep food in secure containers and store them in food lockers, or use bear poles to hang the food out of reach. Remember, Keep Wildlife Wild! Bears hibernate during the winter, but during the summer they can be found throughout the park from lowland forests to subalpine meadows.        Cats - family Felidae         Bobcat Gerald and Buff Corsi © California Academy of Sciences  Bobcat Lynx rufus Bobcats weigh between 15-30 pounds. Their coats are yellowish-brown, with dark spots on the sides and dark stripes on the face, outside of the legs, and on top of the bobbed tail. Undersides of the coat are white, including under the chin and tail. They have large, tufted ears. Bobcats can be found in coniferous forests where they hunt rabbit, squirrels, mice, voles, beavers, skunks, and ground-nesting birds. They will also scavenge meat from other kills. Bobcats are most active at night.         Mountain Lion NPS Photo  Mountain Lion Puma concolor Also called Pumas or Cougars, Mountain Lions are large carnivores weighing between 70-190 pounds. Solitary hunters, Mountain Lions will wait silently crouched in trees or on a ledge in order to ambush large prey like deer and elk. Though they primarily hunt deer and elk, they will also eat mountain goats, beavers, porcupines, birds, rabbits and other small mammals. Mountain Lions range in color from greyish-tan to yellow-cinnamon in color, with white undersides. The sides of the muzzle, backs of the ears, and the tip of the tail are black. Their bodies are long and lean with long tails. Rarely spotted by people, Mountain Lions favor remote forested regions, though they may follow their favorite food source, deer, into subalpine areas.        Foxes & Coyotes - family Canidae         Coyote Gerald and Buff Corsi © California Academy of Sciences  Coyote Canis latrans Coyotes are common throughout North America, both in wilderness and developed areas. Human encroachment has benefited coyotes in some ways unlike many species. Humans eliminated many of the wolf populations coyotes competed with, and clear-cutting of forests created favorable habitat for the small mammals coyotes prefer to hunt. Combined with their high reproductive rate and flexible diet, coyotes have thrived despite efforts from people to control their population. Coyotes hunt squirrels, mice, hares, birds, amphibians, and reptiles; they also regularly eat carrion. Though primarily carnivorous, they eat berries and other vegetation on occasion. Coyotes are similar in appearance to medium size dogs but are distinguished by their long, bushy tail. Their coat is greyish-tan in color, with lighter-colored underparts.         Red Fox NPS\/David P. Stiles Photo  Cascade Red Fox Vulpes vulpes cascadensis  The Cascade Red Fox is a rare subspecies of Red Fox (Vulpes vulpes) that lives only at high elevations in the Cascade Range of Washington State, specifically in Mount Rainier National Park. Foxes are small canines weighing between 8-15 pounds. Though some have a bright red coat, they can also be tan, silver, and black in coloring. Regardless of the dominant color, the tips of their large bushy tails are always white, while the forelegs are black. Foxes are opportunistic hunters, pouncing or ambushing small rodents, birds, and rabbits. They will also eat berries, eggs, and insects. Foxes will take food from people, and can sometimes be seen begging for food around roads and developed areas in the park. For your safety and for the health of the animal, please do not feed foxes. Learn more about Keeping Wildlife Wild. Additional Research:   Jenkins, Kurt J., P.C. Griffin, & M.E. Reid. Indicators for Habituated and Food-Conditioned Cascade Red Foxes in Mount Rainier National Park: Preliminary Assessment. U.S. Geologic Survey Administrative Report. Aubry, Keith B. The Recent History and Present Distribution of the Red Fox in Washington. Northwest Science, Vol. 58, No. 1. 1984. Aubry, Keith B., et al. Phylogeography of the North American red fox; vicariance in Pleistocene forest refugia. Molecular Ecology, Vol. 18, pp 2668-2686. 2009. Wells, Gail. Tracing the Fox Family Tree: The North American Red Fox Has a Diverse Ancestry Forged During Successive Ice Ages. PNW Science Findings. USDA Forest Service-Pacific Northwest Research Station. Issue 132. April\/May 2011. (Summary and discussion of the research of Keith Aubry, see papers listed above.)         Racoons - family Procyonidae          Raccoons Dr. Lloyd Glenn Ingles © California Academy of Sciences  Raccoon Procyon lotor A Raccoon's black face mask and ringed tail make it one of the most easily recognized carnivore species. The black face mask is bordered by white over the eyebrows and on the sides of the muzzle, and the bushy tail has 4-6 black bands alternating with paler bands. The body is blackish- to brownish-grey. Raccoons are active at night and prefer areas with water, such as around streams and ponds. Raccoons eat frogs, fish, eggs, young birds, rodents, and insects but also nuts and berries. They have a very acute sense of touch which is enhanced by water. Raccoons used to be famous for \"washing\" their food, but scientists now believe that water helps Raccoons feel their food for inedible bits to discard before eating.        Weasels & Skunks - family Mustelidae          Fisher Gerald and Buff Corsi © California Academy of Sciences  Fisher Pekania pennanti Fisher populations were extirpated (locally extinct) in Washington state due to habitat loss and trapping, but scientists are trying to recover the species by reintroducing them into Washington wilderness areas, including in Mount Rainier National Park. Fishers are large weasels, weighing from 5-12 pounds. They have rounded ears, pointed snouts, and long, dark tails. Their fur can range in color from grey to gold to black, while the undersides and tail are dark brown. Fishers prefer dense coniferous forests, and are nocturnal. They hunt squirrels, hares, mice, and grouse, and are one of the few carnivores to hunt porcupines. They also eat carrion, nuts, and berries. Fishers were formerly classified as Martes pennanti.         American Marten NPS\/Dan Font Photo  American Marten Martes americana American Martens have pale yellow to dark brown coats and long bushy tails. They sometimes have lighter orange- to cream-colored fur ranging from a small spot on the throat up to a large patch extending across the chest from throat to belly. They have large furry feet with retractable claws, prominent ears, and narrow, fox-like faces. Martens live in mature coniferous forests where they primarily hunt voles, but also eat squirrels, birds, hares, insects, eggs, and carrion. American Martens are sometimes called Pine Martens.       Mink Mustela vison Minks are small weasels with sleek dark brown to black coats and tails. They can have spots of white fur on the chin or belly. Minks are found around water sources in dense coniferous forests, where they hunt for frogs, fish, waterbirds, eggs, mice, voles, snakes, and aquatic insects. Minks are aggressive hunters and sometimes kill more than they can eat. They store surplus food in their dens, which are usually dug into riverbanks.         Striped Skunk Dr. Lloyd Glenn Ingles © California Academy of Sciences  Striped Skunk Mephitis mephitis Skunks are notorious for their ability to spray predators with foul-smelling fluid, which is also an eye and skin irritant. Striped Skunks are easily recognized by their glossy black fur with two white stripes extending down their backs and tails. They can also have a single white stripe along the top of the snout and between the eyes. Skunks have large claws for digging, and almost 40 percent of their diet is made up of insect larvae, grasshoppers, beetles, and bees. They will also eat carrion, eggs, amphibians, berries, and some green vegetation.         Western Spotted Skunk Alden M. Johnson © California Academy of Sciences  Western Spotted Skunk Spilogale gracilis Spotted Skunks are mainly black with several broken stripes or dashes of white fur instead of two white stripes like Striped Skunks. They are also much smaller than Striped Skunks. Spotted Skunks are nocturnal and roam between wooded and open habitats. They eat insects (especially grasshoppers and crickets), eggs, small rodents, frogs, and berries. Spotted Skunks also spray pungent fluid when threatened but, unlike Striped Skunks which will face away from predators in order to spray from glands under the tail, Spotted Skunks face towards the threat then lift up into a handstand and flip their tails over to spray from an upside down position.         Long-tailed Weasel Alden M. Johnson © California Academy of Sciences  Long-tailed Weasel Mustela frenata In summer, these weasels have cinnamon-brown coats with yellow-cream underparts; in the winter, the coat turns white. The tip of their long tails remains black in both seasons. Long-tailed Weasels primarily hunt mice and voles, though they can sometimes overpower larger prey like ground squirrels and rabbits. They prefer open areas, such as subalpine meadows and alpine tundra.         Short-tailed Weasel Gerald and Buff Corsi © California Academy of Sciences  Short-tailed Weasel Mustela erminea Like Long-tailed Weasels, the smaller Short-tailed Weasels turn white during the winter. In summer they have brown coats with paler underparts, and the tip of the tail remains black in all seasons. These weasels are sometimes called \"Ermine\" when they are white in winter and \"Stoats\" when they are brown in summer. They have oval ears that extend above the fur and short legs. Short-tailed weasels prefer coniferous forests, though in summer months they can move up into subalpine and alpine tundra. They eat mice, voles, shrews, chipmunks, pocket gophers, pikas, rabbits, eggs, and insects.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/carnivores.htm"
}
