{
    "title": "Mount Rainier National Park: Insectivores",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Insectivores                  Insectivores       The Insectivore group of mammals includes moles and shrews. Though similar in appearance to rodents, insectivores lack the prominent incisor teeth that distinguishes rodents. Instead they have numerous sharp teeth for hunting and eating insects.  Insectivore Species:    Coast Mole Townsend's Mole  Shrew Mole Shrews            Moles - family Talpidae          Coast Mole NPS Photo  Coast Mole Scapanus orarius Coast Moles have dark grey fur with a silvery sheen, which can turn more brownish in summer. Their tails are pinkish with few hairs, as is the tip of the nose. They have large, hairless forefeet that turn outwards. Moles use their large feet and claws to tunnel easily through the soil in search of their preferred food of earthworms. They also eat other insects and some vegetation. Coast Moles leave behind piles of discarded soil called \"molehills\" and play an essential role in aerating soil. They can be found in meadows and some forests.        Townsend's Mole Scapanus townsendii The largest mole in North America, Townsend's Moles have short black fur, short pink tails, long snouts, and very large forefeet. The claws on the forefeet are flat and heavy, designed to easily dig through soil. Like the related but smaller Coast Mole, Townsend's Moles primarily eat earthworms, but also insects, larvae, and some vegetation. They prefer loose soil at lower elevations.         Shrew Mole NPS Photo  Shrew Mole Neurotrichus gibbsii Shrew Moles have black fur, scaly feet, and long tails. Unlike other moles, Shrew Moles spend some time above ground so their forefeet are smaller. Also, while their claws are long, they are not flattened like with other moles. Instead of digging through soil, Shrew Moles tunnel through loose leaf litter and decaying vegetation on forest floors looking for insects, though earthworms still make up a significant portion of their diet.        Shrews - family Soricidae          Wandering Shrew ©2005 William Leonard  Shrew species are very difficult to identify, and almost impossible to identify in the field. The different species can be so similar that it requires a close examination of tooth and skull characteristics to distinguish between them. All shrews are very small, most weighing less than 0.25 ounces, and have long, slender snouts with many tiny teeth behind the incisors. Shrews have extremely fast metabolisms in order to compensate for their small size, and have to eat as much as three times their weight in food each day in order to stay warm and not starve. They eat insects, larvae, slugs, snails, spiders, earthworms, carrion, mice, and even small fish (in the case of the Water Shrew).  Shrew Species: Common\/Masked Shrew - Sorex cinerea  Dusky Shrew - Sorex monitcoulus; sometimes called Montane Shrew Marsh Shrew - Sorex bendirii Trowbridge Shrew - Sorex trowbridgii Wandering Shrew - Sorex vagrans; sometimes called Vagrant Shrew Water Shrew - Sorex palustris",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/insectivores.htm"
}
