{
    "title": "Mount Rainier National Park: Summerland",
    "body": "Summerland Trail      Summerland    Trails from Sunrise Road via the Wonderland Trail      Summerland Trail   Distance, round trip: 8.4 miles Elevation gain: 2100 feet Hiking time, round trip: 4 hours Wilderness Camp: Summerland Camp  Trail Description Drive through the White River Entrance and proceed three miles to a parking area near the Fryingpan Creek bridge. The trailhead is across the road. Parking space is limited and fills early on sunny summer days. Have an alternate hike in mind in case parking space is not available.   The trail ascends gradually through mature forest for several miles before entering the upper valley of Fryingpan Creek where hikers find good views of Mount Rainier. Shortly after crossing the creek at a small cascade, the trail climbs steeply for another .5 mile before reaching the open subalpine meadows of Summerland. This is one of Mount Rainier's most crowded trails, hosting several hundred hikers per day on a nice summer weekend.   Please hike only on the constructed trails and rest on nearby rocks. Minimize your impact on these fragile meadows so they remain beautiful.   Avid climber and explorer E. S. Ingraham named this area during one of his many mountain visits. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail The variety of subalpine wildflowers, panoramic views of Mount Rainier and Little Tahoma, and frequent sightings of mountain goats and other wildlife make this hike extremely popular. Backpacking The campsites at Summerland are some of the most popular in the park and often fill early on summer days. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Treat water before drinking. Fires are prohibited. No pets on trails.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/summerland.htm"
}
