{
    "title": "Mount Rainier National Park: Bats",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Bats                  Bats       Bats are the only group of mammals capable of flight. Bat wings are made of double layers of skin stretched across a framework of modified finger bones and extend back to the legs. Bats are also well known for their excellent hearing. Mostly nocturnal, bats use echolocation to locate prey in the dark. Bat Species    Big Brown Bat Hoary Bat Long-legged Bat  Silver-haired Bat Townsend's Big-eared Bat Yuma Bat           Bats - family Verspertilionidae          Big Brown Bat Dr. Lloyd Glenn Ingles © California Academy of Sciences  Big Brown Bat Eptesicus fuscus Big Brown Bats have brown fur on the back and undersides, while the wings, face, and ears are mostly fur-less and black in color. They roost in tree cavities and under loose bark, as well as in buildings and other human structures. Big Brown Bats eat primarily beetles, foraging at heights of no more than 30 feet (9 meters), and are most active before dawn and at dusk.         Hoary Bat ©2005 William Leonard  Hoary Bat Lasiurus cinereus Hoary Bats are one of the largest bat species found in the park with a wingspan of around 16 inches (40.6 cm), though a full-sized adult weighs less than 1.5 ounces. They have light brown to greyish fur on the back, belly, and upper surfaces of the feet and tail membrane. The fur is white-tipped, which gives the bats their \"hoary\" appearance. The throat and shoulders have yellowish, pale brown fur. Hoary Bats can be spotted around lakes, meadows, and open areas near coniferous forests. They hunt moths, flies, and beetles; and are most active well after dusk when all daylight has faded.       Long-legged Bat Myotis volans These bats have uniformly-colored light brown to dark brown fur, including a strip of fur on the underside of the wing from elbow to knee. Long-legged Bats prefer coniferous forests near water sources, and eat moths, flies, and beetles. In winter they hibernate in caves, while in summer they roost in trees, rock crevices, and buildings.       Silver-haired Bat Lasionycteris noctivagans Silver-haired Bats have black fur, but their \"silver\" appearance comes from longer, white-tipped hairs on the back. These bats are found primarily in forests and forage relatively low to the ground, often over lakes and other water sources. They eat flies and moths.         Townsend's Big-eared Bat ©2005 William Leonard  Townsend's Big-eared Bat Corynorhinus townsendii Townsend's Big-eared Bats are logically named for their exceptionally large ears. The ears can be more than one-third the length of the body in size, usually around 1.5 inches long (3.8 cm). The ears connect in the middle over the forehead, and curl and fold up when the bat is at rest. The bats have light brown fur. They prefer open areas near coniferous forests, where they hunt along forest edges primarily for moths and are most active late at night.       Yuma Bat Myotis yumanensis Yuma Bats have brown to black fur on the back with paler undersides. They prefer meadows and open areas near water and much of their preferred food is made up of aquatic invertebrates, such as caddisflies, mayflies, and midges. These bats are active at dawn and dusk.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/bats.htm"
}
