{
    "title": "Fort Matanzas National Monument: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       The management and staff of the Fort Matanzas National Monument need your help. As guardians of one of our nation’s great treasures, park employees hope you will enjoy your visit. We ask that during your visit you pause to consider the impact you are having on the park and consider ways to help us preserve all the park has to offer.  It’s easy to help; here’s how:   Don’t litter Pack out your trash.  Clean up where others have not. Reduce, reuse and recycle (recycling centers have been set up throughout the park for your convenience).  Keep off historic walls and cannons.  Don’t pick at the fragile walls of the fort.  Use designated pathways and walkways.  Keep out of the dunes.  All plants or animals are protected by Federal Law; leave them as you found them in their natural state.  These simple actions on your part will reduce the time we need to spend cleaning and repairing areas of the park. This will allow us to focus our efforts on more critical and interesting endeavors. We want you to know that we have taken many steps to making the park as energy efficient and ecologically friendly as possible. But it is an ever progressing effort. If you see any way in which we may be able to reduce operating expenses or provide a more environmentally responsible experience, please let us know. (See the Contact Us information on our home page.) Click here for insight into the commitment made by the National Park Service to climate friendly parks. Click here for information on recycling. Click here for energy saving tips. Remember: the impacts you create today are seen by your children tomorrow. Enjoy, but do not destroy!  Bookstore - Our bookstore, operated by Eastern National, provides many unique and informative books and souvenir items which can add a sense of permanence to your visit. The park receives a percentage of the profits (specifically earmarked for interpretive services). Donations - Fort Matanzas National Monument does not charge an entrance fee or a fee to ride the ferry. Although the park is supported in part by fees collected at the Castillo de San Marcos, donations are appreciated. Volunteer - Of course, there's no better way to help out than to pitch in. Read about volunteer opportunities on the Volunteer Page.        Donate to the Park  You can always donate money directly to the park. All donations are greatly appreciated. Money received through general donations is used to support the educational and interpretive activities that we offer. These include, among others, the volunteers who present the living history demonstrations and the Junior Ranger program. To donate when you visit, there is a collection box on the boat dock as you board the ferry. Or you may send donations by mail to: Fort Matanzas NM 8635 A1A South Saint Augustine, FL 32080 Never send cash! Please make your checks or money orders out to 'National Park Service'. Please include your name and address so the Superintendent can thank you for your generous support.",
    "url": "https:\/\/www.nps.gov\/foma\/getinvolved\/supportyourpark\/index.htm"
}
