{
    "title": "Mount Rainier National Park: Glacier Basin",
    "body": "Glacier Basin Trail      Glacier Basin Trail    Trail from White River Campground      Glacier Basin Trail   Distance, round trip: 7 miles Elevation gain: 1280 feet Hiking time, round trip: 4 hours Wilderness Camps: Glacier Basin Camp  Trail Description Although an effort was made to mine copper ore in this area in the late 1800s, nothing of commercial value was ever extracted and mining efforts were eventually suspended.   Drive through the White River Entrance Station and continue five miles to the White River Campground. Be sure to park in the hiker\/climber parking area and not in a campsite. The trail begins at the upper end of the campground.   This route was once an old mining road which was rehabilitated for trail use. It follows the White River for 3.5 miles. At first the ascent is gradual, but becomes steeper on the final section before entering Glacier Basin. A climber's track continues past Glacier Basin camp, passing through an area of fragile wetland plants to the base of the Inter Glacier. Please stay on the trail to protect the vegetation. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail One mile beyond the trailhead is a junction with the Emmons Moraine Trail. This one-mile round-trip spur trail leads to a viewpoint which overlooks the Emmons Glacier, the largest glacier in the 48 contiguous United States. From Glacier Basin, look for mountain goats on the surrounding slopes and climbers ascending the Inter Glacier to Steamboat Prow. Backpacking Campsites at Glacier Basin are popular with climbers who are beginning their ascent of Mount Rainier. The sites are located in the trees as one approaches the open meadows of the basin. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, visitor centers and on our web site. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/glacier-basin.htm"
}
