{
    "title": "Mount Rainier National Park: Naches Peak Loop",
    "body": "Naches Peak Loop Trail      Naches Peak Loop Trail    Loop trail around Naches Peak      Naches Peak Loop Trail   Distance, round trip: 3.5 miles Elevation gain: 500 feet Hiking time, round trip: 2 hours Wilderness Camps: None  Trail Description Park at Tipsoo Lake, .5 mile west of Chinook Pass on SR 410. For a clockwise hike of the Naches Peak Loop Trail, follow the trail from the picnic area to Chinook Pass and the Pacific Crest Trail.   This easy loop is one of the most popular hikes in the park. It starts out along the Pacific Crest Trail at Chinook Pass and leads south, traversing the east side of Naches Peak 1.6 miles until intersecting the Naches Loop Trail. To continue the loop and return to Tipsoo Lake in 1.4 miles, follow the Naches Loop Trail along the west side of Naches Peak. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail To get the best views of Mount Rainier, hike the loop in a clockwise direction. This loop provides the hiker with breathtaking views of the Mountain, a look at beautiful subalpine meadows, and an abundant supply of huckleberries in late summer and early fall. Backpacking There is no camping along the Naches Peak Loop Trail within Mount Rainier National Park. Nor are there any suitable sites for camping along the Pacific Crest Trail within the park. Camping is permitted on adjacent United States Forest Service lands. Permits are required for camping. Pets are allowed only on the Pacific Crest Trail portion of the loop outside of the park, and they must be leashed. Dogs and other pets are NOT allowed on the section of the Naches Peak Loop Trail within the park, nor are they allowed on any other trails inside the park. Fires are prohibited. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/natches-peak-loop.htm"
}
