{
    "title": "Mount Rainier National Park: Crystal Lakes",
    "body": "Crystal Lakes Trail      Crystal Lakes Trail    Trail off of State Route 410, east side of park.      Crystal Lakes Trail   Distance, round trip: 6 miles Elevation gain: 2300 feet Hiking time, round trip: 3 hours Wilderness Camps: Lower Crystal Lake, Upper Crystal Lake  Trail Description The trailhead is located on SR 410 approximately 4 miles north of Cayuse Pass toward the north park boundary. It is on the east side of the road near Crystal Creek.   The first 1.5 miles of trail climbs through the forest on a series of switchbacks which provide a good look at Mount Rainier until the view is eclipsed by Crystal Peak. The next mile leads to forested Lower Crystal Lake, the smaller of the two lakes. The lovely open basin containing Upper Crystal Lake lies .5 mile beyond the lower lake. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail By late July and early August the meadows explode with a wide variety of colorful subalpine wildflowers. Watch for elk and mountain goats grazing on the surrounding slopes and ridges anytime throughout the summer and early fall. A side trip to Crystal Peak (five miles round-trip) is well worth the effort. On a clear day five volcanoes can be seen from this 6615 ft. former fire lookout site. Start early in the day if you plan on hiking to the peak as the trail traverses a shadeless south-facing slope which can be very hot and dry during summer. Backpacking There are wilderness camps both at Lower and Upper Crystal Lakes. Be sure to camp in designated sites only. Permits are required for camping. Permits and current trail conditions are available park-wide from Wilderness Information Centers, Ranger Stations, Visitor Centers and on our web site. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/crystal-lakes.htm"
}
