{
    "title": "Mount Rainier National Park: Skyline",
    "body": "Skyline Trail      Skyline Trail    Paradise Area Map      Skyline Trail   Distance, round trip: 5.5 miles Elevation gain: 1700 feet Hiking time, round trip: 4.5 hours Wilderness Camps: None  Trail Description Note: Check current trail conditions before starting this hike. Early season hiking on this trail may be hazardous. Rest on benches or rocks. Stay on trail to protect delicate subalpine plants.  The trailhead is located near the entrance to the Jackson Visitor Center at Paradise, marked by stone steps inscribed with a quote by John Muir.   Hiking the loop clockwise, the trail climbs 2 miles until reaching Panorama Point, where a toilet is provided for hikers. Past Panorama Point use of the High Skyline Trail avoids a dangerous icy slope that does not melt. This connects back to the Skyline above the junction with Golden Gate trail (an alternative for a shorter hike). Another 0.75 mile and the Skyline Trail reaches the Stevens-Van Trump Memorial and its junction with the Paradise Glacier Trail. From there it descends into the Paradise Valley, then climbs slightly to Myrtle Falls and finally back to Paradise. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail The trail offers stunning displays of subalpine wildflowers, a close-up look at Mount Rainier and the Nisqually Glacier, and, on a clear day, views of peaks as far south as Oregon's Mount Hood. Backpacking Several sections of the park are designated as open to day use only. These areas have been closed to overnight camping due to previous resource damage caused by concentrations of people in areas too fragile to sustain such use. Paradise is a day use only area. Please hike only on the constructed trails and help minimize impact on this delicate environment. Current trail conditions are available at park-wide from wilderness information centers, ranger stations, and visitor centers. Treat water before drinking. Fires are prohibited. No pets on trails.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/skyline-trail.htm"
}
