{
    "title": "Mount Rainier National Park: Shriner Peak",
    "body": "Shriner Peak Trail      Shriner Peak Trail    Trail off of State Route 123, on park's east side.      Shriner Peak Trail   Distance, round trip: 8 miles Elevation gain: 3434 feet Hiking time, round trip: 5 hours Wilderness Camp: Shriner Peak  Trail Description Drive 3.5 miles north of the Stevens Canyon Entrance on Highway 123. The trailhead is located .5 mile north of the Panther Creek Bridge.   Hikers should be aware that this trail is steep and shadeless! Carry water and start your hike early in the day to avoid the hottest afternoon hours. There are no water sources on this trail.   Although this trail begins in the forest, it soon climbs into an old burn area that is open and shadeless. For 2.5 miles the trail continues its steep ascent to the top of the ridge. Still no shade, but a slight breeze sometimes makes the hike more bearable from here on. After a .5 mile walk along the ridge top, the route becomes a series of steep switchbacks for the final climb to the lookout. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Once on top of the ridge, hikers enjoy commanding views of Mount Rainier, the Ohanapecosh Valley and the Cascades. For hikers seeking solitude, this is a good trail choice - probably because it can be extremely hot on a sunny summer afternoon. Backpacking The wilderness campsites at Shriner Peak are located near the lookout and offers an incomparable view of Mount Rainier at sunrise. Well worth the effort of waking early! A spring located about one mile back down the trail is the only source of water for this camp. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/shriner-peak.htm"
}
