{
    "title": "Mount Rainier National Park: Lake George",
    "body": "Lake George Trail      Westside Road Trails    Trails beginning at Westside Road Trailhead including Emerald Ridge, Lake George, Gobblers Knob, and Klapatche Park.      Lake George Trail   Distance, round trip, Lake George: 8.8 miles Distance, round trip, Gobblers Knob: 11.8 miles Elevation gain, Lake George: 390 feet Elevation gain, Gobblers Knob: 1585 feet Hiking time, round trip, Lake George: 5 hours Hiking time, round trip, Gobblers Knob: 7 hours Wilderness Camps, Lake George: Lake George Wilderness Camps, Gobblers Knob: None  Trail Description Lake George is a pristine mountain lake, nestled in the northwest shoulder of Mount Wow. The rock outcrop of Gobblers Knob is situated at the north end of Mount Wow, a mountain whose name means \"goat.\"   One mile east of the Nisqually Entrance is the Westside Road junction. Turn here and continue up the Westside Road to where it ends (approximately 3 miles from the start of the road). Hike up the closed portion of the road to Round Pass and the trailhead (approximately 4 miles).   The hike to Lake George is easy with a gradual incline. It is popular for families with small children. The hike up to Gobblers Knob Lookout is an additional 1.5 miles and much steeper. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Take time to enjoy the shoreline of Lake George and the summer wildflowers and wildlife while hiking to Gobblers Knob. From the lookout is a spectacular view of Mount Rainier and the Tahoma Glacier descending from the summit down the west slope of the mountain. On a clear day the peaks of Mounts St. Helens, Mount Hood, Mount Adams, and the Olympic Mountains are visible to the south and east. The fire lookout itself is worth more than a quick glance as it has been in use since the 1930s. Backpacking Campsites at Lake George are popular. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/lake-george.htm"
}
