{
    "title": "Mount Rainier National Park: Burroughs Mountain",
    "body": "Burroughs Mountain Trail      Burroughs Mountains Trail    Sunrise Area      Burroughs Mountain Trail   Distance, round trip: 4.7 miles Elevation gain: 900 feet Hiking time, round trip: 2.5 hours Wilderness Camps: Sunrise  Trail Description The peak on Mount Rainier's northeast slope honors naturalist and essayist John Burroughs.   The trailhead is located on the south side of the Sunrise parking area. Traveling in a clockwise direction, the trail passes Shadow Lake on a level grade then climbs sharply to an overlook on the White River and Emmons Glacier. Beyond the overlook the route continues up and onto the wide, flat plateau of First Burroughs Mountain, reaching a junction with the trail to Frozen Lake in 1.5 miles. Hike east another 1.4 miles from the Frozen Lake junction back to the Sunrise parking lot.   Check current trail conditions before starting your hike! Early season hiking on this trail may be hazardous due to steep snow-covered slopes. Please hike only on the constructed trails and help minimize impact on this delicate environment. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail The mountain views from any point on this trail are superb and Burroughs Mountain offers possibly the finest, most assessable tundra in the Cascades. Plants able to survive in this harsh environment are extremely delicate and slow growing. Please help them to survive by staying on the trail! Backpacking Although there is no camp on Burroughs Mountain, Sunrise Camp lies along the way, approximately one mile from the parking area. It is popular with families who wish to hike only a short distance before making camp. Permits are required for camping. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/burroughs-mountain.htm"
}
