{
    "title": "Mount Rainier National Park: Van Trump Park",
    "body": "Van Trump Trail      Comet Falls Area    Including Comet Falls, Van Trump Park and Mildred Point trails.      Van Trump Trail   Distance, round trip, Comet Falls: 3.8 miles Distance, round trip, Trump Peak: 5.6 miles Elevation gain, Comet Falls: 900 feet Elevation gain, Trump Peak: 2200 feet Hiking time, round trip, Comet Falls: 2.5 hours Hiking time, round trip, Trump Peak: 4 hours Wilderness Camps, Comet Falls: None Wilderness Camps, Trump Peak: None  Trail Description One of the highest waterfalls in the park, Comet Falls was named because it resembles the tail of a comet, or so some thought. Van Trump Park honors P. B. Van Trump, who with Hazard Stevens, was one of the first documented people to stand on the summit of Mount Rainier.   The Comet Falls trailhead is located four miles northeast of Longmire on the road to Paradise. Parking space is limited and often full. There is no more parking nearby, so have an alternate hike in mind.   For 1.9 miles the trail climbs steadily up hill until it reaches the base of Comet Falls. From there it switchbacks 0.8 miles uphill to the junction with the Rampart Ridge Trail. Van Trump Park is to the right, where the trail winds through the meadows until it dead ends in 0.5 miles. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail The 320-foot Comet Falls is a popular destination for many hikers. Those folks who continue to Van Trump Park enjoy views Mount Adams and Mount St. Helens to the distant south, while the Kautz and Van Trump Glaciers dominate views of Mount Rainier to the north. Look for marmots, pikas, and mountain goats on rocky open slopes in the area. Backpacking There is no designated camp along this trail nor anywhere nearby. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/van-trump-trail.htm"
}
