{
    "title": "Mount Rainier National Park: Gobbler's Knob",
    "body": "Gobblers Knob Trail      Westside Road Trails    Trails beginning at Westside Road Trailhead including Emerald Ridge, Lake George, Gobblers Knob, and Klapatche Park.      Gobblers Knob Trail   Distance, round trip, Lake George: 8.8 miles Distance, round trip, Gobblers Knob: 9.8 miles Elevation gain, Lake George: 390 feet Elevation gain, Gobblers Knob: 1585 feet Hiking time, round trip, Lake George: 5 hours Hiking time, round trip, Gobblers Knob: 6-7 hours Wilderness Camps, Lake George: Lake George Wilderness Camps, Gobblers Knob: None  Trail Description Lake George is a pristine mountain lake nestled in the northwest shoulder of Mount Wow. The rock outcrop of Gobblers Knob is situated at the north end of Mount Wow, a mountain whose name means \"goat\".   Take the Westside Road to the gate at Dry Creek (approximately 3 miles from the start of the road). Due to danger from rock fall, vehicles must park south of the barricade at Dry Creek. Hikers and bicyclists should travel through the area with caution and avoid lingering in the rock fall hazard zone.   Hike up the closed portion of the road to Round Pass and the trailhead (approximately 4 miles). The hike to Lake George is easy with a gradual incline. The hike to Gobblers Knob Lookout is an additional 1.5 miles and much steeper. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Enjoy the shoreline of Lake George and spectacular views of Mount Rainier and the Tahoma Glacier from Gobblers Knob. On a clear day the peaks of Mount St. Helens, Mount Hood, Mount Adams, and the Olympic Mountains are visible. The fire lookout has been in use since the 1930s. Backpacking Permits are required for camping. Permits and trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/gobblers-knob-trail.htm"
}
