{
    "title": "Mount Rainier National Park: Emerald Ridge",
    "body": "Emerald Ridge Trail      Westside Road Trails    Trails beginning at Westside Road Trailhead including Emerald Ridge, Lake George, Gobblers Knob, and Klapatche Park.      Emerald Ridge Trail   Distance, round trip: Approximately 9 road miles + 7 trail miles = 16 miles Elevation gain: 2100 feet Hiking time, round trip: 8-9 hours Wilderness Camp: South Puyallup River Camp  Trail Description Take the Westside Road to the gate at Dry Creek (approximately 3 miles from the start of the road). Due to danger from rock fall, vehicles must park south of the barricade at Dry Creek. Hikers and bicyclists should travel through the area with caution and avoid lingering in the rock fall hazard zone. Hike up the closed portion of the road to the Puyallup River trailhead (approximately 4.5 miles).   The first 1.6 miles of trail climbs gradually through old growth forest to the South Puyallup Camp. From the camp, the trail becomes very rocky and climbs more steeply.  Once atop Emerald Ridge, please stay on the constructed trails and rock outcroppings. The delicate subalpine vegetation is damaged by off-trail hiking and other uses. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail About 1.5 miles up the trail look for high columns of andesite. These hexagonal columns were formed during the cooling process after hot lava flowed through the valley thousands of years ago. Atop Emerald Ridge, the vegetation changes from forest to subalpine. Hikers may enjoy superb views of the Tahoma Glacier and Mount Rainier. Backpacking The South Puyallup River Camp is located 1.6 miles from the trailhead near the junction with the Wonderland Trail. Camping is not permitted atop Emerald Ridge because of the fragile nature of the area and the lack of suitable spots. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/emerald-ridge.htm"
}
