{
    "title": "Mount Rainier National Park: Klapatche Park",
    "body": "Klapatche Park Trail      Westside Road Trails    Trails beginning at Westside Road Trailhead including Emerald Ridge, Lake George, Gobblers Knob, and Klapatche Park.      Klapatche Park Trail   Distance, round trip: 19.2 miles Elevation gain: 1700 feet Hiking time, round trip: 2 days Wilderness Camps: Klapatche Park  Trail Description This high meadow is a favorite for many hikers. It is surmised that the name Klapatche is of Indian origin but the exact meaning has been lost.   One mile east of the Nisqually Entrance is the Westside Road junction. Turn here and continue up the Westside Road to where it ends (approximately 3 miles from the start of the road). Hike up the closed portion of the road to the trailhead (approximately 4 miles) at South Puyallup River Trail.   The trail follows the South Puyallup River 1.8 miles to the junction with the Wonderland Trail. Take the Wonderland Trail north 3.9 miles, climbing a series of steep switchbacks to reach St. Andrews Park and then on to Klaptache Park. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Klapatche Park features a serene mountain lake, meadows abundant with subalpine wildflowers, and grand views of Mount Rainier. Backpacking The campsites at Klapatche Park are some of the most popular in the park and are often full on summer weekend nights. The camp is in the forest along the edge of the meadow just north of Aurora Lake. When Aurora Lake dries up in summer, St. Andrews Lake, located 0.75 mile east along the Wonderland Trail, is the closest water source. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/klapatche-park.htm"
}
