{
    "title": "Mount Rainier National Park: Comet Falls",
    "body": "Comet Falls Trail      Comet Falls Area    Including Comet Falls, Van Trump Park and Mildred Point trails.      Comet Falls Trail   Distance, round trip, Comet Falls: 3.8 miles Distance, round trip, Van Trump Park: 5.8 miles Elevation gain, Comet Falls: 900 feet Elevation gain, Van Trump Park: 2000 feet Hiking time, round trip, Comet Falls: 3 hours Hiking time, round trip, Van Trump Park: 4-5 hours Wilderness Camps: None  Trail Description The Comet Falls trailhead is located four miles east of Longmire on the road toward Paradise. Parking space is limited and often full. There is no additional parking nearby, so have an alternate hike in mind.  One of the highest waterfalls in the park, Comet Falls was named because it resembles the tail of a comet. Van Trump Park honors P. B. Van Trump, who, with Hazard Stevens, was one of the first people to stand on the summit of Mount Rainier.   For 1.8 miles the trail climbs steadily uphill until it reaches the base of Comet Falls. From there it switchbacks .8 mile uphill to the junction with the Rampart Ridge Trail. Van Trump Park is to the right, where the trail winds through the meadows until the maintained trail ends in .5 mile. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Three hundred-twenty foot Comet Falls is a popular destination for many hikers. For those folks who continue to Van Trump Park, Mount Adams and Mount St. Helens are visible to the south while the Kautz and Van Trump Glaciers dominate views of Mount Rainier to the north. Look for marmots, pikas, and goats on rocky open slopes. Backpacking There is no designated camp along this trail. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/comet-falls.htm"
}
