{
    "title": "Mount Rainier National Park: Lake James",
    "body": "Lake James Trail      Northside Trails from Carbon River Entrance    Trails to Carbon Glacier, Lake James, Moraine Park, Mystic Lake, and the Northern Loop. Bicyclists allowed on Carbon River Road Trail upto Ipsut Creek Campsites.      Lake James Trail   Distance, round trip, Windy Gap: 19 miles Distance, round trip, Lake James: 22 miles Elevation gain: 3450 feet Hiking time, round trip, Windy Gap: 7 hours Hiking time, round trip, Lake James: 9 hours Wilderness Camps, Windy Gap: Yellowstone Cliffs Wilderness Camps, Lake James: Yellowstone Cliffs, Lake James  Lake James was named by The Mountaineers in 1912 as a tribute to Park Ranger Thomas O'Farrell whose son was named James.   Hike the Carbon River road 5 miles to Ipsut Creek Campground, then follow the Wonderland Trail 2 miles to the Northern Loop trail junction. Cross the Carbon River on a log bridge and turn left at another junction on the far side of the river. The trail soon begins a steep climb up numerous switchbacks through open, dry forest until finally reaching the subalpine meadows at Yellowstone Cliffs. From here the trail climbs for an additional one mile before it enters the beautiful, boulder-strewn meadows of Windy Gap. Beyond the gap, the route descends 1.5 miles to Lake James and the forest below.  NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Mountain goats frequent the Tyee Peak and Crescent Mountain areas near Windy Gap. Binoculars are recommended. Follow the short spur trail (the junction can be found approximately one mile west of Windy Gap) to a rock arch formation called Natural Bridge. (This spur is not a maintained trail.) Backpacking There are trailside camps at Yellowstone Cliffs, located 10.8 miles from the entrance, and at Lake James Ranger Cabin, 13.5 miles from the entrance. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/lake-james.htm"
}
