{
    "title": "Mount Rainier National Park: Spray Park",
    "body": "Spray Park Trail      Spray Park    Trail from Mowich Lake      Spray Park Trail   Distance, round trip: 6 miles Elevation gain: 1300 feet Hiking time, round trip: 4 hours Wilderness Camp: Eagle's Roost  Trail Description Spray Park and Falls were likely named in 1883 by a trail construction crew who noted how the cascading water of the falls broke \"into a mass of spray.\"   The trailhead is located on the southeast side of Mowich Lake walk-in campground at the end of the Mowich Lake Road.   The trail descends .25 mile to a junction with the Wonderland Trail. Follow the Spray Park Trail east for two miles, up and down forested terrain, across Lee Creek and eventually to the junction with a spur trail to view Spray Falls. The next half mile to the first meadows of Spray Park is a steep climb up a series of switchbacks. More extensive meadows are found in another half mile.  The subalpine meadows of Spray Park are delicate and easily damaged. Please hike only on the constructed trails and rest on rocks near the trail. Try to minimize your impact on this fragile environment so that it remains beautiful. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail Open forest predominates for most of this hike. 1.5 miles from the trailhead, Eagle's Cliff overlook offers a spectacular view of Mount Rainier and the Mowich Glacier. Later, a short spur trail leads to a good view of Spray Falls. During the height of summer, the flowering meadows of Spray Park rival the beauty of any in the park. Backpacking Eagle's Roost Camp is located in open forest near Spray Falls. A trip to view the falls at sunset is well worth the effort! Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Treat water before drinking. Fires are prohibited. No pets on trails.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/spray-park.htm"
}
