{
    "title": "Mount Rainier National Park: Forest - White",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers     Forest - White                  Forest Wildflowers - White          Bedstraw, Fragrant Bedstraw, Oregon Bunchberry Candyflower Crevice Alumroot Coltsfoot, Sweet False Solomon's Seal False Solomon's Seal, Star-flowered Foamflower Goat's Beard Hooded Ladies' Tresses Large-leaf Sandwort Pathfinder   Rattlesnake-Plantain Queen's Cup Saxifrage, Nelson's Brook Saxifrage, Rusty Saxifrage, Yellow-dot Slender Bog Orchid Thimbleberry Vanilla Leaf Western Trillium Wild Strawberry      Full resolution versions of wildflower photos available on flickr.         Fragrant Bedstraw NPS Photo  Bedstraw, Fragrant Galium triflorum Spreading to form loose mats, this plant has stems about 20 inches (50 cm) long interspersed with whorls of six leaves. Three white-greenish flowers on short stalks branch from the leaf-worls, becoming nutlets (seeds) with hooked hairs that stick to clothes of passing hikers. The leaves release sweet-smelling coumarins when crushed, giving the plant its name.         Oregon Bedstraw NPS Photo  Bedstraw, Oregon Galium oreganum This plant has numerous stems, 4-12 inches (10-30 cm) long, branching from creeping rootstock. Unlike Fragrant Bedstraw which has 6-leaf whorls, Oregon Bedstraw has only four leaves per whorl. White-greenish flowers cluster at the end of the stems, and turn into nutlets covered in long, hooked hairs. Common in forests up to 5,000 feet (1,500 meters).         Bunchberry\/Dwarf Dogwood NPS\/Emily Brouwer Photo  Bunchberry Cornus canadensis Also known as Dwarf Dogwood, this common flower has whorls of leaves centered around four white petal-like bracts, while the actual flowers are small and greenish-white. Found in forests up to 3,500 feet (1,066 m).        Candyflower NPS Photo  Candyflower Claytonia sibirica Also known as Siberian Miner's-Lettuce, this small-flowered plant has long-stemmed oval basal leaves in addition to paired leaves going up the stem. The flower petals are distinguished by faint pink stripes or can sometimes appear pinkish in color. It is common in moist forests up to 5,000 feet (1,500 meters).        Crevice Alumroot NPS Photo  Crevice Alumroot Heuchera micrantha This plant has tall, branched flowering stems, with numerous tiny white flowers. Leaves basal, lobed, and mildly-toothed. Found on drier, rocky banks and cliffs below 5,000 feet (1,500 meters).         Sweet Coltsfoot NPS Photo  Coltsfoot, Sweet Petasites frigidus One of the first flowers to appear in spring, this plant is marked by its single, stout flowering stem, topped with a large ball of composite white flowers. The stem can be 16 inches (40 cm) tall with short, clasping leaves. Large, toothed lobed leaves with wooly undersides also emerge directly from the rootstock on short stalks. Common in wet areas, particularly along streams and roads.         False Solomon's Seal NPS, Bev Killam  False Solomon's Seal Smilacina racemosa Broad leaves alternate along the stem of this plant, with flowers clustered at the terminal of the stem. Flowers give way to red berries. Fairly common in lower elevations, up to 5,000 feet (1,500 meters), in moist woods and along stream banks.         Star-flowered False Solomon's Seal NPS Photo  False Solomon's Seal, Star-flowered Smilacina stellata Alternating leaves very similar to the related species False Solomon's Seal (S. racemosa), but with only a few (5-10) star-like flowers in a short terminal cluster at the end of the stem. Similar habitat as S. racemosa, but more common in the park, particularly at Box Canyon.         Foamflower NPS Photo  Foamflower Tiarella trifoliata Very common in moist forests, often forming dense carpets sprinkled with clusters of tiny white flowers like \"specks of foam\". Leaves mostly basal with three, toothed lobes.         Goat's Beard NPS Photo  Goat's Beard Aruncus dioicus This perennial plant can be mistaken for a shrub, with robust stems 3-6 feet (1-2 meters) tall. Leaves divided, with toothed leaflets, and flowers cluster on long, drooping stems. Common up to about 4,000 feet (1,219 meters) along wet cliffs, open wooded banks, and roadsides.         Hooded Ladies' Tresses NPS, Crow Vecchio  Hooded Ladies' Tresses Spiranthes romanzoffiana This plant features geometrically precise flowers arranged in rows of three twisting around the stem. Leaves are slender and mostly basal. Typically found in wet meadows, such as the Longmire Meadow, though can also colonize open, disturbed ground.          Large-leaf Sandwort NPS Photo  Large-leaf Sandwort Moehringia macrophylla This plant has several leafy stems branching from spreading rootstock. Leaves are slender and lance-shaped, and each stem supports 2-6 white flowers. Common in moist, shady areas up to about 6,000 feet (1,800 meters).         Pathfinder leaves (left) and flower (right). NPS Photo  Pathfinder Adenocaulon bicolor This common forest plant is also called Trail Plant because the leaves can be flipped over, their silvery, fuzzy undersides marking the way. Leaves triangular in shape with wavy edges and mostly basal, while the flower stem is 12-40 inch (30-100cm) tall. Tiny white flowers form a disk with only the outer flowers fertile, maturing to form a stalked glandular seed.         Queen's Cup NPS Photo  Queen's Cup Clintonia uniflora Very common in deep forest below 5,000 feet (1,500 meters) elevation, this plant has a single large white flower framed by 2-3 glossy leaves. The flower produces a single dark blue berry.         Rattlesnake-Plantain leaves (left) and flowers (right). NPS Photo  Rattlesnake-Plantain Goodyera oblongifolia Common in drier forests below 4,500 feet (1,371 meters), this plant has a ring of basal leaves. Leaves are dark green, with a white stripe mid-rib or mottled white net-like patterns. A single stalk supports many small, hooded greenish-white flowers.         Nelson's Brook Saxifrage; inset in upper left corner shows detail of flower. NPS Photo  Saxifrage, Nelson's Brook Saxifraga nelsoniana ssp. cascadensis This plant has broad, toothed basal leaves. Leaf stalks are hairless, but the stems of the flowers have long hairs and can be reddish in color. Flower petals are white with no spots. Common in the park up to 6,000 feet (1,829 meters) in rocks around water, particularly near Mowich Lake.         Rusty Saxifrage, with close-up of flower (inset). NPS Photo  Saxifrage, Rusty Saxifraga ferruginea Also known as Alaska Saxifrage, this plant has mostly basal leaves with branched flowering stems 4-12 inches (10-30 cm) tall. Flowers are irregular, with 3 larger petals with two yellow spots and two smaller petals without spots. Petals are also distinctly stalked. Look for this flower along wet cliffs, mossy rock outcrops, and stream banks in mid to low elevations (2,500-6,000 feet\/762-1,828 meters).         Yellow-dot Saxifrage (left), with close-up of its spotted flowers (right). NPS Photo  Saxifrage, Yellow-dot Saxifraga bronchialis ssp. austromontana Less common than Rusty Saxifrage, this plant can still be found in the park in drier, rocky places, usually in shade, between 3,000-8,000 feet (914-2,438 m). Flowers have yellow to orange spots, supported on branched stems 4-8 inches (10-20 cm) tall.         Slender Bog Orchid NPS, Crow Vecchio  Slender Bog Orchid Platanthera stricta The flowers of this orchid tend to appear greenish, which can make it difficult to spot amidst the park's lush lowland vegetation. Flowers form a loosely-arranged spike at the top of a 8-24 inch (20-60cm) tall stem, with alternating lance-shaped leaves along stem. Usually found in wet meadows along streams and springs.         Thimbleberry NPS Photo  Thimbleberry Rubus parviflorus This common shrub has woody stems with dark brown shredding bark and no thorns. Leaves have 3-5 fine toothed lobes and flowers are white, in clusters of 2-9. Thimbleberry fruit is edible, similar to raspberries. Found in moist woods up to 4,000 feet (1,219 meters).         Vanilla Leaf NPS Photo  Vanilla Leaf Achlys triphylla This widespread plant can be found throughout the park, particularly along roadsides. Leaves have three fan-shaped bluntly-toothed leaflets, supported on stalks about 4-12 inches (10-30 cm) tall. Numerous tiny flowers rise above the leaves in a white spike.         Western Trillium NPS Photo  Western Trillium Trillium ovatum This easily-recognizable and early-blooming flower features three leaves at the top of the stem framing a single flower with three large white petals. Very common throughout the park up to 5,000 feet (1,500 meters).         Wild Strawberry NPS Photo  Wild Strawberry Fragaria vesca Much smaller than their agriculturally-grown relatives, wild strawberries produce bright red fruit less than half an inch (approx. 8 mm) long. Leaves are split into three, toothed, hairy leaflets. Commonly found growing in spreading patches in open woods, and along roadsides and trails.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/forest-wildflowers-white.htm"
}
