{
    "title": "Mount Rainier National Park: Carbon Glacier",
    "body": "Carbon Glacier Trail      Northside Trails from Carbon River Entrance    Trails to Carbon Glacier, Lake James, Moraine Park, Mystic Lake, and the Northern Loop. Bicyclists allowed on Carbon River Road Trail upto Ipsut Creek Campsites.      Carbon Glacier Trail   Distance, round trip: 17 miles Elevation gain: 1640 feet Hiking time, round trip: 9 hours Wilderness Camps: Ipsut Creek, Carbon River  Trail Description This is the best trail to experience a glacier first hand. The trail follows the Carbon River through the forest to the snout of the glacier. Beware of rocks falling from the glacier snout. Do not approach the glacier -- enjoy the view from the constructed trail. The trail begins now at the Carbon River entrance at the northwest border of the park because flooding altered the roadbed and closed the road to vehicles. Bikes are allowed on the portion of the trail on the old road bed, from the Carbon River Entrance to Ipsut Creek Campground. Bikes are not allowed on trails past the campground.  After reaching Ipsut Creek Campground, the trail maintains a gentle uphill grade as it parallels the Carbon River. At 1.7 miles from the Ipsut Creek Campground, cross the Carbon River on a foot log bridge. Once across, continue to hike upriver to reconnect to the Wonderland Trail at the Carbon River Suspension Bridge. Do not cross the suspension bridge, continue straight to the Carbon Glacier overlook. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail This hike offers a close-up view of the lowest glacier in elevation in the contiguous 48 states and the source of the Carbon River. Do not approach the glacier as rock and ice fall are common! Backpacking Two camps are located along this trail, at 5 miles (Ipsut Creek) and 8 miles (Carbon River) from the trailhead at the Carbon River Ranger Station. Backcountry permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/carbon-glacier.htm"
}
