{
    "title": "Mount Rainier National Park: Nisqually-Paradise Road Project",
    "body": "Explore This Park    Get Involved     Planning     Nisqually-Paradise Road Project              Nisqually to Paradise Road Rehabilitation         Road construction in progress NPS Photo  The Nisqually to Paradise Road Rehabilitation Project is repairing 17.6 miles of road between the Nisqually Entrance and the developed area at Paradise in Mount Rainier National Park. The project will take place in two phases, each taking up to two years. Phase 1 included the installation of in-road buried conduits and junction vaults, as well as improvements to the road's substructure and drainage between the Nisqually Entrance and Longmire. Phase 2 begins in 2016 at Longmire and end at Paradise in 2017.   The project is needed to address deteriorating road conditions that are due to many factors including abundant precipitation, structural and design deficiencies, large traffic volumes, and normal wear. The road work is designed to protect adjacent natural and cultural resources, will replace culverts to improve aquatic conditions and will preserve the character of the National Historic Landmark District.      Road Construction Status - updated August 11 2016 Road construction will take place in various \"pockets\" along the road between Longmire and Paradise during daylight hours. Expect delays of up to 20 min at one stop and no more than 30 min through the entire project, and expect limited access to trailheads, parking areas at any point between Longmire and Paradise. Please do not idle - be considerate of air quality and turn off your vehicle when stopped at construction.   Expected Work August 11 - August 18   Reinforcement of the road bed  Ditch cleaning (at least another two weeks or so)  Culverts: masonry, cleaning, and outlet work Masonary work on Glacier Hill  Crews will be staging out of the parking lot below Glacier Bridge and Ricksecker Point Loop Road. Both will be closed for the duration of the summer through the fall Some paving work in the Paradise parking lots will commence after Labor Day (to be confirmed)   SAFETY MESSAGE: Please drive carefully and take care around crews working along the road. Park roads are narrow and winding. Also, STAY IN YOUR LANE, the milled sections are safe to drive on. You are eligible for a citation\/accident if you drive in the wrong lane.  Nisqually to Paradise Road Construction Update: Issue 2016_11 (pdf)  More information about this project is available from the Western Federal Lands Highway Division, Federal Highway Administration.      Planning Documents Environmental Assessment, Finding of No Significant Impact (FONSI), and other planning documents related to the Nisqually-Paradise Road Rehabilitation Project are available on the NPS Planning, Environment, & Public Comment (PEPC) website.        A map of the roads around and through Mount Rainier National Park. Areas with road construction during Summer 2016 are marked in orange. Click on the map to download a pdf copy. NPS Image",
    "url": "https:\/\/www.nps.gov\/mora\/getinvolved\/nisqually-paradise-road.htm"
}
