{
    "title": "Mount Rainier National Park: Moraine Park",
    "body": "Carbon Glacier and Moraine Park Trails      Northside Trails from Carbon River Entrance    Trails to Carbon Glacier, Lake James, Moraine Park, Mystic Lake, and the Northern Loop. Bicyclists allowed on Carbon River Road Trail upto Ipsut Creek Campsites.      Carbon Glacier and Moraine Park Trails   Distance, round trip, Carbon Glacier: 17 miles Distance, round trip, Moraine Park: 21 miles Elevation gain, Carbon Glacier: 1640 feet Elevation gain, Moraine Park: 3740 feet Hiking time, round trip, Carbon Glacier: 8 hours Hiking time, round trip, Moraine Park: 11 hours Wilderness Camps: Ipsut Creek, Carbon River, Dick Creek  Trail Description Hike 5 miles along the Carbon River Road to Ipsut Creek Campground. From there, follow the Wonderland Trail 1.7 miles to a log bridge crossing over the Carbon River, continuing on to the Northern Loop trail junction. Turn right at the junction and hike up the Carbon River to the Carbon Glacier. Continue along the Wonderland Trail up a steep series of switchbacks through the forest to reach Moraine Park. NOTE: Always check current trail conditions before heading out. Log footbridges frequently wash out during the winter or other conditions could be affecting the trail.  Along the Trail This hike offers a close-up view of the lowest glacier in elevation in the contiguous 48 states and the source of the Carbon River. Do not approach the glacier as rock and ice fall are common! In mid-summer, Moraine Park presents a colorful array of wildflowers and outstanding views of Mount Rainier. Backpacking Three camps are located along this section of trail at distances of 5 miles (Ipsut Creek), 7.9 miles (Carbon River), and 9 miles (Dick Creek) from the trailhead. Permits are required for camping. Permits and current trail conditions are available park-wide from wilderness information centers, ranger stations, and visitor centers. Fires are prohibited. No pets on trails. Treat water before drinking.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/carbon-glacier-moraine-park.htm"
}
