{
    "title": "Mount Rainier National Park: Commercial Visitor Services",
    "body": "Explore This Park    Get Involved     Planning     Commercial Visitor Services               Commercial Visitor Services       Welcome to Mount Rainier's Commercial Visitor Services Information Page Approximately 50 companies provide a wide variety of commercial visitor services in Mount Rainier National Park. These services are limited to those companies having specific authorization, usually in the form of a Concessions Contract or Commercial Use Authorization (CUA).  Federal regulations prohibit engaging in or soliciting any business in the park areas, except in accordance with the provisions of a written agreement with the United States. As in other National Park Service areas, commercial visitor services may be provided only by those holding an authorization from the United States.         The Paradise Inn, managed by the concessioner Rainier Guest Services. NPS Photo  Mount Rainier Authorized Commercial Visitor Services Concession Contracts   Lodging, food & beverage, retail at Paradise Inn, National Park Inn, Jackson Visitor Center and Sunrise: Rainier Guest Services, LLC. Mountaineering: Alpine Ascents International, International Mountain Guides, Rainier Mountaineering Inc. Firewood at Ohanapecosh and White River Campgrounds: John Squires   Commercial Use Authorizations Current CUA holders CUAs are issued for the following activities at Mount Rainier:  Single trip summit climbs Summer overnight (backpacking) Drive-in campground use Guided day hikes Photography and art courses Winter day and overnight use Bicycle Tours   CUA Applications - Please read the Application Instructions and Appendix for your activity before applying for a CUA. Applications must be mailed to the park; emailed applications will not be accepted. All items listed on your activity's Appendix Checklist must be in your application packet to qualify for a CUA.  2017-2018 Summer Guided Overnight Wilderness Use (.pdf download, includes application instructions, form, Appendix A, Exhibits 1, 2, & 3) 2017-2018 Drive-in Campground Use (.pdf download, includes application instructions, form, Appendix B, Exhibits 1, 2, & 3) 2017-2018 Guided Day Hiking (.pdf download, includes application instructions, form, Appendix C, Exhibits 1, 2, & 3) 2017-2018 Guided Bicycle Tours (.pdf download, includes application instructions, form, Appendix D, Exhibits 1, 2, & 3) 2017-2018 Shuttles (.pdf download, includes application instructions, form, Appendix F, Exhibits 1, 2, & 3) 2017-2019 Winter Guided Day and Overnight Wilderness Use (.pdf download, includes application instructions, form, Appendix G, Exhibits 1, 2, & 3)  2016-2017 Single Trip Guides - Climbing (.pdf download, includes application instructions, form, Appendix H, Exhibits 1, 2, & 3)  2016-2017 Photography and Art Courses (.pdf download, includes application instructions, form, Appendix E, Exhibits 1, 2, & 3)  2016 CUA and SUP News Release         Climbing and Mountaineering Concessioners are some of the commercial visitor services available at Mount Rainier National Park. NPS Photo   National Park Service Commercial Visitor Services \"Through the use of concession contracts or commercial use authorizations, the National Park Service will provide commercial visitor service that are necessary and appropriate for public use and enjoyment. Concession operations will be consistent to the highest practicable degree with the preservation and conservation of resources and values of the park unit. Concession operations will demonstrate sound environmental management and stewardship.\" (NPS Management Policies, Chapter 10). NPS Commercial Services        Frequently Asked Questions Can you explain a bit more? We understand that regulations are sometimes difficult to understand at first. If you think your activities might be \"commercial\", or if you have questions about how your activity will be defined, would like clarification about the need for an authorization, or think your activity might conflict with rights already granted to a park concessioner, please contact our Concessions Office at (360) 569-6505 or (360) 569-6514 or by email.  How do I apply for a Commercial Use Authorization? CUA applications become available in August of each year. The park begins accepting application packets for CUAs in September. If you would like to request an application packet or have a question about the CUA program, please contact us at (360) 569-6514 or by email.  What about Non-Profits? Non-profit activity that is commercial in nature may require a Commercial Non-profit Special Use Permit. Please contact the Concessions Office at (360) 569-6505 or (360) 569-6514 or by email.",
    "url": "https:\/\/www.nps.gov\/mora\/getinvolved\/commercial-services.htm"
}
