{
    "title": "Mount Rainier National Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       Park Management Designation dates, park regulations and policies, visitor statistics, and management documents available on the Management page.       Doing Business with the Park Current business opportunities with Mount Rainier National Park are posted on the Doing Business With The Park page.      Commercial Visitor Services Approximately 50 companies provide a variety of commercial visitor services in Mount Rainier National Park. These services are limited to those companies that have specific commercial authorizations. Learn more about our Concessioners and Commercial Use Authorizations on the Commercial Visitor Services page.       Environmental Assessments  Paradise Inn Annex Rehabilitation Plan Environmental Assessment The National Park Service has prepared an Environmental Assessment for a proposed plan to rehabilitate the Paradise Inn Annex and Snow Bridge, which is located in the Paradise area of Mount Rainier National Park. The project would complete the last major building rehabilitation project within the Paradise Historic District. The proposed project is being considered because of the need to protect cultural resources and reduce the risk for potential damage to the Annex and Snow Bridge from excessive snow loads, or collapse as the result of a seismic event. The proposed project would close the Annex from August 2017 through October 2018, and temporarily reduce parking in the Paradise area. Public comments on the proposed plan were collected in June-July, 2016. More information is available at: http:\/\/parkplanning.nps.gov\/piannex.  Fisheries Management Plan Environmental Assessment  Mount Rainier National Park has begun preparation of a Fisheries Management Plan and Environmental Assessment (EA) to guide management of native and nonnative fish populations in the park. Public comments on the preliminary alternatives were collected in May-June, 2016. More information is available by going to http:\/\/parkplanning.nps.gov\/morafishmgtplan.   Fisher Restoration Plan Environmental Assessment  On May 19, 2015, the Regional Director of the Pacific West Region of the National Park Service approved a proposal from North Cascades National Park Service Complex and Mount Rainier National Park to collaborate with the Washington State Department of Fish and Wildlife to restore the fisher (Pekania pennanti) to these units of the national park system. This proposal was evaluated and assessed through the completion of the Fisher Restoration Plan\/Environmental Assessment (Plan\/EA) that was released for public review in September 2014. To see the full plan go to www.parkplanning.nps.gov\/RestoreFisher. Fisher reintroductions at North Cascades National Park Service Complex will not occur until all planned reintroductions in the Southwestern Cascades are completed, but could occur as early as fall 2017. More information on the fisher, this planing effort, and recent decision is available via the plan process, meeting notices, links, and documents section of the project website.  Camp Muir Rehabilitation Plan Environmental Assessment Chris Lehnertz, Pacific West Region Director, National Park Service, has issued a decision and a Finding of No Significant Impact (FONSI) for the Camp Muir Rehabilitation Plan Environmental Assessment (EA). The Camp Muir Rehabilitation Plan EA is available at http:\/\/parkplanning.nps.gov\/muirea.   Nisqually to Paradise Road Rehabilitation Project Environmental Assessment Chris Lehnertz, Pacific West Region Director, National Park Service, has issued a decision and a Finding of No Significant Impact (FONSI) for the Nisqually to Paradise Road Rehabilitation Environmental Assessment. The environmental assessment is available electronically at http:\/\/parkplanning.nps.gov\/NtoP.   Air Tour Management Plan Environmental Assessment The Federal Aviation Administration (FAA), in cooperation with the National Park Service (NPS) developed this Air Tour Management Plan (ATMP) pursuant to the National Parks Air Tour Management Act of 2000. The objective of the ATMP is to develop acceptable and effective measures to mitigate or prevent the significant adverse impacts, if any, of commercial air tour operations upon the natural resources, cultural resources, and visitor experiences of a national park unit and any tribal lands within or abutting the park.   Carbon River Area Access Management Environmental Assessment (EA) Chris Lehnertz, Pacific West Region Director, National Park Service, has issued a decision and a Finding of No Significant Impact (FONSI) for the Carbon River Area Access Management Environmental Assessment (EA). Lehnertz's decision sets the future direction for management of public access to this spectacular area of Mount Rainier National Park.  Mount Rainier National Park planning documents are available on the Planning, Environment, and Public Comments (PEPC) - The New Park Planning Website.       Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Mount Rainier National Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/mora\/getinvolved\/planning.htm"
}
