{
    "title": "Mount Rainier National Park: Volunteer FAQs",
    "body": "Frequently Asked Questions         The Japan Volunteers-in-Parks Association built a viewpoint at Kautz Creek     How can I sign up to be a volunteer?   What can I expect when I show up to volunteer?  Are housing or camping spaces provided to volunteers? What other benefits can I expect to receive as a volunteer? Can I sponsor a volunteer project? Can my children volunteer? Can international visitors volunteer? I’m a member of a club, organization, or business. Can we volunteer as a group? Can I get educational or community service credit for volunteering? Do you have many volunteer opportunities available during the winter? Can I suggest my own volunteer project? Do you have options for Eagle Scout projects? What if I signed up for a volunteer project but need to cancel? What if I get injured while working as a volunteer? Are there other places like Mount Rainier National Park where I can volunteer? I don’t have time to volunteer. How else can I contribute?  Don’t see your question listed here? Call 360-569-6567, or e-mail the Volunteer Program Manager. You might also find the answers you’re looking for in our Volunteer Handbook, available to download.      How can I sign up to be a volunteer? That depends. If you're looking for a short-term assignment lasting just a day or two, you'll find many options listed in the volunteer calendar posted at the bottom of our volunteer blog from late spring through early autumn. Browse the calendar to find a project that matches your interests and availability, and click any link for more information and an opportunity to sign up online. If you're looking for a long-term assignment, visit our volunteer opportunities page for a complete list of positions we're currently recruiting for. These include full-time positions, student internships, and long-term or recurring projects that you can participate in as your schedule permits. You can submit applications for these projects online, and even if you are not selected, your application will be kept on file for one year and considered for similar positions as they become available. And finally, if you don't see anything that fits your needs, write to the volunteer program manager and ask to be added to our mailing list. We'll send you periodic updates by e-mail, announcing new volunteer opportunities.      What can I expect when I show up to volunteer? As you register for a short-term volunteer project, review the project description carefully for the proper time and place to meet. Allow plenty of time to travel to the park, as travel times are often longer than people expect. Identify yourself as a volunteer at the entrance station, and you will be welcomed without being charged an entrance fee. When you arrive at the work site, sign in with the project coordinator and get to know your fellow work party members. At the appointed time, the project leader will welcome you, brief you on the work at hand, and provide you with any training, tools, or protective gear you will need to accomplish the project safely. You can then begin the work!      Are housing or camping spaces provided to volunteers? Free camping is available for volunteers for the duration of a project, and is also available either before or after a single-day project, if needed. Free camping is only available in connection with a scheduled volunteer project, and will be in a campsite assigned by the campground rangers. No hookups are available in the park, and our historic campgrounds may not accommodate larger models of campers or trailers. Showers are available for volunteers only at the Longmire Campground. In some cases, camping for volunteer projects may be shared with other volunteers in a group site. Long-term projects or those during the winter or spring may include accommodations either indoors or in platform tents, depending on the project. These details should be spelled out in the project description.      What other benefits can I expect to receive as a volunteer? Volunteers receive free admission to the park while volunteering, and may receive free camping or other accommodations as well, depending on the project and its duration. Meals are usually not provided. Reimbursements for travel, meals, or other expenses may be available for some long-term projects. Participants in some projects may earn T-shirts, ball caps, volunteer pins, or other tokens of appreciation if sponsors are available. And, of course, all volunteers have the opportunity to do meaningful work with interesting people in a National Park setting!      Can I sponsor a volunteer project? Sure! Contact the Volunteer Program Manager for details. Sponsors are needed to provide equipment, supplies, snacks, and recognition items for events, and will be acknowledged in all publicity for the sponsored event.      Can my children volunteer? Yes, though not all volunteer projects are suitable for children. Check the project description for details. All children under the age of 18 must have written permission from a parent or guardian before volunteering. Permission forms will be available at volunteer events, or can be downloaded here and completed in advance.      Can international visitors volunteer? International volunteers are welcome! Special regulations do apply, however. Long-term international volunteers must sign up for a specific volunteer project, then apply for and receive a J-1 Visa before traveling to the United States, a process that typically takes about six weeks. Proof of health insurance is also required. If you’re already in the United States under a J-1 Visa, or under an educational pass such as the F-1 Visa, you may volunteer with permission from your original sponsor. Short-term visitors may volunteer without a J-1 Visa only if they receive no reimbursement of any kind, including housing or waivers of camping fees. For more information about the international volunteer program, visit the National Park Service’s Office of International Affairs.      I’m a member of a club, organization, or business. Can we volunteer as a group? Absolutely! We welcome group volunteers. Please contact the Volunteer Program Manager to express your interest in volunteering, and we'll match you up with an appropriate project. Please contact us at least a month in advance so that the details of your project can be worked out, especially for large groups, which involve more crew leaders, more coordination, more tools, and more complex logistics. However, please also be aware that we many not know specifically what work needs to be done, or when conditions will be ideal for doing it, until the snow melts out in late spring. We'll do our best to meet your needs and appreciate your flexibility! Also note that most projects have a cap on the number of people we can work with at one time. If your group is very large, we may need to divide your group into several smaller ones working on separate projects. Finally, make sure you know how many people will be attending—it can cause problems if you commit to bringing 30 people but only 10 show up.      Can I get educational or community service credit for volunteering? In most cases, yes. Many schools require their students to complete service projects, or may offer educational credits for long-term assignments. We are happy to provide whatever proof of participation is required.      Do you have many volunteer opportunities available during the winter? Because most of Mount Rainier National Park is buried by snow during the winter, most volunteer opportunities are available only during the summer. Revegetation projects, for example, don’t generally begin until July, though trail maintenance may begin in the lower elevations of the park as early as late April. Our curriculum-based education program is most active in the spring and fall, and our Nordic Patrol is active during the winter. Our curatorial library and greenhouses are active year-round. As a general rule, though, winter is a quiet time for the park, and you’ll find that reflected by more limited project listings on our website.      Can I suggest my own volunteer project? The projects listed on this website are the tasks that we have identified as the highest priority to accomplish with our limited resources. However, we are open to suggestions for additional projects, especially if you have special skills or resources to contribute. Ask us how you can become a partner of our volunteer program!      Do you have options for Eagle Scout projects? Yes—but we receive far more requests for such projects every year than we are able to accommodate. If you’d like to participate, contact the Volunteer Program Manager and ask what options might be available. Spring and summer are the most likely seasons. Be specific about what kinds of work you’d like to help with, and don’t depend on Mount Rainier as your only option for finding a project.      What if I signed up for a volunteer project but need to cancel? No problem—just let us know with as much advance notice as possible, so that we may fill your slot with someone else. When you sign up to volunteer, we're counting on you to complete a much-needed project, so it's important to let us know right away if your plans change.      What if I get injured while working as a volunteer? When you begin working as a volunteer, you will sign up either as an individual volunteer or as part of an organized group of volunteers. In both cases, your signup form should include a specific position description, specifying exactly what kinds of work you are agreeing to perform as a volunteer. When your term of service begins, you will receive training in how to perform your assigned duties safely. Safety is always our highest priority. If you are nevertheless injured \"on the job,\" notify your supervisor or project leader immediately, who will help you to arrange prompt medical care. As soon as you are able to do so, you and your supervisor will need to complete a form documenting your injury and treatment, and certifying that it took place while performing the duties spelled out on your position description. For purposes of liability or injury only, volunteers working within their position descriptions are fully covered by the Federal Government through the Workers Compensation program, just as if they were paid employees.      Are there other places like Mount Rainier National Park where I can volunteer? I’m glad you asked! Yes, Washington State has many wonderful natural areas, and their combined need for volunteers is vast. To learn about volunteering in other national park areas, visit www.nps.gov\/volunteer. Olympic and North Cascades National Parks each have their own vigorous volunteer programs. For information about volunteer opportunities with any Federal land management agency, go to www.volunteer.gov\/gov. Contact individual local or state parks to ask how you can help. Finally, the Washington Trails Association sponsors volunteer projects in many public lands areas, especially National Forests. Check out their list of current projects.      I don’t have time to volunteer. How else can I contribute? Mount Rainier National Park works closely with several local non-profit organizations that support the park and its goals. The Student Conservation Association helps with our youth volunteer and internship programs, and is actively involved in recruiting young people for work in public lands nationwide. Washington’s National Park Fund is a non-profit organization dedicated to raising funds for projects in Mount Rainier, North Cascades, and Olympic National Parks. The Washington Trails Association leads volunteer projects on public lands throughout the state, publishes a monthly magazine, and is also active in public policy advocacy. The National Parks Conservation Association's website offers many tools for keeping informed about, and participating in, issues relating to national parks nation-wide. The Mountaineers is a local outdoor recreation group dedicated not only to enjoying Washington's wild lands but also to preserving and sharing their histories. All of these organizations have websites packed with ideas for getting involved, from building trails to writing letters, from donating money to participating in discussions about park policy. Find your own way to get involved -- and thank you for your generous support!",
    "url": "https:\/\/www.nps.gov\/mora\/getinvolved\/vip-faq.htm"
}
