{
    "title": "Mount Rainier National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       What do you want to learn?  Did you know that Mount Rainier is a Volcano? The peak is so tall and gets so much snow that it is covered in Glaciers. Below the glaciers, Mount Rainier has a necklace of subalpine meadows filled with Wildflowers. The lower slopes and valleys are covered in a blanket of Old growth Forest. Many animals live on Mount Rainier, including Mammals, Reptiles, Amphibians, Fish, and Birds.         Enjoying the snow at Paradise. NPS Photo  Winter Fun! Learn more about winter recreation activities at Mount Rainier, including:   Snowshoe walks - Ranger-led snowshoe walks on weekends and holidays are a great winter activity recommended for children ages eight and up with their families.  Sledding and sliding - Kids have a great time sledding at the snow play area of Mount Rainier. Located at Paradise there are three runs, including one just for the five and under crowd.   Winter Camping - Scouts and families test their camping skills in the winter at Paradise. Whether you are building a snow cave or setting up a tent. Check the winter recreation page for how to camp at Mount Rainier during the winter  Summer Sun! Some trails are accessible for strollers and small children, including:   Nisqually Vista (Paradise) Trail of the Shadows (Longmire) Grove of the Patriarchs (near Ohanapecosh) Emmons Vista (Sunrise).  Ask a ranger for additional suggestions.      Mount Rainier Junior Rangers Are you looking to earn your first National Park Junior Ranger badge or add to your collection? Well, Mount Rainier has Junior Ranger books available at all our visitor centers. Complete the activities for your age group, have a ranger review your work and you will be sworn in and issued your official Mount Rainier Junior Ranger badge. Can't make it to the park or you just want to be the best Junior Ranger you can be? Then check out the WebRangers Program found here!        Tell Your Teacher! Formal education programs are available for school and youth groups. For more information, contact the park's Education Specialist at 360-569-6591 or by e-mail.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/kidsyouth\/index.htm"
}
