{
    "title": "Mount Rainier National Park: Publications",
    "body": "Explore This Park    Learn About the Park     Publications            Publications          Tahoma News  Hiking and Trail Guides    Park Brochure & Translations  Wilderness and Backcountry    General Information  Natural Resources    Safety History and Cultural Resources    Recreational Activities  Paradise-specific Recreation    Camping Winter Recreation and Safety    Area Trails  Bookstore      Note: The brochures listed below are all PDF documents. Adobe Reader is required to open these documents. Users with slower connections may find it easier to download the documents before viewing them. To do that, right-click and select \"save target as\". Then, open the documents with your Adobe Reader.      Tahoma News The Mount Rainier National Park \"Tahoma News\" is printed each winter, spring, summer and fall. Look inside for descriptions of seasonal activities, current events and facility hours. Click on the link below to read the most recent edition on-line or receive a printed copy when you arrive at the entrance gate to the park. Summer 2016 Tahoma News July 1 - September 5, 2016 Spring 2016 Tahoma News May - June 2016 Winter 2016 Tahoma News January 1 - April 30, 2016 Fall 2015 Tahoma News September 8 - December 31, 2015       Park Brochure and Map General information about visiting the park, along with a park map. Mount Rainier National Park Brochure  Park Brochure Translations General information about visiting the park in several languages. Arabic Chinese - Traditional French German Hindi Italian Japanese Korean Russian Spanish Vietnamese       General Information Accessibility Driving Directions Education Programs Hike With Your Dog Pets in the Park Volunteers-in-Park (VIP) Keep Wildlife Wild       Safety Animal Encounters Avalanche Danger Reading This Could Save Your Life For more information go to Your Safety at Mount Rainier National Park.       Recreational Activities Bicycling in the Park Climbing Mount Rainier Wilderness Camping & Climbing Reservation Information Fishing and Boating Mount St. Helens Stock Use       Camping Campground Regulations Choosing and Reserving a Campsite Forest Service Campgrounds Near Mount Rainier      Area Trails Longmire Area Trails Paradise Area Trails Ohanapecosh Area Trails Sunrise Area Trails Carbon and Mowich Area Trails The Wonderland Trail       Hiking and Trail Guides Bench and Snow Lakes Camp Muir with Bearings Map Crystal Lakes and Crystal Peak Eagle Peak Saddle Eastside Trail Indian Henry's Hunting Ground Lake George and Gobblers Knob Naches Peak Owyhigh Lakes Pinnacle Peak Saddle Shriner Peak Spray Falls and Spray Park Summerland Three Lakes       Natural Resources Amphibians and Reptiles Annual Snowfall Totals at Paradise Bird Checklist Flooding and Aggradation Forest of Mount Rainier Geology of Mount Rainier Mammals and Life Zones Old-growth Forest Tree Checklist Waterfalls       History and Cultural Resources Longmire Historic District Walking Tour Story of the Paradise Inn       Paradise-specific Recreation Paradise Autumn Recreation Paradise Spring Recreation Paradise Winter Recreation       Winter Recreation and Safety Longmire Winter Trails and Activities Paradise Winter Group Camping Vehicle Registration Winter Camping Winter Group Camping       Bookstore  Operated by Discover Your Northwest (formerly Northwest Interpretive Association), the bookstore offers publications, maps, posters, videos, children's literature, and other informational materials on Mount Rainier National Park and other parks and forests throughout the Pacific Northwest.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/publications.htm"
}
