{
    "title": "Mount Rainier National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Partners - Learn more about the organizations and partner groups that work with and help support Mount Rainier National Park. Park Planning - Management Documents, Environmental Assessments, information on doing business with the park and Commercial Visitor Services is available on the Park Planning page. Laws and Policies - Additional information about how certain laws and policies apply to Mount Rainier National Park, specifically the use of firearms, marijuana, or drones. Work with Us - Information about employment and volunteer opportunities at Mount Rainier National Park. Sustainability - Learn about sustainable park practices. Resources for Those Who Assist Visitors - Interpretive themes, techniques, and information to help concession employees, tour operators, and visitor centers tell accurate and compelling stories about Mount Rainier National Park.        Designations  National Park - March 2, 1899 Wilderness - November 16, 1988 Butter Creek Research Natural Area - 1942 National Historic Landmark District - March 1997  Park Regulations The 2015 Compendium details rules and regulations specific to Mount Rainier National Park. The 2015 Compendium Executive Summary describes the changes in the 2015 Compendium from 2014.  The Code of Federal Regulations lists rules and regulations common to all National Park Service sites.  Visitor Statistics Visitor Use Statistics are available from 1967. Data available include the number of vehicles, number of visitors and year-to-year change. Additional Mount Rainier National Park statistics reports on the National Park Statistics website.  Mountain climbing is a very popular activity in Mount Rainier National Park. Statistics indicate that in each of the last several years approximately 10,000 people have attempted climbing Mount Rainier. Over the last five years about 56.8% have been successful. Climbing Statistics are available from 1852 to 1897 and from 1950 to the most recent year. Data available include the number of climbers and the number of climbers successful. Annual Mountaineering reports and search-and-rescue (SAR) reports are available on the Mountaineering Reports and Statistics page.  Visitor Survey Results Visitor surveys are conducted in order to learn more about park visitors, their reasons for visiting, the activities they participated in and their opinions about a variety of issues. Visitor survey results assist the park in making management decisions based on visitor trends. Results for Mount Rainier National Park are summarized in the 2000 Visitor Study Brochure or view the complete 2012 Visitor Study.  2006 Flood Report: 2007 and 2008 Updates The 2006 Flood Report is a summary of flood repairs, volunteer efforts, recovery funding and remaining repairs one year and two years after the flood.    Early Park Management Wonderland: An Administrative History of Mount Rainier National Park by Theodore Catton, May 1996 (pdf)  General Management Plan The Record of Decision for the Final Environmental Impact Statement and General Management Plan (FEIS\/GMP) for Mount Rainier National Park has been approved. Under the new General Management Plan, park managers will improve stewardship of park resources while continuing to provide a range of high-quality visitor experiences. Most of the park (97%) is designated wilderness and will continue to be managed according to the provisions of the Wilderness Act. Most of the structures within the park are listed on the National Register of Historic Places and will be preserved for public use and enjoyment in their historical character. The primary goals of the new General Management Plan are to better manage peak-period visitation so that it does not adversely affect park resources and visitor experiences. Key elements of the plan include the following: Establish a visitor carrying capacity framework and use it to ensure the preservation of park resources and the quality of the visitor experience. Phase in shuttle services in coordination with elimination of overflow parking to reduce traffic congestion and ensure effective visitor transportation within the park; provide shuttle service to various locations in the park, such as Longmire\/Paradise, Westside Road, Sunrise, Mowich Lake, and Carbon River. Provide additional opportunities for visitors to use the park in the summer and winter, including: providing shuttles on the Westside Road, providing new picnic sites, improving interpretive facilities, and establishing or improving snow-parks for winter visitors. Replace the Henry M. Jackson Memorial Visitor Center at Paradise with a smaller, more efficient visitor center and reconfigure the parking area for shuttles. Improve the visitor information program internally and externally; use welcome centers outside the park to provide visitors information for planning their visits to the park and region. To reduce the amount of sediments and pollutants entering Mowich Lake, close the road to vehicles 0.5 mile from the lake and convert it to a trail. After completion of the boundary adjustment and development of the new facilities, close the Carbon River Road to private vehicles when there is a major washout of the road and convert the Ipsut Creek Campground to a walk-in\/bike-in camping area. Recommend a boundary adjustment west of the Carbon River Entrance, including about 1,063 acres to provide for a new campground, picnic area, and administrative facilities, and to protect the river corridor. (Congressional action would be required for this action.) Copies of the Record of Decision are available from the Superintendent: Mount Rainier National Park Attn: Superintendent 55210 238th Avenue East Ashford, Washington 98304-9751 (360)-569-6501 or via Email  The final EIS\/GMP is also available in its entirety as a PDF file: Mount Rainier General Management Plan (PDF 3600 kb).      Long Range Interpretive Plan A Long Range Interpretive Plan (LRIP) normally provides a five-year vision for a park's interpretive program. The Mount Rainier staff chose as their planning target the centennial of the National Park Service in 2016. In order to provide time for preparing a subsequent plan, this LRIP will run though 2017. Part 1 of the LRIP establishes a foundation on which an effective interpretive program can be constructed. It identifies themes, audiences, desired audience experiences, issues, and management goals that interpretation should be designed to address. It offers a brief history of planning relevant to interpretation and a summary of existing interpretive media. Part 2 recommends a mix of programs and facilities that will achieve the interpretive goals and mission described in Part 1.      Additional Management Documents   Commercial Services Plan Fire Management Plan USGS Volcanic Hazards Monitoring at Mount Rainier 2010 Climbing Program Cost Analysis Mount Rainier National Park proposed an increase in the cost of the annual climbing pass in 2010. This document describes the rationale for the increase and the cost of the unique programs and services that directly support a world class climbing experience on Mount Rainier. 2010 Climbing Program Cost Analysis Addendum - October 2012",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/management\/index.htm"
}
