{
    "title": "Mount Rainier National Park: Photo Challenge Rules",
    "body": "Explore This Park    Get Involved     NPS Centennial     Photo Challenge Rules              Mount Rainier Photo Challenge Rules       How it Works Post your images to Instagram between May 16, 2016 and May 31, 2016. Each caption must include #MountRainierPhotoChallenge and the tag for the category you are entering. The tags for each category will be #StructuresAndBuildings, #LandscapesAndNature, #Wildlife and #PeopleInThePark. @MountRainierNPS must be tagged in the photo as well. A photo cannot be entered into more than one category. Submission period ends on May 31, 2016. One finalist from each category will be determined by park staff no later than June 10, 2016. Finalists will be notified via Instagram direct message as soon as a decision is made.  At this time, finalists must inform us if they will be able to participate in a take over (a minimum of five images from inside the park will be required for the take over, see takeover instructions below). If they are unable to participate, we will choose another finalist. The top four photos (one from each category) will be posted to Instagram on Jun 10, 2016 and public voting will begin. Finalists may promote the contest in order to get votes during this time. Users must be following @mountrainiernps in order to vote. The photo with the most likes by June 15, 2016 at 10amPDT will be the overall winner. Each finalist will receive a Mount Rainier bandana commemorating the NPS Centennial as well as their image featured on our social media pages. One overall winner will be chosen from the finalist images from each category. This person will win a bandana as well as a week long take over of our Instagram page (more info below). Requirements for Entries This contest is open to amateurs only. Professional or semi-professional photographers may not enter. Images should not depict bad behaviors, such as hiking off trail, trampling meadows, etc. Photos must be taken within park boundaries. If people are show, faces cannot be recognizable, with no identifiable features shown (name tags, license plates, etc). All photos must be free of watermarks. Take Over Information To qualify for the take over, 1)Finalists will have one week notice once they've been selected as a finalist in their category (June 10, 2016) to gather images. 2) The finalists must have between five and ten images of the park that are suitable to post on our page (good quality, free of watermarks). Each finalist will send the park full resolution copies (unedited, phone photos are okay) of their photos, as well as a short caption for each photo. 3) Failure to provide photos by June 17, 2016 3:00pm PDT will result in disqualification and the runner up will be allowed to do the take-over beginning the next week. 4) All images must be good quality and promote good behaviors (no trampling meadows, illegal campfires, dogs off leash, etc) within the park. We reserve the right to deny the use of any images submitted for the take over. 5) Captions must include approximate date (month and year is fine), location (parking lot at Paradise, Wonderland Trail between Longmire and Rampart Ridge, etc.), as well as a short story behind it. We reserve the right to edit\/remove any part of a description as we see fit. Any photo without a caption will not be used. 6) Take over will take place during the week beginning on June 20, 2016. We will post images on behalf of the overall winner. Legal By entering this contest, you accept the following agreement: You will retain all rights to any photograph you submit. You only grant the National Park Service rights (as described below) to your photograph if you are names as a finalist of the competition. Before you are announced as a finalist of the competition, Mount Rainier National Park will contact you to confirm that you wish to grant us rights to your image as described below. If your photograph is formally honored by the competition as a finalist, you grant the National Park Service a royalty-free, nonexclusive right, in perpetuity, to:   Use the photograph on the Internet in support of our mission. Use the photograph in the National Park Service's non-commercial communications. Provide your photograph for NPS-related use in news, stories, newsletters, reports, slides and other media. Keep the photograph file provided, and to archive the image on CD or in other electronic forms, so that shows, displays, webpages, social media, and the like.  Your photo can be used to support our mission, the National Park Service shall credit photographs with the owners fill name.",
    "url": "https:\/\/www.nps.gov\/mora\/getinvolved\/photo-challenge-rules-2016.htm"
}
