{
    "title": "Mount Rainier National Park: Donate",
    "body": "Make a Donation       In addition to federal funding for the cost of daily operations and special projects, Mount Rainier National Park also receives important financial support in the form of donations. This comes directly from private donors as well as from our partnering non-profit organizations Washington's National Park Fund (WNPF) and Discover Your Northwest (DYNW). Monetary donations are graciously accepted and directly benefit the park. At Mount Rainier, donations are a critical source of support for volunteers, youth conservation crews and education programs, search and rescue, meadow protection and restoration, trail maintenance, and citizen science.  Our partner organizations accept donations on behalf of all parks which they serve. Washington's National Park Fund serves as the official philanthropic partner to Mount Rainier, Olympic, and North Cascades National Parks. One-time or estate gifts to Mount Rainier National Park through WNPF can be general, specific to a project or program, or directed to the legacy\/endowment fund. Discover Your Northwest funds projects on public lands throughout the Pacific Northwest; financial support is generated through the sale of memberships and merchandise sold online and at retail outlets in locations such as park visitor centers. If you wish to make a general donation to our partner organizations, please visit their websites or contact them directly. If you would like to donate specifically to Mount Rainier National Park through these organizations, specific pages on the websites for both DYNW and WNPF offer that option. Donors may also choose to contribute directly to Mount Rainier National Park without donating through one of our partner organizations. These donations may be monetary, or of other types such as property or objects that have historic value relative to Mount Rainier. For information on donating directly to Mount Rainier National Park, please contact the Park Superintendent's office at 360-569-6501, or e-mail us. Please read this legal notice regarding payment of donations by check.         It's even possible to show your support for Washington's national parks on your vehicle! The Washington State Department of Licensing offers national park license plates for your automobile, trailer or motorcycle, with a portion of each sale benefiting Mount Rainier, Olympic, and North Cascades National Parks through Washington's National Park Fund. More information is available at their website. (Washington State residents only.) Thank you for your interest in supporting Mount Rainier National Park!       Here are answers to some frequently asked questions regarding donations: Can I donate to specific programs or projects at Mount Rainier? Yes! Many aspects of park operations are supported in part by donations. Please specify at the time of your donation if you wish to direct it toward a particular account. Here are some of the programs and projects at Mount Rainier which benefit from donor support:  volunteer program connecting youth to parks education and outreach programs wildlife species recovery search-and-rescue\/emergency services climbing program trail maintenance meadow\/wildflower restoration historic preservation flood recovery climate change research general donations to park operations  Can I donate directly to Mount Rainier National Park, without going through a partner organization? Yes. If you choose, you may make a donation directly to the park, instead of contributing through one of our partner organizations. Please contact the Superintendent's office for more information: 360-569-6501, or e-mail us. Can I make a donation in-person on my next visit to Mount Rainier? Yes! Donation boxes can be found at all park visitor centers. For larger donations, please contact the Park Superintendent's office for further information: 360-569-6501, or e-mail us. Which forms of payment are accepted when donating? Small cash donations are accepted in donation boxes at park visitor centers. All other donations may be sent to the following address (please make checks payable to \"National Park Service\"): Mount Rainier National Park ATTN: Superintendent's Office 55210 238th Ave. E. Ashford, WA 98304  Can I make a general donation to the National Park Service (not to a specific park)? Yes. If you are interested in donating to support the programs and activities of the National Park Service nationwide, general donations may be made through a nationwide charitable partner of the NPS, such as the National Park Foundation. Or to donate directly to the NPS, you may contact the Chief of the Office of Partnerships and Philanthropic Stewardship by phone (202-354-2150) or e-mail us; direct donations may be sent to: Office of Budget Execution-Donations National Park Service 1849 C St., NW Washington, DC 20240  Checks should be made payable to \"National Park Service\". What are some special ways in which I can make a donation? Donations to Mount Rainier or the NPS may be maide through online giving, memorial gifts for living or deceased family or friends, wills and bequests, wedding party favors or gifts, Christmas gifts, etc. Please contact the Washington National Park Fund regarding donation options for national parks in Washington, or a national organization such as the National Park Foundation for similar options on a Service-wide basis. What if I want to donate something other than money? Instead of donating financially, many people are now choosing to give of themselves. Mount Rainier offers many opportunities for those who wish to donate their time and energy toward the betterment of their park. Please visit the webpage for our volunteer program to learn about the variety of options available. The park may also accept other types of donations such as property or objects that have historic value relative to Mount Rainier. Items donated in the past include paintings, journals, photographs, and most recently, a 1937 Kenworth Touring Motor Coach. The Park Superintendent's office (360-569-6501; e-mail us) has further information and, if appropriate, can put potential donors in contact with the Park Curator.",
    "url": "https:\/\/www.nps.gov\/mora\/getinvolved\/donate.htm"
}
