{
    "title": "Mount Rainier National Park: Laws & Policies",
    "body": "Laws & Policies       Firearms As of February 22, 2010, a federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the website for Washington State: Washington State Legislature: Firearms and Dangerous Weapons. The new federal law has no effect on existing laws and regulations regarding the use of firearms in national parks or hunting. Hunting and other uses of firearms is not allowed in Mount Rainier National Park. Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Frequently Asked Questions: Firearms in National Parks, Washington State National Park Units contains additional information.      Marijuana on Federal Lands  Mount Rainier National Park would like to provide clarification regarding the use of possession of marijuana on Federal lands. The Washington State law, which allows for limited recreational marijuana use under certain conditions, has no bearing on Federal laws which continue to identify marijuana as a Schedule I illegal drug, and prohibit its use. Possession of marijuana or use of any amount of marijuana is still prohibited in Mount Rainier National Park, its facilities, concessions, and campgrounds, and in the surrounding National Forest Lands. Violations are punishable by a fine of not more than $5,000.00 for an individual or $10,000.00 for an organization, or imprisonment for not more than six months, or both (16 U.S.C. 551, 18 U.S.C. 3559 and 3571).      Drones Launching, landing, or operating an unmanned aircraft (drone) from or on lands and waters administered by the National Park services within the boundaries of Mount Rainier National Park is prohibited (36 CFR 1.5 (a)(1) Superintendent's Compendium). This restriction is to protect the public from hazards and preserve the park's natural, aesthetic, and scenic values. The use of unmanned aircraft devices, such as Unmanned Aircraft Systems (UAS) or drones, has the potential to interfere with public safety by posing an in-flight hazard to other legal aircraft use int he park. The use of these devices also has the potential to disrupt wildlife by interrupting migration, nesting, mating, and hunting activities to include, but not limited to protected species such as the Northern Spotted Owl, Marbled Murrelets, and Peregrine Falcon, as well as native birds and mammals. This restriction is in accordance with NPS Management Policy 8.2 which prohibits recreational uses that conflict with the scenic, natural, and historic values the park was designated to protect, and the associated activities in which individuals seek solitude and tranquility with an expectation of privacy. 97% of Mount Rainier National Park is designated Wilderness. Launching and landing of UAS's in the park can invite violations to the Wilderness Act, which prohibits the operation of motorized vehicles or mechanized transport.       Natural Resources Keeping humans, animals and plants safe within the park is a difficult and ongoing challenge. You can help out by keeping wildlife wild, and burning firewood where you buy it.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/management\/lawsandpolicies.htm"
}
