{
    "title": "Mount Rainier National Park: The Sister Mountain Project",
    "body": "The Sister Mountain Project        The Sister Mountains of Mount Fuji (left) and Mount Rainier (right).        The Sister Mountain Curriculum Project teaches middle and high school students in the US and Japan about two iconic mountains, Mount Fuji and Mount Rainier. These famous peaks serve as a lens to focus student awareness of mountains' physical processes, ecology, and human culture. Students gain insight into the value of mountains and the importance of stewardship. By highlighting similarities and differences between these two volcanoes and their people, the project also enhances international understanding.  In August 2010 six Japanese teachers visited Mount Rainier to meet with American teachers and review the lesson plans they had developed.  In 2012 the Japanese teachers hosted a workshop in Japan for the US teachers. This project provides a way to increase teacher and student awareness of the linkages between the United States and Japan through the hands-on study of two of the world's premier mountains-Mt. Fuji and Mt. Rainier, including their landscapes, peoples, cultures, and similarities.        Curriculum by Themes  Cultural Connection Ecosystems Physical Processes International Cooperation Stewardship  Japanese Lesson Plans are also available.        Workshops  The Sister Mountain Project and Teacher Exchange Program builds upon the long history of connections between Mount Rainier and Mount Fuji. The project includes developing comprehensive, interdisciplinary curriculum materials for both U.S. and Japanese teachers to introduce their student to the natural and cultural values of both volcanoes; and to use Mount Fuji and Mount Rainier as a lens to learn about the history, culture, geography and environmental uses of each other's countries. Teacher exchange workshops will be conducted at both Mount Rainier and Mount Fuji.   2010 Workshop 2012 Workshop         Partners  The Sister Mountain Project of Mount Rainier and Mount Fuji would not have been possible without the contributions of many individuals and partner organizations who have given time and effort in support of the Project.  Sister Mountain Project Partners",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/education\/sister-mountain.htm"
}
