{
    "title": "Mount Rainier National Park: Field Trips",
    "body": "Field Trips         A ranger leads a snowshoe program in the Paradise area. Snowshoe programs are available in the spring. NPS Photo  Mount Rainier education programs are offered for school and youth groups Mondays through Fridays. These curriculum-based programs typically take place in the southwest corner of the park, from the Nisqually Entrance to Paradise (map of park). Programs must be scheduled at least one month in advance. In most cases we can accommodate group sizes up to 60 (including students and chaperons). Minimum group size is 15 participants. Please inform us if any of your students have special needs. Our priority is to provide a safe and positive experience for all students and we will do what we can to accommodate students with special needs.      Ranger-led Education Programs Available for K-12 students on a variety of topics. These curriculum-based programs are aligned with the new Common Core and Next Generation Science Standards. Registration for fall programming opens August 1, and for spring programming on February 1. Please plan on allowing at least 2.5 hours per program. All of our current education field trips are listed below. Please fill out the reservation form and be ready to provide this information when you call to make a reservation. Requests are filled first-come, first-served and will be processed in the order it is received.  Fall 2016 Programs Tuesday, September 6, 2016 - Friday, October 21, 2016  Spring 2016 Programs Check back for Spring 2017 dates!  Mount Rainier Institute Our residential partners that also provide programs within the park.         A ranger assists a student across snow while on a field trip in the Paradise area. NPS Photo  Guidelines For Your Trip Before your group arrives, it is important to be aware of some basic guidelines. For free entrance to the park, a representative from the school will need to fill out and mail in the Education Fee Waiver form. Regardless of the time of year or weather conditions, everyone will have a more enjoyable and productive visit if they are well-prepared for the day. The following handouts will help inform everyone of the expectations for this field trip to Mount Rainier National Park. Education Fee Waiver Form Chaperone Responsibilities Planning for Your Visit to Mount Rainier",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/education\/fieldtrips.htm"
}
