{
    "title": "Mount Rainier National Park: Seismicity",
    "body": "Seismicity        An excerpt of a graph mapping earthquake epicenters around Mount Rainier from January 2001 to November 2011. USGS       Seismicity refers to the geographic and historical distribution of earthquakes. Seismicity is monitored around volcanoes like Mount Rainier because an increase in seismicity- an increase in the amount of earthquake activity- could mean that the volcano is becoming active or may erupt. Most volcanic-related earthquakes are small (less than magnitude 2 or 3) and tend to occur in swarms of a dozen to hundreds of events. Seismic monitoring sensors are sensitive enough that they can also pick up vibrations from a variety of physical processes, such as rock falls, avalanches, and glacial sliding. Learn about Monitoring Volcanoes Example Volcanic Seismic Signatures         The summer 2011 rockfall that occurred on the Nisqually glacier on Mount Rainier. NPS Photo, Stefan Lofgren  Seismic Activity In addition to locating regional earthquakes, the Pacific Northwest Seismograph Network (PNSN), in cooperation with the Cascades Volcano Observatory (CVO), is also responsible for monitoring seismic activity at volcanoes in the Pacific Northwest. The PNSN currently operates seismometers on or near Mount Baker, Mount Rainier, Mount St. Helens, Mount Adams, Mount Hood, Three Sisters, and Crater Lake.  In an average month, 1-5 well-located, high-frequency earthquakes are recorded. In addition, small swarms of 5-10 earthquakes over a 2-3-day time period occasionally occur. All of these earthquakes are shallow, with most locating near sea level (~4 km below the summit), and are interpreted by Moran (1997) to be occurring in response to stresses associated with the circulation of hot fluids beneath Mount Rainier. These fluids are thought to be the source for the hot springs and steam vents found at the summit and at various points within Mount Rainier National Park (e.g. Frank, 1995).  Current Mount Rainier Seismicity:    Latest Earthquakes at Mount Rainier - View by time, depth, or custom factors.  Time-Depth, Map, and Cross-Sections for Rainier earthquakes this decade.   Other Mount Rainier Seismicity-Related Links:    Cascade Range Volcanoes Current Update (includes Mount Rainier, updated weekly) Seismic Monitoring at Cascade Volcanic Centers: \"The Big Picture\"  Rockfalls from Nisqually Cleaver in summer of 2011  Cascade Volcano Observatory Mount Rainier Page USGS Volcanico Hazards Fact Sheets 08\/20\/97 UW Press Release about earthquakes near Rainier     Mount Rainier Seismicity References: Frank, D., Surficial extent and conceptual model of hydrothermal system at Mount Rainier, Washington, Journal of Volcanology and Geothermal Research, v. 65, p. 51-80, 1995. Malone, S. D., A. Qamar, and C. Jonientz-Trisler, Recent seismicity at Mount Rainier, Washington (abstract), Seismological Society of America with Progams, v. 62, p. 25, 1991. Moran, S. C., Three-dimensional P-wave velocity structure in the Greater Mount Rainier Area, Ph.D. Thesis, University of Washington, Seattle, 170 pp., 1997. National Research Council, Mount Rainier: Active Cascade volcano, National Academy Press, 114 pp., 1994. Norris, R. D., Seismicity of rockfalls and avalanches at three Cascade Range volcanoes: Implications for seismic detection of hazardous mass movements, Bulletin of the Seismological Society of America, v. 84, p. 1925-1939, 1994. Swanson, D. A., S. D. Malone, and B. A. Samora, Mount Rainier: A Decade Volcano, EOS Trans. AGU, v. 73, pp. 177, 185-186, 1992.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/mount-rainier-seismicity.htm"
}
