{
    "title": "Mount Rainier National Park: Glaciers \/ Glacial Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Glaciers \/ Glacial Features                Glaciers        Mount Rainier's summit and the start of the Emmons Glacier. NPS Photo       There are 27 major glaciers on Mount Rainier and numerous unnamed snow or ice patches, which cover about 35 square miles (90 km2). Mount Rainier's glaciers are important indicators of climatic change and essential sources of water, supporting six major river systems. The Emmons Glacier has the largest area (4.3 square miles) and the Carbon Glacier has the lowest terminus altitude (3,600 feet) of all glaciers in the contiguous 48 states.   Mount Rainier Glaciers - Map and descriptions of some of Mount Rainier's major glaciers. Glacier Features - Learn the anatomy of a glacier and the unique features and formations created by glaciers and glacial forces.  The Mount Rainier Interactive Glacier Webpages have additional information on the park's glaciers.       Glacier Research & Resources Mount Rainier Glaciers - United States Geologic Survey (USGS) The USGS describes how glaciers, both modern and historically, have shaped the geology and topography of Mount Rainier.  Measuring Glaciers  Video produced by the North Coast and Cascades Science Learning Network featuring the scientists who study the glaciers of Mount Rainier.  North Coast & Cascades Network (NCCN) - Glacier Monitoring  The NCCN, an inventory and monitoring unit of the National Park Service, monitors the Emmons and Nisqually glaciers on Mount Rainier, in addition to glaciers at North Cascades National Park Complex and Olympic National Park.   Mount Rainier Glacier Monitoring Annual Report 2015 - Water Year 2011 (pdf) Mount Rainier Glacier Monitoring Annual Report 2012 - Water Year 2010 (pdf)  Mount Rainier Glacier Monitoring Annual Report 2011 - Water Year 2009 (pdf)         Boulders and dead trees left behind by past debris flows triggered by glacial outburst floods still cover the Tahoma Creek valley. NPS Photo  Debris Flows from Glaciers Historically, glacial outburst floods, torrential rains, and stream capture have caused small to moderate size debris flows. Most occur in drainage systems with large glaciers. A glacial outburst flood originating from the South Tahoma Glacier created a debris flow along Tahoma Creek on August 13, 2015 (news release). Less common are debris flows triggered by a drainage diversion in an un-glaciated drainage basin. For example, Kautz Glacier meltwater diverting into the Van Trump Basin triggered debris flows on the south side of the mountain in 2001 and 2003. Glacial outburst floods are one type of geohazard in the park.         A glacier monitoring crew member measures an ablation stake on the Nisqually glacier. Rocky debris covers the glacier ice, helping to insulate it from melt. NPS Photo  Status of the Glaciers - Summer 2015 Update (posted 8\/7\/2015)  Wondering how the low winter snow pack and warm summer temperatures are impacting glaciers this summer? Field crews just finished the summer field check of ablation stakes on the lower Nisqually and lower Emmons glaciers. The ablation states are installed in the spring using a steam drill that allows crews to drill a hole in the snow and ice, up to 43 feet (13 m) deep. The stakes are inserted at 6 locations on each glacier from the terminus at 5,300 feet (1,615 m) up to approximately 11,000 feet (3,352 m), and serve as a check for melt throughout the season. A quick review of historic data reveals, not surprisingly, that the melt in the first part of the summer of 2015 is greater than early season melt from any previous year dating back to 2003, when monitoring began. For the first time since monitoring began, field crews might have to re-drill ablation stakes in the bare ice of the lower Nisqually because stakes might melt out before the season is over. The debris noted in the photo actually insulated the glacier from melt, so we see much lower rates of melt on the debris covered areas of the glacier than we do on bare ice.  At 6,100 feet (1,859 m) on the non-debris covered lower Nisqually we have 10.8 feet (3.3 m) of snow melt plus an additional 6.5 feet (2 m) of ice as of 7\/28\/2015. Our final check will be the first to second week of October - still two more months of potential melt!  Learn more about glacier monitoring at Mount Rainier and other parks.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/glaciers.htm"
}
