{
    "title": "Mount Rainier National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles       Parkwide general herpetofaunal surveys were conducted in 1991 and 1992 and focused mostly on aquatic habitats. Open areas and forested habitats were surveyed but to a much lesser degree. In addition to the species shown below, there is some question as to the presence of Eumeces skiltonianus (Western Skink) within the park. Reptile species have also been reported in the parkwide amphibian inventories.        Common Garter Snake 2008 Stéphanie Desranleau  Common Garter Snake Thamnophis sirtalis Large (up to 52 in. (132 cm) in length) and characterized by red coloration along sides. Habitat: wet meadows and near water.        Northwestern Garter Snake 2004 Jeremiah Easter  Northwestern Garter Snake Thamnophis ordinoides 15-24 inches (53-61 cm) long. Black, brown, tan, grey or greenish with 1 to 3 yellow, orange, or red stripes down back. Habitat: open areas, below 4,000 ft. (1,219 meters). It is the most common snake found at Mount Rainier.        Wandering Garter Snake 2009 William Flaxington  Wandering Garter Snake Thamnophis elegans var. vagrans  A subspecies of the Terrestrial Garter Snake. A medium-sized garter snake ranging in size from 14-43 inches (4.6-10.9 cm) long with a narrow head. Base color is grey or brown with stripes of yellow, brown, or red-orange. Wide habitat, but prefers locations near water.         Rubber Boa US Forest Service Photo  Rubber Boa Charina bottae A small, greyish-green snake with a hard, blunt tail. Habitat: moist or dry pine forests, near water. They do not bite, but curl into a ball when disturbed.        Northern Alligator Lizard 2009 William Flaxington  Northern Alligator Lizard Elgaria coerulea Heavy scales; olive, brown, or greyish with light stripes and dark, irregular spots. Habitat: Sub-alpine talus slopes and coniferous forests.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/reptiles.htm"
}
