{
    "title": "Mount Rainier National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        In addition to numerous plant species, many types of mushrooms and fungi make up the vegetation of Mount Rainier National Park. NPS Photo       Though the park is world-renowned for its elaborate wildflower displays, the vegetation of Mount Rainier National Park is remarkably diverse. Climate and elevation vary greatly in the park, creating a wide range of habitats supporting an extensive number of plant species. There are over 890 vascular species and more than 260 non-vascular plant species and fungi in the park. There are more than 100 exotic plant species, especially along transportation corridors, near trails, and in riparian areas. Learn more about some of the blooming plants in the park in the Mount Rainier Wildflower Guide.  Forest Zone - Subalpine Zone - Alpine Zone - Disturbance        Ancient old-growth forest thrives in Mount Rainier's lower elevations. This huge Douglas fir (Park Ranger for scale at bottom, left) grows along the Twin Firs trail. NPS, Chris Roundtree  Forest Zone Approximately 58 percent of the park is covered by forest. Low elevation forests are distributed from the park's boundary from 1,700 feet to 2,700 feet (approx. 500-800 meters) elevation and are dominated by western hemlock, Douglas fir, and western red-cedar. Mid-elevation forests extend from 2,700 feet upward to 4,000 to 6,000 feet (approx. 1200-1800 meters) elevation depending on aspect, and contain Pacific silver fir, Alaska yellow cedar, western white pine, and noble fir. Above about 4,500 feet (approx. 1400 meters), high elevation forests are characterized by subalpine fir, mountain hemlock, and Alaskan yellow cedar. Whitebark pine and Englemann spruce are present in drier sites on the east side of the park. Forest ages range from young stands (less than 100 years old) to old-growth stands 1,000 or more years old. The young stands can be found in areas of disturbance, such as areas cleared by fire or debris flows, or reclaiming moraines and other exposed land left behind by receding glaciers.         Subalpine parkland features a mix of trees scattered across meadow, like this section of huckleberry shrub near Paradise. The shrub turns brilliant red in the fall, while the trees are dusted with early-season snow. NPS, Steve Redman  Subalpine Zone At the upper elevations of high elevation forests, trees become less dense as the forest transitions into subalpine parkland. The subalpine parkland covers approximately 23 percent of the park; vegetation in this zone is a mosaic of tree clumps and herbaceous meadows extending from forest line to tree line, or about 5,000 feet to about 7,000 feet (approx. 1500-2100 meters) elevation. Tree cover and the location of plant communities in this zone is limited by the depth and duration of the snow pack.  Subalpine Meadows Lush meadows, part of the subalpine parkland, ring Mount Rainier at elevations from 5,000 feet to about 7,000 feet (approx. 1500-2100 meters). The meadows are a favorite spectacle for park visitors, who flock to the mountain to see the elaborate wildflower displays blooming in the meadows. The subalpine meadows can be cloaked in snow well into the month of June if not later, driving the wildflowers to bloom aggressively in order to take advantage of the short growing season. The short season also affects the type of plant communities found in the meadows. Subalpine meadow vegetation is categorized as five broad vegetation types (Henderson 1974):   1. Heather\/Bell-heather\/Huckleberry Communities (Phyllodoce\/Cassiope\/Vaccinium): areas of dense, low shrub dominated by heather and huckleberry on the south and west sides of the park, such as Paradise and Indian Henrys Hunting Ground. Huckleberry is the same species as blueberry, and produces those familiar, edible berries in the fall.   2. Sitka Valerian\/Showy Sedge Communities (Valeriana sitchensis\/Carex spectabilis): tall, dense stands of perennial wildflowers found all around the mountain, particularly in areas were avalanche disturbance prevents the growth of shrubs. In addition to Sitka valerian, numerous wildflower species fall under this vegetation type including lupine, American bistort, pasqueflower, paintbrush, mountain daisy, gray's lovage, glacier lily, and avalanche lily.        Sitka valerian, lupine, pasqueflower seedheads, American bistort, broadleaf arnica, and other wildflower perennials bloom abundantly in a meadow near Chinook. NPS Photo       3. Black Alpine Sedge Communities (Carex nigricans): dense mats of black sedge, usually found in areas with persistent late-season snow and a very short growing season. May also contain showy sedge and mountain hairgrass, interspersed with wildflower species such as alpine aster, alpine willow-herb, and partridgefoot.   4. Low Herbaceous Communities: dominated by mosses, in areas of disturbance or unstable soil. Vegetation grows in clumps, possibly with patches of bare ground visible. Species found in this vegetation community include saxifrage, black sedge, hawkweed, partridgefoot, alpine buckwheat, and pussytoes. 5. Green Fescue Communities (Festuca viridula): grassy meadows of green fescue, also known as mountain bunchgrass, flourish on the drier east side of the park, which receives less snow and rainfall due to the rain shadow of Mount Rainier. Other species that characterize green fescue communities are lupine, fan-leaf cinquefoil, and cascade aster.        Pink mountain heather (Phyllodoce empetriformis) flowering near Paradise. NPS Photo  Alpine Zone The alpine zone extends from treeline to the mountain's summit. Permanent snow and ice covers about 50 percent of the zone. Alpine vegetation covers the remainder, divided into four broad vegetation types (Edwards 1980): fell fields, talus slopes, snow beds, and heather communities. Talus slopes and snow beds have small, well-spaced groups of plants that are often overlooked by park visitors and casual observers. The type and location of vegetation in the alpine zone is controlled by length of the growing season, slope, and aspect (exposure to the sun). Talus slopes and ridge tops are among the first areas free of snow and thus have the longest growing season. Snow beds have the shortest growing season and may not be snow-free every year. Fell fields and heather communities have an intermediate growing season. Fell fields are areas with gentle slopes covered by small rocks, and small, dispersed groups of plants such as sedges, penstemons, and asters. The heather types are the oldest known communities in the park. Some heather communities have persisted in the park for up to 10,000 years.         Fire, though infrequent, can be a major disturbance of plant communities in the park. However, loss of forest also gives opportunities for new plant communities to thrive. Grand Park Fire, Summer 2002. NPS Photo  Disturbance Large-scale disturbances (fire, cyclonic winds, insects, avalanches, lahars) can remove established forest over hundreds of square miles, creating opportunities for other plant communities to thrive. The size and frequency of these disturbances varies greatly among ecosystems. Fire, although relatively infrequent in the park, is a large-scale disturbance reshaping the park's plant communities. Avalanches and lahars are small to medium scale disturbances. Disturbance can also act on a small scale, with wind damage, disease, and insects causing small gaps and affecting local dynamics over time. People can also affect vegetation, especially in the delicate subalpine meadows. It is very important to stay on trails so as to minimize unnecessary disturbance. Fortunately, people can also volunteer to help restore this damage. Click here to see about ecological restoration.        Additional Resources: Biek, David. \"Flora of Mount Rainier National Park.\" Corvallis: Oregon State University Press, 2000. Mathews, Daniel. \"Cascade-Olympic Natural History: A Trailside Reference.\" 2nd Ed. Portland: Raven Editions, 1999.  Pojar, Jim and Andy MacKinnon. \"Revised Plants of the Pacific Northwest Coast.\" Vancouver: Lone Pine Publishing, 1994, revised 2004. Turner, Mark and Phyllis Gustafson. \"Wildflowers of the Pacific Northwest.\" Portland: Timber Press, Inc, 2006.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/plants.htm"
}
