{
    "title": "Mount Rainier National Park: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                 Wildflowers of Mount Rainier         A black-tailed deer enjoys one of the lush subalpine meadows that ring Mount Rainier. Lupine, American bistort, and broadleaf arnica are just a few of the wildflower species lighting up the meadow with color. NPS\/Steve Redman Photo  There are hundreds of species of wildflowers found in Mount Rainier National Park, far more than can be represented here. However, this identification guide is meant to help you familiarize yourself with some of the most common and interesting wildflowers you may see during your visit to the park. For identification of flowers in the field, you can download the Mount Rainier Wildflower site bulletin, ask a ranger, or purchase a variety of wildflower identification guidebooks available in the park visitor centers and gift shops.      Wildflower Guide For convenience, this guide divides wildflower species into two main categories, forest and subalpine, based on the environment the flower species commonly grows in. The categories are further subdivided by flower color to aid in easy identification. Though some overlap occurs, forest and subalpine areas of the park host distinct groups of wildflower species. Dense old growth forest creates cool, shady conditions suitable to wildflower species different from the ones found in the sunnier subalpine meadows. Dense forest covers the low-to-mid elevations of the park from approximately 2,000 to 4,500 feet (610-1372 meters). Subalpine meadows or \"parkland\" wreath the higher elevations of Mount Rainier, from about 4,500 to 6,500 feet (1372-1981 meters). This region is sometimes called subalpine parkland because at those elevations trees start thin out and grow in patches interspersed among meadow instead of continuous forest. Eventually trees disappear completely in the alpine zone (approx. 6,500 feet\/1981 meters to the summit). Subalpine regions often have the most impressive wildflower displays because those regions have a very short growing season. Snow can linger in the subalpine meadows well into June or July, and the flowers bloom profusely in order to reproduce as quickly as possible before the winter snows return.               Forest - White   White wildflowers of lower elevation forests.        Forest - Yellow\/Orange   Yellow and orange wildflowers of low elevation forests.        Forest - Pink\/Red\/Purple   Pink, red, and purple wildflowers of low elevation forests.              Subalpine - White   White wildflowers found at subalpine elevations.        Subalpine - Yellow\/Orange   Yellow and orange wildflowers found in subalpine elevations.              Subalpine - Blue\/Purple   Blue and purple wildflowers found in subalpine elevations.        Subalpine - Red\/Pink   Pink and red wildflowers found in subalpine elevations.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/wildflowers.htm"
}
