{
    "title": "Mount Rainier National Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality         Two photos from an air quality camera in Paradise show different degrees of air clarity. The upper photo is from a clear day; the lower photo shows a day with higher levels of haze and air pollution. NPS Air Resources Photos  Mount Rainier National Park is designated as a Class I air protection area. National parks over 6,000 acres, like Mount Rainier, and national wilderness areas over 5,000 acres that were in existence before August 1977 are designated as Class I areas, as defined by an amendment to the Clean Air Act. In addition to Mount Rainier, some of the surrounding U.S. Forest Service wilderness areas are also designated as Class I areas. Areas designated as Class I receive the highest level of air-quality protection.  Consequently, Mount Rainier National Park staff are very involved in the National Park Service's comprehensive air resources management program, designed to assess air pollution impacts and protect air quality related values. Air quality related values include scenic vistas; sensitive natural ecosystem processes, functions, and components; and cultural resources.  The air resources management program at Mount Rainier includes monitoring, research, and regulatory interaction with local, state and federal agencies. Long-term monitoring programs include monitoring for gaseous pollutants such as ozone, visibility impairment, and atmospheric depositions. More information is available on the IMPROVE (Interagency Monitoring of Protected Visual Environments) web site. In addition, there is an ongoing effort to determine the ecological effects of air pollutants on park resources. The National Park Service (NPS) Air Quality Research Program involves an extensive network of monitoring for pollution, visibility conditions, and biological effects in NPS units. At Mount Rainier the monitoring program has included:Use of cameras for measuring visibility.Fine particulate monitors for identifying the causes and sources of visibility impairment.Ozone monitors for establishing baseline conditions, assisting ozone effects research, measuring precipitation chemistry, and evaluating new pollution sources.        Air Quality Links    Mount Rainier Air Quality Camera Mount Rainier Air Quality Information Mount Rainier Air Pollution Impacts  Mount Rainier Air Quality-related Studies NPS AirWeb - Protecting Air Quality NPS AirWeb - Air Quality Glossary           Air Quality Camera A webcam has been installed at Paradise to show the effects of air pollution such as visibility impairment. The air quality webcam is part of the NPS air quality web camera network. Images are updated every 15 minutes. Visit the NPS Air Resources site for more air quality data- including ozone, particulate matter, visual range, and weather conditions- that are updated hourly.                      Air Quality Monitors the visibility over the Nisqually Valley from Paradise.   View webcam              Air Pollution at Mount Rainier  Mount Rainier National Park is located downwind of a number of urban and industrial areas to the northwest and southwest and is not isolated from the by-products of industrialization. Man-made air pollutants are transported long distances and have been detected through air quality monitoring programs. A number of stationary and mobile sources of pollutants affecting the park include a variety of sources in the Puget Sound region as far north as Vancouver, and as far south as Portland, Oregon. Pollutants traveling across the Pacific Ocean from Asia, and including pollutants from Europe and eastern North America that circumnavigate the globe, are deposited in lakes, streams and on land within the Cascade mountain range at high elevations.   Visibility Impairment Nearly two million visitors come to Mount Rainier each year to enjoy the scenery, but the view is often obscured by regional haze, especially in the summer. Haze is caused when sunlight encounters fine pollution particles in the air. Some light is absorbed by particles. Other light is scattered away before it reaches an observer. More pollutants result in more absorption and scattering of light, which reduce the clarity and color of what we see.  Fine particulates are measured at the IMPROVE (Interagency Monitoring of Protected Visual Environments) site at Tahoma Woods as well as in the park at Paradise. Photographic documentation of visibility has also been conducted at Paradise and Camp Muir, as well as at the Fremont and Tolmie Peak Fire Lookouts. Visibility impairment at Mount Rainier National Park is among the highest of all sites monitored in the west. The NPS Visibility Monitoring Program provides access to the most current data on visibility monitoring in the park.        Mowich Lake NPS Photo  Acid Deposition As precipitation water passes through the air it reacts with carbon dioxide, sulfur oxides, and nitrogen oxides to form acids. These compounds then fall to the Earth in either dry form (such as gas and particles) or wet form (such as rain, snow, and fog). The park's lakes and streams are very sensitive to acidic deposition because the soils and bedrock cannot neutralize acids well. Acid deposition impacts aquatic organisms and ecosystems as well as terrestrial life through direct contact and by changing the chemical balance in the soil and increasing the acidity of lakes and streams. Water quality for approximately 20 of the major streams in the park have been inventoried along with approximately 48% of the park lakes. Of these, 10 stream sites have been documented as extremely sensitive, while lakes on the west and south sides of the park tend to be more sensitive. Spring snowmelt or late summer storms can cause highly acidic deposition events which can affect the aquatic ecology of these surface waters. Studies conducted at Eunice Lake in the northwest corner of the park documented increased levels of sulfate during the spring, early summer snowmelt period. The chemistry of bulk precipitation collected at Paradise has been measured since 1986. Precipitation samples taken at Paradise have shown higher than background levels of sulfates. The chemistry of cloudwater samples taken at Paradise have shown some of the lowest levels of pH and highest levels of acidity of any taken in the state. Mount Rainier National Park established a National Atmospheric Deposition Site within the park in 1999 to collect precipitation samples and analyze their chemistry. Data is available on the National Atmospheric Deposition Program web site.        Two leaves, one without injury (left) and the other showing damage from ozone exposure (right). Images from the NPS\/USFS report \"Guide to Ozone Injury in Vascular Plants in the Pacific Northwest\"  Ozone Plants can be sensitive to ozone at levels well under the national health standards for people. Lichens, mosses, and liverworts are often the most sensitive components of the vegetation within an ecosystem and can serve as early indicators of air pollution effects. Plants such as trees, shrubs, and herbaceous species are also injured by ozone which can damage leaves and needles and weaken the plants' ability to withstand disease and insect infestations. Clean air is defined as ozone concentrations ranging from 15 to 30 ppb (parts per billion). Elevated ozone levels (above 80 ppb) were measured at Longmire in the southwest section of Mount Rainier National Park during the summers of 1987 and 1988. Values above 80 ppb were not uncommon at an ozone monitor at Carbon River in the northwest corner of the park during 1989 to 1992 and there were a few readings above 100 ppb. Similar values have been measured at Tahoma Woods, while ozone levels at Paradise have, on some days, been the highest recorded in the state. High levels of ozone have also been measured in rural areas surrounding the park in Enumclaw (10 miles north of the park), Cedar River (30 miles north of the park), and Pack Forest (15 miles west of the park). Chlorotic foliar spotting on the foliage of ponderosa pine at Pack Forest has been reported and scientists hypothesized that ozone-sulfur dioxide synergism was responsible for the damage. Ozone impacts on sensitive vegetation in the Pacific Northwest have received little attention until recent years because of the relatively low levels of ozone in the area. Ozone sensitive species in Mount Rainier have recently been identified and are being monitored in selected areas. Passive ozone monitors are also used to document ozone levels at sites where vegetation plots have been established. In addition, continuous ozone monitors are in operation at Tahoma Woods and Paradise. The Guide to Ozone Injury in Vascular Plants of the Pacific Northwest describes some of the effects of ozone on vegetation. This document is the result of NPS and U.S. Forest Service studies of ozone sensitive plant species.      Air Toxics Air Toxics is a term that includes persistent organic pollutants and heavy metals. Studies indicate that air pollutants from Europe and Asia remain airborne for thousands of miles across the Pacific Ocean and deposit in snow at relatively high elevations in North America. Air toxics also originate from local and regional sources. These contaminants such as DDT, dioxin and mercury, may accumulate in annual snowpack, particularly in higher elevation ecosystems. Once deposited, many pollutants, particularly persistent organic pollutants, accumulate and concentrate in foodwebs, threatening the viability of aquatic and terrestrial ecosystems. These air toxics are of particular concern because they remain in the environment a long time, can accumulate in the biological tissue of organisms, and are toxic to humans and wildlife.    There is very little information on the accumulation of any of these toxic materials in the natural environments of the U.S. or elsewhere in the world. The National Park Service is initiating an air-toxic focused assessment program based in the National Parks of the western United States to provide spatially extensive, site specific, and temporally resolved information regarding the exposure, accumulation and impacts of airborne contaminants in these ecosystems for the purpose of instituting long-term monitoring.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/airquality.htm"
}
