{
    "title": "Mount Rainier National Park: Volcanic Features",
    "body": "Volcanic Features          Fumaroles Mineral Springs   Debris Flows & Lahars Columnar Lava   Historic Mudflows Lava Ridges           This rock fall on the Tahoma Glacier at Mount Rainier appears yellow-red in color because it contains oxidized hydrothermally altered rock. USGS  Fumaroles  Fumaroles, such as those found in the two summit craters of Mount Rainier, are volcanic vents that issue steam, hydrogen sulfide, and other gases. The chemically active fluids or gases produced by fumaroles corrode the surrounding rock, eventually changing the rock into crumbling, unstable hydrothermally altered rock.  Mount Rainier is constructed of layers of lava interspersed with layers of loose rubble. Add in the unstable hydrothermally altered rock, and you have the recipe for large and destructive landslides.        The remains of large tree trunks and boulders jumbled together after a debris flow along Tahoma Creek. NPS Photo  Debris Flows and Lahars  Sometimes during an eruption a lava flow can break apart, forming an avalanche of hot rock and gas that melts snow and ice (a pyroclastic flow), which triggers a fast-flowing river of mud, trees, rocks, gravel and water, know as a lahar.  These rivers of debris can also form when glaciers spontaneously release blocked reservoirs of water, or when intense rainfall triggers intense erosion. If the flow stops before the park perimeter is reached, it is called a debris flow. If it is a more major event, and sweeps beyond the park's border, it is also called a lahar. The primary geologic hazard at Mount Rainier is from debris flows. Many of the park's developed sites are located on debris flow deposits in valley bottoms, and 7 or the 23 developed sites in the park are in a debris flow hazard zone with an estimated recurrence interval of less than a 100 years. Lahars can travel at speeds of up to fifty miles an hour and destroy nearly everything within their paths. If you hear a prolonged rumbling noise, go immediately to higher ground.  USGS Debris Flow and Lahar Links: Mount Rainier Debris Avalanches, Debris Flows, Mudflows & Lahars Debris-Flow Hazards Caused by Hydrologic Events at Mount Rainier, Washington -Vallance, J.W., et al. Field Guide to Hydrothemal Alteration in the White River Area and in the Osceola Mudflow, Washington -John, D.A., et al.       Historic Mount Rainier Mudflows More than 60 lahars (very large debris flows) have dramatically altered various portions of Mount Rainier during the past 10,00 years. They are one of the most common and powerful forces of change on the volcano since the ice age.       The Osceola and Electron mudflows that originated from Mount Rainier are two of the biggest know lahars. The Osceola Mudflow covered about 212 square miles of Puget Sound lowland, extending at least as far as the Seattle suburb of Kent and the Port of Tacoma. USGS       In the 1950s, geologist Dwight \"Rocky\" Crandell determined that the soil samples from Tacoma and Steamboat Prow came from Mount Rainier's slopes. Crandell and his colleague Don Mullineaux established that the mountain's summit and northeast slope collapsed during a volcanic eruption. Radiocarbon ages of wood from this huge lahar, the Osceola Mudflow, show it occured 5,600 years ago. When a lahar roared through a forest near present-day Orting 600 years ago, it left behind a jumble of old trees and volcanic rock. The Electron Mudflow emerged on Rainier's west side, beginning with a collapse of clay-rich altered rocks, and continued to Puget Sound. The town of Orting has installed warning sirens connected to sensors on the mountain's slopes. The plan is to evacuate if another lahar approaches. in 1947, massive amounts of water exploded from the Kautz Glacier, gouging a one-mile-long canyon through the ice. The water swept down the valley, picking up rocks, soil, and debris, scouring vegetation and snapping trees. The largest debris flow since the park was established, the Kautz Creek Mudflow moved 50 million cubic yards of debris, dramatically changing the topography and vegetation of the area. Several smaller debris flows followed.         The mineral springs found in the Longmire Meadow bubble from escaping carbon dioxide gas. NPS Photo  Mineral Springs Water from rain and snow melting on the upper slopes of Mount Rainier percolates down through fractures in volcanic rock where it is hydrothermally heated deep inside the volcano. This hot water then flows through subterranean fractures and mixes with cool shallow water. As water travels underground, carbon dioxide is incorporated from surrounding rock. In lowland areas such as the Longmire meadow, the water seeps to the surface and the carbon dioxide gas escapes into the air, forming bubbling springs. The perceived healing powers of the Longmire Mineral Springs attracted many people to soak in the warm water and drink the cold tonic from the earth. The Iron Mike Spring at Longmire was named for the reddish pigment painting the spring channel, formed from oxidized iron deposits. The hot spring water dissolves iron as it circulates past underground rocks. The Ohanapecosh Hot Springs consist of a range of small seeps with reported temperatures as high as 120 degrees Fahrenheit.         Sections of the Longmire Meadow are covered in yellow-brown travertine mineral deposits left behind by the Longmire mineral springs. NPS Photo  Light brown patches of earth found around the springs is travertine, a mineral deposited on the surface from calcium and carbonate dissolved in the springs.  The carbon dioxide emission from the springs is sometimes lethal to small birds. It can be toxic to wildlife and humans. Even though visitors drank from the cold mineral springs in the past, it is not advised today.      Columnar Lava It is always a dramatic encounter between fire and ice when a glacier-clad volcano erupts. Hot lava can flash melt portions of glacial ice triggering mudflows and causing devastation for miles. Or, if the lava is slow moving and the ice is massive, the ice can cool the lava, stopping it in its tracks. As the lava cools, it cracks into hexagonal columns that point toward the source of cooling.        These lava columns were formed from andesite, a common type of lava on Mount Rainier. Andesite lava will often take on these hexagonal forms when it cools. The rate of cooling determines the thickness of the columns. These smaller columns formed when the lava cooled quickly against glacial ice. Larger columns form when lava cools more slowly. NPS Photo       Lava Ridges The glaciers on Mount Rainier today are not large enough to impact the flow of lava, but their Great Ice Age predecessors were! When a glacier is thick enough, it can guide a lava flow. During an eruption, lava emerges from the volcano's cone. If it encounters a large glacier as it moves down the mountain, the lava will skirt and slightly melt the edge of the thick ice and advance only where the ice is thin or absent. Diverted to the glacier's margins, it cools quickly against the icy walls.         Rising high above the trees in the valley, Rampart Ridge near Longmire is a lava ridge revealed as a glacier melted away. NPS Photo  Such a glacier will leave behind a signature- large ridges. Once the glacier melts, the flows of lava that have built up along its margins emerge as ridges perched above a deep valley. The Sunrise area is the top of a large lava flow that was diverted by a massive Great Ice Age glacier that also left behind the White River Valley. Present day Mazama Ridge near Paradise formed when molten lava flowed between two large glaciers. The glaciers later melted to reveal a lava ridge flanked by valleys.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/volcanic-features.htm"
}
