{
    "title": "Mount Rainier National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals        A Black Bear enjoying a wildflower meadow. NPS, Jonathan Jarodsky       An elevation difference of approximately 13,000 feet creates a variety of habitats and life zones in Mount Rainier that remain protected. You'll likely see different animals at each life zone change. This diversity provides for a broad assortment of invertebrates, mammals, birds, fish, amphibians, and reptiles.  The highly visible Columbian black-tailed deer, Douglas squirrels, noisy Stellar's jays and common ravens are animals that many people remember. The most diverse and abundant animals in the park, however, are the invertebrates - the insects, worms, crustaceans, spiders- to name a few - that occupy all environments to the top of Columbia Crest itself.  At Mount Rainier you can find 65 mammal species, 14 species of amphibians, 5 species of reptiles, 182 species of birds, and 14 species of native fish. Invertebrates probably represent 85% of the animal biomass in the park.  About half of the birds observed in the park nest here and many are migrants that winter in the southern United States or Central America. Resident amphibians can be found in both aquatic environments or on land and reptiles are typically found in upland habitats.  Some of the more popular mammals like elk and black bear range in many habitats throughout the summer. Mountain goats typically remain in alpine or subalpine life zones.   Several animals in the park are either federally or state protected\/sensitive species. Mount Rainier works to protect habitat that limits these animals from much of their former ranges.   Learn more about wildlife safety when dealing with potentially dangerous large mammals like bear and mountain lions. Also, to help protect yourself as well as protect the health of wild animals, please do not feed them. Instead, Keep Wildlife Wild.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/animals.htm"
}
