{
    "title": "Mount Rainier National Park: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish       Mount Rainier is the largest single mountain system of glaciers in the contiguous 48 states with 26 major glaciers covering 35 square miles. These glaciers create many of the 470 mapped rivers and streams that occur within the park. Streams and rivers within Mount Rainier have been altered very little by humans and represent outstanding examples of pristine aquatic ecosystems of North America.         White River Coho Salmon NPS Photo  One of the least known but regionally most important components of these ecosystems are fish communities, which park staff have been inventorying since 1999. The present status of native fish populations in the park is not well understood due to construction of dams outside the park, and previous stocking activities. The Electron Dam on the Puyallup-Mowich drainage, Alder and LaGrande Dams on the Nisqually, and the Mud Mountain Dam on the White River have historically blocked passage of fish to these rivers and their upstream tributaries within the park. On the White River, all salmonids are transported around Mud Mountain dam, and the Electron dam on the Puyallup now has a fish ladder, allowing improved fish access to headwater habitats. The Carbon River is the only major drainage without man-made dams blocking fish passage, but contains a steep canyon outside the park which likely reduces anadromous (fish that migrate from the ocean to a stream) fish passage. Spawning populations of coho and pink salmon have been recently documented to occur in several park streams, possibly due to recent improvements made in fish passage at the dams. Park tributary habitats have been documented to contain the majority of the spawning areas currently used by the bull trout in the Puyallup watershed. Fish are not native to any park lakes, though reproducing populations still exist in 30 park lakes.  Official stocking of lakes and streams began about 1918, although private, informal stockings were made prior to this time. All of the larger park streams were repeatedly stocked with native and non-native species. Hatchery strains of rainbow, inland cutthroat trout and eastern brook trout were widely stocked throughout the park and may have hybridized or replaced native stocks within their historic ranges. Stocking was halted after 1972 consistent with new NPS management policies.      Fish Species        Rainbow Trout   US Fish & Wildlife Service  Rainbow Trout \/ Steelhead Oncorhyncus mykiss These two fish are the same species, but Rainbow trout live entirely in freshwater while Steelhead trout are ocean-living and only spawn in freshwater.  Large color variation, but spawning adults have red to pink \"rainbow\" color on sides. Native and introduced stock of rainbow trout are present in park lakes and streams. Steelhead, listed as \"threatened\" under the federal Endangered Species Act, may also be present in the park. Hybrids of rainbow and cutthroat trout are also present in many park streams.         Bill McMillan, Wild Fish Conservancy Photo  Bull Trout Salvelinus confluentus A native char, olive-green to silver with pink and yellow spots on sides. White leading edges on pectoral, pelvic and anal fins with a distinct clear translucent dorsal fin. Originally considered same as Dolly Varden trout, but now are identified as separate species. Bull trout within the park have been shown to have multiple life history strategies including headwater residents, mainstem river migrants, and ocean going anadromy (migrate from the ocean). Bull trout is listed as \"threatened\" under the federal Endangered Species Act.         Dolly Varden NOAA  Dolly Varden Salvelinus malma Dolly Varden are protected under the Endangered Species Act due to their similarity to bull trout. Although historical reference is made to Dolly Varden having occurred within the park, recent genetic studies of char have confirmed only bull trout in park streams. It is uncertain whether Dolly Varden is, or ever was present in the park. However, they do occur in neighboring drainages.         Coastal Cutthroat Trout Wild Fish Conservancy Photo  Coastal Cutthroat Trout Oncorhynchus clarki clarki Greenish backs with yellow\/silver sides and dark spots. Prominent red to orange slash under the jaw. Coastal cutthroat trout are native to the park. However, non-native varieties of Cutthroat trout, the result of past fish stocking efforts, are also found in the area. Non-native varieties include Yellowstone (O. clarki bouvierri) and West Slope Cutthroat Trout (O.clarki lewisi), as well as hybrids of these various cutthroat subspecies and cutthroat-rainbow hybrids..        Brook Trout US Fish & Wildlife Service  Eastern Brook Trout Salvelinus fontinalis Non-native char species. Easily identifiable by worm-shaped markings (called vermiculations) along back and sides. Similar to bull trout with the distinguishing characteristic of black on the dorsal fin. Brook Trout are a non-native species introduced to park lakes and streams through past stocking programs.        Chinook Salmon US Fish & Wildlife Service  Chinook Salmon Oncorhynchus tshawytscha Spawning adults have dark coloring, with black gums on lower jaw. Ocean-dwelling, Chinook spawn and spend their first year in freshwater, and are the largest salmon species found in the region. Chinook are native to the park but with the construction of dams, now occur in only a few park rivers. Chinook are listed as \"threatened\" under the federal Endangered Species Act.         Coho Salmon US Fish & wildlife service  Coho Salmon Oncorhynchus kisutch Similar to in appearance to Chinook, but unlike Chinook, has white gums on lower jaw. Spawning males have bright red sides. Coho occur in several park streams.         Sockeye \/ Kokanee Salmon US Fish & wildlife service  Sockeye \/ Kokanee Salmon Oncorhyncus nerka Kokanee is the term used for landlocked populations of Sockeye salmon. No spots, and spawning adults have red body with green head. Non-native Kokanee were introduced into Mowich Lake through past stocking programs and still occur there. There is no reference to Sockeye salmon historically being present in the park, however they have been observed in a few park rivers since 2006.         Pink Salmon US Fish & wildlife service  Pink Salmon Oncorhynchus gorbuscha Large spots and pronounced dorsal hump distinguish this salmon from other species. Appear silvery with white belly when spawning. There is no reference to Pink Salmon having occurred in the park historically, but several recent observations of this species have been made in the White River.         Dale Russell, Wild Fish Conservancy Photo  Mountain Whitefish Prosopium williamsoni Grey\/bronze back with silvery sides and a small mouth. Found in freshwater streams and lakes. This species is not common in the park but is present in some of the park's glacial streams.         Slimy Sculpin   Sculpins Cottus spp. Scaleless, minnow-sized fish with a wide mouth for bottom-feeding and upward-facing eyes. Species include Slimy (C. cognatus), Torrent (C. rhotheus), and Shorthead Sculpin (C. confusus). Sculpins occur in many park streams and in one lake (Lake George) where they were introduced as bait fish.       Bull Trout, Chinook salmon, and Steelhead are listed as threatened under the federal Endangered and Threatened Species Act. Pugent Sound Coho salmon populations have been identified as species of concern. Coastal cutthroat trout is also a species of management concern in the park. Native stocks of both sea run and resident cutthroat trout are in serious decline in some parts of our region. Many populations are considered depressed; some populations may be extinct. Fish predation affects food webs in lakes, altering nutrient cycling and the structure of macro invertebrate communities. Fish predation has also been shown to have a major impact on amphibian abundance, behavior and distribution, especially salamander populations, even when a fish population occurs in low density. Research on the ecological history of high mountain lakes and techniques for restoring these aquatic ecosystems, including fish removal, are a high priority for the biological monitoring of high lake ecosystems. Harvest of fish populations and effects of non-native species on native species are also a concern for park managers. Please follow fishing regulations to protect our aquatic resources.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/fish.htm"
}
