{
    "title": "Mount Rainier National Park: Collections",
    "body": "Archives and Collections        Early park visitors marvel at a snow bank at Paradise, with Mount Rainier as a backdrop. Current visitors can still see similar sights at Paradise during the winter. Historic NPS Photo       Mount Rainier National Park was established by an act of Congress on March 2, 1899. Since its beginning, the superintendents, staff, and concessionaires of Mount Rainier have created an irreplaceable administrative and photographic record that chronicles the history of this unique place.   These archives and images reveal a long legacy of human interaction with the natural environment. Today it serves to help us understand why certain decisions were made, policies enacted, and actions taken over the course of the park's existence.      The Archives The Mount Rainier archives consist of official park records, manuscript collections, historic images, motion picture films, and other collections. The museum archives are currently in the process of being re-catalogued. For research requests, questions, and other inquiries, please email the park's Museum Curator. For summit registers from 2004 to the present, please submit a summit register request form to the park archives.  For summit registers prior to 2004, please submit at request to the National Archives and Records Administration in Seattle. NOTE: Registers come down from the summit when they are full, so it may take a year or two before a register makes it into the park archives. Not all summit registers make it to the archives due to the weather conditions at the summit. In addition, many of those that do make it have missing pages. We will do our best to locate your entry but may not be able to if the register was not received or the page is missing from the register.                         10th Mountain Division at Mount Rainier This historical footage features the 10th Mountain Division, which trained in the Paradise area of Mount Rainier during World War II. The video clip is an excerpt from Mount Rainier National Park's Human Use Video, which can be viewed at the Henry M. Jackson Memorial Visitor Center in Paradise.  Duration:53 seconds",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/historyculture\/archives.htm"
}
