{
    "title": "Mount Rainier National Park: Spring Road Opening",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Video Gallery     Spring Road Opening                Spring Road Opening              Spring Opening   Loading the player...    Transcript Spring Opening TranscriptLT = Lisa Turecek, Chief of MaintenanceMR = Michael Ray, Road Crew Lead OperatorLT: We have almost seventy miles of road that we open every year, so we start in April, basically with a clearing around Paradise. You know we plow to Paradise year round, the parking areas are predominantly clear of snow, but all the buildings around Paradise require extensive snow removal. So it’s steep-pitched buildings that you know can get drifts and cornices so it’s pretty slow work. So anyway, all told you know there’s probably another dozen buildings- significant sized buildings- that require snow removal at Paradise and then some areas and that takes us another three weeks. After we finish at Paradise, we start in on the Valley Road and we go in from the west and we clear up to Fourth Crossing- is where we get into some serious avalanche hazards. So when we get to those chutes, we stop, and we come back to Stevens Canyon and that’s where we are now. And so we’ll continue from- we start in the west just cause it’s easier for us because our equipment is all staged out of Longmire and it makes it pretty easy for us to get up and plow- and then continue to the east. And when we finish Stevens Canyon we’ll go around on 410 and 123 will usually be open by then and we’ll start on White River up to Sunrise. We finish that we come back and finish the Valley Road, and after that we’ll go and get Mowich, which is the last one to open. So, it’s a, you know, it’s a three month operation. MR: My name is Michael Ray and I am the Lead Operator here for the Road Crew at Mount Rainier National Park. For spring road opening, actually it entails cleaning snow from around buildings at Paradise, some of the trailheads, and then starting out on the main roads, and just cutting the snow down with the dozers to a depth that the rotaries can get through it and then blowing the snow off the road. So for instance if the snow is twenty or thirty feet deep, then the dozers will take off the top you know twenty-five feet, or what ever the case is- we have to get it down to about fifty inches so that the rotary can actually go through it. So the dozers will remove all that snow from the top portion, then the rotaries will remove the bottom portion so that we can expose the road. And so once you get it down to a certain depth, then the rotary is actually going to progress pretty fast and it also does a real clean job and it also protects the road surface. If the dozers were to be on the road surface, you’d have damage on the road surface. LT: It’s not all forward progress, like you can see it’s snowing. Visibility can get kind of hard. The other thing is that after clearing and before opening we still have to put up signs. There’s a lot of signs to put up. We take those down every year cause the winter up for sign would be- the snow creep if we get lateral loads it’ll shear it off, the break-away sign posts. Or some of our interpretive ones, that are not break-aways, they’ll get pretty damaged. So we have a little code system you might check out. We paint on the centerline the location of where the sign post is and then we’ll have to clear out with the excavator, but it’s a lot faster than hand digging, and then we bolt-up the new sign base. MR: You know originally when the roads were designed and built, they were built to enhance all the visual things in the park, you know the overviews and places where you could look at the canyons, you know see the mountain better and what have you. So they’re not necessarily built in a situation or in such a way that makes driving the easiest possible. They’re built more for the view and the experience. And so, with that being said, it makes it tougher sometimes to plow it just because it’s not a nice straight road or what have you.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 57 seconds  Every year Mount Rainier National Park staff move hundreds of thousands of pounds of snow off park roads in order to open the park for the summer season. Learn more about Spring Opening in this video, which features interviews with Lisa Turecek, Chief of Maintenance, and Michael Ray, Lead Operator for the Mount Rainier Road Crew. Snow plowing operations were filmed in the spring of 2012 and 2013.               April 20 - Paradise Valley Road   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 58 seconds  Mount Rainier National Park has begun its spring road plowing operations! Friday, April 20 was a snowy day in the park, but the road crew was nonetheless hard at work clearing winter snowpack from the Paradise Valley Road for spring opening.                April 27 - Stevens Canyon Road at Reflection Lakes   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 9 seconds  Spring road plowing work continues. This time we checked in with the park road crew working on Stevens Canyon Road near Reflection Lakes.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/photosmultimedia\/spring-road-opening.htm"
}
