{
    "title": "Mount Rainier National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds        Northern Spotted Owl NPS\/Emily Brouwer Photo       The park is home to a number of bird species. Some of these birds are year-round residents but most occur in the park during specific seasons. A list of common species can be found in the Mount Rainier Bird Checklist. The distribution of birds in the park varies between the life zones of the park, which is highly dependent on the elevation. The lowest areas of the park (below 3,500 feet\/1,066 meters) are characterized by mature forests of Douglas-fir, western red cedar, grand fir, and western hemlock. This forested zone provides suitable habitat for Northern Spotted Owl (Strix occidentalis caurina), and Marbled Murrelet (Brachyramphus marmoratus marmoratus). Many other birds occur in this zone which are seasonal visitors or year-around residents. The next zone of the park is from 3,500 to 5,000 feet (1,066-1,524 meters) and has mixed forests of western white pine, western hemlock, and Pacific silver fir. Weather, food sources, migration, and breeding season affects the timing and species of birds found in this zone. The subalpine elevation zone extends from 5,000 to 6,500 feet (1,524-1,981 meters) and is where Paradise and Sunrise are located. This zone transitions away from forested terrain into subalpine meadows. Clumps of mixed forest remain among the meadows, made up of primarily subalpine fir, mountain hemlock, Alaska yellow cedar, and white bark pine. There are many birds found here, especially in the summer when the meadows are lush with wildflowers, seeds, and insects. Over 80 square miles of Mount Rainier National Park has an elevation above 6,500 feet (1,981 meters). This final alpine zone is characterized by snowfields, glaciers, and bare rock outcrops. However, many specialized plant communities survive in these exposed areas. Wind also disperses insects and spiders onto snowfields and glaciers, providing food for numerous birds which visit the snowfield.        Willow Flycatcher Crow Vecchio Photo  The Northern Spotted Owl (Strix occidentalis caurina) is listed on the US Fish & Wildlife Service list of threatened and endangered species, and is the only endangered bird species that permanently inhabits the park. Marbled Murrelets (Brachyramphus marmoratus marmoratus) have been observed inside and outside the park and nest in the park. Bald Eagles (Haliaeetus leucocephalus) and Peregrine Falcons (Falco peregrinus) are also listed species, but while they have been sighted in the park, there is no record of either species nesting in the park. They are believed to pass through the park on a migratory basis.  There several bird species found in the park which are listed as sensitive, including the Northern Goshawk (Accipiter gentilis), Harlequin Duck (Histrionicus histrionicus), and Little Willow Flycatcher (Emphidonax traillii brewsteri). There are several birds inhabiting the park which are on the Washington Department of Wildlife, Non-game Program's \"List of Species of Special Interest in the State of Washington\". The federal and state lists need to be periodically reviewed, and all species occurring in Mount Rainier evaluated and possibly monitored. Reported declines of many resident-migrant birds have stimulated interest in avian population trends across North America. Suggested mechanisms driving these declines include habitat loss (Rappole and McDonald 1994; Sharp 1996; Wilcove et al. 1998), habitat fragmentation (DeSante and George 1994), habitat succession (Sharp 1996), increased nest predation (Morse and Robinson 1999) and nest parasitism, and increased mortality during migration.      Bird Research  Songbirds: Indicators of Mercury in National Park Ecosystems - A Preliminary Evaluation of Mercury Availability in Yosemite, Grand Teton, and Mount Rainier National Parks. Adams, E., A.K. Jackson and D.C. Evers. 2013. Biodiversity Research Institute, Gorham, Maine. Science Communications Series BRI 2013-15. 4 pages.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/nature\/birds.htm"
}
