{
    "title": "Mount Rainier National Park: Centennial Video Series",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Video Gallery     Centennial Video Series                Centennial Video Series       The National Park Service is celebrating its Centennial in 2016! This video series is just one of many ways Mount Rainier is recognizing the Centennial. Keep an eye out for more videos posted throughout the year!              Future Rangers   Loading the player...    Transcript Narrator: It takes a village to maintain and operate a place like Mount Rainier National Park. What role will you play? Who will be the future of Mount Rainier National Park? Linnea: I'm a future archaeologist and I study the human history of the park. Gabriel: I'm a future maintenance ranger. Logan: I am future backcountry ranger and I protect the wilderness. Ciana: I am a plant ecologist and I plant meadows. Grayson:  I'm a future dispatch ranger and I connect the park. Dakota & Charlie: We're future mechanics. Bailey: I'm a future welder.Danner: I'm a future carpenter. I work with wood.Sierra: I'm a park superintendent! Bailey: I weld broken plows. Gabriel: I work on projects like improving campgrounds.Adrienne: I'm a future education ranger and I take kids on field trips and help inspire them to care for the animals and the park and not stomp on meadows and just be bad to nature Ciana: I'm watering the plants so they grow. Grayson & Sierra: We're park rangers! Logan: I like going on hikes cause I can see cool stuff and really cool stuff too! (off camera): What sort of cool stuff? Logan: Like big ferns, plants, trees, twigs, stumps and all that stuff.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 47 seconds  So many different jobs go into making Mount Rainier a National Park! As the National Park Service enters its next century, the future of parks like Mount Rainier will depend on many different types of rangers, from maintenance rangers to archaeologists to interpretive rangers. Will you be a Future Ranger?                Shadows of the Past   Loading the player...    Transcript Shadows of the Past – Transcript Ranger: Explorers and settlers started coming to Mount Rainier in the late 1800s Can you imagine what it was like back then? Who are these people and what are their stories? James Longmire: Now hold there! I'd like to take credit for finding this grand place but some of that credit gotta go to my horse, Old Shot. We were camped over by the river, just over yonder there, and Old Shot come up a missing and so I set out looking for him and followed this here deer path and low and behold it led me right into the meadows just over beyond the trees there and there was Old Shot! He was drinking from this bubblin' spring! Well I got- I got me an idea right there of the potentiality of this here place! And so I got me a vial of water and when we got back to Yelm I sent it clean off to Chicago for a testing. And I got a smart report right back from them that there are healthy minerals in all of these waters around here. My family and I got us a mineral claim here. We built up the cabins over here and two years ago we put up a hotel.... Ranger: In the hidden meadow found by Old Shot James Longmire and his family developed a popular mineral springs resort. It was the foundation for the Longmire Historic Landmark District that still exists today. But not everyone felt that the mountain and wilderness should be developed. One man in particular John Muir became a leader in the conservation movement, inspired in part by his visit to Mount Rainier in 1888. John Muir: The making of parks goes on all over civilizations all over the world. We all need beauty as well as bread. Places to play in and places to pray in. Places where nature can reach down and touch and heal and give light to body and soul alike. [Sigh] Now in the making of the west, if nature had parks in mind, surely this Mount Rainier region would have been one of them. Oh, the trees go to about six thousand feet and above them is a zone of wildflowers so rich and luxuriant, it's as if nature happy to set aside a space a twixt woods so dense and ice so deep were economizing the precious ground and seeing how of her precious darlings she could put into a single mountain wreath It is the finest subalpine garden I have ever seen, a floral Elysium. My friends, seek the mountain Seek the mountain and its blessings like sunshine will seek into the trees and winds will your freshness into you and storms their energies and your cares will drip off like autumn leaves Nature's peace I give to you. Ranger: Many people were drawn here for a different reason. They came to climb the mountain. But it wasn't just men answering this challenge Fay Fuller was the first woman to climb Mount Rainier and she accomplished this feat in 1890. Fay Fuller: Welcome fellow adventurous souls to the sweet forested hillsides of the grand Mount Tahoma to the sweet forested hillsides of the grand Mount Tahoma. Perhaps some of you have heard the account of my recent ascent which I published in the Tacoma ledger and which some of the more delicate members of our society have recently spoken ill on account of me being unchaperoned with four male climbing companions and the nature of my climbing costume. But no matter, I trust that hearty citizens like yourself understand that the lure of the mountains is by no means limited to men in such changing times as these nor is it impossible that a young woman such as myself could achieve such a grand physical feat as the summit of Tahoma. Spend a few weeks on its hillsides this summer if you want to fall in love with the world again The beauty and grandeur you will find here will give you new life. And as for me, I am satisfied for I have accomplished what I always dreamed of and feared impossible. Ranger: The experiences of men and women like John Muir and Fay Fuller inspired the public and helped to establish Mount Rainier as America's fifth National Park on March 2, 1899. But what does it mean to be a national park? People came here for many different reasons and the young park had its share of growing pains. Grenville Allen: Oh my manners! My name is Grenville Allen and I'm the acting superintendent of this magnificent new national park You know, the horse and buggies are being phased out and most of America is now traveling by auto. And so the Longmires have put up quite a decent road from Yelm and Eatonville up here to Longmire have put up quite a decent road from Yelm and Eatonville up here to Longmire and there's been a very nicely established trail up to Camp of the Clouds, or Paradise, for several years now. So my first reaction to allowing autos in the park was to say \"no!\" I wanted to have more time to research as to what these auto cars- their impacts on the park and the visitor experience. But to my dismay, the Secretary of the Interior thought otherwise and he issued auto permits. So this past year of 1907-08 we issued a hundred and seventeen permits and we're the first national park to allow cars in. Who knows, by 1950 we might have to issue 500 permits! Ranger: Grenville Allen Ranger: Grenville Allen worked hard to make decisions to preserve this wilderness, but also to create opportunities for park visitors to enjoy it. Those visitors also played a very big role in the development of the national park. One such early visitor was Asahel Curtis. He helped organize one of the first park visitor groups, The Mountaineers. Asahel Curtis: I want to welcome you to this mountain and invite you to join the Mountaineers club made of private citizens just like yourself We Mountaineers started five years ago back in 1906, and we love recreating at this majestic mountain. We also have the ear of the park administration too, involving important matters like making this park safer to use while we preserve it. There were a lot of other guides who didn't care about the park, preserving it or protecting it. They would hunt and mine, and sell liquor and all sorts of unsavory things. Things are getting much better now that we, The Mountaineers, are cooperating with the park service Well, that's enough about us Mountaineers, if you want any more information please let me know, I will around the Longmire Springs area until up to Paradise on Thursday... Ranger: One of the first men to climb Mount Rainier was PB Van Trump. Like Asahel Curtis, PB was a strong advocate for the national parks and he went on to become a national park ranger. He was a master storyteller and loved to shared his stories with the visitors. PB Van Trump: Oh, pardon me, I forget my manners. My name is Philemon Beecher Van Trump, \"PB\" for short Superintendent Allen wants me to meet with the Secretaries upon their arrival and tell them all about Mount Tahoma and my trip to the summit with General Stevens back in 1870. For those of us who climb the mountain or make the attempt, this is the meaning of the mountain It's the ultimate challenge. It's the highest peak. It's the final test of our character. We face such a challenge the same way we face any challenge in life. By having the nerve to begin and the courage to never give up. Course, we all face mountains in life. Some made of rock and ice, others made of our own imperfect hopes and dreams and the narrow expectations of others around us. These things in no way affect what we can do or who we are. Well, what about you? What mountains do you face in your life and how will you challenge them? At any rate, it's been a pleasure... Ranger: Most people begin their journey to the mountain here by road. From the first automobile in 1907, visitors and their vehicles continue to shape the development of Mount Rainier National Park. Aunt Eleanor: Well hello there! I drove all the way up to Longmire Springs from Tacoma today to pick up my niece. She and some friends have been hiking on a backcountry trail for the past three days. I'm supposed to meet her here at the gas station Did you know this was the first national park to allow vehicles within the park boundary? Well it was! Even before Yellowstone. Not only were automobiles allowed within the park, the park was actually planned to accommodate them Park planners laid out the road to take advantage of the most beautiful of mountain scenes and car camps and Inns were built for weary travelers in mind. Of course, I myself would not have been driving within the park last year. Until this year, 1914, women were not allowed to drive within the park. Now, it wasn't a rule or written down anywhere, it was just \"understood\". You know what I mean. Niece Joanne: Aunt Eleanor, hello! How was your drive? Aunt Eleanor: Oh it was wonderful! I had no trouble at all. Did you have a good time? Niece Joanne: Oh, it was terrific! I can't wait until the Wonderland Trail is finished. Just think, a trail that lets you hike all the way around the mountain. How grand! And now, with autos, you can drive right here to Longmire Springs and hike on into the backcountry or if hiking isn't your cup of tea, you can drive through the park like my Aunt Eleanor and stay the night in one of the Inns. Aunt Eleanor: Well, Joanne, it's about time to head back to Tacoma. Niece Joanne: [sigh] I suppose. It's always so hard to leave. It's so nice to get away from the hustle and bustle of life in the city and just relax in the pristine backcountry. Now, don't forget Aunt Eleanor, you promised me I could drive on the way home. Aunt Eleanor: I did? Mercy! Well, a promise is a promise. Both: ♪We're ladies from Tacoma, Come to visit Mount Tahoma, ♪Our car broke down but we won't frown, We're going to push it into town, ♪So don't you fret, We'll get there yet, for we're courageous Suffragettes! Ranger: Preserved by the National Park Service for over a century, the stories of these early park visitors live on in the national park they helped to create. Who knows? In another hundred years, maybe visitors will hear your story and remember how you helped shape the future of Mount Rainier National Park.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:13 minutes, 44 seconds  Step back in time and hear the stories of some of the people who created and shaped Mount Rainier National Park. In 2016, we celebrate the National Park Service Centennial both by remembering the stories of the past as well as looking forward to the stories of the future. What stories will people tell about you? How will you shape the future of Mount Rainier National Park?                Changing Times: Protecting Mount Rainier   Loading the player...    Transcript Changing Times – TranscriptNarrator 1: What is it that we really enjoy about national parks? The outdoor experience? Viewing wildlife and wildflowers? The dramatic scenery? Nature? The Wilderness?In 2016, the National Park Service celebrates its Centennial. One hundred years of ensuring quality outdoor experiences that make a national park so different from any other natural area.  By preserving the quality of the park’s natural resources, Mount Rainier National Park strives to bring enjoyment of this place to all for generations to come.Over the last century or more, how we treat park resources has drastically changed with a better understanding of the impacts of human use and the implications of past resource management approaches. Narrator 2: Mount Rainier became the nation’s fifth national park in 1899, 17 years before the National Park Service was created in 1916. Those early years saw an explosion of growth and recreation in the fledgling park.By 1904, developments in transportation brought a new visitor to the park, the day user. Day users quickly outnumbering the dedicated outdoorsmen, campers, and climbers that first explored the park.During these early years, park administrators focused not so much on protecting the natural resources that were attracting so many new visitors, but on building facilities to support those visitors.  Day users were not as satisfied with roughing it in tents, so hotels and day lodges were built in the subalpine meadows. Roads were carved through the old growth forest with bridges stretching across glacier-fed rivers.One major threat to this new development was fire, which also destroyed the beautiful forests that appealed to visitors. Instead of managing fires as a natural part of forest systems, it became a primary goal to stop all forest fires in the park completely.  In 1907, Superintendent Allen started developing the trail system primarily to allow rangers to get to forest fires faster in order to fight them. Ironically an improved trail system also brought more people, one of the main causes of fire, to Mount Rainier’s forests. Practices that hurt the park’s natural environment also included the logging of trees that were dead, damaged, or too old, removing an essential component of forest ecosystems. Old trees serve as nurse logs, feeding the next generation of  forest saplings, and provide food and homes for insects and animals. Large predators like bears and mountain lions were hunted and several mining claims were allowed to operate on park land.Narrator 1: Though these policies are seen as harmful to the environment today, they were the first attempts to protect the park’s resources according to the knowledge of the time. Narrator 1: The creation of the National Park Service in 1916 brought new order and stability to Mount Rainier. The first park naturalist was hired, rangers became professionalized and capable of enforcing park regulations, and landscape, road, and sanitation engineers worked to improve and expand park facilities. Views in managing natural resources also started to shift. Instead of just using resources, administrators started to think of how they could protect resources. Narrator 2: As views of managing park resources changed, so did views of wildlife management. Hunting of predator species was halted in 1924 in part due to a growing understanding and appreciation of wildlife as part of the natural environment. However, wildlife viewing was also growing as a popular park attraction- sometimes at the cost of the animal’s health and the visitor’s safety. Early park administrator’s also believed they needed to “correct” the natural lack of fish in Mount Rainier’s many lakes and started stocking them with fish. The understanding that lakes could have healthy ecosystems without fish was not realized for decades to come. Other policies of the previous era were not as quick to change. A wave of fires in the park during the late 1920s reinforced the policy of completely suppressing all forest fires. However, the study of how to best fight forest fires led to some of the first scientific research conducted in the park. Other early research included the first glacier surveys in the 1920s, with yearly glacier recession surveys starting in 1933. More and more visitors flocked to see the wildflower meadows, often camping, horseback riding, and hiking with little regard to trampling vegetation. During the 1930s, park concessioners even built a golf course in the Paradise Valley. This growing impact of visitors on subalpine meadows sparked the first plant and meadow surveys in the park in the 1940s and ‘50s. Narrator 1: Visitors and administrators started to see Mount Rainier National Park not just as a place for recreation, but also as a place for education. People started coming to the park to learn, leading them to think about the value of Mount Rainier’s natural resources in a new light. ---Narrator 1: The Wilderness Act of 1964 introduced the idea of recreational carrying capacity, the “levels of recreational use an area can withstand while providing a sustained quality of recreation”. People realized that the natural beauty that so attracted them to places like Mount Rainier was being damaged by human use and required protection if it was to be maintained. This view brought another shift in the management of Mount Rainier National Park. Narrator 2: Due to the Wilderness Act, the park was zoned for different types of use. The “front country”, with buildings, roads, and car camping, was less protected than the more pristine “backcountry” where the goal was to minimize human impact. This allowed for a balance in the goals of the park, permitting visitor recreation but also protecting the park’s natural resources as much as possible.Limiting visitor use wasn’t possible in certain areas, like Paradise and Sunrise. Decades of visitors left their mark on the park’s delicate subalpine meadows, leaving them a shadow of their former glory. If future visitors were to enjoy the same quality of experience as those first visitors to the park, the meadows needed to be restored. The first park greenhouse was built in 1974, allowing thousands of new plants to be restored in areas damaged from visitor overuse. Additional legislation in the 1970s, including the Clean Air Act, the Clean Water Act, and the Endangered Species Act, also brought a new resolve and dedication to scientific research in the park. From the 1970s into the 1980s, scientists coming to the park started to study mountain goats, reptiles, amphibians, endangered birds like the spotted owl, and other species. A study of native fish finally led to the end of stocking park lakes in 1972. Mount Rainier is also a volcano. During this time a partnership with the United States Geologic Survey led to the first comprehensive study of the mountain’s volcanic activity and geologic history. The policy towards forests fire finally started to change as well. Instead of preventing all fires, Mount Rainier National Park started allowing some natural-caused fires to exist.  Fires started by people, or fires that could harm people or property, were still suppressed, but this was the start of a new way of thinking of wildfire as a natural part of a dynamic ecosystem instead of solely as a destructive force. One of the largest changes in resource protection was a growing awareness and involvement of visitors themselves. Volunteers started to assist with rehabilitation efforts and wilderness education. Visitor advocates encouraged the protection of Mount Rainier’s natural beauty, and worked to preserve it alongside park administrators.  Narrator 2: Many of the challenges facing natural resource protection at Mount Rainier National Park today have existed throughout the park’s history. From the first visitors coming on foot or horseback to the thousands coming to the park today, human use continues to have the greatest impact on park resource conditions. The park greenhouse grows thousands of native plants every year from seeds collected within the park. Using those plants, the meadow restoration program maintains subalpine meadows in the park’s most-visited areas, an effort that will continue as long as visitors come to experience the meadows. Advancements in technology, particularly in mapping, tracking, and data collection, allow scientists to better understand and monitor the complex ecosystems of Mount Rainier. Instead of focusing on isolated species, Mount Rainier National Park joined the National Park Service Natural Resource Inventory and Monitoring Program. Created in 1998, the program manages the long-term study and protection of park ecosystems across the country. Determined to maintain Mount Rainier’s native environment, park scientists also work to detect and control invasive species, animals and plants that can be harmful to naturally occurring species. The park is also planning for the future in order to best protect natural resources from new challenges. One of the most important considerations is climate change. Changing climate conditions have the potential to drastically alter the park’s environment, affecting everything from glaciers, water resources, and air quality, to the distribution and long-term survival of plant and animal species. Visitor education and involvement will continue to be key in mitigating future threats and protecting the park’s natural resources. Narrator 1: It’s easy to look back at the mistakes of the past and wonder why people didn’t do things differently. Why would past park administrators allow meadow damage or hunting? Did they not care or did they just not know better? Throughout the park’s history, visitors, rangers, and resource managers deeply valued the mountain’s environment and managed it to the best of their knowledge at the time. Today we, too, constantly strive for ways we can do better, just as people in the park’s history strove to do better. This park, its wilderness, forests, plants, and animals all still exist because of the work they did to preserve it. We are the future generation able to enjoy a quality outdoor experience because of the work of past generations. We can also make sure we are not the last generation to enjoy Mount Rainier’s amazing natural resources, but that they continue to be preserved and celebrated by future generations.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:14 minutes, 19 seconds  How did we go from cutting down trees and hunting bears to restoring meadows and reintroducing lost species? This year, as we celebrate the National Park Service Centennial, we reflect on over a century of protecting the natural resources of Mount Rainier National Park. However, many policies of the past were very different from those of the present. Discover how Mount Rainier National Park became the park it is today, and learn how we plan to protect Mount Rainier National Park into the future for the enjoyment of all.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/photosmultimedia\/centennial-videos.htm"
}
