{
    "title": "Mount Rainier National Park: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Curriculum Materials                Curriculum Materials       Sister Mountain Curriculum Materials The Sister Mountain Curriculum Project teaches middle and high school students in the United States and Japan about two iconic mountains, Mount Fuji and Mount Rainier. These famous peaks serve as a lens to focus student awareness of mountains' physical processes, ecology, and human culture. Students gain insight into the value of mountains and the importance of stewardship. By highlighting similarities and differences between these two volcanoes and their people, the project also enhances international understanding. In August 2010, six Japanese teachers visited Mount Rainier to meet with American teachers and review the lesson plans they had developed. In 2012, Japanese teachers hosted a workshop in Japan for the US teachers.  Nisqually River Curriculum Materials Where the River Begins, the first in a series of interdisciplinary curriculum guides focusing on the Nisqually River Watershed (the Nisqually River begins near the top of Mount Rainier at the Nisqually Glacier), is designed for upper elementary to middle school students. The guide includes pre- and post-visit activities and field trip activities that provide overview of glaciers, glacial rivers, life zones, national parks, and some park history.  Nisqually River Curriculum Guide Nisqually River Student Log Book The Nisqually River Council provides more information about the Nisqually River Corridor. Volcano Curriculum Materials Living with a Volcano in Your Backyard, an interdisciplinary middle school curriculum, focuses on the processes, products, and hazards associated with living in the shadow of Mount Rainier, the volcano. The curriculum is divided into three thematic chapters: What the Past Tells Us, Today's Discoveries Unlock the Past, and Don't be Scared- Be Prepared! Living with a Volcano in Your Backyard is part of the partnership between the park and the US Geological Survey Cascades Volcano Observatory. You can browse some of this curriculum's lesson plans below (more on the way).  The Washington State History Museum offers a new Ring of Fire: Volcanoes of Washington State History Box that helps students explore the historic interaction between the people of Washington and their ever-changing volcanic landscape. Find out more from the Washington State History Museum's Education Department. Webcams: A Window of Weather At 14,410 feet, Mount Rainier acts as a speed bump for incoming weather, which directly affects the life residing on this iconic mountain as well as those visitors who love to recreate here. Using webcams from Mount Rainier National Park's website as well as data from weather stations, students will gain an understanding of how dynamic the weather at Mount Rainier can be by observing, collection, and analyzing weather data.  Webcams: A Window of Weather Lesson Plan Mount Rainier Weather Tutorial Powerpoint District Ranger Report Weather Report Form Weather Station Reference: Observations to Record        Browse Our Curriculum Materials        By Keyword By Keyword        Search                  Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/education\/classrooms\/curriculummaterials.htm"
}
