{
    "title": "Mount Rainier National Park: Video Gallery",
    "body": "Video Gallery        The bright yellow flower of Skunk Cabbage lights up the wet lowlands of Mount Rainier. NPS Photo       NPS Centennial Series Join us as we celebrate the centennial of the National Park Service, from exploring the park's history to looking forward to the rangers of the future!       Visit Mount Rainier Videos that provide an introduction to the places to go and things to do when visiting Mount Rainier.      Carbon River Project The Carbon River Road was heavily damaged in the November 2006 flood, and ecological protection structures such as engineered log jams have recently been installed in the Carbon area to help minimize damage to park facilities and roads in the future from flooding. This short film provides insight into the process of designing and building these unusual structures.      Chinook Entrance Arch Restoration Project The Chinook Entrance Arch spans the width of the Mather Memorial Parkway (SR 410) at 5,432 feet on the northeastern boundary of the park. After nearly eight decades of use the Arch was in desperate need of repair, prompting Mount Rainier National Park to undertake a massive restoration project to preserve this historic structure.      Ecological Restoration Ecological Restoration involves replanting native plants in disturbed areas to help protect and restore Mount Rainier's delicate subalpine ecosystems. Learn more through a series of videos that follow the process from summer to fall.      Ranger Brief Series Hear directly from park rangers on a variety of topics from winter and backcountry safety to natural resources and park history.      The Seasons of Mount Rainier This collection of short videos will highlight the changing nature of Mount Rainier through the seasons.      The Road to Paradise: Winter Access Go behind-the-scenes of park operations to find out what it takes to open and maintain the road to Paradise during the winter months in this short video.       Other Videos:     10th Mountain Division at Mount Rainier Spring Road Opening   National Park Week Wildflowers          Measuring Glaciers A video produced by the North Coast and Cascades Science Learning Network featuring the scientists who study the glaciers of Mount Rainier.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/photosmultimedia\/video.htm"
}
