{
    "title": "Mount Rainier National Park: Ranger Brief Series",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Video Gallery     Ranger Brief Series                Ranger Brief Video Series          Avalanche Risk Shoulder Season Hazards  Paradise Meadows in Fall Ohanapecosh Archaeology Dig                  Ranger Brief: Avalanche Risk on Mount Rainier   Loading the player...    Transcript My name is Glenn Kessler, Supervisory Climbing Ranger at Mount Rainier.The avalanche risk on Mount Rainier for visitors exists sort of two times- two different heights of the year. One is the winter season as we have right now where we get a fair amount of new snow on the mountain. Upper mountain, lower mountain, we just get a lot of snow. The primary avalanche season is the winter time. We tend to have storms that bring in avalanche danger and they’re direct action storms, and by that I mean when the amount of snowfall increases that’s when our avalanches generally happen. Snow time- or I should say if we have snowfall- we have a storm; as the storm starts the avalanche danger slowly rises, and then rapidly rises once we get six to eight to ten inches of snow. Often we’re stable on the lower mountain here within about 48 hours, although that’s only when the Northwest is acting like the Northwest, and it’s generally mild temperatures and deep snowpack. On the upper mountain that danger can linger for weeks. So that’s the main season, is basically December or late-November through the end of winter. Then comes a secondary season in between when the skiers sort of take off and then our climbers come out in force and start heading out on the upper mountain. So we get a secondary season when the climbers come out and the seasons change such that the snow that’s already fallen, plus some new snow possibly, and the warm temperatures of spring-time start to melt the snow that’s on the mountain, and then we get a lot of spring avalanches which can happen directly after small storms or even larger avalanches as water percolates through that snowpack that’s been around all year long, and we can have this secondary season and have some pretty large avalanches based on that. Today we have good weather and the only reason why the avalanche danger at this level has gone down to moderate and considerable just above here- moderate here at tree-line and considerable above- is that we’ve actually had a couple of days without snow. So, if you’ve got a big storm and that ends pretty pronto right after the large part of that snowfall and the sun comes out, we could have just a morning after a big snow storm and that’s a tough time because people know- they watch the weather, they watch the news and they know when that good weather is coming and what they don’t pay attention to is just cause you got good weather does not mean avalanche conditions aren’t bad. Looking at the Northwest Weather and Avalanche Center website, making sure you are up on what’s going on. If that website is down for the year, which happens towards the April period of time, check with the Park Service and find out what’s gone on as far as the avalanche danger. However, the avalanche centers can only basically do a forecast for about seven thousand feet or so. And here on Mount Rainier we’re already at fifty four hundred here at Paradise right now and seven thousand feet is the top of Pan Point which is not too far. Our visitors very often in the wintertime and the summertime are going well beyond seven thousand feet, so those avalanche reports have to be read and understood that they’re for a limited amount of terrain and the reports specifically say they are not valid for higher elevations on the volcanic peaks, such as Mount Rainier, Mount Hood, Baker, Shuksan, etc. So you’ll have to do your own investigation once you leave that seven thousand foot level or so. The roads on Mount Rainier are generally deemed safe when they’re open. You got to still be really careful on the roadways cause we do have some treacherous mountainous roads that there’s no way to make them completely safe from drivers that don’t adhere to speed limits, etc. But if the roads are open they’re deemed to be safe enough that avalanches should not be hitting the roads. We do very little control work but we try not to open the roads when lingering avalanche danger is there. If the avalanche danger is still there but not for large avalanches the roads may be open as long as we’ve got road crew on that can dig out whatever avalanches end up on the road. So, if you come to the park you may also find the road’s closed at times when there’s high avalanche danger because we simply can not open the roads. And that’ll often happen from about mid-winter towards ‘til the end of winter. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 42 seconds  Anyone familiar with mountains knows that avalanche danger is always a consideration when heading out for a snowshoe walk or ski trip. Mount Rainier is no exception. In our first Ranger Brief video, Climbing Ranger Glenn Kessler discusses avalanche risk and safety on Mount Rainier.               Ranger Brief: Shoulder Season Hazards   Loading the player...    Transcript Hi, I’m Daniel, and I’m a Backcountry Ranger at Mount Rainier National Park. I thought I’d talk with you today about a couple of hazards we have in the backcountry here at Mount Rainier especially during the shoulder seasons. The first one I’ll talk about is in the spring. The biggest issue in the spring travelling in the backcountry is the possibility of punching through the snow and what happens is as you’re hiking along you may hear water but you don’t see the water. That’s a clue to sort a be on the alert. What’s usually happening is as we’re in the spring and the snow is melting and the water is rising in places it cuts a path under the snow and you don't see it. It’s easy to step through this and fall and be injured. The fall might be a foot but it might be six feet. And below that, it’s dark and it’s cold, and there may be swift water. It’s a dangerous situation. It can lead to hyperthermia, drowning, suffocation- bad news. So you want to be aware of what’s going on when you’re hiking in the shoulder season in the spring, which is usually May and June in particular. What happens is, you go in the water, things get dark, you flounder around- it’s scary. You don’t want that to happen. So what you need to do is perhaps if you have a trekking pole or a hiking stick as you’re hiking along, if you hear water but you don’t see it you might start poking out in front of you a bit with your hiking stick or trekking pole to just test the surface in front of you because the water and the cavity below may be in your path of travel. The other issue in the shoulder season, which would be in the fall, has to do with water as well, but more water coming from the sky. You get a lot of rains at Mount Rainier in the fall. That’s generally when we have the highest river levels are in the fall as we get a lot of rain and continue to get some snowmelt. If you’re hiking on a trail and you come to a creek or river that’s raging pretty high and in fact the bridge may be out, or the log crossing may be out, you need to make a smart decision about what you want to do at that time. If you think that you can ford the river, what you want to do is look up and down the riverbank for what appears to be the best crossing and then make a go. You want to- if you have a backpack on- you want to unbuckle the backpack because if you do fall over in the water you want to be able to get out of that pack as quickly as you can. It’s smart to be facing upstream as you’re making your crossing because you want to see what’s coming. That’s very critical. Now, on the other hand you may approach a crossing and find out that it may not be such a smart thing to try to make the crossing. If you hear loud noises like “BOOM BOOM BOOM” – something to that effect. What it is, is it’s really large boulders that are being pushed down the river by the force of the water. That’s an indication that just the force of the water could take you down and additionally it could mean that a boulder could take you down, so not a good idea. At that time you need to just sit on the riverbank, watch the river go by, enjoy the day, and then make your crossing when it’s safe. The best time to cross generally is in the morning when water levels are usually at their lowest. Later in the day as the temperatures rise, the water levels also rise. Have a safe time at Mount Rainier, and enjoy your visit. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 45 seconds  Excited for spring? Fans of fall? We are too! But while warming temperatures melt away snow, they also expose new hazards hikers should be aware of. Fall weather in turn brings back the rain, turning streams into raging rivers that can make crossings a dangerous proposition. Make sure you have a safe and enjoyable transition between seasons and watch out for some of the  hazards described by Backcountry Ranger Daniel in this video.                Ranger Brief: Paradise Meadows in Fall   Loading the player...    Transcript Yummm, I’m eating blueberries and a couple of little huckleberries. During the fall here at Mount Rainier they are ripening and you can eat all you want, but there’s only one condition. You have to keep both your feet on the trail. Now the bears up here, they don’t have that restriction. They can eat berries anywhere they want. So right here, these two are blue berries, these three are huckleberries. And the blueberries are slightly larger; huckleberries more purple than blue; and they- you will find them in any open area here in Paradise or anywhere on the mountain. They like the sunshine and the warmth but when it gets to be nice cold nights they ripen very quickly. So they’re sweet, they’re tasty, but one thing I have to say is you have to pick an awful lot of them to make a pie. Well fall brings a lot of changes to the meadows and while we see the flowers disappearing still or going to seed, as the mountain aster is doing right now, one of the others is the false hellebore, or corn lily. Now that has beautiful, big, green, leaves in the early summer, but now it is looking yellow. But an intriguing fact about it is, is it’s a very poisonous plant during its growing season but when it’s finished growing all the poison goes back down to the roots and the deer will come and eat it as will a little tiny mite, that makes the holes in the leaves. But the deer will never touch it while it’s green, only after the poison leaves. Well while the other flowers seem to be dying out, the pearly everlasting will last until after the first frost. Their little white buds- whiled names everlasting, because they seem to last longer and longer- they start as little white balls and then make this very tiny flower, very slowly, so that they’re here for a very long time in comparison to the others. They arrive probably the second stage of flowers, but they outlast everybody. Well we’ve seen the yellow that the false hellebore turns, but now when you look up on the hillside you can see patches of brown, and as I move over in that direction I see it is turning even more reddish-brown, and eventually the whole hillside will be yellows, and oranges, and reds, and brown even, and a whole different color than you see when the flowers are here. Some parts we’re seeing- of the meadows of Mount Rainier- we’re seeing that fall is coming, we still have our beautiful mountain asters right here. These asters, lovely purple, but every meadow is different. Even right here you can see some of the seedheads have gone to their very fluffy let’s-blow-away-in-the-wind-and-make-more-mountain-asters. Just across the trail from those beautiful flowers that were still blooming, the Cascade asters, we have a whole hillside that the flowers have not only bloomed, they’ve passed their bloom and the majority have gone to seedheads. Totally different, twenty feet apart. The reason we have these differences in microclimatology. Every area is just slightly different. In one place the snow may have melted two weeks earlier than it did down below here. The sun hits this one for a different amount of time each day, the amount of water that was held in the soil while it was starting to grow; lots of these small things make a big difference as to what each meadow looks like. So no two meadows are going to be alike, and you will see different things when you keep your eyes open. Here we have a huge amount of Sitka mountain ash, and one of the interesting things I see in it is the fact we talked about how different areas will grow at different rates, and the seasons and colors will change a little faster in one than another, and right here you can see some of the mountain ash is already starting to turn the leaves to a yellow and it will go to an orange color eventually. And here it’s still very dark green. But the fruit is what is startling. It’s bright red; it’s well-loved by the animals around here, the rabbits, the birds, the squirrels, the chipmunks; and it will stay on the bush until the snow totally buries it. Now the intriguing thing about this particular berry, is it does ferment on the bush and therefore one must be wary of, um, low-flying birds and squirrels that are a little tipsy.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 24 seconds  Paradise is famous for its lush wildflowers meadows. However, there is still plenty to see and discover in the meadows even when the flowers begin to fade in the fall. Join Ranger Maureen McLean as she shares some of the secrets of autumn meadows, from tasty treats to tipsy wildlife.               Ranger Brief: Ohanapecosh Archaeology Dig   Loading the player...    Transcript So Ohanapecosh is replacing its utility lines- the existing utility lines, water lines, sewer lines, were put in in the late 1950s and they're old and corroding. So we're testing all along the lines, about nine thousand feet of that, with deep sort of probes that will go down to about a meter and a half deep to see if in the process of replacing those lines subsurface buried archaeological properties might exist- prehistoric in particular we're interested in- and lo and behold along that line we found four intact. These are the first archaeological, pre-contact, prehistoric archaeological sites ever documented at Mount Rainier, below two thousand feet. Mount Rainier is famous, at least geologically and archaeologically too, for having having stratified, layer-cake stratigraphy laid down over  thousands of years from repeated volcanic eruptions of Mount Rainier and St. Helens. That allows us then when we can find chip-stone tool remains, to relate them to the various volcanic events and get some rough idea how old they are. It's really handy kind of technique to use and it works relatively well. That's why we dig deep and use the ten-liter samples and the nature of the volcanic layering in which they're found as we go down and at Ohanapecosh we were fortunate enough on four of the- I think initially a hundred- roughly a hundred- test units, four of them had chip stone material. All of them appeared to be deep, relatively deeply buried, below sixty centimeters, and below a volcanic event from Mount St. Helens that dates to about thirty seven hundred years ago and above a volcanic event from Mount Rainier that dates to sixty four hundred years ago. This is interesting in a couple of ways. First of all, they're pretty old, somewhere in that three thousand or so year range, and second thing is that none of them seem to be- there's no sites up higher in time. It implied that of the sample of four that we were able to find that the landscape was used to some extant at a period of time between sixty four hundred years and thirty seven hundred years,  and that- from the sample of four- there wasn't any use of the area after that. It's a small sample still, but it's the only sample we've had so far so that was pretty interesting itself. The coolest things we could find I think at the site, is not only the things that we find but what they tell us about the past. So the things that we found that I regard as particularly informative and particularly interesting are two intact hearth features. Those are camp fires that people sat around between three thousand and six thousand or so years ago and did things. You know hearths, camp fires, in prehistoric contexts that's where everything happens It's their source of heat, source of light, source of conversation manufacturing goes on there, cooking goes on there, everything happens around the hearth It's a big deal. Dwellings are located around heaths too cause they can take advantage of that heat- temporary dwellings, permanent, whatever they are. So whenever you can find a hearth, find a campfire, in subsurface context, you've found something pretty cool because of what it can tell you. It can tell you, firstly you've got direct human involvement in the creation of that feature. The wood that they burn in that hearth, it dates that hearth directly. So we can do radiocarbon dating of that wood that was burned in that fire and we'll know within a hundred years or so when that hearth was actually used. So we can have the volcanic layering that gives us the three thousand year window the radiocarbon will get it down to a hundred years. We have a pretty good understanding of why Mount Rainier was important to people of the prehistoric past. It was important largely because of productive resources in upper elevation habitats. We've never had much focus on lower- no indication of people focusing their attention on lower elevation habitats though until now. So that created a lot of interested research opportunities for us in the park. For example, I was trying to understand why Ohanapecosh would have been important. Was Ohanapecosh a salmon-bearing river for example? Some folks were coming up, camping out there, exploiting salmon, bringing them out, cleaning them, drying them, carrying them back somewhere else? Where they transit stops on the way to higher elevation landscapes? People can't just fly up there, they got to walk, got to stay overnight some places possibly. Was it useful during a period after vegetation was suppressed by a burn or landslides or volcanic event or something like that that made it useful for a short period of time? And all of those questions we could address from the Ohanapecosh project. The kind of interests in archeology that sustains you over the long run, has sustained me over the long run as I getting to be an old guy here, is not so much the artifacts, although they're cool themselves, but it's the puzzle, it's what they can tell you about human use in the past. We're really trying to understand how human beings used a place on the planet over a long period of time and do it in a way that has some scientific validity to it, it's not just a story. So it's very fun to find artifacts, don't get me wrong, but what's really fun and what really lasts, it really does, in the long run is these complex puzzles that you kind of work out and brain games that you can play with these and try to develop an understanding of how people use the planet, you know. And do it in a way that can be scientifically rejected and improved, so Ohanapecosh fits into that, fits in nicely, it's really cool.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 38 seconds  Evidence of human use on Mount Rainier spans thousands of years. Park Archaeologist Greg Burtchard describes the discovery of four new pre-contact, prehistoric sites in the Ohanapecosh area. These sites date back to 3,700-6,400 years ago, and provide important insight about the connection between humans and Mount Rainier.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/photosmultimedia\/ranger-brief.htm"
}
