{
    "title": "Mount Rainier National Park: Wonderland Trail Centennial",
    "body": "Explore This Park    Learn About the Park     History & Culture     Wonderland Trail Centennial              Celebrating the Wonderland Trail Centennial        Patrol cabin alongside the Wonderland Trail in Indian Henry's Hunting Grounds, with the jagged summit of Mount Rainier rising behind it, circa 1930s. The park constructed the log cabin in 1915, the same year the park competed the original encircling trail. The cabin is still in use today. NPS Archives       Coming Full Circle: Mount Rainier's Wonderland Trail, 1915-2015 Written by Paul Sadin   \"There is a trail that encircles the mountain. It is a trail that leads through primeval forests, close to the mighty glaciers, past waterfalls and dashing torrents, up over ridges, and down into canyons; it leads through a veritable wonderland of beauty and grandeur.\" - Roger Toll, 1920 Every summer thousands of hikers and backpackers travel to Mount Rainier National Park to make a trip along the Wonderland Trail, seeking the same scenic splendors and thrilling adventures that Superintendent Roger Toll described above. The 93 mile footpath encircling the mountain is one of the oldest and most popular recreational attractions within the park. All variety of individuals and groups have taken Wonderland Trail outings, and a number of different organizations- the National Park Service, The Mountaineers Clubs of Tacoma and Seattle, the Boy Scouts- have had a hand in building and improving the original circuit. 2015 marks the 100th anniversary of the trail's construction and also celebrates the first around-the mountain trip. Although a few rough trails wound along the slopes of the mountain before Congress established Mount Rainier National Park in 1899, the new park needed a more dependable travel network to patrol and protect the park's resources. Rangers began the task of constructing the official trail system in 1907, and extended it farther each year. In the spring and summer of 1915, trail crews worked overtime to finally complete the trail in early August of that year. Stephen Mather, then Assistant Secretary of the Interior, pushed to get the new trail finished by August for The Mountaineers Club's annual summer outing.        A map of the Wonderland Trail, from a 1921 Rainier National Park Company publicity brochure. The map shows the location of campsites for the company's saddle and pack horse outings around the mountain. Note that the indicated route crosses directly over the Winthrop Glacier. NPS Archives  That original route was much longer (130-140 miles) and less scenic than today's path. The trail ran close to the park's boundary, at a lower elevation than the one hikers travel today. That kept the path free of snow much longer each year, making it easier for Rainier's patrol rangers to cover the park on foot or horseback to search for fires and to prevent poaching, trespassing, and vandalism. To make ranger patrols more effective, the park constructed a series of patrol cabins along the trail, simple log structures where staff could \"spend a night or a season without the usual annoyances experienced in abandoned mining cabins\". Built with native logs and cedar-shake roofs, the park supplied them with small cook stoves, dining tables, and sleeping accommodations. The remote cabins served as summer residences, emergency overnight shelters for winter patrols, storehouses for fire-fighting equipment, and temporary shelter for hikers. Prior to the construction of Mount Rainier's fire lookouts in 1932-34, the Wonderland Trail and the patrol cabins were the key pieces of the park's fire patrol system.  Mount Rainier's rangers were among the few who traveled the distant reaches of the Wonderland Trail in wintertime. The cabins were supplied with firewood and food rations, \"as it might be necessary to stop for several days at one place if caught in an extremely vicious blizzard\". Upon reaching one of the remote cabins, they shoveled down through deep snowdrifts to reach the doorway, and cleared snow from the chimney before starting a much-welcome fire in the stove. Sometimes they encountered the ruins left by a black bear who had raided their winter larder.         Riders and packhorses at Aurora Lake in Klapatche Park, traveling along the western leg of the Wonderland route. The original around-the-mountain trail traversed this western section of the park at a less-scenic low elevation, quite close to the park boundary. NPS Archives  In August 1915, the Mountaineers Club of Seattle made the first trek around the mountain on the Wonderland Trail. They started with a train trip to Ashford, where they disembarked, loaded up their supplies, and began walking to the park's Nisqually Entrance. Each day thereafter they followed the Wonderland route, with some club members marching along with military precision and discipline, while others traveled at their own pace, pausing at times to take photographs or enjoy a tranquil resting place. Ahead of the main party, designated \"scouts\" marked campsites for each night by nailing a triangular aluminum plate (inscribed with the club name) to a conspicuous-looking tree. They chose sites in the wildflower-strewn subalpine parks, which ring the mountain near the 5,000 foot level and offer superb views of the summit. When the hikers reached camp at the end of their day, the kitchen detail built a large bonfire and set up the commissary to serve meals. When the kitchen chief blew the whistle to announce dinner was ready, there was a \"grand rush of the hungry hordes to get into line\".  The trip afforded the participants three weeks of adventure, physical fitness, and reveling in the mountain landscape. As with today's backpackers, they witnessed the changing face of Mount Rainier, which presented dramatically different profiles as they circled the peak. Sometimes the mountain looked \"so near and looked so inviting in its beautiful white mantel, one felt tempted to run up to the summit before breakfast just to work up an appetite\". The club then repeated the trip for their 1919, 1924, and 1930 summer outings. The news and publicity generated by those excursions, and the lobbying by club members to make the route a more scenic one, would help establish the recreational potential of the new trail.         1921 Rainier National Park Company brochure promoting the company's full-service outings on the Wonderland circuit. Saddle-trip participants were supplied with guides, horses, food, shelter and \"endlessly changing panoramas of Mountain and Glacier, Canyon and Forest, Lakes, Rivers and Wild Flowers\". NPS Archives  At first, mountaineering groups and patrol rangers were virtually the only travelers on the Wonderland, in part because parts of the route was not suitable for tourist travel. In the 1920s, the park began trail improvements, including shortening the length, to make it more attractive for recreation and to everyday visitors. In fact, the name \"Wonderland\" was first attached to the trail in 1920 because the superintendent and the park concessionaire had begun promoting it as a tourist destination. The Rainier National Park Company issued a 1920 publicity bulletin that advertised the \"new Wonderland Trail\" as one of the highlights of any trip to Mount Rainier. The company also offered a guided saddle and pack horse trip along the trail, which it called the \"most glorious trip in the world\". Along with The Mountaineers, the Boy Scouts of America was the other organization closely associated with the early recreational use of the Wonderland Trail. The idea that a wilderness sojourn could recreate the simpler American past of the pioneers became, for organizations like the Boy Scouts, a prime motivation in undertaking a Wonderland pilgrimage. Puget Sound area Scout troops began taking Wonderland trips in the early 1920s, usually spending two weeks in the park traveling a part of or all of the trail. The hundred-mile circuit around the majestic Rainier was the ideal place for local Scouts to obtain their hiking and camping skills, and to live out their Scouting ethos.       Since the Scouts were also a service-oriented organization, their hiking trips often included trail improvement projects, including building some new sections of trail. In August 1925, the Tacoma News Tribune reported that a group of Eagle Scouts from Tacoma, Seattle, Everett, and Bellingham constructed a one-mile section of trail from Longmire up to Rampart Ridge. Thereafter, visiting Scout troops regularly engaged in small-scale improvement projects to go with their Wonderland trips. The challenges and service contributions of Boy Scout- and later Girl Scout- outings helped build character, self-reliance, and appreciation for the outdoors. The same can be said for many of the individuals, families, and groups that have walked the Wonderland over the past century and continue to do so today. Like the many dedicated hikers who have completed the entire circuit, the Wonderland Trail has come full circle. The rugged path that the park created to protect the park's natural resources is now a significant resource itself, worthy of historical recognition and long-term protection.        References Around Mount Rainier with The Mountaineers, 1930; A Letter from Harriet K. Walker to Her Family. Seattle: The Mountaineers History Committee, 1998. Print. Catton, Theodore. Wonderland: An Administrative History of Mount Rainier National Park. Seattle: National Park Service, 1996.  Molenaar, Dee. The Challenge of Rainier. Seattle: The Mountaineers, 1971. Print. \"Scouts Begin Job of Trail Making\". Tacoma News-Tribune, August 13, 1925.  Paul Sadin is a historian at Historical Research Associates, Inc. in Seattle. He also worked for ten years as a seasonal interpretive ranger at Mount Rainier National Park.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/historyculture\/wonderland-trail-centennial.htm"
}
