{
    "title": "Mount Rainier National Park: Winter Access",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Video Gallery     Winter Access                The Road to Paradise: Winter Access              The Road to Paradise: Winter Access   Loading the player...    Transcript In winter, visitors to Mount Rainier really look forward to the opening of this gate to Paradise.Seems pretty easy, doesn’t it? All you have to do is swing open the gate- but it may not happen everyday, or at a regular hour.  Mount Rainier creates an extreme and sometimes dangerous environment so the road only opens if it’s deemed generally safe for travel.  So how do we determine that? Well, first let’s back up a little….… to REALLY early in the morning. It’s about 5 a.m. and the Mount Rainier road crew is just heading out for the day. It’s not unusual for a single storm to dump 30 inches of snow or more in 24 hours! So the first step in opening the road is getting all that snow off the road.Remember, the road to paradise is not like other roads. It was designed to allow the visitor experience to unfold. To take people through tall trees and show them glacially-carved valleys, and of course- the mountain. It was built between 1904 and 1910, over a century ago, and it was built to the standards of the day. Which is to say, compared to modern roads it is narrow, steep, and winding. Even in the best conditions it needs to be driven carefully. And in bad conditions, a spectacular drive can quickly turn disastrous.As you know, if Pacific Northwest weather isn’t bringing snow to the park, it’s sure to be bringing rain. Wet roads can be slippery all on their own, but at higher elevations that rain means ice on the roadway. That ice, combined with snow and the steep, winding nature of the road, can make it a challenge to safely drive up and down the mountain.As a National Park, we don’t use any salt or chemicals on the road that may harm the vegetation or wildlife. Some ice on the roads is the norm, not the exception. Which is why every visitor is required to carry tire chains in their vehicle- and that includes those with 4 wheel or all-wheel drive vehicles- and you need to know how to use them.There’s another danger– a hidden danger- avalanches. The risk of avalanches can be high even on a sunny day. The park does not use explosives or cannons to mitigate avalanches, but snowpack and the resulting slides, are left to occur naturally, as are other processes in this natural environment. Though it can sometimes mean a longer wait before the road is cleared for travel.Park staff consult with the Northwest Avalanche Center daily to assess avalanche risk before we can open the road.Wherever there are cars, there are car wrecks and collisions, including here at Mount Rainier. Remember, you are ultimately responsible for your safety on the mountain. We want you to enjoy your visit, so we only open the road when we have enough staff to get the road in good shape and to provide the services, including emergency services, that you’ll need while you're here.So, a lot goes into opening this gate to Paradise. If you’re headed this way, check the weather forecast, and look for the road status update on twitter. And the park webcams are an excellent way to get a sense of current conditions. And then bundle up- we’ll see you here! Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 38 seconds  During the winter, reaching Paradise is not as simple as just swinging a gate open. Much is done to ensure that visitors have a safe and enjoyable visit. Learn what goes into opening this unique road during the winter season.         Learn more about winter travel and winter recreation at Mount Rainier National Park.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/photosmultimedia\/winter-access.htm"
}
