{
    "title": "Mount Rainier National Park: Archaeology",
    "body": "Archaeology          Human History Protecting Archeological Resources   Learn More Volunteer and Research Opportunities            Spray Park Artifacts   What is archaeology? What does it have to do with Mount Rainier? Archaeology is a science dedicated to improving our understanding of our collective human past through study of physical remains left behind. Artifacts are perhaps the best known unit of study. These include all portable objects (from stone tools to forks) that have been made, modified or used by human beings. Features are objects, such as cooking hearths, rock walls, or storage pits, that cannot be removed without destroying their basic integrity. Clustered concentrations of artifacts and features on the landscape typically are defined as archaeological sites. The patterned configuration of sites with their associated features and artifacts provides a valuable archaeological record of long-term human use of a place –a record no less important at Mount Rainier than at parks, such as Mesa Verde in Colorado or Chaco Canyon in New Mexico, better known for their spectacular archaeological remains. Although artifacts and features may be studied and appreciated in isolation from one another, it is their context --their spatial and temporal relationship to one another, to geological features in the ground, and to other sites across the landscape-- that provides the most meaningful information about the past and gives the objects and sites their greatest scientific value. Archaeological remains at Mount Rainier represent a uniquely important record of long-term human activity in the park. So long as it remains intact, that record provides a means to develop a better understanding of ancient peoples’ ways of life, how the mountain fit into broader regional subsistence and settlement patterns, and how those patterns changed through time. Charred bone and plant remains found in archeological sites, for example, provide information about animals and plants hunted and gathered long before they were documented in historical records. These remains can indicate the age of the site, and the seasons in which people visited that location. In addition, they can answer questions about past habitat conditions and animal species inhabiting park landscapes. From their manufacture stone tools and the debris can tell us about the technology of native peoples and how they organized their hunting and gathering activities. Site distribution patterns inform us as to how they allocated use of space. Even more recent archaeological remains such as old cans, bottles, machinery and other abandoned objects can tell us about aspects of the lives of local people which were never written down in historical documents.      What do we know about the human past of Mount Rainier? Mount Rainier National Park maintains active relations with six Indian tribes located in its vicinity: the Nisqually, Puyallup, Squaxin Island, Muckleshoot, Yakama, and Cowlitz. All but the Cowlitz trace their modern tribal identity to one or more of three treaties signed in 1854 and 1855. The Upper Cowlitz, or Taidnapam, did not sign a treaty with the United States, but like the treaty tribes, maintained traditional ties to landscapes that later became part of Mount Rainier National Park. Tribal people journeyed to the park in the summer and early fall to hunt and to gather berries, medicinal plants and other resources of use to them throughout the year. They continued to pursue these activities even after the park was created in 1899, and the mountain remains important to them to this day. Because of the park’s growing archaeological record, we know that the ancestors of modern tribal people ranged widely over the mountain’s mid to upper elevation landscapes. We also know that, as early as 15,000 to 10,000 years ago, when Mount Rainier was largely draped in ice and permanent snowpack, people lived in the plains and valleys within its view. Sometime between about 9,000 and 8,500 years ago the mountain’s mid-slope settings became free of permanent snowpack and developed plant and animal communities similar to modern subalpine parklands. From limited archaeological testing, we have learned that, by 4,000 years ago, Indian people were hunting and gathering at places like Sunrise and other park mid to upper elevation landscapes. We do not yet know how early this use began, but it is reasonable to believe that it began as early as productive plant and animal populations became established on the mountain about 8,500 years ago. It was once widely believed that Indian people seldom used Mount Rainier’s imposing mountain landscapes. That view began to change in 1963 with the discovery of the park’s first archaeological site –a rockshelter later found to be about 1,200 years old and containing charred goat, mountain beaver, deer, elderberry and wild hazelnut remains in association with pit features, fire cracked rock, broken projectile points, and profuse stone tool re-sharpening flakes and debris. Archaeological studies at Mount Rainier began in earnest in the late 1990s with completion of the park’s first systematic survey and archaeological overview, and development of a permanent position to oversee protection of the park’s prehistoric and more recent historical cultural resources. In addition, an archaeological field school conducted by Central Washington University (CWU) between 1997 and 2001 provided valuable insight into the use of the northeastern portion of the park.        Archaeologic testing of a rock shelter site.   Our present understanding of prehistoric Mount Rainier is based on systematic surveys and small to moderate size testing projects such as these. Site specific reconnaissance projects and geological studies also are made possible by construction and maintenance activities in the park. At present, approximately 3.5% of the park’s land area has been inventoried for archaeological remains. These inventories have documented over 75 prehistoric sites and isolated artifacts. These are predominantly lithic scatters, collections of debris from the manufacture and re-sharpening of chipped stone tools. Patterned variation in artifact content and setting suggest that different sites were used for long-term base camps, short-term hunting camps, kill sites, and butchering sites. Other sites include places where cedar bark was stripped from trees, places food was stored in talus slope pits, and places where tool stone was extracted. Inventoried archaeological remains at Mount Rainier also include over 35 historic period sites and isolated artifacts. Most of these represent late 19th to early 20th century mining, recreation and early park development, and consist of old camp sites, trash, abandoned roadbeds, mine adits, and remnant structural remains.      How can I learn more? Mount Rainier National Park has been used by Native American people for thousands of years. In recent years, the park has implemented a program to better document the mountain's archaeological record, and to improve our understanding of long-term human use of its high-elevation landscapes. A report entitled \"Environment, Prehistory and Archaeology of Mount Rainier National Park\" (1998, updated 2003) is a comprehensive archaeological overview and research design. Based on the results of field and archival research through 2002, it draws together the park’s known prehistoric archaeological record, and evaluates it in light of its place within broader regional subsistence and settlement patterns. This updated edition adds color graphics and several otherwise hard-to-get citations. Key arguments from the 2003 report were then extracted, updated and refined through more recent research. The latest report, \"Holocene Subsistence and Settlement Patterns: Mount Rainier and the Montane Pacific Northwest\" (2007), was published in the journal Archaeology in Washington. The recently-released Paradise Camp Report on the archaeological remains of the historic Paradise Camp building is now available in pdf format. The Paradise Camp archaeological exploration occured in 2006, when Mount Rainier National Park (MORA) began construction of the new Jackson Visitor Center on the site of the former Paradise Camp Lodge. The construction site was selected, in part, to restore a bit of Paradise historic character lost when various historical buildings were demolished in the mid-1900s. Construction of the new visitor center not only promised to restore much of the original landscape design to the area, but created an opportunity, and obligation, to investigate archaeological remains of Paradise Camp still preserved under the 1950s pavement. The 2006 flood at Mount Rainier dramatically altered the terrain of the park. Archaeology and History in the Nisqually Corridor: Results of the 2006-2007 Flood Damage Survey (2008) focuses on three areas where damage was most severe, and where reoccurring flood damage remains most likely: Sunshine Point, lower Kautz Creek, and Longmire Historic District. For more information on these reports or park archaeology, contact: Greg Burtchard, Park Archaeologist Mount Rainier National Park 55210 238th Avenue East Ashford, WA 98304  Archaeological materials recovered during the CWU field school are being analyzed. Results of this and smaller test project studies are expected in 2005.      Why do we protect archeological resources? How can I help? Preservation of both artifacts and their context is critical because the archeological record is a finite, fragile and non-renewable resource. Archaeologists are ever mindful of the fact that collection of objects through excavation or surface collection is a destructive activity. Once you remove an object from its original context, you can't recreate its relationship to other objects and it loses most of its scientific value. The archeological record is somewhat like having only a single copy of a history book covering large expanses of time. Damaging or removing parts of an archeological site is like tearing a page out of that book and destroying it. Once destroyed, all the information on that page is lost and a significant part of the human story of Mount Rainier is gone forever. Because archeological resources are so fragile and unique, a number of federal laws have been passed to protect them.  The Archeological Resources Protection Act (ARPA) makes it a crime to disturb or remove archeological resources from federal lands without a permit. The Native American Graves Protection and Repatriation Act (NAGPRA) does the same for the graves and human remains of Native Americans. The National Historic Preservation Act (NHPA) requires all federal land-managing agencies to consider the effects of their development and maintenance activities on historic properties, which include archeological sites, so that they do not inadvertently disturb or destroy the archeological sites under their care. The act also requires federal agencies to inventory, evaluate, and manage historic properties under their jurisdiction, and to nominate eligible properties to the National Register of Historic Places.  You can play a significant role in the protection of archeological resources on public land by sharing your observations with park staff. If you find an artifact (or think it might be an artifact) during your visit to Mount Rainier, please leave the object where you find it. Record the approximate location of the object (on a map if you have one or in relation to a nearby landmark) and try to describe the object (color, size, shape, material). Photographs of the object and the area where it was found are also very helpful. Take this information to a ranger or other National Park Service employee. Be sure to give them your name, address and phone number, and any other information about your find. They will forward the information to the Cultural Resource Specialist who will investigate further and will see to it that you are credited with the find. But please remember that it is illegal to collect, remove, damage or alter archeological resources on federal and Washington state lands without a permit.      Volunteer and Research Opportunities Mount Rainier National Park maintains an active program of inventory, monitoring and management of archeological resources. Contact the park at the address below if you are interested in learning of future opportunities to participate in these activities as a volunteer. The park encourages academic research which contributes to the understanding and proper management of the archeological resources in its care. To discuss proposals or ideas for such research projects or partnerships, please contact the Archaeologist-Cultural Resource Specialist.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/historyculture\/archaeology.htm"
}
