{
    "title": "Mount Rainier National Park: Carbon River Project",
    "body": "Carbon River Project       The following film includes interviews with Eric Walkinshaw, Project Manager and Civil Engineer for Mount Rainier National Park, and Kirt Hanson, Project Engineer and Geologist with Cardno Entrix, discussing the work that has been going on in the Carbon area to protect the road and facilities from future damage through the installation of flood protection structures such as engineered log jams. The historic Carbon River Road was heavily damaged during a November 2006 storm event that resulted in heavy flooding and closed the road to vehicle use since then. Due to aggradation, rocks and gravel have raised the bed of the Carbon River up as much as 31 feet since the Carbon River Road was constructed next to the river in the 1920s. Several sections of the historic road are now lower than the adjacent river and increasingly vulnerable to flood damage.              Carbon River Project   Loading the player...    Transcript Carbon River Project TRANSCRIPTInterview with Eric Walkinshaw, Project Manager & Civil Engineer, Mount Rainier National Park; and Kirt Hanson, Project Engineer & Geologist, Cardno EntrixWalkinshaw: My name is Eric Walkinshaw. I’m the Project Manager Civil Engineer here at Mount Rainier National Park and we’re at the Carbon River Entrance Area; and we’re involved in a project of installing about five log-constructed flood protection structures. So it protects the entrance station to the park and some other facilities here in the park. We hired the consultant to come in and they did the design work for us for these structures last October of 2010 and now we actually have a contractor on board: Mike McClung & Co., Construction Company (Mike McClung Construction, Inc., Buckley, WA), and they’re constructing these structures for us; and Kirt’s here to kind of oversee that part of the project to make some adjustments if they’re needed on the structures. Hanson: Yeah, I’m Kirt Hanson, Engineer and Geologist with Cardno Entrix. I’m excited to be part of what I think is a historic project. Engineered log jams have been around in ecologic and bank protection, flood protection systems for going on probably close to twenty years- more likely fifteen- and this is the first project where an engineered log jam has been installed inside of a National Park.Walkinshaw: We, like I said, we’re constructing a total of about five of these structures, one of which is called an engineered log jam, which is a more beefier structure, and that’s on the leading edge just up upstream, about a hundred yards from us. It’s basically to calm the water, to have some habitat, but also in calming the water it drops out material that the river is carrying, mostly rock and silt. So by doing that it kind of builds up that area so when the river floods again it forces it over more to the center of the channel and away from our banks. So that’s the intent of that, but we had the advantage in this area of having a natural log jam, which is kind of what you see back behind us; there is another one further down where the contractor is currently working. So Entrix designed these linear structures as kind of fences on either side of those to kind of contain that. What they didn’t want to have happen- what we don’t want to have happen, is for those natural log jams to raise up and float and leave. Cause they’re in a good location that’s protecting our facilities but they needed the added help of putting in these structures to kind of encapsulate it so it doesn’t float away-Hanson: -to reinforce the existing log jams. Hanson: The first thing the contractor is taking care of is ground water, and McClung has done an absolute fantastic job of maintaining their de-watering systems. That involves an initial excavation to a depth below the bottom of the structure, typically these initial excavations extend 17-18 feet below the ground surface to create a sump. From that point, the ground water is pumped into a sedimentation system where fine sediments are dropped out before being returned to the river. The general, on this particular project, the general depth to the bottom of our excavation is about fifteen feet. That’s where these vertical piles that you can see right behind me, that’s the elevation that those are installed to: fifteen feet below the ground’s surface. This pile, here, is actually, it’s probably about five and a half feet tall from where I’m standing- this is actually over a twenty-five foot pile. So there’s about twenty feet of log buried beneath my feet right here. So following the installation of the vertical piles, there’s an angled log that extends- that log is about thirty-five feet long, extending back into the earth, also excavated to a depth of about fifteen feet below existing pre-construction ground surface. Following the installation of those, other horizontal members are added, racking material out front to help control scour, and also create fish habitat, is installed, and final site grading completed. This is an innovative design, designed to catch additional wooden debris coming down the channel, creating additional habitat, and providing additional stability to the existing park structure and park entrance. Walkinshaw: Basically all of our rivers are a lot like this. We’re having problems in other areas as far as getting a lot of deposition, getting the river bed higher than our facilities, dealing with levees, dealing with- we’re going to be installing, especially on- hopefully on the the success of these, which I’m really confident that these are going- I mean they are pretty beefy structures, I think they’re going to do the trick- and so we’re going to use them a lot. This is just really the first, as Kirt mentioned, this is really the first location that we’ve done it in earnest, these many structures. So we’re really going to be watching this and seeing how it performs and I’m sure we’re going to use it in a lot of other locations.   Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 33 seconds  Discover what it takes to install flood protection structures such as engineered log jams. In the future, these structures will help protect park facilities and roads from damage from flooding. RT: 05:33          Note: Closed Captioning on videos can be turned off and on by clicking on the \"CC\" button on the bottom of the viewer window.       Resource Links: Mount Rainier Park Planning 2010 Carbon River Access Management EA and FONSI",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/photosmultimedia\/carbon-river-project.htm"
}
