{
    "title": "Mount Rainier National Park: In Memory - Park Ranger Margaret Anderson",
    "body": "In Memory - Park Ranger Margaret Anderson         Park Ranger Margaret AndersonFebruary 2, 1977 - January 1, 2012    In Memory of Ranger Margaret Anderson 1977 - 2012   On New Year's Day 2012, Mount Rainier National Park lost a dedicated ranger and coworker when Margaret Anderson was fatally shot in the line of duty on the road to Paradise at Mount Rainier National Park. That morning, Margaret responded to a call to intercept a vehicle that failed to stop at a chain-up checkpoint. The driver of the vehicle opened fire on Ranger Anderson, killing her, then fled on foot into the woods and later died of exposure.  Margaret, age 34, began her career in 2002 at Bryce Canyon National Park. She is survived by her husband Eric, also a law enforcement ranger, and two young children. Margaret grew up in Westfield, New Jersey, and spent several years as a seasonal State Park employee during college. In 2004 she was hired at Chesapeake and Ohio Canal National Historical Park in Maryland, where she worked until she and Eric transferred to Mount Rainier in 2008. They have two daughters. Margaret's life was focused on service: to her family, her community, and her coworkers. We mourn the loss of our friend and fellow ranger; we honor her memory; and we hold her and her family in our hearts forever. A formal law enforcement memorial service honoring Margaret was held on January 10, 2012, at Pacific Lutheran University in Tacoma, Washington. The service was widely attended by National Park Service employees and members of the law enforcement and fire service communities from all over the United States and Canada, dignitaries, and the general public.  On February 7th, 2012, the Washington State Senate passed Resolution 8676, honoring Ranger Margaret Anderson for her service. View a video of the Washington State Senate convening for regular floor session on SR 8676 (Honoring Margaret Anderson) in Olympia, WA.  On September 5, 2014, the post office in the town Margaret lived in while at Mount Rainier, Eatonville, Washington, was dedicated in her name. U.S. Eighth District Congressman Dave Reichert sponsored legislation to authorize the dedication event.       Support A donation account to benefit the children of Margaret and Eric Anderson has been set up at the Eatonville, Washington KeyBank Branch, P.O. Box 159, Eatonville, WA 98328. Checks should be made out to the Margaret Anderson Donation Account.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/news\/anderson-memorial.htm"
}
