{
    "title": "Mount Rainier National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 16, 2016  Saving Our History and Our Visitors: Historic Preservation Project Presentation This Saturday Evening  Join this Saturday evening in the Paradise Inn for a special evening presentation on NPS Rustic Architecture, the CCC, and preserving the past for future use!   May 05, 2016  Mount Rainier National Park Fisheries Management Plan Preliminary Alternatives Available for Public Comments  Mount Rainier National Park has begun preparation of a Fisheries Management Plan and Environmental Assessment (EA) to guide management of native and nonnative fish populations in the park. Public comments will be accepted until June 6, 2016.   February 29, 2016  Hours of Operation Update - Roads and Facilities  Longmire to Paradise gate hours will be extending March 12, and other operation updates.   January 13, 2016  Mount Rainier Commemorates Martin Luther King, Jr. Day with Free Admission  On Monday, January 18, national parks throughout the country will commemorate Martin Luther King, Jr. Day. All national parks, including Mount Rainier National Park, will provide free admission for all visitors.   December 15, 2015  Winter Returns to the Mountain: Winter Operations Update  Recent storms have set the stage for winter fun at Mount Rainier for the upcoming holidays, with enough snow at Paradise for cross-country skiing, snowshoeing, and snowboarding. However, please note that the Paradise snowplay area is not open yet.   November 24, 2015  Cayuse and Chinook Passes Close for Winter  Washington State Department of Transportation maintenance crews made the decision today, Nov. 24, to close Chinook and Cayuse passes for the season.   November 20, 2015  Entrance Fee Free on Green Friday November 27, 2015  In celebration of Thanksgiving and as a way to encourage healthy outdoor time, Mount Rainier and Olympic National Parks will offer free entry to all park areas on Friday, November 27.   November 12, 2015  Winter Access at Mount Rainier National Park  Though many park roads are closed to vehicle access for the winter, areas throughout the park remain open for recreation.   September 15, 2015  Backcountry Climber Falls from Sluiskin Mountain  This morning searchers in Mount Rainier National Park located and extracted a climber who suffered a fatal fall while climbing in the northern part of the park.   August 14, 2015  Glacier Outburst Flood and Debris Flow Occurs at Mount Rainier National Park  A glacial outburst flood and debris flow occurred at Tahoma Creek in Mount Rainier National Park on Thursday, August 13. Some damage to Mount Rainier’s Westside Road was reported on Thursday. The Westside Road will be closed at least through the weekend as the park continues to monitor Tahoma Creek and assess damage to the road and area trails.   August 06, 2015  Nisqually to Paradise Road Construction to Cease in August and September  Construction on the Nisqually to Paradise Road will cease on August 6, 2015 and will not begin again until October 1, 2015. Visitors can enjoy Mount Rainier National Park as normal throughout August and September.   July 15, 2015  Star Party at Paradise: Saturday, July 18, 9:45 PM (Weather Permitting)  Join us at Paradise in Mount Rainier National Park for a special \"star viewing party\" on Saturday, July 18. Event starts 9:45 pm and will last at least until 11:45 pm as long as sky stays clear. Meet at the plaza in front of the Jackson Visitor Center in Paradise.   June 29, 2015  Nisqually to Paradise Road Construction to Cease over July 4th Weekend  Construction on the Nisqually to Paradise Road will cease over the upcoming holiday weekend, July 3-5.   June 13, 2015  Search Suspended for Missing Liberty Ridge Climber  The search for Kyle Bufis is being suspended today after a deceased male climber was spotted by the search helicopter near the summit of Mount Rainier.   June 13, 2015  Search Continues for Missing Liberty Ridge Climber  The search for missing climber, Kyle Bufis, continues today. Day two of the search is focused on the area of the confluence of the Winthrop and Emmons glaciers.   June 12, 2015  Liberty Ridge Search Suspended for the Night  The search for a missing climber has been suspended for the evening and will resume tomorrow morning.   June 12, 2015  Liberty Ridge Search Update  Update about the search to find a missing climber on Liberty Ridge.   June 12, 2015  Search Underway for a Missing Climber on Liberty Ridge  A search is underway for a climber missing from a team of three on Liberty Ridge on the north flank of Mount Rainier.   June 11, 2015  Technical Rescue at Christine Falls  Park rangers conducted a technical rescue today below Christine Falls in Mount Rainier National Park.   June 03, 2015  Sunrise Area Scheduled to Open Friday, June 5, 2015 - Mowich Lake Road Opening Delayed  Sunrise area will open Friday, June 5, 2015. Mowich Lake road opening is delayed to concentrate efforts on ensuring the on-time opening of Sunrise.   May 01, 2015  Spring Opening Updates  Mount Rainier National Park road and facilities update for Spring 2015.   May 01, 2015  Mount Rainier Tourism Creates $57.7M in Local Economic Benefit - Part of $15.7B impact overall that supports 277,000 jobs nationwide  A new National Park Service report shows that nearly 1.3 million recreation visitors to Mount Rainier National Park during 2014 spent $45.5M in communities surrounding the park and a net impact to the economy of approximately $57.7M.   April 15, 2015  Enjoy Your National Park for Free This Weekend!  This Saturday and Sunday, April 18-19, visitors to Mount Rainier National Park will be able to visit the park for free.  Fees will be waived at all national park areas throughout the weekend as the kickoff to National Park Week, which is April 18-26.   April 10, 2015  Wonderland Trail Applications Suspended  Mount Rainier National Park is no longer accepting reservation requests for hiking the Wonderland Trail for the summer 2015 hiking season due to overwhelming and unprecedented demand.   April 02, 2015  Chinook and Cayuse passes to reopen Friday, April 3  Despite this week’s spring storms, Washington State Department of Transportation maintenance crews are on track to reopen Chinook Pass on State Route 410 and Cayuse Pass on State Route 123 8 a.m. Friday, April 3.   March 25, 2015  Mount Rainier Deferred Maintenance Backlogs Identified - Part of $11.49 billion backlog across the National Park System  The National Park Service this week released its Fiscal Year 2014 deferred maintenance statistics for national parks. The $11.49 billion nationwide total was up from the $11.3 billion reported at the end of FY2013.  Mount Rainier National Park also has a backlog of deferred maintenance projects which totals $298,372,137.   March 23, 2015  Opening Schedules Announced  Schedule for spring opening of park areas and facilities.   March 13, 2015  Mild winter allows crews to clear Chinook and Cayuse passes early: Passes scheduled to reopen in a few weeks  After an unseasonably mild winter, Washington State Department of Transportation maintenance crews have begun the annual work to clear Chinook Pass on SR 410 and Cayuse Pass on SR 123, with tentative plans to open the passes early.   March 04, 2015  Mount Rainier Conditions Update  Snowplay will not open this year due to low snow, and road hours extended.   January 15, 2015  Free Entry to Mount Rainier on January 19 - Martin Luther King, Jr. Holiday  Entrance fees to Mount Rainier National Park will be waived for the upcoming federal holiday on January 19, which honors Dr. Martin Luther King, Jr. NOTE: Paradise snowplay area still lacking snow.   December 30, 2014  Mount Rainier Snow Conditions Update  At this time, the snow play area directly north of the Paradise parking lot is not yet in operation. The snow level is currently not deep enough to protect the fragile meadow vegetation during park grooming operations.  The park will be monitoring snow depth over the next week to determine when the snow play area can be groomed and opened for public use.   December 29, 2014  Paradise Backcountry Search Underway for Missing Snowshoer  A search is underway above Paradise for an overdue snowshoer who disappeared during Saturday evening's winter storm.   December 29, 2014  Tragic Conclusion to Search Efforts  Search crews located an unresponsive male fitting the description of the overdue snowshoer. The Pierce County Medical Examiner will make the final determination and identification.   December 18, 2014  Mount Rainier Winter Access Schedule 2014-2015  Acting Superintendent Tracy Swartout advises that Mount Rainier has transitioned to winter hours of operation and service.   November 25, 2014  Park Access Via Nisqually Entrance Temporarily Closed Due to Flooding  Mount Rainier National Park is closed temporarily at the Nisqually Entrance due to flooding in the Kautz Creek area.   November 04, 2014  Fee Increases Proposed for Mount Rainier  Mount Rainier National Park is seeking feedback on proposed fee increases to be implemented as early as 2015. This release provides a description of the proposed changes, as well as information on how you can provide input.   September 19, 2014  Volunteers will work on trails and campground restoration at Mount Rainier on National Public Lands Day, September 27; Entrance fees waived.  Mount Rainier National Park will celebrate National Public Lands Day on Saturday, September 27, 2014, with several volunteer projects open to public participation. In celebration of the day, entrance fees are waived for the public and volunteers will receive an additional coupon for free admission on a day of their choice.   September 15, 2014  North Cascades and Mount Rainier National Parks Seek Public Review on Plan to Restore Fisher  The NPS is seeking public comments on a plant to reintroduce 80 fishers over two years to North Cascades and Mount Rainier National Parks.   September 12, 2014  End of Summer Star Party at Paradise: Saturday, September 20, 2014, 9:30 PM  Families and individuals of all ages are invited to the Paradise area of Mount Rainier National Park for a special “star viewing party” on Saturday September 20.   August 20, 2014  Successful Recovery Mission on Mount Rainier  The bodies of three deceased climbers were removed from a debris field on the Carbon Glacier, below Liberty Ridge, on Tuesday, August 19, 2014.   August 15, 2014  Shadows of the Past Living History Program: Saturday Evening, August 23rd at Longmire!  On Saturday August 23rd Mount Rainier National Park will present Shadows of the Past, a “living history” program.   August 14, 2014  Mount Rainier Fires Drenched by Rain  Recent lightning-sparked fires in the park have been drenched by heavy rainfall from a subsequent storm.   August 12, 2014  Lightning Sparks Fires on Mount Rainier  Two lightning fires ignited overnight are burning in Mount Rainier National Park's backcountry.   August 01, 2014  Nisqually Road to Longmire Closed for Two Nights to Install an Underground Culvert  Mount Rainier National Park has scheduled a nighttime closure of the Nisqually Road between the Nisqually Entrance and Longmire. On Monday and Tuesday nights, August 4-5, and if necessary Wednesday August 6, no traffic will enter or exit the park via the Nisqually Road between 9:30 pm and 4:30 am.   July 21, 2014  Star Party at Paradise (Weather Permitting): 8:45 PM, Saturday, July 26, 2014  ﻿Families and individuals of all ages are invited to the Paradise area for a special “star viewing party” on Saturday, July 26th.   July 19, 2014  Search for missing Wonderland Trail hiker scales back  Search operations for missing hiker Edwin Birch of Tacoma, WA continued with a reduced number of searchers on the ground Friday. Search activities will be reduced again Saturday, as the park transitions towards a limited continuous search effort.   July 18, 2014  First Naturalization Ceremony to be held at Mount Rainier  On Monday, July 21, Mount Rainier will host the park’s first naturalization ceremony for individuals who will become United States citizens.   July 17, 2014  Search for missing day hiker on the Panhandle Gap continues  Search operations for the overdue day hiker, Edwin Birch of Tacoma, WA, continue today, though it is anticipated that search operations will scale back tomorrow.   July 16, 2014  Search for missing hiker on the Panhandle Gap enters day 4  The search for the overdue day hiker, Edwin Birch of Tacoma, WA, continued today with ground crews searching the Ohanapacosh Park, Nickel Creek Basin and Summer Land areas of the Wonderland Trail.   July 15, 2014  Search Operations for Missing Hiker in Panhandle Gap area on the Wonderland Trail Continue  Search efforts to locate a missing day hiker on the Panhandle Gap area on the Wonderland Trail continued today, are expected to continue tomorrow.   July 14, 2014  Search for Missing Hiker in Panhandle Gap area on the Wonderland Trail  Search efforts are underway for a day hiker who went missing Saturday, July 12, while hiking in the Panhandle Gap area on the Wonderland Trail.   July 08, 2014  Mount Rainier National Park Receives 2014 America's Best Idea Grant from the National Park Foundation to Support Student Conservation Association Youth Crews  Mount Rainier National Park is one of 39 national parks selected to receive a 2014 America’s Best Idea grant from the National Park Foundation, the official charity of America’s national parks. Inspired by Ken Burns’ critically acclaimed documentary “The National Parks: America’s Best Idea,” this program builds partnerships between national parks and community, state, and other public organizations, and engages diverse audiences in meaningful and relevant ways with national parks and inspires participants to become stewards of our National Park System.   June 27, 2014  Sunrise Road Opens  The Sunrise area in the northeast corner of Mount Rainier National Park is now open for the 2014 summer season.   June 21, 2014  Search for Missing Hiker Suspended  The search for missing hiker Karen Sykes was suspended today with the retrieval of a deceased female from the search area.   June 21, 2014  Eastside Search for Missing Hiker Continues  The third day of searching for missing day hiker, Karen Sykes of Seattle, Washington, is underway on Mount Rainier’s east side. Six ground crews, including two Kittatas County dog teams, are searching an expanded area further out from the Owyhigh Lakes Trail. Air operations are also supporting today’s search efforts.   June 20, 2014  Search Operations Underway on Mount Rainier’s Eastside  Search efforts to locate a missing hiker on the Owyhigh Lakes Trail continue today. In an unrelated incident, an injured climber was air lifted off Double Peak near Eastside Trail on Thursday, June 19th.   June 13, 2014  Summer Opening Update  Overview of summer 2014 operations and opportunities at Mount Rainier National Park.   May 31, 2014  Liberty Ridge Search Comes to Tragic Conclusion  Searchers for six missing climbers located climbing gear and detected signals from avalanche beacons at the top of the Carbon Glacier at 9,500 feet in elevation. All indications point toward a fall of 3,300 feet from near the party’s last known location at 12,800 feet on Liberty Ridge. There is no viable chance of survival from such a fall.   May 29, 2014  Community Meetings to be Held  Local Community meetings scheduled for next week will provide updates on current park projects.   May 23, 2014  Nisqually to Paradise Road Construction Stops for Memorial Day Weekend  Major construction along the Nisqually to Paradise Road—the southwest entrance to Mount Rainier National Park from Ashford—will cease over the Memorial Day weekend, Friday, May 23 to Monday May 26.   May 20, 2014  Mount Rainier Facilitates Opening in Time for Memorial Day  Many park facilities will open for the summer season in time for Memorial Day weekend.   May 16, 2014  Westside Road Closure  Westside Road closed until further notice due to rockfall.   April 09, 2014  Longmire\/Paradise Gate Opening Full Time  Effective Thursday, April 10, the gate between Longmire and Paradise will remain open 24 hours. Some overnight closures may still occur during inclement weather periods.   March 26, 2014  Final Weekend to Enjoy Inner Tubing and Snowshoe Walks at Paradise  Sunday, March 30, 2014 is the last day of the season for sledding and snow play in the Paradise area.   March 24, 2014  Park to Hold Fisher Reintroduction Live Q&A Facebook Event  In a live Facebook Event on March 27th from 3-4pm, a park Wildlife Ecologist will answer questions about the reintroduction of Fishers in to Mount Rainier National Park.   March 03, 2014  Weekend hours to be extended on Longmire-Paradise Road  The evening weekend hours on the Longmire-Paradise road will be extended beginning Saturday, March 8.   March 03, 2014  Mount Rainier Tourism Creates $36.8M in Local Economic Benefit  A National Park Service report shows that just over one million visitors to Mount Rainier National Park in 2012 spent $36.8M in communities surrounding the park.   February 18, 2014  Nisqually to Paradise Road Rehabilitation to Begin March 3  Rehabilitation of 17.6 miles of road between the Nisqually Entrance and the developed area of Paradise is scheduled to begin March 3, 2014. Allow extra time when driving through the park for road construction.   February 12, 2014  Fee Free Weekend at Mount Rainier to Celebrate President's Day  Monday, February 17 is President’s Day, a federal holiday.  Mount Rainier and other national park areas will be celebrating this holiday with a fee free weekend February 15 through February 17.   January 15, 2014  Snow Play Runs to Open at Paradise  Last weekend’s storms brought the snow depth at Paradise to 112”, providing enough snow to open the snow play runs beginning Saturday, January 18. This weekend the runs will be open through the three-day holiday weekend.   December 18, 2013  Mount Rainier Staff Prepare to Welcome Holiday Visitors  Due to insufficient snow depth the Paradise snow play runs will not open as scheduled this weekend. Snow depth is currently 59% of normal.   November 07, 2013  Mount Rainier Winter Access Schedule  The park will transition to winter hours of operation and service on Tuesday, November 12, which includes nightly closures of the Longmire-Paradise road.   October 31, 2013  Veterans Day Holiday Weekend 2013 - Fee Free  Mount Rainier National Park Superintendent Randy King announces that entrance fees into Mount Rainier National Park will be waived for all visitors to the park from Saturday, November 9, through Monday, November 11 in honor of U.S. Veterans and current members of the U.S. Armed Forces.  This is the final fee free weekend for 2013.   October 23, 2013  Fall Visitor Update  Fall update on current road status and park conditions.   October 21, 2013  National Park Service selects Rainier Guest Services, LLC, to operate Lodging, Food & Beverage, Retail, and other commercial services within Mount Rainier National Park  After a highly competitive process, Rainier Guest Services has been selected to be awarded a new concession contract to operate within Mount Rainier National Park.   October 17, 2013  Mount Rainier National Park Welcomes Visitors Back  Mount Rainier National Park is open!   September 27, 2013  Body of missing hiker recovered on Pinnacle Peak  Rangers and Mountain Rescue volunteers at Mount Rainier National Park recovered the body of George Merriam, 66, of Lakewood, Washington today after an overnight search on Pinnacle Peak.   September 20, 2013  Volunteers will work on trails and campground restoration at Mount Rainier on National Public Lands Day, September 28- Entrance fees to be waived.  Mount Rainier National Park will celebrate National Public Lands Day on Saturday, September 28, 2013, with several volunteer projects open to public participation. Entrance fees will also be waived at all national parks for the day.   September 03, 2013  Mount Rainier Rescue of 3 Canadian Climbers Successfully Utlilizes Helicopter Short Haul System  A SAR operation was carried out on September 1, 2013, to rescue three Canadian climbers who fell on the Emmons glacier.   August 28, 2013  Mount Rainier Celebrates 20-Year Partnership with Japanese Volunteers-In-Parks Association  Mount Rainier National Park staff celebrate with present and past members of the Japanese Volunteers-in-Parks Association (J-VIPA) and thank them for the contributions they have made to the park during the past 20 years.   August 23, 2013  National Park Service Celebrates Its 97th Birthday  In honor of the 97th birthday of the National Park Service on August 25, all entrance fees to Mount Rainier National Park will be waived for that day.   August 15, 2013  North Cascades and Mount Rainier National Parks Seek Public Input on Fisher Reintroduction  Mount Rainier and North Cascades National Parks are teaming up with the Washington Department of Fish and Wildlife to reintroduce the Pacific fisher. The public is invited to comment on the proposed reintroduction plan.   August 02, 2013  Star\/Meteor Party & Natural Lightscapes Program at Paradise: 8:00 pm, Saturday, August 10, 2013  Come join us for a special program at Paradise. The event coincides with the Perseid meteor shower, and telescopes will be available for star gazing.   August 01, 2013  Commercial Use Authorization Program and Commercial Non-Profit Special Use Permit Program  Applications can now be requested for the Commercial Use Authorization program for 2014 and 2015 and the Commercial Non-Profit Special Use Permits program for 2014. New this year, the CUA application packet is available for download from the park website.   July 19, 2013  800 bicyclists expected to ride through Mount Rainier National Park  On Thursday, July 25, RAMROD, an organized recreational bicycle ride, will bring 800 participating bicyclists through the roads of Mount Rainier National Park and surrounding areas.   July 18, 2013  Notification on Search and Rescue (SAR) Response Readiness at Mount Rainier  Mount Rainier National Park currently has a reduced ability to perform upper mountain rescues.   July 10, 2013  Mount Rainier National Park Receives 2013 America's Best Idea Grant from the National Park Foundation  Mount Rainier is one of 34 national parks selected to receive a 2013 America's Best Idea grant from the National Park Foundation.   July 08, 2013  Upper Mountain Rescue off the Emmons Glacier  A climber who fell while descending from the summit of Mount Rainier was rescued on July 7, 2013.   June 28, 2013  Body of suicide victim recovered near Longmire  Rangers recovered the body of suicide victim, identified as Robert J. Congelli, from near Longmire.   May 22, 2013  Rehabilitation of Stevens Canyon Begins Again May 24  On Friday, May 24, 2013, work will resume on rehabilitation of 10 miles of Stevens Canyon Road.   May 09, 2013  Impacts of Sequestration at Mount Rainier National Park  Mount Rainier National Park was required to reduce its annual opening budget for Fiscal Year 2013 by five percent due to the impacts of \"sequestration\".   April 17, 2013  National Park Weel April 22-26 - Come Visit Mount Rainier for Free!  April 22-26 is designated as National Park Week across the nation. In celebration, admission to all national parks will be free.   March 22, 2013  Mount Rainier National Park Tourism Creates $33M in Local Economic Benefit  A new NPS report for 2011 show that just over one million visitors to Mount Rainier National Park spent $33M in communities surrounding the park. This is part of $30 billion NPS impact that supports 252,000 jobs nationwide.   March 20, 2013  Spring Update  Update on projected Spring opening dates for 2013.   January 14, 2013  Entrance Fees to be Waived Monday, January 21, 2013  Entrance fees to Mount Rainier National Park will be waived Monday, January 21, 2013, in honor of Martin Luther King Jr. Day.   January 09, 2013  National Park Service Announces Decision to Rehabilitate the Camp Muir Historic District  The National Park Service permits the rehabilitation of the Camp Muir Historic District, including the removal and replacement of non-historic structures at Camp Muir.   December 20, 2012  Winter Holidays at Mount Rainier  The winter holiday season at Mount Rainier is upon us. The park is open daily and throughout the winter the road to Paradise is open Thursday through Monday, weather conditions permitting.  From December 21 through January 1 the road to Paradise and the Jackson Visitor Center will be open daily.  The National Park Inn at Longmire is open daily year round offering overnight accommodations, dining, a gift shop and winter equipment rentals.   November 21, 2012  Mount Rainier Announces Winter Operations Schedule - Update\/Clarification  New this winter and starting November 27, the road between Longmire and Paradise will be closed to public travel on Tuesdays and Wednesdays. Longmire and the park will remain open seven days a week, barring major storm events. UPDATE- Clarification for camping and access above the gate at Longmire.   November 13, 2012  Missing Snowboarders Found  At approximately 1100 hours this morning, searchers at Mount Rainier National Park found the two snowboarders who have been missing since Sunday, November 11th.   November 13, 2012  High avalanche risk and snow slides close Chinook and Cayuse passes for the year  Crews closed Chinook (SR 410) and Cayuse (SR123) passes early Monday morning due to multiple snow slides. After further inspection, the passes will remain closed for the season.   November 12, 2012  Search for missing snowboarders will continue tomorrow  Searchers at Mount Rainier National Park were not able to locate two missing snowboarders today before night and poor weather drove them off the mountain. Search teams will renew their efforts at first light tomorrow morning (11\/13).   November 02, 2012  Veterans Day Holiday Weekend - Fee Free  Entrance fees to Mount Rainier National Park will be waived for all visitors to the park from November 10-12, 2012, in honor of Veterans Day.   October 31, 2012  Small glacial outburst flood occurs on Mount Rainier - October 27, 2012  A small glacial outburst flood occurred at Mount Rainier National Park on Saturday, October 27, 2012. This event was localized in scale, caused no damage to park facilities and was not volcanic in origin.   October 24, 2012  Mount Rainier's Climbing Fee to Increase in 2013  The climbing cost recovery fee will be increased by one dollar for the 2013 calendar year, and will go into effect on December 1, 2012.   October 03, 2012  Fall Transition at Mount Rainier  The upcoming Columbus Day holiday (Oct. 8, 2012) means it's time for Mount Rainier National Park to start preparing for winter.   September 26, 2012  Volunteers will work on trails and planting at Mount Rainier National Park on National Public Lands Day, September 29 - Entrance Fees to be waived  On National Public Lands Day, Saturday, September 19, 2012, more than a hundred volunteers will assemble at Mount Rainier National Park to plant native plants and maintain trails. This is also a fee free day for all park visitors.   September 25, 2012  Body Recovered Below Ricksecker Point  A body was recovered from the base of a cliff at Mount Rainier National Park on Monday. An investigation into the incident is ongoing.   September 21, 2012  Mount Rainier Updates  Updates on current fire danger, trail, and road status at Mount Rainier National Park.   September 16, 2012  Lightning-Caused Fire burning in Mount Rainier National Park’s Wilderness  A lightning-caused fire was ignited when a storm cell moved through the park on Saturday, September 8th. The Three Lakes Fire is being managed under a full suppression strategy due to limited firefighting resources that are currently in high demand for large fires, and to the fire’s close proximity to the historic Three Lakes patrol cabin and the Wenatchee National Forest boundary. Suppression efforts include construction of fire line in steep terrain using Minimum Impact Suppression Tactics, and water drops. The fire is at 5 acres, 80% containment, and is expected to be fully controlled on Tuesday. It is burning near the east park boundary within a mile of Three Lakes.   September 13, 2012  Temporary Road Closure of State Route 123 for Culvert Replacement, September 17 and 18, 2012, through Mount Rainier National Park  State Route 123 will be temporarily closed September 17-18, 2012, for installation of culvert replacement.   September 10, 2012  Identity Confirmed of Victim Found on Paradise Glacier  The Pierce County Medical Examiner has confirmed that one of the bodies recovered on the Paradise Glacier Friday afternoon is that of Michelle Trojanowski. A male body was found nearby; however, his identity has not yet been confirmed.   September 08, 2012  Recovery on the Paradise Glacier  Rangers at Mount Rainier National Park recovered two bodies from the Paradise Glacier late yesterday afternoon, probably members of a group of four climbers that went missing in January.   September 08, 2012  Two Climbers Recovered from Paradise Glacier; Another Remains Missing  Following the recovery yesterday of two bodies presumed to be those of climbers missing since January, searchers at Mount Rainier National Park scoured the mountainside today but did not locate anyone else.   September 07, 2012  Temporary Closure of Laughingwater Creek Trail  Laughingwater Creek Trail has been temporarily closed to the public from the trailhead at highway 123 to the ranger cabin at Three Lakes due to potential wildlife hazards.   September 06, 2012  Narada Falls Trail Temporarily Closed due to Stevens Canyon Roadwork  A section of Narada Falls Trail will be closed from September 6 through Saturday 21, 2012 (Monday through Saturday) due to rock fall hazard from Stevens Canyon Road construction.   August 29, 2012  Access to State Route 123 via Stevens Canyon Road in Mount Rainier National Park Closed Due to Rehabilitation Efforts on September 4, 2012  From September 4, 2012 until winter closure (typically in November), Stevens Canyon Road will be closed to through traffic while rehabilitation road work continues.   August 13, 2012  Keep Wildlife Wild Day at Mount Rainier  The fourth annual Keep Wildlife Wild Day is Saturday, August 18, 12 pm to 4 pm at Paradise.   August 07, 2012  Recovery on the Muir Snowfield  On Monday, August 6, rapidly melting snow on the lower reaches of the Muir Snowfield revealed a male body, his identity yet to be determined.   August 07, 2012  Shadows of the Past Living History Program  On Saturday, Aug. 18, Mount Rainier National Park will present Shadows of the Past, a \"living history\" program.   August 06, 2012  Planned Micro-surfacing of State Route 123 in Mount Rainier National Park  A 7 mile section of State Route 123 from Cayuse Pass south is scheduled for micro-surfacing from August 6-16, 2012.   July 27, 2012  Mount Rainier National Park Seeks Public Review of Camp Muir Rehabilitation Plan Environmental Assessment  Mount Rainier National Park invites the public to review an environmental assessment prepared for the Camp Muir Rehabilitation Plan.   July 24, 2012  Mount Rainier National Park Seeks Public Review of Nisqually to Paradise Road Rehabilitation Project Environmental Assessment  Mount Rainier National Park invites the public to comment on an environmental assessment that has been prepared for the Nisqually to Paradise Road Rehabilitation project.   July 18, 2012  New Closure Posted for Comet Falls Trail  Hiking Advisory: A new closure is effect on the Comet Falls Trail from approximately 1\/4 mile below comet Falls to the the River crossing above Comet Falls in Van Trump Park due to extremely hazardous conditions.   July 16, 2012  UPDATE: Rehabilitation of 10 miles of Stevens Canyon Road in 2012 and 2013 Phase 2 Effort  Work is progression well and involves resurfacing, restoration, and rehabilitation of Stevens Canyon Road and other related facilities.   July 10, 2012  New Deputy Superintendent Selected for Mount Rainier  Tracy Swartout has been named Deputy Superintendent of Mount Rainier National Park.   July 05, 2012  Visitor Fatality at Paradise on Mount Rainier  Visitor fatality in Edith Creek at Paradise   July 05, 2012  Successful Recovery of Climbing Ranger Nick Hall  The mission to recover Climbing Ranger Nick Hall from the Winthrop Glacier on Mount Rainier this morning was successful. Ranger Hall died on June 21, 2012, while responding to a rescue of four injured climbers on Mount Rainier.   June 27, 2012  Recovery Efforts Await Improved Safety Conditions  Recovery efforts for Climbing Ranger Nick Hall await improved safety conditions. After a number of days of poor weather conditions and several feet of new snow on the upper elevations of Mount Rainier, today the park received its first day of a forecasted 36-hour window of good weather for a recovery effort. Today, high avalanche danger on the mountain resulted in unsafe conditions that precluded efforts to recover Climbing Ranger Nick Hall.   June 26, 2012  Visitor Shuttle Service to Begin Friday June 29, 2012  The free visitor shuttle for transportation into the park from Ashford, Longmire, and Paradise will run weekends during the 2012 summer season beginning Friday June 29th through Sunday September 2nd.   June 25, 2012  Mount Rainier National Park Continues Recovery Efforts for Climbing Ranger - Improving Weather Conditions Forecasted for Midweek  Mount Rainier National Park is continuing efforts to recover Climbing Ranger Nick Hall. The park will utilize the upcoming clear weather window to continue helicopter operations and complete the recovery efforts on the mountain.   June 24, 2012  Recovery Efforts for Climbing Ranger Continue in Mount Rainier National Park  Recovery efforts for Mount Rainier National Park Climbing Ranger Nick Hall continue today, Sunday, June 24, 2012.  Hall, 33, fell approximately 2,500 feet down the Emmons Glacier on Mount Rainier on Thursday, June 21, during a rescue attempt in which four climbers fell into a crevasse on the glacier.  Hall did not respond to attempts to contact him and was not moving after the fall.  Climbing Rangers assisting in the rescue of the four climbers were able to reach Hall, several hours after he fell, and upon arrival found that he was deceased.   June 22, 2012  Upper Mountain Rescue and Recovery Operations Continue  Consecutive rescue and recovery missions continue on the upper mountain this morning to extract the final climber involved in yesterday's incident and deceased Climbing Ranger Nick Hall.   June 21, 2012  Mount Rainier National Park Climbing Ranger Dies During Rescue Attempt  A climbing ranger at Mount Rainier National Park has died during a rescue attempt on the Emmons Glacier this afternoon. Ranger Nick Hall, 34, fell from the 13,700 foot level to about 10,000 feet on the mountain's northeast side as he was helping to prepare other climbers for extrication by helicopter.   June 12, 2012  Comet Falls Trail Section Closed Temporarily Due to Hazardous Trail Condition  Comet Falls Trail is temporarily closed to public use 1 mile beyond the trailhead, due to extremely hazardous conditions.   June 07, 2012  Mount Rainier National Park Offers Free Admission this Saturday  Get a head start on your summer fun with free admission to Mount Rainier National Park this Saturday, June 9. In celebration of National Get Outdoors Day, all 397 national park sites, including Mount Rainier National Park, will waive entrance fees.   May 23, 2012  Rehabilitation of 10 miles of Stevens Canyon Road Planned in 2012 and 2013 Phase 2 Effort  Phase 2 of the rehabilitation of 10 miles of Stevens Canyon Road will continue in 2012 and 2013.   May 16, 2012  Thanking America's Armed Forces: Active Duty U.S. Military Offered Free Entrance to All National Parks  To show our appreciation for those who serve in the U.S. Military, on May 19- Armed Forces Day- The National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 11, 2012  Mount Rainier Spring\/Summer Opening Schedule  As spring arrives, Mount Rainier National Park starts to transition into summer hours.   April 18, 2012  Mount Rainier National Park Initiates Flood Mitigation Planning for the White River Corridor, Seeks Public Comments on Issues to be Addressed  Mount Rainier National Park Superintendent Randy King has announced that the park is initiating the preparation of an Environmental Assessment (EA) for the installation of flood mitigation structures within the White River corridor to protect State Route 410, also known as the Mather Memorial Parkway. The park is inviting comments from individuals, organizations and other agencies to help identify the range of issues to be addressed in the EA, as well as potential alternatives for reducing impacts to park resources, visitor access and safety.   April 18, 2012  Celebrate National Park Week - Come Visit Mount Rainier for Free!  April 21-29 is designated National Park Week across the nation. During that time, admission to all National Parks will be free.   March 22, 2012  Two More Weekends to Enjoy Inner Tubing and Snowshoe Walks at Paradise.  Mount Rainier Superintendent Randy King advises that the public sledding area at Paradise will be groomed and staffed through Sunday, April 1.  After that date the snow play runs will no longer be maintained and sledding will not be permitted in the park.  Equipment used to groom the snow play area is needed to begin spring snow removal around the park.   March 06, 2012  Mount Rainier Rangers Receive Interior Valor Award  Supervisory Climbing Ranger Glenn Kessler and former Mount Rainier Seasonal Climbing Ranger Paul Charlton have been honored as recipients of the Department of the Interior's Valor Award. This award is in recognition of the actions that Kessler and Charlton took in rescues on Ingraham Glacier on June 6, 2002.   March 02, 2012  Transportation Mini-Grants Available for School Field Trips to Mount Rainier National Park  Mount Rainier National Park is now accepting applications for transportation mini-grants to help subsidize bus transportation for school field trips to the park.   March 01, 2012  Mount Rainier National Park = Visitors, Money, and Jobs for Local Economy  A new National Park Service (NPS) report shows that 1,191,754 visitors in 2010 spent $35,389,000 in Mount Rainier National Park and in communities near the park. That spending supported 505 jobs in the local areas.   February 10, 2012  Asphalt Core Drilling Scheduled to Begin February 13th on Nisqually Road in Mount Rainier National Park  Asphalt core drilling is scheduled to take place from Monday February 13th and estimated to be completed by Wednesday February 29th on the Nisqually Road from the Park's southwest entrance to Longmire.   January 23, 2012  Major Search Efforts Aided by Good Weather  A break between storms provided a weather window for significant ground and air operations in the search for two missing parties on Mount Rainier.   January 22, 2012  Search Efforts Continue for Overdue Parties on Mount Rainier  The search for two overdue parties continues on Mount Rainier on Sunday, January 22. No sign of the missing parties has been detected to date.   January 21, 2012  Search Continues for Overdue Parties on Mount Rainier  This morning teams searched areas of the Paradise Glacier, Alta Vista, Upper Stevens Canyon and Muir Snowfield and detected no sign of the overdue parties. Extreme weather continues to limit search operations.   January 20, 2012  Poor Weather Hinders Search for Overdue Parties  Searchers remain on standby to return to the search upon first signs of improved weather.   January 19, 2012  Update on Search Efforts  Today a team of ten searched from Paradise up the Muir Snowfield to Camp Muir without locating either of the parties.   January 19, 2012  Team of Elite Mountaineers Search for Overdue Parties on Mount Rainier  This morning, January 19, a team of ten is searching a portion of the intended route of the two overdue parties from Paradise up the Muir Snowfield to Camp Muir, where they will overnight.   January 18, 2012  Mount Rainier Poised to Begin Search for Two Overdue Parties  The incident command team, lead by Park Ranger Kelly Bush, is planning to send field teams out once conditions become favorable. Efforts are currently focused on organizing a team of skilled skiers and climbers who have experience in negotiating the terrain to Camp Muir in difficult travel conditions.   January 17, 2012  Overdue Parties Prepared for Winter Conditions  Two parties expected off the mountain over the last two days are overdue according to their original plans.   January 16, 2012  Family of Rescued Snowshoer Yong Chun Kim Issues Statement  Statement from the family of rescued snowshoer Yong Chun Kim, who was found at Mount Rainier National Park after a three-day search.   January 16, 2012  Lost Snowshoer Rescued After Three-day Search  A massive search for a snowshoer missing since Saturday in Mount Rainier National Park culminated in a successful rescue Monday night.   January 16, 2012  Search for Missing Snowshoer Enters Third Day  The search for a snowshoer missing since Saturday afternoon continues today on Mount Rainier.   January 06, 2012  Memorial Service in Celebration of the Life of Park Ranger Margaret Anderson  Memorial service set for 1:00 p.m. on January 10, 2012, at Pacific Lutheran University in Tacoma, Washington.   January 03, 2012  Park to Reopen  Park to Reopen   January 02, 2012  SUSPECT IN RANGER KILLING FOUND DEAD  SUSPECT IN RANGER KILLING FOUND DEAD   January 01, 2012  Manhunt Continues for Man who Killed Ranger on Mount Rainier  Manhunt Continues for Man who Killed Ranger on Mount Rainier   January 01, 2012  Park Ranger Fatally Shot at Mount Rainier  Mount Rainier Park Ranger Margaret Anderson fatally shot in the line of duty   December 15, 2011  Paradise Snowshoe Walks to Begin at Mount Rainier December 17 - Sliding Area Opening Delayed  Learn the art of snowshoeing and discover the winter wonderland of Paradise with a guided snowshoe walk beginning December 17. The Paradise snowplay area opening is delayed due to lack of adequate snow depth.   December 12, 2011  Fox Research  Mount Rainier National Park has just begun a research project to assess visitor impacts on Cascade foxes.   November 08, 2011  Entrance Fees to be Waived November 11-13: Veterans Day Holiday Weekend  Mount Rainier National Park Superintendent Randy King annouces that entrance feees into Mount Rainier National Park will be waived for all visitors beginning Friday, Novvember 11, through Sunday November 13 in commemoration of Veterans Day.   October 25, 2011  Star Party at Paradise October 28, 2011  Families and individuals of all ages are invited to the Paradise area of Mount Rainier National Park for a special \"star viewing party\" at 8:00 p.m. on Friday, October 28, 2011.   October 13, 2011  King Named Superintendent  Randy King has been selected as the new superintendent of Mount Rainier National Park. King replaces Dave Uberuaga, who was recently named superintendent of Grand Canyon National Park in Arizona.   October 05, 2011  Transition Season at Mount Rainier  Mount Rainier begins preparing for the upcoming winter season.   September 19, 2011  Volunteers will work on trails, planting, and rededication of Glacier Basin Trail at Mount Rainier on National Public Lands Day, September 24- Entrance fees to be waived.  On National Public Lands Day, Saturday, September 24, 2011, more than a hundred volunteers will assemble at Mount Rainier National Park to plant native plants, maintain trails, and rededicate the Glacier Basin Trail after four summers of repairs.   September 01, 2011  Mount Rainier Transitions to Fall Schedules  With Labor Day rapidly approaching, Mount Rainier National Park will begin the transition to Fall operations. A major impact for visitors beginning September 6 will be the closure of the Stevens Canyon Road on the east end for road construction.   August 19, 2011  Historic Chinok Pass Entrance Arch Restoration Nears Completion  Mount Rainier park craftsmen have completed the year-long restoration work of the Chinook Pass Entrance Arch. The final phase will take place on Monday, August 22, 2011.   August 19, 2011  SUMMER UPDATE #2 – The Flowers Are Coming!  The Flowers Are Coming!  Sunny weather has started to bring wildflowers to Mount Rainier and summer operations are in full swing.   August 15, 2011  Rehabilitation of 10 miles of Stevens Canyon Road Planned in 2011, 2012, and 2013  Phase 1 of the resurfacing, restoration and rehabilitation of Stevens Canyon Road and other related facilities has been awarded to MidMountain Contractors, Inc, of Kirkland, WA. Phase 1 of the project will occur between August 15 and October 30, 2011. Phase 2 of the project  will be taking place between 2012 and 2013.   August 02, 2011  Night Sky Programs August 5 and Beyond!  Star Party and Night Skies Program at Paradise: 9:00 PM on Friday, August 5, 2011. Night sky viewing with astronomer-interpreter Don West-Wilke will also be held in various park locations Thursdays through Sundays through Labor Day.   July 27, 2011  Keep Wildlife Wild Event 9 AM - 2 PM on Saturday, August 6, 2011.  Mount Rainier National Park will host its third annual Keep Wildlife Wild Day on August 6, 2011, from 9 a.m. to 2 p.m. in an effort to educate visitors on wildlife and the impacts we have on them. The day will feature educational activities and events in the Paradise area.   July 27, 2011  Boy Scouts' ArrowCorps Volunteer Project Planned for Mount Rainier National Park and Mt. Baker-Snoqualmie National Forest  On Sunday, July 31, about 100 Scouts from across the nation will arrive at Camp Sheppard to kick off ArrowCorps502, a service learning program developed by the Boy Scouts of America's Chief Seattle Council, T'Kope Kwiskwis Lodge, in partnership with Mount Rainier National Park and Mt. Baker-Snoqualmie National Forest.   July 21, 2011  Mount Rainier News Updates  Summary of current news and upcoming events at Mount Rainier National Park.   July 20, 2011  An Evening with Renowned Mountaineer Dee Molenaar  Join one of the legends of mountain climbing for two special programs at Mount Rainier National Park on August 2, 2011.   July 18, 2011  Work begins this week to implement the Carbon River Access Management Plan in Mount Rainier National Park  The Carbon River Access Management Plan will be implemented this week in response to flood damage to the Carbon River Road and Ipsut Creek Campground following the major November 2006 flood event and subsequent flood events as recent as last winter.   July 18, 2011  New webcam shows view from Camp Muir  Mount Rainier National Park is excited to announce that a new webcam at Camp Muir is now fully operational and available online to the public.  This is a unique location for a webcam as it is certainly the highest webcam in Washington State and one of the most remote in the United States.   July 17, 2011  Star Party and Night Skies Program at Paradise: 9:00 PM, Friday July 22, 2011  Mount Rainier National Park is holding a special Night Skies program and Sky Party on July 22, 2011. The program will start at 9:00 pm in the lobby of the Paradise Inn.   June 17, 2011  Deep Snow Conditions Will Delay Opening of Sunrise Area and the White River Campground; Entrance Fees Waived on June 21  Deep snow levels on Mount Rainier will delay the opening of the road to Sunrise until at least July 8. Also, to celebrate the first day of summer, July 21 will be a FEE FREE DAY at Mount Rainier National Park.   June 16, 2011  Summertime Ranger-led Programs Return to the Mountain  Mount Rainier National Park is pleased to announce the return of regularly scheduled ranger-led programs.   June 14, 2011  Search for Missing Climber Underway on Liberty Ridge  On Monday evening, park climbing rangers initiated search for seriously ill climber on Liberty Ridge.   June 14, 2011  Search on Liberty Ridge Suspended  The search on Liberty Ridge for Rob Planker, age 50 of Olympia, WA, was suspended this afternoon due to strong winds.   June 13, 2011  Mount Rainier National Park Releases Twitter Page  Superintendent Dave Uberuaga announces the launching of the Official Mount Rainier National Park Twitter page.   May 20, 2011  2011 Spring & Summer Opening Schedule  An update of the 2011 Spring and Summer opening schedule for Mount Rainier National Park.   April 13, 2011  CELEBRATE NATIONAL PARK WEEK – Come Visit Mount Rainier for Free!  In celebration of National Park Week, admission to all parks is free between April 16-24, 2011.   March 29, 2011  Mount Rainier National Park Seeks Public Comment on Draft Alternatives to be studied for the Air Tour Management Plan Environmental Assessment  Mount Rainier requests public input regarding Air Tour Management Plan   March 18, 2011  Annual Spring Opening Begins  Snow Play and Snowshoe Walks Ending March 27   March 16, 2011  Climbing Fees Changing at Mount Rainier  Mount Rainier climbing fees increasing.   February 16, 2011  Rehabilitation of 10 miles of Stevens Canyon Road planned in 2011, 2012 and 2013  Outlines plan to rehabilitate Stevens Canyon Road.   February 11, 2011  National Park Service Announces Decision on Access to the Carbon River Area  Future direction for Carbon River area decided.   February 18, 2010  New Federal Firearms Law Takes Effect Monday: Mount Rainier National Park subject to Washington State firearms laws.  A change in federal law effective February 22, 2010, allows people who can legally possess firearms under federal, Washington state, and local laws to possess those firearms in Mount Rainier National Park.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/news\/newsarchive.htm"
}
