{
    "title": "Mount Rainier National Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions       Mount Rainier is within a half–day’s drive of numerous recreational and educational opportunities in the Pacific Northwest. Area Information:  Mount Rainier Visitor Information Pierce County Parks and Recreation Visit Rainier Washington State Tourism Washington State Parks  Other Recreational Opportunities Near Mount Rainier:  Mount Tahoma Trails Association, in Ashford, Washington, is located just outside the Nisqually entrance, at the southwest corner of the park.  Gifford Pinchot National Forest stretches south from Mount Rainier National Park to the Columbia River.  Mount St. Helens National Volcanic Monument, located on the west side of the Gifford Pinchot National Forest, is south of Mount Rainier National Park.  The Pacific Crest Scenic Trail runs along the eastern edge of Mount Rainier National Park. Mount Baker-Snoqualmie National Forest, located on the western slopes of the Cascade Range between Mount Rainier and Vancouver, British Columbia. Okanogan-Wenatchee National Forest, over 4 million acres on the Cascades' eastern slopes, from the Pasayten Wilderness along the Canadian border to the Goat Rocks Wilderness south of Mount Rainier. Federation Forest State Park is a day-use natural area with 619 acres of old growth evergreens. Located along the White River just north of Mount Rainier.  National Park Service Sites:  Ebey's Landing National Historic Reserve, located on central Whidbey Island in Washington State's Puget Sound region. San Juan Island National Historic Park, located in the Strait of Georgia between Vancouver Island in British Columbia and the U.S. mainland. Whitman Mission National Historic Site, is located west of Walla Walla, Washington and just north of the border with Oregon. Lewis and Clark National Historical Park, located between Long Beach, Washington and Cannon Beach, Oregon, is approximately 4 hours southwest of Mount Rainier.  Fort Vancouver National Historic Site, in Vancouver, Washington, is approximately 3.5 hours southwest of Mount Rainier.  Klondike Gold Rush National Historical Park in Seattle, Washington is approximately 2.5 hours northwest of Mount Rainier.  Olympic National Park, headquartered in Port Angeles, Washington, is approximately 4 hours northwest of Mount Rainier.  North Cascades National Park, headquartered in Sedro-Woolley, Washington, is approximately 6 hours northeast of Mount Rainier.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/nearbyattractions.htm"
}
