{
    "title": "Mount Rainier National Park: News Releases",
    "body": "News Releases           Subscribe  | What is RSS     August 09, 2016  Missing hiker found, reunited with family  A search for a missing hiker ended successfully this morning when she was reunited with family at the Mowich Lake trailhead in Mount Rainier National Park.   August 03, 2016  Commercial Use Authorization Program and Commercial Non-Profit Special Use Permit Program for 2017  Applications can now be requested for the Commercial Use Authorization program for 2017 and 2018 and the Commercial Non-Profit Special Use Permit program for 2017.   August 01, 2016  Enjoy Classical Music on the Mountain  Mount Rainier National Park is excited to announce that in celebration of the National Park Service’s Centennial Birthday this year, the park will be hosting classical music performances by Music in the American West on August 12-14.   July 22, 2016  Mount Rainier to Host Naturalization Ceremony  Mount Rainier National Park is honored to host a naturalization ceremony on Wednesday, July 27, 2016 for fifteen candidates who will become United States citizens. The U.S. Citizen and Immigration Services Seattle District Director, Anne Corsano, will swear in the new citizens at a special ceremony that will begin at 1:00 p.m. in the plaza area near the Henry M. Jackson Memorial Visitor Center at Paradise.   June 29, 2016  Mount Rainier National Park Completes Third Helicopter Rescue and Sixth Search and Rescue in Three Weeks  Mount Rainier National Park is experiencing a busy start to the summer season with six Search and Rescues (SARs) and three helicopter rescues in three weeks. In the 24-hour period during which the most recent helicopter rescue took place, three other ground-based rescues of injured parties were also accomplished.   June 22, 2016  Environmental Assessment for Proposed Plan to Rehabilitate Paradise Inn Annex  The National Park Service has prepared an Environmental Assessment for a proposed plan to rehabilitate the Paradise Inn Annex and Snow Bridge, which is located in the Paradise area of Mount Rainier National Park. The plan is open to public comment for 30 days.   June 20, 2016  Successful Rescue on Mount Rainier's Disappoint Cleaver  Two climbers were rescued from Disappointment Cleaver at 13,500' on Mount Rainier.   June 01, 2016  National Park Rangers Say \"Take a Hike\" and \"Help a Trail\" for National Trails Day  You are invited to visit Mount Rainier National Park this Saturday, June 4, to celebrate National Trails Day and participate in stewardship events.   May 31, 2016  Mount Rainier Celebrates New Stamp with Fee-Free Event this Thursday  The public is invited to a special event on Thursday June 2 to mark the first day of issue and formal unveiling of a new United States postage stamp that pays tribute to Mount Rainier National Park.   May 26, 2016  Spring Opening Updates - May 26, 2016  Update on annual spring opening process. Many roads will open tomorrow in time for the Memorial Day weekend.   April 22, 2016  Mount Rainier Tourism Creates $58.3M in Local Economic Benefit - Part of $32B impact overall that supports 295,000 jobs nationwide  A new National Park Service (NPS) report shows that more than 1.2 million recreation visitors to Mount Rainier National Park during 2015 spent $45.7M in communities surrounding the park and a net impact to the economy of approximately $58.3M.   April 20, 2016  New Stamp Highlights Mount Rainier National Park Night Sky  A stunning star trail photograph of Washington’s Mount Rainier is used in the 13th of 16 National Parks Forever Stamps. The series celebrates the National Park Service’s 100th anniversary.   April 12, 2016  Spring Opening Forecasts for Mount Rainier National Park  Mount Rainier National Park is preparing for the annual spring opening of park areas and facilities.  In addition, the park will celebrate National Park Week April 16-24 with waivers for all entry fees, and a variety of events and activities.   March 30, 2016  Successful Recovery at 10,600’ on Mount Rainier  Winds and weather cooperated this afternoon for a successful recovery off the south flank of Mount Rainier. Attempts earlier in the week were suspended due to high and erratic winds on the upper mountain preventing safe operations.   March 29, 2016  High Winds Postpone Upper Mountain Recovery Operations  An early morning attempt at an air recovery of the climber near Gibraltar Ledges encountered high and erratic winds on the upper mountain. Conditions prevented safe operations, shutting down operations for the day. Resources are being staged for recovery at the next opportunity, as weather permits.   March 28, 2016  Update on Search Operations  Today, two individuals were airlifted from Camp Muir by a Chinook CH47 out of Joint Base Lewis McChord assisted by park rangers. The second member of the climbing party, a 58 year old male from Norway, is believed to be at Gibraltar Ledges. An unresponsive climber was located in the area of the ledges this afternoon by air reconnaissance. Unfavorable weather conditions prevented crews from reaching the climber today. Operations have shut down for the night. Air and ground teams will attempt to reach the climber by midday tomorrow before the winds pick up.   March 28, 2016  Search and Rescue Operations Underway at Mount Rainier  Operations are underway to extract two patients from Camp Muir, at 10,000’ on Mount Rainier’s south slope. In separate incidents a climbing party of two and a snowshoer were unexpectedly caught out overnight in a winter storm Saturday. The patients, the snowshoer and one member of the climbing party are in stable condition at Camp Muir. The second climber, a 58 year old male from Norway, is believed to be near Gibraltar Ledges.   March 23, 2016  2016 Wilderness Camping to be First-Come, First-Served  The park will process wilderness camping and climbing permits on a first-come, first-served basis ONLY in 2016, including permits for the Wonderland Trail.   December 02, 2015  Mount Rainier National Park to Offer Free Admission for 16 Days in 2016  In celebration of the National Park Service Centennial, all national parks including Mount Rainier National Park will waive entrance fees on 16 special days in 2016.   November 03, 2015  Seeking public comments for Wilderness Stewardship Plan  Mount Rainier National Park is seeking public comments to help develop a Wilderness Stewardship Plan to guide the management of visitor use of Mount Rainier Wilderness.   October 30, 2015  Mount Rainier prepares for significant weather event  Superintendent Randy King advises that Mount Rainier National Park has begun preparations for a significant weather event that is expected this weekend. Current weather models are predicting 12”-15” of rain to fall in the park over the next 48 hours, with snow at higher elevations.   September 22, 2015  Volunteers to work on trails and native plant revegetation at Mount Rainier on National Public Lands Day, September 26; Entrance fees waived  Mount Rainier National Park will celebrate National Public Lands Day on Saturday, September 26, 2015 with several volunteer projects open to public participation. Also, entrance fees will be waived at all national parks for the day.   September 05, 2015  Mount Rainier National Park Welcomes 4th Grade Students through Every Kid in a Park Initiative  Mount Rainier National Park invites all 4th grade students to visit the park for free as part of the White House’s new Every Kid in a Park program. Fourth grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   August 10, 2015  Commercial Use Authorization Program and Commercial Non-Profit Special Use Permit Program - 2016-2017 Applications Now Open  Applications can now be requested for the Commercial Use Authorization program for 2016 and 2017 and the Commercial Non-Profit Special Use Permits program for 2016.  The CUA application packets are available for download from the park website.   May 18, 2015  Mount Rainier Fee Increases Approved for 2015  The park will begin increasing park entrance and camping fees on May 22, 2015. These fees will support over $1M in projects each year that have a direct benefit to the park's visitors.   July 29, 2014  Commercial Use Authorization Program and Commercial Non-Profit Special Use Program  Applications can now be requested for the Commercial Use Authorization program for 2015 and 2016 and the Commercial Non-Profit Special Use Permit program for 2015.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/news\/newsreleases.htm"
}
