{
    "title": "Mount Rainier National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Although many of the developed areas at Mount Rainier National Park predate laws requiring fully accessible facilities, we are working to ensure that all visitors can experience and enjoy the park. If you have special needs or situations not explained in the information below, call (360) 569-6575 [TDD users call (360) 569-2177], any day between 9 a.m. and 4 p.m. to speak to a park ranger. If you have comments or suggestions, please email us. National Parks and Federal Recreational Lands Pass – Access Pass The Access Pass is a free, lifetime admission pass issued to U.S. citizens or persons who permanently reside in the United States and who have a medical determination and documentation of blindness or permanent disability. The pass is valid at National Park Service sites and other areas. Learn more about the Access Pass.   Service Animals A service dog is allowed on trails and in park facilities if the dog has been trained to do work or perform tasks for the benefit of an individual with a disability. Under the ADA, Americans with Disabilities Act, \"therapy animals\" providing emotional support do not qualify as service animals. Note that pets are not allowed inside buildings, on trails, or in the backcountry even when these areas are snow covered.  Accessible Facilities Click on the areas of the park listed below to learn more about accessible facilities in those areas. Paradise Longmire Ohanapecosh Sunrise Kautz Creek Cougar Rock White River      PARADISE  Lodging The Paradise Inn (open summer only, elevation 5400') offers several wheelchair accessible rooms. Reservations are strongly advised: call (360)569-2275 Monday through Friday, between 8:00 a.m. and 4:30 p.m. More information is available at Mount Rainier Guest Services. Dining The dining room in the Paradise Inn is fully accessible (summer only). The Jackson Visitor Center dining area is accessible. Restrooms Accessible restrooms are available at the Paradise Plaza (upper parking lot near the Paradise Inn) and at the Jackson Visitor Center at Paradise. Visitor Center The new Jackson Visitor Center is accessible to wheelchairs. The exhibits, theater, dining area, restrooms and general services are accessible. For more information about the Jackson Visitor Center, please call (360) 569-6571. Trails Wheelchair users can, with assistance, reach the lower meadows via either a gravel ramp or a steep paved ramp leading from the main trailhead at the upper parking lot. Upper trails are very steep. Use caution. Wheelchair Loans Wheelchairs are available for short term loan at the Jackson Visitor Center for use inside the visitor center.   Top of page      LONGMIRE  Lodging Wheelchair accessible rooms are available at the National Park Inn at Longmire (open all year, elevation 2761'). Reservations are strongly advised: call (360)569-2275 Monday through Friday, between 8:00 a.m. and 4:30 p.m. More information is available at Mount Rainier Guest Services. Dining The dining room in the National Park Inn is fully accessible for wheelchairs. Restrooms Accessible restrooms are located next to the Longmire Museum. Visitor Center A paved ramp leads to the Longmire Museum. In the museum, the information desk is accessible, but passages through the exhibits are narrow. Trails The Trail of the Shadows: With a round trip length of .7 mile, this trail begins across the park road from the National Park Inn. For wheelchair users with assistance, approximately half of the trail is accessible. Signs along the trail describe the early homesteading and development of the mineral springs. Top of page       OHANAPECOSH Restrooms Accessible restrooms are located at the Ohanopecosh campground in D loop. Restrooms at the Ohanapecosh Visitor Center have limited accessibility. Camping Ohanapecosh has two accessible campsites in Loop D. Restroom facilities are also accessible. A Golden Access Card is required for these sites. Visitor Center The Ohanapecosh Visitor Center (summer only) is accessible to wheelchairs. Doorways and passages are wide. Top of page      SUNRISE Dining The Sunrise Lodge snack bar is accessible by ramp. Visitor Center The Sunrise Visitor Center (summer only) is accessible to wheelchairs. Doorways and passages are wide. Trails Sourdough Ridge Trail: Beginning at the north side of the parking area at Sunrise, this trail makes a 1 mile loop through the Sunrise Meadows. On clear days, a gentle climb to the top of the ridge offers breathtaking views. A booklet explains the fragile environment and some of the life forms found there. Although not accessible to wheelchairs, this trail is used by many families with strollers. Wheelchair Loans Wheelchairs are available at the Sunrise Visitor Center for short term loan. Top of page      KAUTZ CREEK Picnic Areas Kautz Creek picnic area has accessible parking, restrooms, and picnic tables. Restrooms Accessible restrooms are located in the Kautz Creek picnic area. Trails Kautz Creek Trail: A very short, fully accessible trail leads from across the road from the Kautz Creek picnic area to an overlook of the 1947 debris flow. This trail is under snow in winter. Top of page      COUGAR ROCK Picnic Areas Cougar Rock picnic area has accessible parking, restrooms, and picnic tables. Restrooms Accessible restrooms are located at the Cougar Rock campground and at the Cougar Rock picnic area. Camping Cougar Rock campground has four wheelchair accessible sites. A Golden Access Card is required for these sites. Top of page      WHITE RIVER Restrooms Accessible restrooms are located at the White River campground (Loop C). Top of page",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/accessibility.htm"
}
