{
    "title": "Mount Rainier National Park: Safety",
    "body": "Safety       Geohazards Mount Rainier is an active volcano. Learn more about the geologic hazards of this unusual environment. Wildlife The park is home to a diversity of animals, including potentially dangerous large mammals like black bears and mountain lions. Climbing Scaling the heights of Mount Rainier can be exciting as well as technically and physically demanding. The many hazards require research and preparation. Includes information on passes, and permits. Information on route conditions can be found here. Hiking With over 260 miles of maintained trails, hiking is a great way to experience the park. Whether going on a day hike or a longer excursion, being aware of risks can help make your hiking experience safe and enjoyable. Also includes information on safely hiking the Muir Snowfield. Winter Experiencing Mount Rainier during winter can show you a different side of the park, but it also involves extra safety considerations, such as the risk of avalanches and hypothermia. Weather The weather can change instantaneously at Mount Rainier. Learn more to ensure a safe visit.      Current Conditions Information about current conditions, temporary closures, and other advisories.        Don't Be a Victim! Each year, auto burglaries occur in this region at trailheads and parking areas both inside and outside the park. Many items are stolen from visitor's vehicles, including credit cards and personal identification, which often lead to cases of identity theft and other hardships for the victims. Park Rangers investigate and follow up these cases to the full extent of the law, however not all stolen property is recovered, and repairs to vehicles that have been burglarized may cost hundreds of dollars. The individuals responsible for the these crimes have been successfully caught and convicted in the park, however, this type of crime can and will continue to occur.  To avoid becoming a victim of future car break-ins, visitors to Mount Rainier and surrounding areas should continue to take precautions by not leaving any valuables in their cars while in the park. Follow these simple guidelines:  Do not leave any valuables in your vehicle, even for a short time. Do not leave bags, packs, or purses which look like they could contain valuables visible in your vehicle. If you must store any personal items in the trunk of your car, do so before you arrive at your destination. You may be watched at the trailheads and parking lots.  Immediately report all suspicious activity you observe at or around parking lots or along roads to a park ranger.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/safety.htm"
}
