{
    "title": "Mount Rainier National Park: In Memory - Climbing Ranger Nick Hall",
    "body": "Explore This Park    Learn About the Park     News     News Releases     In Memory - Climbing Ranger Nick Hall                In Memory - Climbing Ranger Nick Hall         Climbing Ranger Nick HallSeptember 29, 1978 - June 21, 2012   The country lost a true hero during an upper mountain rescue on the Emmons Glacier on June 21, 2012. Climbing Ranger Nick Hall had a fatal fall during which he slipped approximately 2,500 feet from 13,800 feet on the north face of the mountain.   Mount Rainier National Park Climbing Ranger Nick Hall had a passion for wilderness and possessed strength and courage that inspired those who knew him. Born and raised in Maine, Nick worked for four seasons as a climbing ranger at Mount Rainier National Park. He was a quiet youth who drew his energy from nature. Inspired and motivated by the outdoors, he lived his life embracing his passion for skiing and climbing mountains. \"Nick possessed all the attributes desired in a mountaineering ranger at Mount Rainier,\" recounted Randy King, Mount Rainier National Park Superintendent. \"...technical skills, experience, judgement, endurance, an ability to connect with people, a commitment to service, and - ultimately - courage. Nick radiated an inner strength and was at home on the mountain.\" Mountain terrain was home to Nick. As a boy in Maine, he discovered he was a strong skier and loved being on the slopes. After graduating from Katahdin High School, he joined the U.S. Marine Corps and spent the next six years working in technical fields, including maintenance and repair of aircraft communications, navigation, and weapons systems.  Following his military service, Nick enrolled at Western State College in Gunnison, Colorado, entering their Recreation and Outdoor Education Environmental Studies program. \"Nick was an excellent student... quiet in class, passionate about the outdoors, with a sly smile when amused,\" recounted Matthew Ebbott, one of Nick's professors. After completing his program at Western State College of Colorado, he worked many jobs that afforded him outdoor experiences. He began working as a River Ranger for the Bureau of Land Management in Utah and spent a season aboard the Priest Point, a fishing vessel from Petersburg, Alaska. \"Working on the Priest Point, spending a season in the open waters of the West Coast seine fishery, you're always on the outside waters, rolling around, \" said Jeff Erickson, Captain of the Priest Point. \"You have to be strong to handle that. Nick was always a pleasure to have on the boat: he learned things quickly, and dealt well with the late hours the job required. There wasn't much money in in... it was all for the glory, and he loved it.\" \"Being a marine and a park ranger show character beyond the normal person,\" Erickson continued. \"This is reflective of the way he was raised. He was disciplined and could handle the stresses of dangerous work and had a good time along the way.\"       Nick Hall (center) with fellow Mount Rainier National Park Climbing Rangers Stefan Lofgren (left) and Nick Giguere (right).        Nick was also an accomplished skier and spent several seasons as a ski patroller for Stevens Pass Ski Area in Skykomish, WA, and Northstar Ski Area in Lake Tahoe, CA. Before he became a Climbing Ranger for Mount Rainier National Park, he was also a Climbing Ranger at Mount Baker for the U.S. Forest Service. \"In August 2009, Nick was among three rangers who guided my party safely to the top of Mount Rainier. He helped me- as he and all Climbing Rangers at Mount Rainier do for thousands of climbers every year- to experience the power, challenge, and beauty of this majestic and fearsome mountain,\" recalled Mount Rainier National Park Superintendent King. \"The climb with Nick is among my most vivid and cherished personal memories; I feel his loss acutely.\" \"Mountains, like Mount Rainier, are inherently wild places. Risk and risk management are a component in the climbing experience. Rangers like Nick work hard every day to help climbers make good decisions on the mountain, to stay safe, to go home again,\" continued King. \"Nick died doing what he loved- saving lives during a highly technical rescue under difficult and unforgiving conditions.\" Mount Rainier climbing rangers are among the world's most experience mountaineers with many spending their off season climbing the great peaks of the world. The climbing program staff is comprised of over 20 individuals responsible for visitor and resource protection in the alpine regions of the mountain. In 2011, climbing staff collectively accrued over 3,000 training hours on skills such as search and rescue, aviation, avalanche safety, and high-angle rope rescue. The park conducts 30-40 major search and rescue operations in an average year.        Support Nick Hall's family has asked that donations in honor of Nick Hall, in lieu of flowers, be made through the following accounts:  Nick Hall Memorial Fund P.O. Box 431 Patten, ME 04765 Please make checks payable to Nick Hall Memorial Fund. Donations to this fund will support search and rescue in Maine and assist the Hall family with travel expenses. MORA Search and Rescue Fund 55210 238th Ave E Ashford, WA 98304 Please make checks payable to DOI-NPS and note that the donation is in honor of Nick Hall. Donations to this fund will support search and rescue at Mount Rainier National Park. Cards and condolences may also be sent to the above addresses.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/news\/hall-memorial.htm"
}
