{
    "title": "Mount Rainier National Park: Hiking Safety",
    "body": "Hiking Safety         Being aware of hiking hazards can ensure a safe and memorable trip. NPS\/Kevin Bacher  Hiking at Mount Rainier National Park can mean adventure, exploration, learning, or just plain having fun! The secret to a great hike? Staying safe! Hikers need to emphasize personal safety as they journey by foot through the backcountry and along many of the popular trails. For trail conditions and information, talk with a ranger at any visitor center or wilderness information center. Be prepared for encounters with wildlife. Use the following tips to keep your journey safe. Use Common Sense   Protect yourself by wearing appropriate outdoor clothing including footwear.   Be prepared. Carry the ten essentials even on a short sightseeing hike.   Always tell someone of your travel plans so they can notify the park if you fail to return.   Do not travel alone. If visibility is poor, do not travel at all.   Pay Attention To The Weather At Mount Rainier, the weather can change rapidly. Hikers who aren’t prepared for weather conditions increase their risk of becoming lost or injured. Avoid problems by planning and preparing for Mount Rainier’s changeable weather. For more information on weather, including current forecasts, go to our weather page. Crossing Streams Safely Many hikers underestimate the power of moving water and some consider their former successful stream crossings as a ticket to the other side. This may not be true. Regardless of your knowledge, skills, and experience use these pointers in making wise decisions when crossing a steam.   Early morning when river levels are generally at their lowest is the best time to cross.   Look for an area with a smooth bottom and slow moving water below knee height.   Before crossing, scout downstream for log jams, waterfalls and other hazards that could trap you. Locate a point where you can exit if you fall in.   Use a sturdy stick to maintain two points of contact with the ground at all times.   Unfasten the belt of your pack so you can easily discard it if necessary.   Staring down at moving water can make you dizzy. Look forward as much as possible.   Taking these few precautions could save your day...and your life! Hiking in Geohazard Zones As a volcano topped with glaciers, the landscape of Mount Rainier can change suddenly and unexpectedly. Potential geohazards include glacier outburst floods and debris flows. Learn the signs and know how to get to safety.       Hiking the Muir Snowfield The Muir Snowfield, a permanent field of snow, ice and rock outcrops, is located north of Paradise between 7,000 and 10,000 feet in elevation. Thousands of people hike on the Muir Snowfield each year en route to Camp Muir. On a clear day, the hike is spectacular. But when the weather deteriorates, as it often and unpredictably does, crossing the Muir Snowfield can be disastrous.   Avoid the snowfield in questionable weather, especially if you’re alone or unprepared. Weather conditions can change suddenly and drastically.   If you’re ascending and clouds or fog start rolling in, turn around and head back to Paradise. If that’s not possible, stop moving, dig in, and wait for better weather.   Without a compass, map, and altimeter, it is extremely difficult to find your way to the trailhead in a whiteout. Carry these items and know how to use them.   Do not descend on skis or a snowboard in limited visibility — you could become lost.   When hiking to Camp Muir, be sure to carry emergency bivouac gear so that you can spend the night out if you have to.   To protect fragile alpine vegetation, hike only on official trails or snow.   While it may be disappointing to abandon your hike to Camp Muir, remember that the snowfield will still be there in better weather.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/hiking-safety.htm"
}
