{
    "title": "Mount Rainier National Park: 2006 Flood",
    "body": "November 2006 Flooding        A few picnic tables and road signs are the remaining momentos of the Sunshine Point Campground and Picnic Area. All other evidence of a campground was washed away in the November 2006 flood. Prior to the flood the campground provided the only year-round camping opportunity alongside the Nisqually River. Copyright John Choa       November 2, 2007 Mount Rainier National Park Fact Sheet Flood Recovery Status One Year Later  November 2, 2007 Mount Rainier National Park: A Year After the Flood Flood Anniversary Press Release       Rain Around the Mountain It is hard to imagine that several days of rain in a wet region such as the Pacific Northwest would close a national park for six months. But when copious amounts of water rushed down hillsides and roads and overfilled the rivers within Mount Rainier National Park’s boundaries, the end result was a loss of campgrounds, roads, trails and utilities. A steady rain began falling around 1 p.m. on Sunday, November 5 and continued through mid-afternoon on Tuesday, November 7, 2006. Varying amounts of precipitation reached the ground throughout the park from Carbon River to Ohanapecosh. Nearly 18 of rain inches was recorded at Paradise. As the ground was already saturated from a week of drizzle, rain and snow, most of the water flowed over roadways and across the landscape into the rivers. Old growth trees in the path of the rushing water were uprooted. Bridges, trails and roads were removed from their strongholds and took their place alongside rolling boulders in the raging water. Rivers and creeks changed channels cutting new paths and leaving old ones dry.      Details of the November 2006 Flood Recapture the early flood and recovery efforts by reading the archived information recorded in April 2007. This page includes press releases and “Rebuilding Rainier” Newsletter. Watch slideshows, videos and review images of the flood from every corner of the park. Read about the history, science, damages and recovery in the Summer 2007 Tahoma News, pages 5 and 6, pages 7 and 8. More than 1500 people participated in flood recovery or the ongoing stewardship of the park in 2007. Volunteers continue to help with trail repairs, campground cleanup, revegetation projects, and many other tasks. View a map of the trail damage and repairs as of September 2007. Click here for more information on park weather and geohazards.",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/news\/november-2006-flooding.htm"
}
