{
    "title": "Mount Rainier National Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park          Photos & Multimedia History & Culture Nature  Education Management  News             Still image of a spotted owl taken from a park video. NPS Photo  Photos and Multimedia Explore Mount Rainier National Park from anywhere with photos, videos, webcams, and more!   Photo Gallery Video Gallery Webcams           Mount Rainier reflected in Aurora Lake. NPS Photo  Nature From glaciers and volcanic peaks to river valleys and old growth forest, Mount Rainier creates a wide diversity of environments to experience. Animals Plants Glaciers Volcanoes Air Quality Water Quality Climate Change Sustainability        Students learning forest ecology at the Mount Rainier Institute. NPS Photo  Education Explore, discover, and learn in Mount Rainier National Park, with opportunities for students, teachers, and scientists.  Field Trips Teacher Workshops Teacher-Ranger-Teachers Mount Rainier Institute Curriculum Materials Research Permits Ongoing and Past Research         A park archaeologist surveys a site for evidence of historic human use. NPS Photo  History and Culture Mount Rainier has attracted people to its slopes for millennia, from evidence of prehistoric human use stretching back 9,000 years to the rich history of America's fifth oldest national park.  Archaeology Nature Notes  Collections Administrative History Wonderland Trail Centennial            A new culvert, part of the Nisqually-Paradise Road Restoration Project. NPS Photo  News Stay up-to-date about park operations, construction, events, and incidents; or learn about major past events, such as the November 2006 flood.  News Releases         A campsite at Cougar Rock Campground. NPS Photo  Management Designations, regulations, and management plans of Mount Rainier National Park.  Laws & Policies Park Planning",
    "url": "https:\/\/www.nps.gov\/mora\/learn\/index.htm"
}
