{
    "title": "Mount Rainier National Park: The Wonderland Trail",
    "body": "The Wonderland Trail       RETURN TO THE WILDERNESS CAMPING AND HIKING HOMEPAGE         The Wonderland Trail (WT) is 93 miles (150kms) long and encircles Mount Rainier. It is a strenuous hike with lots of elevation gain and loss, through lowland forests and valleys and into high alpine and sub-alpine areas. Perhaps the biggest aspect in planning to hike the Wonderland Trail is you knowing your hiking skills, abilities and habits. Rangers cannot tell you that. Nobody knows your skill level better than you. This is important when laying the foundation for your trip... selecting the proper distance between campsites. Do you live and hike primarily in mountainous terrain and climates, or lower elevation areas? Hiking on flat terrain for 93 miles is far easier than having to climb up three thousand feet with a full pack day, after day, after day. This sounds like something that should not have to be stated, but we often see hikers going beyond their skill level. This usually leads to injury, illness, misery and an early end to a long-planned trip.      CAMPS ALONG THE WONDERLAND TRAIL The Carbon River Road is closed to vehicular access at the Carbon River Entrance because of 2006 flood damage. As a result Ipsut Creek Campground is currently being managed as a wilderness camp. This means a wilderness permit will be required to camp here and all wilderness regulations will apply. Fires, pets, bicycles and other wheeled devices are not permitted in the backcountry at Mount Rainier. Although firearms may be possessed or carried in accordance with Washington State law, use of firearms throughout the park including backcountry areas remains prohibited. Hikers doing the complete Wonderland Trail are limited to camping in designated camps only-the use of cross-country zones is not permitted. When making a reservation request, please do not fax and mail your reservation form. Choose only one method. Doing both creates multiple problems. The Wonderland Trail has eighteen trailside wilderness camps and three non-wilderness camps. NOT ALL CAMPS HAVE GROUP SITES. Parties with 6-12 people will need a camp that has a group site. There is no wilderness or non-wilderness camping at Longmire. Hiking from Longmire in a clockwise direction, WT camps are:  Pyramid Creek- (no group site) 3,765 feet Devil's Dream- 5,060 feet South Puyallup River- 4,000 feet Klapatche Park- (no group site) 5,515 feet North Puyallup River- 3,750 feet Golden Lakes- 5,130 feet South Mowich River- 2,605 feet *Mowich Lake Campground- 4,929 feet Ipsut Creek Campground- 2,330 feet  Carbon River- 3,195 feet Dick Creek- (no group site) 4,185 feet Mystic Camp- 5,570 feet Granite Creek- 5,765 Sunrise Camp- 6,245 *White River Campground- 4,280 feet Summerland- 5,940 feet Indian Bar- 5,120 feet Nickel Creek- 3,385 feet Maple Creek- 2,815 feet Paradise River- 3,805 feet *Cougar Rock Campground- 3,180 feet (Cougar Rock must be reserved through Recreation.gov.)  * denotes non-wilderness campground There are two wilderness camps on the Alternate Route of the Wonderland Trail through Spray Park. They are:  Eagle's Roost- (no group site) 4,885 feet Cataract Valley- 4,620 feet       HELPFUL LINKS  Caching Food and Fuel Making a Reservation (including information about First-come, First-served Permits)  The Wonderland Trail Profile Map Park Maps Road Status",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/the-wonderland-trail.htm"
}
