{
    "title": "Mount Rainier National Park: Winter Recreation",
    "body": "Winter Recreation           Winter Camping Food Storage Snowplay - Sledding & Sliding Ranger-guided Snowshoe Walks   Skiing & Snowboarding Snowmobiling            NPS Photo  Mount Rainier National Park is a popular place to enjoy winter activities. The mountain receives abundant snowfall and the scenery is spectacular. In winter, recreational opportunities are numerous. A winter visit to Mount Rainier can include ranger-guided snowshoe walks, Paradise snowplay, camping, snowboarding and skiing. More information on winter recreation is available in the winter issue of the park's Tahoma newspaper. The Winter Recreation publication includes a winter recreation map of Paradise with marked trails and other useful winter recreation information. The Winter Camping brochure provides information for those wishing to camp at Paradise. For larger groups wishing to snow camp at Paradise, please read the Winter Group Camping brochure. Learn about winter hiking opportunities at Longmire in the Longmire Winter Trails brochure. With the arrival of snow in late October, Mount Rainier's beauty changes and so do its challenges. Visitors planning to travel to the park in winter should familiarize themselves with winter travel tips, road status, weather forecast, and be prepared for potential winter hazards. Follow Mount Rainier's twitter feed for park road status and Longmire gate opening\/closing status and other announcements. For any questions on winter activities and snow conditions, contact the Longmire Information Center at 360-569-6575.      Winter Camping Food Storage Habituated Cascade foxes and other wildlife have been obtaining winter campers' food throughout the Paradise\/Reflection Lakes\/Tatoosh area. This has resulted in damage to camping equipment and increasingly persistent and aggressive wildlife behavior.   Proper food storage is required at all times when camping. All campers must hang food, garbage and scented items to keep them out of reach of wildlife, or secure them in an approved hard-sided container (5-gallon plastic buckets with tight-fitting lids, or manufactured wildlife resistant food containers). Hung food should also be stored inside a container to prevent habituated jays and ravens from obtaining food out of stuff sacks.  Hard-sided containers are REQUIRED in all Paradise area winter camping zones (Paradise, Mazama Ridge, Reflection Lakes, Tatoosh). Wildlife - resistant food containers are available for loan - ask a ranger when obtaining your camping permit.  Campers in the immediate Paradise area are requested to place food items inside their vehicles at night and when unattended during the day. Hard-sided, lockable containers may also be utilized on site.  Please do not feed wildlife. Report any habituated wildlife encounters to a ranger. For general information on winter camping download the Winter Camping publication.        Paradise snowplay NPS photo   Snowplay - Sledding and Sliding The snowplay area at Paradise is generally open late December through mid-March, depending on snow. Sufficient snowpack is required to protect the meadow vegetation before the snowplay area can be opened. Sledding and sliding are permitted only in the designated snow play area at Paradise. Trees, tree wells, and cliffs make other areas dangerous. For everyone's safety, use \"soft\" sliding devices-flexible sleds, inner tubes, and saucers. No hard toboggans or runner sleds. Note: Check the status of road and avalanche conditions before leaving home. Remember all vehicles are required to carry tire chains when traveling in the park in winter.   Update 3\/28\/16: The snowplay\/sledding area in Paradise is CLOSED for the season. Check back next year!        Ranger-Guided Snowshoe Walks Join a park ranger to learn the art of snowshoeing and discover how plants, animals, and people adapt to the challenging winter conditions at Mount Rainier.   When: Update 3\/28\/16. First-come, first-served guided snowshoe walks have ended for the 2015-2016 season. Snow conditions permitting, the walks are generally offered on Saturdays, Sundays, holidays, and daily during winter break from December 23 to January 3. After early January, walks are only offered on Saturdays and Sundays, and holidays. Walks start at 11:00 a.m. and 1:30 p.m. and meet inside the Jackson Visitor Center (near the information desk) in Paradise. Sign-ups begin 1 hour in advance of scheduled time.  Distance & Time: Snowshoe walks cover approximately 1.8 miles in 2 hours. Group size: Snowshoe walks are limited to 25 people, eight years old or older, on a first-come, first-served basis. A sign-up sheet is available at the Jackson Visitor Center information desk one hour before each walk. All snowshoe walk participants must be present at sign-up. Organized Groups: Update 3\/28\/16. Reservable snowshoe walks for groups have ended for the 2015-2016 season. Snowshoe walks are available to organized groups of 10 to 25 people by reservation only. Group snowshoe walks begin at 2:00 p.m. on the days that snowshoe walks are offered to the general public (see above). For more information, or to make reservations for a group snowshoe walk, call (360) 569-6575 between 9:30 am-4:00pm, or visit the Longmire Information Center or Jackson Visitor Center.   Equipment: For an enjoyable snowshoe walk, you will need:  Snowshoes - Snowshoes are provided by the park only for those attending the ranger-guided snowshoe walks, and only for the duration of the walk. A $5.00 donation from each snowshoe walk participant helps the park provide snowshoe walks and repair and replace snowshoes. Additionally, the park concessioner rents snowshoes to anyone wishing to snowshoe in the park; check at the Longmire General Store for availability and rental rates. Or you may use your own snowshoes. Hat Mittens\/Gloves Suitable boots (you will sink into the snow even wearing snowshoes) Sunscreen Sunglasses  Top of page       Skiing and Snowboarding To avoid damaging exposed vegetation, a minimum of 5 feet of snow is strongly advised for skiing and snowboarding. Obtain further information at the Jackson Visitor Center at Paradise (weekends and holidays) and the Longmire Information Center (daily).       Snowmobiling  In the southwest corner of the park, snowmobiles are permitted for 6.5 miles along the Westside Road from its junction with the main park road as far as Round Pass. Beyond Round Pass, the Westside Road is closed to snowmobile use. Snowmobiles are also permitted on all the road loops of Cougar Rock Campground. The campground is closed to overnight use during winter and the roadway is left unplowed. Contact a park ranger at the Longmire Information Center for maps and additional snowmobile information. On the north side of the park, no ranger station is open in the winter. The US Forest Service District Office in Enumclaw provides information and maps for White River, Carbon River, and Mowich Lake areas. For more information, call the USFS District Office in Enumclaw at (360) 825-6585. Highway 410 is closed near its junction with Crystal Mountain Ski Area road, at the north park boundary. Snowmobiles are permitted on the 12-mile section of unplowed road from the north park boundary on Highway 410 to the White River Campground. Snowmobiles may not continue on Hwy 410 south of the White River Road turnoff. They are also prohibited from proceeding beyond the closure at the White River Campground road junction towards Sunrise. Snowmobiles must stay on the road corridor; they are not allowed to proceed beyond the campground towards Glacier Basin. Be aware of avalanche danger and the weather forecast.  Wilderness permits, required for all backcountry camping, and climbing registration cards are available at the north boundary arch on Highway 410 or by self registration at the Ohanapecosh Ranger Station. Top of page",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/winter-recreation.htm"
}
