{
    "title": "Mount Rainier National Park: Winter Safety",
    "body": "Winter Safety         Even covered in snow, Mount Rainier offers many recreation opportunities. NPS Photo  Weather Be aware that mountain weather changes rapidly - a pleasant outing can quickly be transformed into a survival ordeal. Navigation in harsh winter conditions can be extremely difficult. It is usually better to camp and wait for clearing weather than to continue and risk becoming lost. For more information on weather, including current forecasts, go to our weather page. Roads Before leaving home,  make sure that you're ready for driving winter roads. To see which roads are open, check the Road Status page. The park webcams can give you a good idea how things look. Also, the park's twitter feed, MountRainierNPS, will give you the latest about the Longmire to Paradise Road for opening times and tire chain requirements. Winter 10 Essentials Backcountry skiers, snowshoers, and campers should be equipped to survive nights out if whiteout conditions prevent travel. Carry the Winter 10 Essentials and know how to use them: 1. Shovel (dig a snow cave) 2. Full Length Insulated Sleeping Pad 3. Stove and Fuel (melt water) 4. Heat Packs 5. Goggles and Wool\/Pile Hat 6. Gloves (base\/mid\/shell layers) 7. Avalanche Transceiver 8. Avalanche Probe 9. Reliable Weather & Avalanche Forecasts 10. GPS (with extra batteries) Avalanches Avalanches are most common during or immediately after a storm. Never travel or camp in an avalanche zone. Stop at the Longmire Information Center or Jackson Visitor Center for weather and avalanche hazard forecasts, maps of areas to avoid, and general avalanche information. Learn more about avalanche safety or watch Ranger Brief: Avalanche Risk on Mount Rainier.   Hypothermia  When exposed to cold temperatures, the body begins to lose heat faster than it can be produced. The result is hypothermia, or abnormally low body temperature. A combination of cold weather, wet snow, and wind can easily rob a person of essential body heat. If left untreated, hypothermia can lead to unconsciousness and death.  To Prevent Hypothermia:  wear appropriate clothing including wool or synthetics like polypropylene (never cotton!) to help retain body heat when clothing gets wet wear adequate wind and rain protection wear waterproof boots eat frequently avoid exhaustion seek shelter   Shelters Snow caves, tents, and igloos can provide shelter from the elements, but be sure your shelter has adequate ventilation to prevent carbon monoxide poisoning. Maintain good ventilation while cooking, as cooking in a shelter will consume oxygen rapidly. To maintain adequate ventilation during snowy, windy conditions, you will need to go outside to dig out your tent or clear igloo vents. Collapse igloos and snow caves after use.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/winter-safety.htm"
}
