{
    "title": "Mount Rainier National Park: Trail Conditions",
    "body": "Trails and Backcountry Camp Conditions       RETURN TO THE WILDERNESS CAMPING AND HIKING HOMEPAGE        The Trail Crew clearing a large tree from the Wonderland Trail   Mount Rainier can receive 700 or more inches of snow each winter. When spring comes to the mountains it is a very busy time for Park Rangers. The previous fall usually brings the rainy season which causes damage to trails and camps by raging waters, high winds and falling trees. All this damage gets covered by 10-20 feet of snow, and there it sits until melt-out which often does not occur in earnest until late June or early July. The snow usually starts melting in high volumes, causing more damage to trails and camps. The Trail Crew may have to clear hundreds of trees from the trails each year. Replacing footlogs and bridges is also a major project. Footlogs are also prone to being washed out anytime there is a prolonged period of rain regardless of the season. Wilderness Rangers and Trail Crew members are out and about early in the season trying to assess the damage. Given the vastness of the trail system and the volumes of snow, this is a large task. As we get reliable information on the status of a trail, a section of trail or a backcountry camp, that information will be posted here on the website. Please note that many park roads and facilities close during winter. At any time during the year the weather can change quickly and unexpectedly. Always check current weather conditions before heading out on a trail.       Backcountry Trails and Camp Reports Trail and backcountry camp conditions are reported in detail during the summer months only (generally June-September). A Wilderness Camping Permit is required year round for camping or climbing in the park. Always check with Park Rangers for trail conditions before heading out into the backcountry. FIRES ARE NOT ALLOWED in the wilderness at Mount Rainier. Be prepared for harsh conditions and fast-changing weather. River crossings are prone to be being washed out, potentially leaving you stranded on one side of the crossing. Always cross early in the day when water levels are at their lowest. Use extreme caution anytime you attempt to ford a river or creek. Be prepared... mountain weather is good one minute, daunting the next. Do not leave valuables in your car. While break-ins are infrequent, they do occur. Trails in the Carbon River Area The Carbon River Road to Ipsut Creek Campground is CLOSED at the park entrance because of 2006 flood damage. It is now a five mile hike into Ipsut Creek Campground. Bikes are permitted ONLY as far as Ipsut Creek Campground. All backcountry camping requires a permit. Obtain backcountry camping permits at the Carbon River Ranger Station.     Trail Name   % Snow Cover   Trail Conditions   Update    Summary   On May 1, 2013, a new Ranger Station opened at Carbon River. It is located 5.5 miles past the Mowich Lake turn-off, toward the Carbon River entrance. It is on the left side of the road.  Ipsut Creek Campground is being managed as a backcountry camp. A wilderness permit will be required to camp at Ipsut Creek. Fires and pets are not permitted beyond the point where public vehicles can legally park at the park entrance.      Carbon Glacier Trail 0   7\/24\/16   Chenuis Fall 0  5\/13\/16   Green Lake 0   5\/13\/16   Ipsut Falls 0   5\/13\/16   Northern Loop: Carbon River- Windy Gap 0    8\/6\/16   Paul Peak Trail 0     7\/1\/16   Rain Forest Loop 0   5\/13\/16   Spray Park 8     Please be mindful of where you step in the fragile meadows of Spray Park. Route finding across the snowfields (when present) just east of the ridge that separates Spray Park from Seattle Park can be tricky. Please bring a 1:24,000 scale topo map, know how to read it and consult it often.  Some parties who did not read their map have lost the trail in this area and have spent hours climbing up and away from the Spray Park trail unintentionally. These Snowfields last all summer and so do challenges navigating them.   7\/20\/16   Seattle Park 0   8\/6\/16   Tolmie Peak 0  7\/12\/16     Trails in the Longmire Area The main road to Longmire is OPEN year round. All backcountry camping requires a permit. Obtain backcountry camping permit daily at the Longmire Wilderness Information Center or the Paradise Visitor Center.     Trail Name   % Snow Cover   Trail Conditions   Update    Summary   WESTSIDE ROAD ALERT: 8\/1\/16-Crews will be working to install a bridge at Fish Creek and repairing damage to the road the week of Aug. 1, possibly going into the following week. There is still access for hikers to pass through but please be aware of work crews.  WESTSIDE ROAD ALERT: The Westside Road suffered major damage between Dry Creek, the end of the maintained road, and the former Tahoma Creek Trailhead. Last fall heavy rains caused Tahoma Creek to flood and wash out the old road bed, which has been used for foot and bicycle traffic. Use caution  8\/1\/16    Carter Falls (from Cougar Rock Campground) 0   The foot bridge crossing over the Nisqually River is now IN. Some Minor route-finding required to get from the Nisqually foot bridge to the trail.  6\/3\/16   Comet Falls Trail (Van Trump Park Trail) 0   7\/24\/16   Denman Falls Trail   Unknown  6\/14\/16   Eagle Peak Trail  0   7\/12\/16   Goat Lake Trail (Glacier View Wilderness)  -  Outside the park. No report.  5\/10\/16   Kautz Creek Trail 0   7\/24\/16   Lake George & Gobblers Knob Trail 0 One large tree down.   8\/6\/16   Mildred Point Trail 0  7\/5\/16   Mirror Lakes Trail 0   7\/12\/16   Narada Falls Trail (Paradise to viewpoint below Narada Falls) 0  7\/24\/16   North Puyallup River Trail  0    7\/3\/16   Rampart Ridge Loop Trail  0  6\/13\/16   Rampart Ridge Trail (Upper section from Wonderland Trail to Van Trump Park and Comet Falls)  0    7\/5\/16   Round Pass Trail  0    6\/21\/16   Saint Andrews Creek Trail         South Puyallup River Trail  0  Snow-free. Portions of the trail have been washed out with minimal route finding and navigation required.  7\/3\/16   Trail of the Shadows  0 Snow-free  4\/27\/16   Twin Firs Trail   0  Snow-free.  4\/27\/16   Tahoma Creek Trail  0 NOTE: This is an unmaintained trail in an area with high risk of geohazards such as flooding and debris flows. These events have occurred frequently in the past and are expected to occur again. There are only remnants of this trail remaining. Navigation is difficult and the route is hazardous. It is NOT recommended to hike Tahoma Creek Trail.  The Tahoma Creek trail has been flagged with little navigation required.    7\/3\/16     Trails in the Ohanapecosh Area All backcountry camping requires a permit. Obtain permits at the White River Ranger Station.     Trail Name   % Snow Cover   Trail Conditions   Update    Summary        Cowlitz Divide Trail (Olallie Creek Trail) 0  Patchy snow starts near Ollalie Creek Camp. Numerous down trees on trail are challenging to navigate around.   7\/12\/16   Eastside Trail 0  Many trees down from Chinook Pass to Deer Creek  7\/21\/16   Grove of the Patriarchs Trail  0 Open, bridge repaired.   6\/21\/16   Laughingwater Creek Trail 0   Approximately 50 trees across trail.  7\/24\/16   Pacific Crest Trail   Roughly 30% (per PCT hikers). This is mostly outside of the park.  7\/8\/16   Shriner Peak Trail  0 Bear pole up. Toilet open.  7\/17\/16   Silver Falls Trail 0  Snow-free.  5\/10\/16     Trails in the Paradise Area The main road to Longmire is OPEN year round. During winter months, the road from Longmire to Paradise closes nightly at the gate at Longmire. Check twitter for daily road status updates. All backcountry camping requires a permit. Obtaining backcountry camping permits daily at the Longmire Information Center.      Trail Name   % Snow Cover   Trail Conditions   Update    Summary   THE NISQUALLY VISTA TRAIL AND AVALANCHE LILY TRAIL ARE TEMPORARILY CLOSED MON-THURS FOR ASPHALT REPAIRS. Please stay on the trails to prevent meadow damage.  7\/18\/16   Alta Vista Trail 0     6\/5\/16   Dead Horse Creek Trail 0   7\/18\/16    Fourth Crossing Trail  0  7\/18\/16    Glacier Vista Trail 0  7\/26\/16    Golden Gate Trail 0  7\/26\/16    High Lakes Loop Trail 0  7\/23\/16    Lakes Trail (Mazama Ridge) 0 . 8\/6\/16    Moraine Trail 0  7\/18\/16    Nisqually Vista Trail   0  Some closures due to repair work, see summary above.  7\/26\/16    Paradise Glacier Trail  50 The second half of the trail is snow-covered. 7\/26\/16    Pebble Creek Trail (to the base of the Muir Snowfield) 2  8\/6\/16    Pinnacle Peak Trail  5 Steep snow slopes. Ice axe recommended. 8\/6\/16    Skyline Trail 10 The Skyline Trail is still holds snow on the upper part of the trail. Use caution on steep snow-covered slopes. 7\/26\/16    Snow Lake\/Bench Lake Trail 0 Flowers: avalanche lilies, bear grass, jeffrey shooting star 7\/7\/16    Stevens Creek Trail 0   6\/5\/16       Trails in the White River Area All backcountry camping requires a permit. Obtain permits at the White River Ranger Station, located at the entrance.     Trail Name   % Snow Cover   Trail Conditions   Update    Summary        Burroughs Mountain Trail To First Burroughs  2 Use caution on snow slopes. 8\/6\/16    First Burroughs Mountain LOOP Trail  2 Use caution on snow slopes.  8\/6\/16   Burroughs Mountain to Glacier Basin Trail 2   7\/14\/16   Crystal Lakes Trail 0   6\/26\/16   Crystal Peak Trail   0  7\/12\/16    Emmons Moraine Trail  0    7\/9\/16   Glacier Basin Trail 0   7\/9\/16   Grand Park Trail (via Northern Loop Trail) 0  Navigation required. Peak flowers at Berkley Park in 1-2 weeks.  7\/3\/16   Huckleberry Creek Trail 0  Many trees down on the northern section of the trail.  7\/20\/16   Lake Eleanor Trail 0   8\/6\/16   Mt. Fremont Trail  0   7\/12\/16    Naches Peak Trail 0 Wild flowers are at peak! Pets are permitted only on the Pacific Crest Trail section of this hike. Pets are not permitted on the western section of the trail, which is inside the park. There are signs to this affect at the park boundary. Thank you.  8\/6\/16   Northern Loop Trail: Berkeley Park to Windy Gap 1 MANY TREES DOWN. Patchy snow from Sunrise to Berkeley Park. Foot log on east side of the West Fork is broken, and the main channel has rerouted and now requires fording. Cross at your own risk. Water may be waist deep.   7\/18\/16   Owyhigh Lakes Trail (from White River Road) 0    7\/1\/16   Owyhigh Lakes Trail (from Highway 123) 0  Downed trees and dislodged bridges to navigate around.  7\/8\/16   Pacific Crest Trail (PCT) NORTH form Chinook Pass to Sourdough Gap. 0   7\/12\/16   Pacific Crest Trail (PCT) SOUTH from Chinook Pass to Laughingwater Creek Trail junction 30 Roughly 30% snow (per PCT hikers)  7\/8\/16   Palisades Lakes Trail  0 15 trees down.   8\/1\/16   Silver Forest Trail 0     6\/30\/16   Sourdough Ridge Trail West (Sunrise to Frozen Lake) 0   7\/24\/16   Sourdough Ridge Trail East (Sunrise to Sunrise Point)  0   7\/24\/16   Sunrise Rim Trail 0   7\/24\/16   Tipsoo Lake Trail 0   7\/12\/16      Wonderland Trail All backcountry camping requires a permit.     Trail Name   % Snow Cover   Trail Conditions   Update    Summary         Longmire to Indian Henry's 0   7\/23\/16   Indian Henry's to South Puyallup River  0   7\/23\/16   South Puyallup River to Klapatche Park 0  7\/23\/16    Klapatche Park to North Puyallup River 0     7\/1\/16   North Puyallup River to Golden Lakes 0   7\/24\/16   Golden Lakes to South Mowich River 0  As of this date, the South Mowich River bridge is IN. However, it is prone to getting washed out at any time.  7\/20\/16   South Mowich River to Mowich Lake 0     7\/20\/16   Mowich Lake to Ipsut Creek Campground 0   7\/24\/16   Ipsut Creek Campground to Carbon Glacier 0    6\/18\/16   Carbon Glacier to Mystic Lake 0 .  7\/10\/16   Mystic Lake to Sunrise  0   7\/24\/16   Sunrise to White River Campground  0   6\/28\/16   White River Campground to Summerland 0    7\/24\/16   Summerland to Indian Bar  45 The log bridge above Summerland is IN. A map, compass, and GPS is recommended. Solid footwear recommended. 30 foot section of washed out trail just north of Indian Bar Camp.  8\/6\/16   Indian Bar to Box Canyon  25 Many of the downed trees have been logged out.  7\/10\/16   Box Canyon to Reflection Lakes  0     7\/1\/16   Reflection Lakes to Narada Falls  0    7\/1\/16   Narada Falls to Longmire  0    6\/5\/16      Carbon Area Backcountry Camps The road to Ipsut Creek Campground is closed at the park entrance, secondary to flood damage in 2006. All backcounrty camping requires a permit. Obtain Wilderness Permits at Carbon River just inside the entrance to the park.     Camp Name   % Snow Cover   Camp Conditions   Update    # of Individual\/Group sites are show as #I\/G, (elevation)         Summary    The road to Ipsut Creek is CLOSED. The hike is 5 miles from the Carbon River Entrance to Ipsut Creek Campground, which is now managed as a wilderness camp and requires a wilderness permit. There is a new Ranger Station located about 2 miles before the Carbon River entrance. This is the place to get permits and information for the Carbon\/Mowich area.The Ranger Station at the entrance is no longer in operation.       Carbon River Camp #4\/1 (3195')  0  Bear poles are up. Toilet is open.  6\/24\/16   Cataract Valley Camp #6\/1 (4620')  0  Bear poles up. Toilet open.  6\/27\/16   Dick Creek Camp #2\/0 (4185')  0  Bear pole up. Toilet open.  7\/3\/16   Eagle's Roost Camp #7\/0 (4885') 0   Bear pole up. Toilet open.  6\/18\/16   Ipsut Creek #12\/1 (2400') 0   Bear boxes. Toilet open.  6\/5\/16   Mowich Lake Walk-in Camp (4900') 0   Bear poles up. Toilet open.  6\/26\/16   Mystic Camp #7\/1 (5570')  0 Bear pole up. Toilet open.  6\/24\/16   South Mowich River Camp #3\/1 (2605')  0  Bear pole up. Toilet open  7\/3\/16     Longmire\/Paradise Area Backcountry Camps All backcountry camping requires a permit. Obtain Wilderness Camping permits daily at the Longmire Wilderness Information Center, the Longmire Museum (open year-round) or The Paradise Visitor Center.     Camp Name   % Snow Cover   Camp Conditions   Update    # of Individual\/Group sites are show as #I\/G, (elevation)         Summary         Devil's Dream Camp #7\/1 (5060') 0  Toilet open. Bear Poles up.  6\/24\/16   Golden Lakes Camp #5\/1 (5130')  0  Bear pole up. Toilet open.  8\/6\/16   Klapatche Park Camp #4\/0 (5515')  0  Bear pole up. Toilet open.  7\/3\/16   Lake George Camp #5\/1 (4320') 0   Toilet open. Bear pole up.  5\/29\/16   Maple Creek Camp #4\/1 (2815')  0  Toilet open. 1 bear pole up.  6\/24\/16   North Puyallup River Camp #3\/1 (3750')  0  Bear pole up. Toilet open.  7\/1\/16   Paradise River Camp #3\/1 (3805')  0  Bear poles are up. Toilet is open  7\/12\/16   Pyramid Creek Camp #2\/0 (3765') 0  The bridge across the Kautz is IN.   7\/12\/16   Snow Lake Camp #2\/0 (4690') 0 The crossing of the Snow Lake outlet stream that leads to the camp is in good shape. The bear pole is up, toilet is snow-free. Both campsites are snow-free 7\/5\/16   South Puyallup River Camp #4\/1 (4000') 0  Snow-Free. See South Puyallup Trail conditions.  5\/28\/16      Eastside Backcountry Camps All backcountry camps require a permit.     Camp Name   % Snow Cover   Camp Conditions   Update    # of Individual\/Group sites are show as #I\/G, (elevation)         Summary         Berkeley Park Camp #2\/1 (5375')  0  Bear pole up. Toilet open  7\/3\/16   Deer Creek Camp #2\/0 (2950') 0   Camp is open. Bear Pole is up.  5\/29\/16   Dick's Lake Camp #1\/0 (5675')  0  Bear pole up. Toilet open.  8\/6\/16   Fire Creek Camp #3\/1 (4300')  0  Toilet open. Bear Pole up.  6\/24\/16   Forest Lake Camp #1\/0 (5660') 0   Toilet open. Bear pole up.  7\/3\/16   Glacier Basin Camp #5\/1 (5965')  0   Bear barrels.  6\/18\/16    Granite Creek #3\/1 (5765')   0  Toilet is open. Bear poles are up.  7\/10\/16    Indian Bar #4\/1 (5120')0 0  Individual bear pole up. Toilet open.  8\/1\/16   James Camp #3\/1 (4620') 0   Bear pole up. Toilet open.  7\/3\/16.   Lake Eleanor Camp #3\/1 (5000') 0   Bear pole is up and Toilet is open. 6\/8\/16    Lower Crystal Lake Camp #2\/0 (5450')  0 Bear pole is up. Toilet is open.   6\/12\/16   Nickel Creek Camp #3\/1 (3385') 0   Bear pole up. Toilet open.  7\/3\/16   Olallie Creek Camp #2\/1 (3940')  0 Bear pole is up. Toilet open.  7\/1\/16   Shriner Peak Camp #2\/0 (5355')  0 Bear pole up. Toilet open  7\/18\/16   Summerland Camp #5\/1 (5940') 0  Bear poles up.    6\/13\/16   Sunrise Walk-In Camp #8\/2 (6245')  0  Bear boxes out.  7\/9\/16   Tamanos Creek Camp #4\/2 (5270') 0   Toilet is open. Bear pole up.  6\/11\/16   Three Lakes Camp #2\/1 (4680')  0  Toilet is open. Bear pole up.  7\/3\/16   Upper Crystal Lake Camp #2\/0 (5825')  0 Camp sites are snow free. Bear Pole is up. Toilet is open.  6\/12\/16   Upper Palisades Lake Camp #2\/0 (5835') 0  Bear pole up. Toilet open. 8\/1\/16    White River Walk-in Camp #3\/1 (4300') 0   Bear pole up.  7\/9\/16   Yellowstone Cliffs Camp #2\/0 (5180') 0  Toilet is open. Bear pole up.  8\/1\/16",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/trails-and-backcountry-camp-conditions.htm"
}
