{
    "title": "Mount Rainier National Park: Caching Food\/Fuel",
    "body": "Caching Food and Fuel       RETURN TO THE WILDERNESS CAMPING AND HIKING HOMEPAGE        Example Food Cache NPS Photo  CACHING FOOD & FUEL For hikers on the Wonderland Trail there is the option to cache food at several locations along the 93 mile (150km) route. Food can either be mailed in advance of the hike, or you may drop it off at the cache location once you arrive in the park. In either case, food must be packaged in a plastic container to keep rodents out of your food supply and the container needs to be clearly labeled. The park does not courier food caches from one location to the other. The only locations in the park where you can purchase basic supplies are at the General Store at Longmire and the Day Lodge at Sunrise. Requirements for all food caches:  Food cache must be packaged in a plastic container to keep out rodents. Many choose to use a five gallon plastic bucket or a Rubbermaid-like container. Printed label must be on the container including:  - Name of permit holder  - Location the cache will be picked up - Date the cache will be picked up (if known) - Permit number (if known) NOTE: Since the park is not accepting Wilderness permit reservations for the 2016 season, it is not possible to include a permit number or date for pickup until you arrive at the park and acquire a permit. If you are hand delivering the cache, the permit number and date of pickup can be written on the food cache at that time. If you are mailing the cache, write an estimated range of dates on the cache.    Fuel cannot be stored in food cache. Fuel must be stored separately. It is a fire and safety hazard. If you arrive at the park with fuel and you need to have it stored for the duration of the hike, fuel may be cached at the Longmire Wilderness Information Center at Longmire inside a special fuel locker, the food cache container located at the White River Campground near the ranger station, the food cache container at Sunrise or the food cache container at the Mowich Lake Patrol Cabin. As fuel cannot be mailed it must only be delivered in person. As the season progresses we often have a surplus of white gas (and some canister fuel). We are happy to give you the fuel for free if we have it. You must mail or hand-deliver your caches to the locations where you intend to pick them up. Park staff do not transport food caches around the park.  When your cache arrives at the Ranger Station it is logged into a Food Cache Logbook. We will have you sign for it when you come in to pick it up. If your food cache remains unclaimed by the time the Ranger Station closes for the season, it will be donated to local food banks. Locations for caching food:  Longmire Wilderness Information Center (WIC) at Longmire White River Campground at White River - food storage bin located behind the Ranger Station at the White River Campground. Sunrise Visitor Center at Sunrise Mowich Lake Patrol Cabin at Mowich Lake - food storage bin located next to cabin.  Notes to consider when choosing food cache locations:  Make sure to check seasons and hours of operation for locations. Food cache locations at Sunrise and Mowich Lake open late because of snow. Consider the White River Campground in lieu of Sunrise as an alternate location for caching your food if you are hiking before early July. Facilities at Sunrise close for the season shortly after Labor Day (beginning of September). Consider White River Campground as an alternate location. Ipsut Creek Campground is no longer a food cache location. Carbon River Road closed to vehicles after the severe flooding of November 2006 and so there is no vehicular access to Ipsut Creek Campground. Food caches for Mowich Lake are best delivered no later than mid-September as the road is subject to closing for the season depending on weather conditions.  Hand-Delivering Your Food Cache  There are several approaches to hand-delivering your food caches.  You can cache food at all locations BEFORE acquiring a Wilderness permit (i.e. Longmire WIC, Mowich Lake Patrol Cabin, White River Campground, Sunrise Visitor Center) to cover your bases. This might mean that you will not use all of the caches depending on the route and schedule you secure once you have a Wilderness Permit. First-come, first-served Wilderness permits can be acquired the same day or one day before the start of the trip. If you come in one day before your desired start date (recommended) and acquire a permit for the following day, you can then use the rest of the day to place your caches. If you acquire a permit for the same day you come in, it is suggested to make the first night out a short one. In that case, you will have time to place your caches and then return to the start point for a short hike into your first camp. It stays light out late during the summer months.  Caching food is up to the visitor. The park has no shuttle service to do that for them. Mailing Your Food Cache  It is suggested you mail your cache so that it arrives at least two weeks in advance of when you expect to pick up your cache in the park. To send a food cache to Longmire Wilderness Information Center: NOTE: UPS and FED EX are the only two options for mailing your food cache to Longmire. The U.S. Postal Service has stopped delivering mail to Longmire. Mount Rainier National Park 1 NPS Warehouse Longmire, WA  98397 ATTN: Longmire WIC   To send a food cache to White River Campground or Sunrise Visitor Center:  Sunrise and White River Campground food caches must be mailed to the White River Wilderness Information Center (WIC) at the address below. Rangers will deliver your food cache to either Sunrise or White River Campground before your planned pick-up date. Be sure to indicate on your container if you plan to pick up the cache at the White River Campground or Sunrise Visitor Center. There is no food cache pick-up at the White River WIC as it is miles from the nearest Wonderland Trail access point. (Sending via USPS, UPS or FedEx) Mount Rainier National Park White River WIC 70002 SR 410 East Enumclaw, WA 98022 To send a food cache to Mowich Lake Patrol Cabin:  Food caches for pick up at Mowich Lake are sent to one of the two addresses below for Carbon River. Rangers will attempt to take your food cache to the storage bin next to the Mowich Lake Patrol Cabin before the pick-up date you have written on your cache. If you do not write a date on your cache, or the cache arrives close to the pickup date, it might not get to the Patrol Cabin in time.  (Sending via UPS or FedEx) Mount Rainier National Park Carbon River Ranger Station 35415 Fairfax Forest Reserve Road East Carbonado, WA 98323 (Sending to Mowich Lake via U.S. Mail) Mount Rainier National Park Carbon River Ranger Station P.O. Box 423 Wilkeson, WA 98396 Remember to include this information on the food cache container: the name of the permit holder and the location the cache will be picked up. For mailed caches you will not know the wilderness permit number and date of pick up yet. Since the park is not accepting reservations for the 2016 season, it is not possible to include a permit number or location for pickup until you arrive at the park and acquire a permit. The permit number and location of pickup can be written on the food cache at that time.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/caching-food-and-fuel.htm"
}
