{
    "title": "Mount Rainier National Park: Wilderness Permits",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Wilderness Permits                Wilderness Permits        NPS\/Kevin Bacher       Get Your Permit  March 25, 2016: Mount Rainier will not be offering reservations for wilderness camping or climbing for the 2016 season. More information in the news release. Read below on how to attempt to get a first-come, first-served permit. A wilderness permit is required for all overnight camping in the wilderness of Mount Rainier National Park. Please Note: Those wishing to climb above 10,000 feet or onto any glaciers must purchase a Climbing Pass. Climbers who wish to camp overnight must also get a Wilderness Permit in order to acquire a camp site.        How to Acquire a First-come, First-served Permit    These permits can be issued the same day your trip starts, or up to one day before your trip starts, but no sooner than one day. The only way to acquire a first-come, first-served permit is by coming to a Ranger Station in the park and attempting to get the permit, which is subject to availability. Remember to bring:    An emergency contact phone number The license plate number of any vehicle being left behind in the park The make, model, and color of the vehicle     First-come, first-served permits cannot be issued over the phone. There is no fee for a first-come, first-served permit.  The first-come, first-served permit was not available when I tried to get it.  I want to get a first-come, first-served permit for Summerland on July 15, but when I get to the Ranger Station they tell me there are no more permits for that night. How is this possible?  Scenario 1: Other parties may have gotten the permits before you that very same day (or one day before) from any Ranger Station in the park.  Scenario 2: Let's say you want Summerland on the night of July 15. You show up at a Ranger Station that has the earliest opening hours only to find the permits are gone. How is this possible?  A party may have come into the Ranger Station on July 13 to get a first-come, first-served permit to do a four day hike. Their permit looks like this:  July 13 Sunrise Camp July 14 Glacier Basin Camp July 15 Summerland Camp July 16 Indian Bar   Summerland Camp has been obtained by this party for the night of July 15, the same night you are attempting to get that campsite.        NPS\/Daniel Keebler       Find a Ranger Station In the summer, Ranger Stations where you can acquire permits are:  The Longmire Wilderness Information Center at Longmire. The Jackson Visitor Center at Paradise. The White River Wilderness Information Center at the White River Entrance. Note: The Visitor Center at Sunrise does not process permits. The closest location to get a permit is the White River Wilderness Information Center.  The Carbon River Ranger Station located 2.5 miles before the Carbon River Entrance. Note: There is no Ranger Station at Mowich Lake. The closest Ranger Station is the Carbon River Ranger Station.  In the winter, permits are available at the Longmire Information Center every day and the Jackson Visitor Center on weekends. Self-registration is available at the Carbon River Ranger Station, Ohanapecosh Ranger Station, and at the Highway 410 entrance arch at the park's north boundary. Learn more about winter camping. Most Ranger Stations are open seasonally, so make sure to check their hours of operation.              Tips for Getting a First-come, First-served Wilderness Camping Permit   Loading the player...    Transcript Tips for Getting a First-come, First-served Wilderness Camping Permit - Transcript (music)Hi, I'm Daniel, and I'm a backcountry ranger at Mount Rainier National Park and I wanted to share a little information with you about the process of attempting to get walk-up permits this summer here at Mount Rainier. So the first thing you really need to do is start your work at home. It's best to come into the ranger station with your ideal itinerary written out on paper. It works better that way because if you wait until you come into the ranger station there is a lot more pressure, it's a lot more hectic, and at home it allows you to take the time to actually think about what it is that you want to do. The things that will really help you in the end is flexibility. You'll need to let the ranger know whether or not you'll consider hiking the trip in a clockwise or counter clockwise direction. Whether you'll consider starting at different locations if necessary. For example, the ranger might tell you that this won't work if you start at Longmire, but if you start at White River this will work. The other thing is, you need to consider the possibility of having alternate camps, because not every camp will be available necessarily for your trip. These are the kind of things that will really make your attempts to get a permit more successful this summer. Now having said that, in the end we may not be able to book your dream trip. It might be that there's even not the complete trip - it may be a partial trip. If that's the case, you need to decide really now whether or not you can live with that. In most cases though we are able to get something to work out for everyone who comes in to get a permit. Thanks for your time and have a great visit here at Mount Rainier this summer.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 44 seconds  A wilderness permit is required in order to camp in the backcountry or wilderness of Mount Rainier National Park. Wilderness permits are available only on a first-come, first-served basis in 2016. Ranger Daniel explains some tips to make your attempt to get a wilderness camping permit successful.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/wilderness-permit.htm"
}
