{
    "title": "Mount Rainier National Park: Hiking",
    "body": "Wilderness Camping and Hiking       PLEASE READ! WILDERNESS-RELATED ALERTS   Demand for Wonderland Trail Camps is at a record high and surged in early August. There are nights when EVERY campsite in the backcountry is full. This is a first for the park. While weekends are the busiest for getting backcountry permits, weekdays are not much better given the high volume of visitors attempting to get permits everyday. Where being flexible used to help in getting a Wonderland Trail permit, it is of marginal help now that all camps are saturated with hikers. In some instances, after trying every possible combination of camps, starting points and direction, there is often no way to make a trip work. The high level of demand for Wonderland Trail backcountry permits is expected to persist into September.          On the trail in Grand Park   INTRODUCTION Permits are not required for day hiking. However, camping overnight in the wilderness at Mount Rainier requires a permit.   In the summer, permits can be obtained at any ranger station in the park during their hours of operation. Obtain permits at the Longmire Wilderness Information Center at Longmire, the Jackson Visitor Center at Paradise, the Ohanapecosh Visitor Center at Ohanapecosh, the White River Wilderness Information Center at the White River Entrance, the Sunrise Visitor Center at Sunrise, and the Carbon River Ranger Station located 2.5 miles before the Carbon River Entrance. Some of these facilities close seasonally, so make sure to check the hours of operation before visiting.  In the winter, permits are available at the Longmire Museum every day and the Jackson Visitor Center on weekends. Self-registration during the winter is available at the Carbon River Ranger Station, Ohanapecosh Ranger Station, and the Highway 410 entrance arch at the park's north boundary. Learn more about winter camping at Paradise. Winter camping ends by May 15 each spring.      CHOOSE WHERE YOU WOULD LIKE TO GO: March 25, 2016: Mount Rainier will not be offering reservations for wilderness camping or climbing for the 2016 season. More information in the news release. Wilderness Permits  - Learn how to get afirst-come, first-served permit to hike the Wonderland Trail, backcountry camp or climb in the park. Caching Food And Fuel Current Trail And Backcountry Camp Conditions Mount Rainier's Wilderness Guidelines And Regulations Climbing Information Day Hiking At Mount Rainier Trails of Mount Rainier - Descriptions of park hiking trails.  Park Maps (including the Wilderness Trip Planner Map) Mount Rainier Weather Hours Of Operations  Road Status  Car Campgrounds",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/wilderness-camping-and-hiking.htm"
}
