{
    "title": "Mount Rainier National Park: Winter Travel",
    "body": "Winter Travel         The historic Longmire Suspension Bridge frosted with fresh snow. NPS Photo  With the arrival of snow in late October, Mount Rainier's beauty changes and so do its challenges. Visitors planning to travel to the park in winter should familiarize themselves with winter travel tips, road status, and be prepared for potential winter hazards.  Mount Rainier National Park is open all year, although in winter only two park entrances are open: the Nisqually Entrance, in the southwest corner of the park, and the Carbon River Entrance, in the northwest corner of the park. The Carbon River Road is closed to vehicles just inside the entrance due to flood damage. It remains open to bicycle and pedestrian traffic.  Most of Mount Rainier's roads are closed for winter. The road from Nisqually Entrance to Longmire is open year-round, but may close during extreme weather. During the winter season the road between Longmire and Paradise closes nightly, though it may also remain closed during the day due to extreme weather or high avalanche danger. The daily opening\/closing status of the gate at Longmire is posted on Twitter at MountRainierNPS.    Longmire Gate Closure Schedule, Winter 2015-2016:     Date Day Gate Opens  Uphill Gate Closes  Gate Locked    Gate closure ended for the 2015-2016 season  - - - -     The road may open late, close early, or remain closed during the entire day due to poor road conditions or severe weather.  Daily updates of the opening\/closing status of the Longmire-Paradise road are posted on MountRainierNPS on Twitter during the winter season (Twitter account not required to view). The opening status is posted by 9:15 AM. Departing Paradise no later than half an hour before gate closure is recommended to safely drive down the hill before the gate closes for the night.  While you're waiting for the road to open, please park in the parking lot, not in a traffic lane.   Longmire-to-Paradise Winter Road Opening Decision Matrix The Road to Paradise: Winter Access - A short video about the many aspects of opening and maintaining the road to Paradise during the winter.    Make sure you're properly equipped for winter weather and travel before leaving home:  Chain Requirements: All vehicles are required to carry tire chains when traveling in the park during the winter season (Nov 1 - May 1). This requirement applies to all vehicles (including four-wheel drive), regardless of tire type or weather conditions. Review the Tire Chain Frequently Asked Questions for more information.  Travel with a full tank of gas and bring extra food and fuel for your car in case you have to stay out an extra night. Gas is not available in the park. Designate a contact person who knows when to expect you to return home.              Winter Roads & Driving Safety  Follow Traction Requirements As road and weather conditions change throughout the day, traction requirements may also change. Listen to Radio 1610-AM at Paradise for updates to changing road information and requirements. Always carry tire chains when driving in mountainous terrain in winter and spring. traction tires or chains may be required at anytime in winter. Obey the posted traction requirement.  \"Approved Traction Tires Advised\" - The road ahead has patches of snow and\/or ice covering the surface. Your vehicle should have approved all-season tires, snow tires, or chains on the drive wheels. approved traction tires are designated by \"M-S\", \"M\/S\", \"*-*\", or \"All Season\" on the sidewall of the tires. \"Chains required Except 4WD\" - The road ahead is snow-packed or icy and drivers can expect some difficulty. Your vehicle must have tire chains (link, cable, or plastic) on the drive wheels. AWD and 4WD vehicles may proceed without chains if they have snow tires on all four wheels, are in four wheel drive, and carry one set of chains in the vehicle for later installation if needed. \"Chains required all vehicles\"  - All vehicles must have chains on the drive wheels inlcuding AWD and 4WD.  Note: Autosocks are allowed for passenger vehicles under 10,000 pounds as an alternative traction device for use when \"Chains Required\" signs are posted, in accordance with Washington Administrative Code (WAC) 204-24-035. Vehicles over 10,000 pounds must carry a second set of chains and use them whenever traction tires or chains are required.  Winter Driving Safety Tips  Beware of poor visibility and reduced traction. Always carry tire chains in winter and spring. Reduce your speed. Keep your headlights on for visibility. Allow extra distance between vehicles. Stay well back when following plows. Use low gears, especially when driving downhill. Never stop or park in a traffic lane. Your life may depend on it! If your RWD vehicle skids: Reduce gas and steer where you want to go. If your FWD vehicle skids: Accelerate slightly and steer where you want to go. Brake sparingly to avoid skidding by locking your brakes. Drive in the appropriate lane for your direction of travel. Avoid the center line. Ensure that our chains fit your tires and practice installing them before you need them. Stop in a chain-up area, pullout, or parking lot to install, adjust, or remove tire chains.  When parking, avoid setting your emergency brake. It may freeze. Shady areas and bridge surfaces can be treacherously icy even when other sections of roadway are not.  Stay alert, use caution, anticipate hazards, and slow down!  Learn more about Winter Safety, including how to minimize the risk from hypothermia and avalanches.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/winter-travel.htm"
}
