{
    "title": "Mount Rainier National Park: Before You Climb",
    "body": "Things to Know Before You Climb       Reaching the summit requires a vertical elevation gain of more than 9,000 feet over a distance of eight or more miles. Climbers must be in good physical condition and well prepared. Proper physical conditioning can offset the effects of fatigue that lead to mistakes and injuries. Climbers must also have the appropriate equipment for the route, snow conditions, weather and season. Good Climbing Practices are Needed  Experience: Conditioning climbs on similar glaciated peaks, and participation in mountaineering schools are essential for building experience and good judgment. Avalanche awareness and training in rescue and first aid are vital. Do not depend on someone else to help you. Be prepared!  Leadership: The leader should have mountaineering experience and first-hand knowledge of the ascent and descent routes. He or she is responsible for their team members and should ensure that all observe good climbing practices.    Glacier Travel: Climbers should be roped together in the appropriate style for travel on glaciers and crevassed snowfields. This includes the carrying of snow anchors by each climber and the equipment for individual or team self-rescue from a crevasse fall.  Party Size: A minimum of two people is required. A team of three people is better able to effect a rescue or obtain help. For winter climbs, a minimum of four people is recommended. Maximum party size is 12 throughout the park, including the back country, and above 10,000 feet.  Know How to Manage Human Waste  Each year approximately ten thousand people register for summit climbs of Mount Rainier. Another several thousand people day hike to Camp Muir. Each generates trash and human waste. Climbers and hikers are responsible for carrying all trash (including fruit peels) off the mountain and disposing of their garbage in trash containers at parking lots. Do not put litter or trash in toilets. Be responsible: Carry out everything you brought in with you. The removal of trash and human waste from the upper mountain is an expensive operation. Putting trash and human waste in crevasses or burying it in the snow will only delay the problem to be solved by others.  At Camp Schurman and Camp Muir there are toilet facilities. Please use them. If you must defecate while climbing, use \"Blue Bags\" to carry out human waste. \"Blue Bags\" are available at ranger stations and high camps. They contain one clear bag, one blue bag, and twist ties. To use the \"Blue Bag,\" defecate on the snow away from the climbing route and rest areas. Collect the waste using the light blue bag like a glove. Turn the blue bag inside-out and secure with a twist tie. Place the blue bag in the clear bag and secure with a twist tie. Deposit them in labeled collection barrels at Camp Muir, Camp Schurman, the tunnel outside Paradise Comfort Station, White River Campground, Ipsut Campground and on the Westside Road. DO NOT DROP USED BLUE BAGS IN TRASH CANS!   There is no ideal solution to the problem of human waste on the mountain. To maintain the best possible climbing experience, everyone must remove his\/her own waste.  Know the Facilities at High Camps  High camps on the standard routes are located at Camp Muir on the south side and Camp Schurman on the east side. Camp Muir: Located at 10,080 feet, facilities include a Ranger Station, solar toilets, and the Muir Public Shelter, which accommodates approximately 25 people on a first-come, first-served basis. Camp Schurman: Located at 9,440 feet, facilities include a Ranger Station and a solar toilet. Climbers must melt snow for drinking water at both high camps. Treat or boil water.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/things-to-know-before-you-climb.htm"
}
