{
    "title": "Mount Rainier National Park: Discover Wildflowers",
    "body": "Discover Wildflowers        Penstemon wildflowers growing along the road to Sunrise. NPS Photo       Mount Rainer's renowned wildflowers bloom for a limited amount of time every year. The \"peak\" bloom for wildflowers is heavily dependent on weather and precipitation patterns, so accurate predictions are difficult. In most years, many flowers will be blooming by mid-July, and by the first of August the meadows should be very impressive. Frost can occur by late August, but even after light frosts the meadows continue to be very beautiful, thanks to changing leaf colors and seed pod development that take the place of colorful blossoms.  For a better idea of what the wildflowers are doing this year, please see the Currently Blooming section below, which summarizes what's blooming where.  Explore further:   Wildflower Guide - Unfamiliar with Mount Rainier's wildflowers? Photos and brief descriptions of some of the common wildflower species can be found in the park's online wildflower guide.  Subalpine and Forest wildflower photo galleries  Wildflower video gallery - Preview Mount Rainier's blooming wildflower meadows by watching these short clips.  The Seasons of Mount Rainier - View short clips of different plants found in various parts of the park. Ecological Restoration - Watch short videos about the Ecological Restoration program's work in the park.         Cascade Stonecrop brightening the rocky slopes around the Carbon Glacier. Photo taken August 4, 2016. NPS Photo  Currently Blooming - Updated August 5, 2016 Wildflowers are at or close to peak bloom in the subalpine meadows. Berkeley Park, Shadow Lake near Sunrise, Mowich and Tipsso Lake are all reported to have nice displays. Near the Carbon Glacier vista along the Carbon Glacier Trail, Cascade Stonecrop is blooming profusely. Cascade Stonecrop, or Spreading Stonecrop (Sedum divergens) forms mats of dark green bulbous leaves with bright yellow flowers. They prefer exposed rocky cliffs and slopes in subalpine areas. Another area to commonly find this flower is Burroughs Mountains. Wildflower Reports  Carbon Glacier Trail (8\/4) - lower: candyflower, foam flower, bunchberry; upper: stonecrop, fireweed, oregon sunshine, harebell, pearly everlasting, yarrow, columbine  Tipsoo Lake (8\/4) - lupine, magenta paintbrush, sitka valerian, beargrass  Mowich Lake (7\/27) - lupine, rosy spirea, subalpine daisy, bear grass, pink mountain heather, white heather, grays lovage, birds beak lousewort, sitka valerian, jeffrey's shooting star, partridgefoot, wild strawberry, slender bog orchid, fringecup, arrowleaf groundsel, white rhododendron  Silver Forest Trail (Sunrise) (7\/23) - fan leaf cinquefoil, cusick's speedwell, magenta paintbrush, tiger lily, alpine aster, gray's lovage  Paradise (7\/22) - glacier lily, cusick's speedwell, avalanche lily, scarlet paintbrush, magenta paintbrush, buttercup, cinquefoil, sitka valerian, bracted lousewort, cascade blueberry, bear grass, arnica, pink heather, white heather, pasqueflower, marsh marigold, sitka mountain ash, jeffreys shooting star, alaska and leatherleaf saxifrage, partridgefoot, willowherb, elephanthead lousewort, agoseris, jacob's ladder, lovage, rosy spirea, Lewis and mountain monkeyflower, bistort, bluebells, goat's beard, edible thistle, subalpine daisy, groundsel, cow parsnip.         Mountain Bog Gentian NPS Photo  Wildflower Photos The photos featured here are usually taken by park staff and volunteers from all over the park. Share your own wildflower photos in the Mount Rainier Flickr group! Higher resolution versions of wildflower photos are available on Mount Rainier's Flickr page.   Plan Your Visit Paradise and Sunrise are two of the main visitor center areas at Mount Rainier National Park. Both areas are well known for their impressive wildflower meadows. The park also maintains dozens of trails perfect for wildflower viewing.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/wildflower-status.htm"
}
