{
    "title": "Mount Rainier National Park: SAR Reports",
    "body": "Search and Rescue Reports       Mountain climbing is a very popular activity in Mount Rainier National Park. Statistics indicate that in each of the last several years approximately 10,000 people have attempted climbing Mount Rainier. Over the last five years about 52% have been successful. Mountain climbing is a serious activity, however, and climbers should be aware of the potential risks. These Search and Rescue Reports are presented here to give climbers information about actual incidents and analyses of these incidents which discuss findings related to their cause. It is our hope that, with this information, climbers will be more likely to have a safe and successful climb of Mount Rainier.        Select reports by year or name, or scroll down this page:    1997 (PDF version) 1998 (PDF version) 1999 (PDF version) 2002 (PDF version) 2004 (PDF version)   Anderson\/Garmin\/Rausch (1999), Baker (2004), Beoffoli (2004), Bouvet (1997), Brunson (1997), Bullard (1998), Cahill (2004), Casady\/Vizcaya (2004), Catlett\/Willcox (1997), Connell (1997), Cooley (2004), Corroone\/Gallagher (1999), Demarre (1997), Duncan (2004), Eddy(1999), Fry\/Dufay (2004), Haley (1998), Hartonas\/Vakili (1999), Hommer (2002), Kapaun (1997), Koester\/Little (2004), Kurth (2002), Matelich\/Sverdrup (1999), McIntyre (1997), Nestler (1998), Penn\/Hancoc (2004), Perrson (1999), Quillen\/Phan (2002), Repka (1999), Rettig (2004), Talbot (1998), Thiel (2004), Wedberg\/Hernstedt (2002), Wentzer (1997), Whitcomb (2002)       Major Search and Rescue Incidents on Mount Rainier, 2004  Slip and Fall on Snow\/Rock (Cooley) Washington, Mount Rainier, Liberty Ridge Saturday, May 15th - Climber Scott Richards called Mount Rainier National Park on a cell phone requesting a rescue for his climbing partner Peter Cooley at 6:10 am, Saturday May 15th. The two-person team was ascending Liberty Ridge near 12,000 feet when Cooley’s crampon caught and he fell while leading. Richards was on the opposite side of the ridge crest when the accident occurred and was able to stop the fall using a hip belay. Cooley had fallen approximately 30 feet and hit his head, sustaining severe head trauma including a skull fracture as well as injuries to his left arm and leg. At roughly 6:30 am Ranger Mike Gauthier advised Richards via cell phone to chop out a platform, secure their tent, and stabilize and prepare Cooley for a lengthy evacuation. Scheduled cell phone calls were arranged to conserve the team’s cell phone batteries. An Oregon Army National Guard Chinook and contract helicopter and climbing field teams were assembled for the rescue. At that time the weather was deteriorating rapidly, and forecasts predicted large amounts of precipitation. On its initial reconnaissance, the contract helicopter approached Liberty Ridge but due to whiteout conditions was forced to land on the Carbon Glacier at 8,000 feet and wait for a clearing. Because of the increasing clouds near the mountain, the Oregon National Guard Chinook helicopter was sent to Rimrock, WA instead of Kautz Helibase inside the park to connect with an aviation rescue team of NPS rangers and Rainier Mountaineering guides (RMI.) An air-assisted rescue seemed uncertain because of weather conditions so a field team of two climbing rangers was hastily assembled and dispatched to make a quick ascent of Liberty Ridge. The advanced climbing rescue team of David Gottlieb and Chris Olson departed Ipsut Creek Campground Saturday at 4:00 pm. Heavy rain and snowfall slowed Gottlieb and Olson, forcing them to bivouac on lower Curtis Ridge that evening. A second team consisting of five climbing rangers also assembled at Ipsut Creek Campground. They carried extra supplies and prepared to support the advance team for a lengthy ground evacuation. Late afternoon clearing around the mountain allowed the contract helicopter to depart the Carbon Glacier and return to Kautz Helibase. Richards was apprised of the rescue efforts and difficulties. He prepared for a night on the mountain at the accident site with Cooley. Sunday, May 16th - Via cell phone, Richards reported that Cooley was in and out of consciousness all night and was unable to eat or drink. The weather remained inclement for much of the day. A team of five climbers from Tacoma Mountain Rescue (TMR) departed Ipsut Creek Campground at 11:00 am after a briefing at Longmire. Another TMR team of two staffed the Camp Muir hut. The Chinook Helicopter with a NPS\/RMI rescue team was held on standby in Yakima awaiting a break in the weather. The Chinook team prepared for a hoist insertion and evacuation of Cooley. The contract helicopter was also placed on standby at Kautz Helibase. Equipment and food caches to support field teams and rescue operations were prepared. Food, fuel, communication and rescue equipment were ferried via ground teams to lower Curtis Ridge (7,200 feet). Another cache for a yet-to-be-established field operations base camp was prepared at Kautz Helibase for a helicopter drop. A third sling load of supplies including a rescue litter was prepared for Richards at the accident site. In all, over 60 people joined in the rescue effort; the event generated international media attention. At noon, the Chinook team attempted a flight with rescue personnel but heavy cloud cover and foul weather caused the mission to be aborted. Difficult climbing conditions and harsh weather made progress for the ground\/climbing teams very arduous. Rangers Gottlieb and Olson worked through whiteout conditions and deep snow on the Carbon Glacier to prepare a field operations base camp at 8,800 feet in the Carbon Glacier basin below Willis Wall. A six-person climbing ranger team later joined them while the TMR team prepared a camp at 7,200 feet on lower Curtis Ridge. At 6:35 pm the weather briefly cleared above the Carbon Glacier, allowing the contract helicopter to conduct reconnaissance at the accident site and deliver a sling load of supplies, including a radio to replace Richard’s dead cell phone. On the evening of May 16th, climbing rangers Gottlieb and Charlie Borgh prepared for an ascent of Liberty Ridge on the morning of the 17th. They planned to access the accident site, a 50-55 degree ice slope at roughly 12,000 feet, evaluate the scene and determine the feasibility for a helicopter evacuation or, if impossible, a technical rope rescue. Behind them climbing rangers Greg Johnson, Olson, Andy Anderson, Adrienne Sherred and Bree Loewen, laden with camping and rigging equipment, climbed to Thumb Rock and established an advanced camp. Ranger Glenn Kessler remained at base camp to manage field operations. The Oregon Guard Chinook helicopter and crew remained on alert in Yakima and a contract helicopter remained on station at Kautz helibase. Richards, still at the accident site with Cooley was alerted of the plan. Monday, May 17th - The contract helicopter attempted to sling load additional supplies to the climbing teams however the weather again thwarted the aviation operation. The Chinook insertion team also attempted a mountain flight but was unable due to weather and was forced to return to Yakima. Additional supplies and equipment were ferried via ground teams from Ipsut Creek campground to 7,200 feet on Lower Curtis Ridge. Around noon, Gottlieb and Borgh arrived at the 11,800 foot accident site. Gottlieb attempted a medical assessment and relayed information to medical control via cell phone. Only limited care could be provided due to the conditions, patient and rescuer safety concerns. The team also prepared the area and set ice anchors preparing for a technical rescue. The weather improved throughout the afternoon and at 2:30 pm, the contract helicopter delivered a sling load to the 8,800 foot camp, while a supply cache was transported to Thumb Rock. The stabilizing weather also allowed the Chinook insertion team to head for the mountain at 4:30 pm. As the Chinook lumbered over the mountain at 5:03 pm, Cooley was extracted via vertical litter hoist. He was immediately flown to Madigan Hospital and, very sadly, pronounced dead. Gottlieb and Borgh descended Liberty Ridge with Richards to spend the night at Thumb Rock. Tuesday, May 18th - Gottlieb, Borgh and Richards descended the remainder of Liberty Ridge and were flown off the mountain from 8,800 feet along with the two other climbing rangers overseeing field aviation operations. All other field personnel descended to Ipsut Creek Campground, picking up the caches on their way. Analysis: Cooley and Richards were accomplished climbers, and this accident was not a result of any lapse in judgment or lack of skill. Cooley’s short, but ultimately fatal fall seems to be the result of an unfortunate misstep. Cooley was wearing a climbing helmet, but sometime during the fall he hit his head on a rock that contacted his temple just under the helmet brim. That impact eventually caused his death. Any serious injury on a remote route at high elevation can be life-threatening due to the difficulty of access and evacuation. This accident highlights the difficulties of high altitude rescue on technical terrain, particularly when exacerbated by poor weather. Aviation is a key element of many successful upper-mountain rescues of climbers with serious injuries. When weather precludes flying, the survival of a critically injured climber is often compromised. The fact that Richards was able to care for his climbing partner for almost 60 hours on a small exposed platform that he chopped in ice during poor weather speaks highly of him as an alpinist, rescuer and friend. The NPS strongly recommends choosing climbing partners carefully, considering not only the ability to reach the summit, but how a partner will perform in the event of an emergency or stressful situation. While many were saddened by the outcome of this extended event after so much effort by so many people, it should be noted that the rescue was also a great success in that Richards returned safely and no rescuers were hurt. Without his climbing partner Richards would have been placed in the difficult position of soloing the route in order to reach safety. Top of page  Slip and Fall on Snow\/Rock (Cahill) Washington, Mount Rainier, Liberty Ridge On June 3rd at 7:15 am, Ranger Mike Gauthier was informed by dispatch of a climbing accident on Liberty Ridge below the Black Pyramid. Alan Hartman, the reporting party, stated that he witnessed two climbers fall several hundred feet, both sustaining serious injuries. He reported that a climber, later identified as John Cahill, possibly suffered a broken back and arm, and that his partner, later identified as Mark Anderson, had a hand injury and knee injuries as well as numerous contusions and abrasions. The park requested assistance from both military and civilian helicopters. The Oregon National Guard offered a Blackhawk SAR helicopter with capability to perform the mission at 13,000 feet, however it was not immediately available. A civilian contractor, Whirlwind, had a bell-Jet Ranger in the area that was immediately available. At approximately 8:00 am, the helicopter began a reconnaissance flight with Ranger Gauthier. Shortly thereafter, the recon flight located an injured party at 11,800 feet on Liberty Ridge, near a “power-on” (hover) landing site. A plan was formulated to insert five climbing rangers close to the scene by “power-on” landings with another, more powerful A-Star helicopter. The Rangers were to access the scene, assess the patients, and prepare for an evacuation. The Blackhawk helicopter would later hoist the patients and transport them directly to a hospital. At approximately 8:45 am, Hartman stated that a Danish climber was now on scene with Cahill, the most critically injured of the two patients. Hartman reported that Cahill was conscious but shocky and in extreme pain with breathing difficulties. During the fall, he had sustained serious injuries including head trauma, a broken leg, a broken arm, and broken ribs. Hartman also reported that Anderson was alert and straddled a rock 50 feet above Cahill with a severely injured hand and knee. The park maintained scheduled contact with Hartman for the remainder of the incident. At 9:33 am, Hartman requested a bag-valve mask because Cahill needed rescue breathing. Soon thereafter, Hartman reported that Cahill no longer had a pulse and that CPR had been initiated. Hartman called back at 10:05 am to report that CPR had been stopped after approximately 30 minutes. Hartman informed the NPS that there were five other climbers on scene who had postponed their summit climb to assist with the rescue. There was concern about the time needed to safely summit, as it was getting late and the climbers didn’t have enough equipment to safely down climb or assist with a technical lowering. Hartman was advised that climbing rangers would assist once on scene and that a sling load of equipment and supplies would be inserted at Thumb Rock. Moreover he was informed that the climbing rangers would probably conduct the rescue without further assistance. The A-Star helicopter inserted rangers Gauthier, Gottlieb, Hendrickson and Olson over the course of two flights on a spiny rock outcropping near 11,000 feet on Liberty Ridge. The rangers ascended the ridge, reaching the accident site and Anderson at 1:27 pm. Once on scene, the NPS thanked the five independent climbers for their tremendous efforts and released them to finish their ascent of Liberty Ridge before nightfall. The accident scene was steep, icy and exposed. Anderson was anchored to a rock outcropping directly below the Black Pyramid; Cahill was below him, tied off to a badly shredded climbing rope. Gauthier and Olson assessed Anderson and determined that it would be too hazardous to lower him off the route. It was evident that his leg and arm injuries would prevent him from assisting in the effort. Anderson was prepped for the helicopter hoist while rangers Gottlieb and Hendrickson rappelled a steeper pitch to assess Cahill. Once on scene, Cahill’s condition was confirmed and he was also prepared for hoist. While the rangers prepared Anderson and investigated the site, the A-Star helicopter sling-loaded a supply cache at Thumb Rock. In doing so, they led the Oregon Guard Blackhawk helicopter to the accident scene. At 2:30 pm, Anderson was hoisted from the ridge and flown to Harborview Medical Center. Cahill’s body was retrieved on a subsequent flight at 3:39 pm. After which, the climbing rangers down climbed to Thumb Rock where they spent the night. The following day, the rangers descended the ridge to a landing zone on the Carbon Glacier and were shuttled off the mountain. During this incident, a second climbing accident was reported on the Emmons Glacier at approximately 3:30 pm. The same incident management team handled both operations.   Top of page  Loss of Control While Glissading (Thiel) Washington, Mount Rainier, Emmons\/Winthrop Glacier Route On June 3rd, Doug Thiel, 40, and his two climbing partners summited Mount Rainier via the Emmons Glacier Route. On their descent, Thiel started to experience a great deal of knee pain. The pain became so intense that he preferred to glissade instead of walking down. Thiel decided to glissade while roped and wearing crampons; it was the team’s intent to descend in this fashion back to Camp Schurman. At 11,600 feet Thiel hit an icy section and was unable to stop his slide. He slid uncontrollably past his partners and pulled them off their feet, all three fell 75-100 feet before Thiel’s two partners arrested. Thiel sustained a lower left leg injury in the process and recalled the rope wrapping around his leg, which he feels contributed to the injury. At 3:30 pm, the Park received a cell phone call from Thiel’s team detailing the accident and requesting assistance. With a large rescue and body recovery already in progress on Liberty Ridge, the I.C. dispatched a reserve climbing ranger team to the site of the new accident. Climbing rangers Stefan Lofgren and Stoney Richards were inserted on the Emmons Glacier via light helicopter near 11,300 feet. They ascended to the accident site, assessed Thiel and then carried him to a Landing Zone (LZ.) From that LZ Thiel was flown to the Kautz Helibase where he was transferred to an ambulance. Analysis: Thiel wanted to avoid requesting outside help while descending. Unfortunately, glissading, particularly on the upper mountain glaciers while wearing crampons, is dangerous. It would have been safer and more efficient for Thiel’s partners to have steadily lowered him in a sitting position, one rope-length at a time. On most sections they could have simply lowered him hand over hand. On steeper sections, they could have lowered him off set protection (pickets, ice axes, etc). In the end, it is always best to avoid glissading. A reserve climbing rescue team established during the initial Liberty Ridge incident provided the opportunity to seamlessly complete this second mission. The mission difficulties were amplified, however, by a Park-wide power outage that cut base radio and phone line communications. Top of page Avalanche (Casady\/Vizcaya) Washington, Mount Rainier, Liberty Ridge Luke Casady and Ansel Vizcaya departed White River Campground on Friday June 11th for a planned ascent of Liberty Ridge. The exact details of the subsequent 48 hours may never be known, but the facts uncovered during the subsequent search, body recoveries, and ensuing investigation suggest the following: Casady and Vizcaya, experienced climbers, camped along Curtis Ridge on Friday and began the ascent up Liberty Ridge early Saturday morning. It is likely the pair climbed past Thumb Rock, around and continued up the ridge as the first signs of incoming weather appeared. With the winds building and the visibility decreasing the climbers continued pushing forward. By early evening, the reports at Camp Muir included significantly higher winds and heavy snowfall. Casady and Vizcaya were somewhere high on Liberty Ridge, and probably realized that they would have to hunker down and wait out the storm. Through the night, winds hammered the mountain, blowing snow from some areas while building large slabs in others. This was an uncomfortable night for climbers everywhere on Mount Rainier; heavy snowfall and high winds destroyed several tents at Camp Muir. By Sunday morning several inches of snow had fallen, but more importantly, the high winds had deposited large amounts of snow on leeward slopes. Casady and Vizcaya were probably camped between 12,900 feet and 13,500 feet above the Black Pyramid. Sometime during that night or the next day, Casady and Vizcaya were caught in a large avalanche. The avalanche probably released several hundred feet above them but below Liberty Cap. The avalanche most likely encompassed them and the entire upper route; everything was pushed down the 4,000 foot Liberty Wall to the Carbon Glacier. Neither climber could have survived the fall. The storm turned back many teams back and significantly slowed the progress of others. Several teams were reported overdue, but this is expected following harsh weather. On June 16th at approximately 1:00 pm, rangers reported ten additional climbers descending the Emmons Glacier route (1); all were moving slowly. Progress for the climbers to the trailhead was so slow that rangers were unable to interview them until the morning of June 17th. All had climbed Liberty Ridge, some beginning their trips before, and some after, the Casady\/Vizcaya team. None of the climbers reported seeing Luke and Ansel. A large-scale search was then initiated. Rangers were dispatched to Camp Schurman to interview any remaining Liberty Ridge climbers descending the Emmons Glacier route, while aerial reconnaissance commenced near Liberty Ridge and the Carbon Glacier. Nearly an hour into the aerial search, a backpack and body were spotted on the Carbon Glacier below Liberty Wall at roughly 9,200 feet. Winds prevented the helicopter from landing near to the body, which rested near a large avalanche debris cone. The weather was very warm and many avalanches of significant size were noted from Liberty Wall. The location where the body was discovered is known particularly for its rock and ice fall hazards. For this reason ground recovery operations were planned at first light the next morning (during the coolest temperatures). Aerial search continued for the second climber that afternoon. Further aerial reconnaissance on June 17th revealed a second backpack and climbing rope near the avalanche debris. An avalanche fracture line was also observed at approximately 13,600 feet on Liberty Ridge. After the recon flight, rangers Stoney Richards and Glenn Kessler were inserted on Curtis Ridge at 7,400 feet to continue observations with a telescope and support recovery operations the following day. On the morning of June 18th a helicopter inserted rangers Chris Olson and Matt Hendrickson near the 9,000 feet on the Carbon Glacier. They quickly accessed the body and backpacks and had them flown out. After which, the rangers continued ground searching using avalanche transceivers. Their efforts were focused on the area near the recovered body and gear but no further clues were discovered. Due to further avalanche possibility and other safety issues, the ground team searched for one hour until the day got warmer. A subsequent aerial search on June 18th revealed additional clues approximately 50 yards west of the recovered climber. Kessler and Richards were inserted on the glacier to investigate and dig through the snow debris. Nothing more was found and aerial searching resumed. The primary aerial search area consisted of Liberty Ridge, Liberty Wall, Willis Wall and the likely “fall lines” off of the Liberty Ridge. These were strongly considered to be the most likely areas in which to find clues. On June 19th an Oregon Army National Guard Chinook helicopter with NPS Rangers conducted another aerial search while rescuing two other climbers at Thumb Rock. No new clues were detected. On June 22nd a private contract ship provided additional aerial assistance. During that flight a climbing harness, carabineers, pulley and ice axe were spotted near 9,400 feet on the Carbon Glacier. Those clues were located near the avalanche debris cone below Liberty Wall; they were not retrieved. On July 13th a climber reported seeing a large blue object on the Carbon Glacier near 9,300 feet while solo climbing Liberty Ridge. On July 14th and 15th climbing rangers Greg Johnson, Brent Rosato and Charlie Borgh climbed to the site and confirmed a body. Rangers Gauthier and Steve Klump were inserted via contract helicopter on July 15th to retrieve the remains. The body was successfully recovered via long line at 7:00 pm. Analysis: Casady and Vizcaya were found in their climbing harnesses but unroped (the rope found had no knots in it.) Their packs were largely packed, yet the pair had their parkas on. It appeared as though they were either still in camp, in the process of setting up or in the process of breaking camp when the avalanche occurred. The fracture line noted on Liberty Wall was direct evidence of a large slab avalanche whose crown extended halfway to Ptarmigan Ridge, some 250 meters. The crown was only observed from the air, but appeared to vary in thickness from about 25-100cm. Whether or not this crown belonged to the avalanche that swept the climbers to their deaths is uncertain, as a smaller slide could have caught them. Large avalanches were occurring on the mountain following the Saturday night storm. Other observations during the search indicated that large avalanches had run on other slopes in the general vicinity of Liberty and Ptarmigan Ridges. There had been no climbers on these slopes so it was concluded that most slides were naturally triggered events. It seems unlikely, that there were any climbers above Casady and Vizcaya, yet this remains unknown. The climbers had indicated when they registered that they had avalanche transceivers with them though neither was wearing one. A transceiver, however, would have provided no protection from such an avalanche. It is important to note that snowstorms and avalanches do occur on Mount Rainier in the summer. Climbers during all seasons should be prepared to assess and mitigate avalanche issues. __________________________ (1) Additional climbers mean those in excess of the climbers that started out from Camp Schurman. Top of page   Stranded, Exceeding Abilities, Incompatible Partners, Poor Communication (Penn\/Hancock) Washington, Mount Rainier, Liberty Ridge Bruce Penn and Al Hancock departed White River to climb Liberty Ridge on June 13, 2004. It took them three days to reach the base of Liberty Ridge. On the third day, while looking at Liberty Ridge, Penn voiced concern to Hancock about the steepness of the route and his ability to climb it. They spent the day talking about descent, but decided to re-evaluate their plan at the base of Liberty Ridge. On the fourth day, June 16th, an apprehensive Penn decided to start up the ridge with Hancock setting anchors and belaying every pitch. It took 14 hours for the pair to reach Thumb Rock; both individuals were exhausted and dehydrated when they finally arrived. Penn knew that it should only take 4 to 6 hours to reach Thumb Rock from lower Curtis Ridge. He was surprised that other climbing parties were not placing protection and climbing the lower ridge without belay. He then realized that their climbing method was not practical for the route. On the fifth morning, June 17th, Penn knew that he could not complete the climb and called 911 on his cell phone to ask for assistance. He did not discuss this with Hancock, and only informed him after the call had already occurred. That call reached Supervisory Climbing Ranger Mike Gauthier; during the conversation, Penn stated that his team could not go up or down but added that there were no injuries and they had enough food and fuel for a few days. Since there was no obvious urgency, and because an active SAR was already in progress on Liberty Ridge, Gauthier informed Penn that they would have to wait for a rescue or assistance. At 12:44 pm, Penn called again stating that he “could not climb up or down from Thumb Rock.” Penn again acknowledged that he and his partner were okay, but that their arms were quite sore, they were dehydrated and that they had “bad vibes” about the route. Hancock felt that their best option was to continue the climb up and over, but refused to go back down. Penn was unwilling to continue up or down even with additional supplies and gear the NPS offered to drop at their location. It was explained to Penn that another more urgent SAR was in progress and that they would need to remain where they were until more personnel and resources were available. At 7:30 Penn again called the Park requesting a helicopter rescue. When told that their rescue would still require a belayed down-climb, Penn seemed unwilling to cooperate. He said, “I just want to be off the mountain.” On the sixth day, June 18th, arrangements were made with the Oregon National Guard for a helicopter hoist of the pair as rescue and recovery efforts remained ongoing for Casady and Vizcaya. Rangers made two airdrops for Penn and Hancock at Thumb Rock; those drops contained food, fuel and a cell phone. On the seventh day, June 19th, an Oregon National Guard Chinook helicopter flew to the scene with three climbing rangers aboard. Ranger David Gottlieb was lowered to Thumb Rock via hoist and assisted both climbers back into the helicopter. The climbers were successfully removed from the mountain that day. Analysis: Penn and Hancock met on a guided climb of Mount McKinley the previous year. They had not climbed together before, but did discuss and research Mount Rainier and Liberty Ridge extensively. Some climbers often overlook the important aspect of climbing relationships and partner compatibility. The importance of a skills assessment, common goals and similar abilities are sometimes overshadowed by the excitement of summiting the mountain or “doing a route.” A commendable aspect of this incident was that the team realized things were not going well and pulled back before getting injured. The NPS recognizes that people commit errors in judgment and make mistakes, but suggests that climbers not proceed when originally presented with questionable situations. As a reminder, Liberty Ridge requires a substantial amount of physical strength, technical skill, effective communication and comfort with a heavy pack on steep ice for 6,000 feet of climbing.  Top of page Potential Fall on Ice (Baker) Washington, Mount Rainier, Kautz Glacier On June 30th, Dallas Baker, 27, sustained a dislocated shoulder while descending the upper ice pitch of the Kautz Glacier near 11,800 feet. He was facing the glacier slope with his axes in the ice when his footing gave way. He was able to use his ax and catch the fall, but strained and dislocated his shoulder during the slip. Unable to reset the shoulder, his partner Alex Carroll called 911 seeking help from the NPS. The two slowly continued their descent to Camp Hazard. A Hughes 500D helicopter was diverted from ongoing aviation operation to assist with the incident. Climbing ranger Stoney Richards was inserted at a small LZ on the cleaver separating the Turtle Snowfield from the Kautz Glacier around 11,000 feet. Richards climbed to the team and assessed Baker. By this time Baker’s shoulder had reduced on its own. Despite Baker’s improved condition, he was assisted back to the LZ and extracted with Richards to Kautz Helibase. Analysis: Baker was able to prevent a substantial fall by holding onto his planted ice tool. His dislocated shoulder seems to have been a much better option than falling down the 45 degree ice slope. The team was using a running belay as they downclimbed the route, so hopefully if he had fallen he would have been caught as soon as the rope between the climbers came under tension. The result of a fall of this type, even if the running belay protection held, would probably have caused more serious injuries than a dislocated shoulder. A very similar accident at approximately the same location occurred six weeks later. In the second accident, however, a longer fall resulted and the running protection (two ice screws) ripped out. Top of page Loss of Control While Glissading (Rettig) Washington, Mount Rainier, Unicorn Peak On the morning of July 24th, a four-person team from the Mazamas Climbing Club set out to climb Unicorn Peak in the Tatoosh Range. On the descent from the summit at roughly 2:30 pm, Joska Rettig, 50, lost control while glissading a steep snowfield. She sustained a serious injury to her left knee and leg when she impacted the rocks at the base of the snowfield. One member of the team was sent to seek assistance from the NPS while climb leader Jae Ellers splinted Rettig’s leg with an ice axe and started her crawling back towards the road. Her progress was exceedingly slow, but very admirable. Ellers was beginning a belay of Rettig down the steep loose rock gully feeding Snow Lake when climbing rangers Glenn Kessler and Thomas Payne arrived. The rangers assisted in Rettig’s descent until they met another NPS team of rescuers. That team placed Rettig on a backboard and then into a litter for what became a night carryout to the trailhead. Upon reaching the Snow Lake trailhead, Rettig was transferred to an awaiting ambulance. Analysis: Don’t glissade. It is safer to walk than to glissade; glissading is a tempting option that often results in lost equipment and injuries. The slope on which Rettig lost control was a combination of hard and soft snow. It is very likely that Rettig was able to control her speed on the upper sections of the slope where the sun had been shining for hours, but was unable to slow herself on the lower, mostly shaded section. Top of page Fall on Glacier, Failure to Adequately Protect, Protection Pulled (Fry\/Dufay) Washington, Mount Rainier, Kautz Glacier Route On August 8th, at about 9:15 am while leading the second icy pitch of the Kautz Glacier Route, Bryan Fry, 28, fell on the 45-degree icy pitch. What protection had been placed between him and his partner, John Dufay, 25, pulled out as Fry fell. Fry’s fall jerked Dufay off the slope and the pair tumbled an estimated 400 to 600 feet before coming to a complete rest in a shallow crevasse. Dufay suffered multiple lacerations and contusions during the fall; Fry sustained several minor injuries and a badly broken ankle. Dufay assisted Fry onto a narrow shelf in the crevasse and made him as comfortable as possible before seeking help. Dufay unroped and descended the route and through the ice chute back towards Camp Hazard. In the ice chute above Camp Hazard, Dufay met an RMI guide, Lyndon Mallory, who radioed the NPS for help. Due to the terrain at the accident site, and the anticipated hazards involved in a carryout, an air evacuation was the fastest and safest option available. At 11:20 am, ranger Glenn Kessler spoke directly with Dufay via radio and received a first-hand account of the situation. Mallory then ascend with Dufay back to the accident site and helped care for Fry. A helicopter hoist operation was arranged to evacuate Fry from the location. At 4:52 pm, an Oregon Army National Guard Blackhawk lifted off from Kautz Helibase and flew to the accident site with ranger Kessler. Kessler was hoisted onto the glacier where Fry and Mallory were waiting. Fry was assessed, prepared for evacuation and hoisted back into the Blackhawk with Kessler. Mallory and Dufay descended on foot but were slowed by Dufay’s injuries and exhaustion. The two bivied around 9,000 ft. and arrived at the Comet Falls Trailhead at noon the next day. Analysis: Fry and Dufay were lucky not of have fallen farther; the Kautz Glacier becomes an icecliff only a few hundred feet below where they came to rest. Fry reported that he had only one or two 9cm ice screws placed when he fell. Dufay recalls getting in position to arrest Fry’s fall, but was unsuccessful stopping the fall due to the steep angle and icy conditions. He recalls slowing several times thinking the fall was over, only to be yanked downhill again. When he came to rest, he was “balled up” in the rope. Given the distance of their fall, it is impressive that both did not suffer more severe injuries. While the Kautz Glacier route can be an ice-free snow climb until midseason, several parties have underestimated the difficulty of late season conditions. As the winter snow cover disappears and more ice presents itself, there is a need for more ice climbing equipment. It is difficult to predict how much ice climbing gear may be needed given variety of conditions possible. It is best to prepare for the worst and bring a few extra screws. Top of page   Fall on Rock, Climbing Unroped, Uprepared for Conditions, Lack of Experience, Stranded on Route (Duncan) Washington, Mount Rainier, Knapsack Pass On October 2nd at 6:00 pm, a group of seven service members on leave from Fort Lewis Army Base began a hike to Knapsack Pass in the Mowich Lake area. Forty-five minutes into the hike, two members of the party observed a rock face south of Knapsack Pass and decided to try and climb it to summit the ridge. As the two started up the face, one fell about 60 vertical feet onto a talus slope and rolled another 100 feet before stopping. Michael Duncan, 19, sustained serious head, neck and back injuries including 4 broken vertebrae and numerous lacerations, contusions and abrasions. His party members rushed to his aid and provided basic care. Meanwhile, the second climber became stranded on the face and needed help to descending. With sunset approaching, one of the party members hiked back to Mowich Lake to summon help. Upon receiving a 911 call at about 10:00 pm, NPS rangers responded to the scene while a military helicopter was launched from Fort Lewis. Rangers stabilized Duncan until the military medic was inserted via hoist to the accident site. Duncan was then placed in a litter and hoisted into the hovering helicopter and taken to a hospital. Rangers Uwe Nehring, Ritterbusch, Walker, Hull, Burns and Bagocius then turned their attention to the cold, stranded climber who was perched on a small overhanging ledge, wearing only a t-shirt, shorts and sneakers. The temperature, now in the lower 40’s, was dropping as ranger Nehring climbed to the ledge and set up an anchor station that allowed the other rangers to lower the stranded man to safety. Analysis: Climbing without experience or protection could have cost both young men their lives. The fifth class face they chose to climb warranted a rope, rock protection, harnesses and some climbing skill and experience. The pair admitted that they had none of these. Poor planning and decision-making led to additional suffering on the part of all the men. None were prepared for unexpected delays and nighttime operations. Wearing only shorts, t-shirts and sneakers, the team had left the trailhead near dusk on an autumn day enroute to an elevation of 6,300 ft without warm clothing, lights or any kind of emergency overnight gear. Every member of the party was an EMT, which significantly contributed to saving Duncan’s life. Top of page Glissading With Crampons (Beoffoli) Washington, Mount Rainier, Muir Snowfield On October 3rd shortly after 4:30 pm, Chris Beoffoli, 34, began his descent from Camp Muir. While glissading near 7,800 feet on the Muir Snowfield, Beoffoli caught his left crampon on the snow and fractured his ankle. At 5:15 pm Mt. Rainier National Park received the 911 cell phone call requesting a rescue. Shortly after sunset, an eight person NPS ground evacuation team began their ascent to the accident site. They arrived on scene two hours later and assessed Beoffoli’s condition, packaged and lowered him back to Paradise in a litter. They arrived at the trailhead at 1:00 am. Beoffoli was released into the care of his partner who drove him a hospital for treatment. Analysis: Don’t glissade. If you must, remove your crampons, know your descent line and watch for changing snow\/ice conditions. But don’t glissade. Every year numerous climbers and hikers must be rescued because they choose to glissade. Top of page  Avalanche (Koester\/Little) Washington, Mount Rainier, Ingraham Glacier On Sunday October 24th, climbers Aaron Koester and Matt Little contemplated a summit ascent from their high camp at Cadaver Gap, but due to a late start the pair instead decided to train and explore and the crevasses on the Ingraham Glacier. Near 11,700 feet, the team entered a large cavernous crevasse close to the Disappointment Cleaver. They traversed some 75 yards into the crevasse and found an exit ramp out the other side. While ascending the 35-40 degree exit ramp, the snow slope fractured and slid. The slab was estimated to be about 8-14” thick and ran roughly 150 feet. The avalanche swept both climbers back into the crevasse. Koester was pinned against the ice wall of the crevasse and was completely buried by the debris. Little was partially buried; only his arm and head were exposed. Little spent about 30 minutes extricating himself from the entrapment before beginning the search for his partner. By the time he located and freed Koester’s head, Koester had no pulse and was “very blue.” Little left the accident site and descended the Ingraham Glacier back to high camp, packed up the team’s equipment and continued down to Camp Muir. Along the descent, Little attempted to contact the authorities using a family service radio. A hunter picked up the transmission and notified the NPS of the accident at 4:58 pm. Twenty minutes later, Little arrived at Camp Muir and called the Park on the Camp Muir emergency radio. After providing more specific information about the accident, Little descended to Paradise and met with park rangers. The following day, climbing rangers Mike Gauthier, Bree Loewen, and Adrienne Sherred with the assistance of an MD 500 contract helicopter were inserted at Ingraham Flats, 11,000 feet. They climbed to the cavernous crevasse and performed the body recovery. An analysis of the fracture, slide, and ramp area was not possible however, due to lingering instability in the snowpack, time limitations and deteriorating weather. Koester’s body was successfully recovered that day. Analysis: A recent storm had deposited only a few inches of snow, but high winds preceding the climb had transported this snow significantly. Many areas were scoured; others had deep pockets of snow. Autumn is an atypical time for avalanche accidents, at that time of year the dangers of falling on hard ice, snow bridges collapsing, rockfall and icefall are generally more pressing. As this accident illustrates, climbers must evaluate the avalanche risks at any time of year. The fact that these climbers chose to wear avalanche beacons on the day of the incident indicates and increased level avalanche awareness. They knew that they were in avalanche terrain and that there was a possibility of a slide occurring. However, no assessments of the snow stability took place. It is possible that if the climbers had done an assessment, they may have recognized the snow instability and avoided the terrain trap. As the use of avalanche transceivers has become more standard in alpine climbing, it’s important for climbers to connect the reasoning of wearing such a device with the conditions. Donning a transceiver does not prevent the consequences of an avalanche. It’s important not to let down your guard when wearing a transceiver. A false sense of safety lowers the level of situational awareness, causing many to ignore or misinterpret valuable information and signs. Top of page Major Search and Rescue Incidents on Mount Rainier, 2002    Kurth Incident On May 29th, Mount Rainier National Park communications received a 911-cell phone call from a climbing team at St. Elmo’s Pass. They were requesting a rescue for Andreas Kurth, another climber who reported having an accident near Liberty Cap the night before. Andreas just descended the Winthrop Glacier solo after his team, Cornelius Beilharz, Grit Kleinschmidt, and Keeta Owens, encountered serious trouble during a storm. Kurth reported that Beilharz was already dead from a fall and that the condition of the other two women was unknown. Andreas had last seen them in an exposed snow cave, hypothermic near Liberty Cap. The Kurth team had summitted Liberty Ridge the night before, close to 6 pm. They became disoriented while trying to descend from Liberty Cap to the Winthrop Glacier in a fierce storm with whiteout conditions. After unsuccessfully locating the Winthrop Glacier, the team then attempted to set up tents however the winds were too strong and made the task impossible. Still disoriented, the team then proceeded to dig snow caves. Upon doing so, they encountered an impassable ice layer three feet below the surface. Unbeknownst to the team, the snowcaves were being constructed atop a steep ice slope, just southeast of Liberty Cap, and fully exposed to the weather. Unable to penetrate the ice, Kurth used the remains of a tent and the beginnings of a snowcave to erect a makeshift shelter for him and Kleinschmidt. Beilharz and Owens were attempting the same. Kurth and Kleinschmidt took cover in their shelter and got some rest as Beilharz and Owens worked to finish theirs. That’s when the initial accident occurred. Beilharz somehow slipped while digging the snowcave and fell out of sight down the steep slope. Owens then rushed to report the incident to Kurth and while doing so, accidentally collapsed the makeshift shelter. Struggle ensued as the team was again exposed to the storm. Kurth could not find one of his plastic boot shells after the snowcave collapsed. This presented problems as he attempted to resurrect the shelter in the dark. While securing the tent to the cave, Kurth also slipped and fell. The slope below the snowcave was roughly 50 degrees and icy, but it leveled off a few hundred feet below. There, Kurth landed and found Beilharz; unfortunately, his climbing partner was dead. Kurth tried to climb up to the snowcave but was unable to on the steep ice without a hard boot shell. He instead spent the rest of the night nearby in a naturally protected site, huddling in a salvaged sleeping bag that had also fallen from the snow caves. At first light, he reoriented himself and made his way down the Winthrop Glacier to report the emergency. The Park Service began rescue efforts that afternoon. Dee Patterson led the field team off six climbing rangers. They were flown to the summit of Mt. Rainier to search, rescue and recover the climbers. Another helicopter was dispatched to St. Elmo’s Pass to pick up Kurth. Initial aerial reconnaissance of the summit helicopter revealed two climbers face down in the snow beneath a steep icy slope. They were located a few hundred feet below Liberty Cap on the southeast side. The US Army Chinook then inserted the Park Service team between Liberty Cap and Columbia Crest. The team quickly located Beilharz and Owens at the base of the steep icy slope below the snowcave. Owens was dead when found. The team then began searching for Kleinschmidt, checking first the snow cave and later a heavily crevassed area below the accident site. Ground teams, however, did not locate her that day. Deteriorating weather conditions and sunlight constraints forced the recovery to be called off and only Owens could be retrieved. The next day, similar efforts resumed except this time under more favorable weather. Kleinschmidt was located from the air and recovered along with Beilharz and the climbing gear from the snowcave. Kleinschmidt, apparently, survived the fall and died of exposure while taking cover from the storm in the crevasse. Beilharz also died from exposure and Owens expired from trauma, most likely sustained during the fall. Observations: The Kurth party possessed the experience and technical skills to ascend the route. What caught the team was inclement weather and pace. The team had planned to ascend Liberty Ridge more quickly, but was unable to do so. Generally speaking, the larger the team, the more slowly it moves. When the four finally reached Liberty Cap, it was late in the day and there was little daylight left. Furthermore, the storm had intensified and the visibility had deteriorated. It’s not uncommon for climbers to ascend the mountain under “reasonable” weather conditions, only to be hit by fierce storms once on top. This is especially the case with Liberty Ridge, because the route is protected but the summit and Liberty Cap are directly exposed to the winds off the Pacific. Though it seems counter productive to descend the route, away from an easier descent route and an established base camp, it’s sometimes much safer to do so when confronted by these conditions. It’s very difficult to safely navigate in severe weather while on the summit just after finishing Liberty Ridge. Many climbers have found more favorable bivy sites and snow cave locations back down the ridge (especially near the bergschrund) when faced with these conditions.   Top of page   Wedberg Hernstedt Incidents On June 6th, Mount Rainier Climbing rangers responded to two mountaineering accidents on the Ingraham Direct Glacier Route. The rescues are interconnected and began on June 5th. That evening, climbing rangers Glenn Kessler and Paul Charlton noted a single occupied tent when passing through Ingraham Flats Alpine Camp on summit patrol. While descending later that night, the rangers encountered a party of two, Benjamin Hernstedt, 25, and Jeffrey Dupuis, 21, at 13,000 feet ascending the mountain. The rangers contacted the team and discussed current conditions, which were; barely penetrable ice and hard snow, a poorly defined climbing route, clear, but windy and cold weather. The climbers said there were prepared and would descend immediately upon reaching the summit. The climbers also stated that they were the team camped in the tent at Ingraham Flats. The next morning, RMI Guides contacted NPS climbing rangers at Camp Muir to report that one of their rope teams had fallen into a crevasse on the Ingraham Glacier. Near 11,800 feet, Melody Wyman, Charles Grubbs and their guide Kurt Wedberg fell after a wind gust knocked Wyman off her feet. When she fell, Grubbs and Wedberg were pulled along for the ride. The trio attempted to self-arrest but slid 100-150 feet on hard icy snow before falling 60 feet into a crevasse. Wyman broke an ankle and Wedberg and Grubbs sustained non-serious head injuries. Wedberg was knocked unconscious for an undetermined but presumably short period of time. Wedberg and Grubbs managed to climb out, while another RMI team assisted with the crevasse rescue of Wyman. NPS climbing rangers climbed towards the accident site and assisted the guides who were lowering Wyman in a rescue litter to Ingraham Flats. Since it was decided to fly Wyman off the mountain, Ranger Kessler remained at Ingraham Flats to prepare for helicopter operations. During the preparation of a helicopter landing-zone he observed that no occupants were in or around the tent he noted from the night before. This seemed odd, as the pair of climbers contacted the evening before should have returned to their camp many hours earlier. While the Wedberg helicopter evacuation was underway, the NPS also tried to determine the location of the Hernstedt party. The contents of the Hernstedt tent revealed overnight and cooking gear but no climbing gear; it appeared the team had not returned. Every tent was checked and all parties were contacted at Camp Muir and Schurman to determine if the Hernstedt party had inadvertently descended another route. Around 2:30 pm, Wyman and Grubbs were airlifted. All rescue efforts then focused on locating the Hernstedt party. A search team of NPS Climbing Rangers and RMI guides began an ascent of the Ingraham Direct Glacier route checking all likely fall lines and crevasses. A Bell Jet Ranger and US Army Reserve Chinook actively joined the search around 5 pm, focusing higher up the mountain. Shortly thereafter, the crew of the Jet Ranger spotted what appeared to be two individuals, down, near 12,400 feet on the Ingraham Glacier below an ice-cliff. The pilot of the Jet Ranger then guided the search team through crevasse and serac fields to the accident site. At the base of a 100-foot ice cliff on the Ingraham Glacier, Kessler’s team found Hernstedt and Dupuis, dead and entangled in rope. Because of their location and daylight constraints, US Army Chinook hoisting operations were ordered to remove the pair. A technical lower of each was required in order to keep the Chinook away from the ice cliff over which the climbers had fallen. After relocating them some 400 feet away, the bodies and equipment were hoisted and flown to Kautz Helibase. Technical search teams were able to descend to Camp Muir before total darkness. Observations: The weather had been poor for numerous days before June 5th preventing many climbers from summiting. When the weather finally cleared on June 5th, climbers started going for it. This weather window was enticing, but such weather can also be accompanied by very firm snow\/icy conditions. These types of snow conditions can make for great climbing (i.e. cramponing) but they can also be particularly unforgiving in the event of a fall. When the weather and snow conditions are such, it’s quite possible that being tied into a rope to other climbers poses its own dangers. If the fall of one member might potentially lead to the sweep of an entire rope team, running protection, such as pickets, should be used. Also noteworthy is the fact that more than once on Mount Rainier, the smallest person on a rope team has pulled numerous larger teammates off the mountain. Wedberg’s team fortunately came to rest without life threatening injuries. More than likely, Dupuis and Hernstedt experienced a similar sliding incident with more serious results. The position of the bodies and the entanglement of rope strongly suggest that the climbers slipped and fell somewhere above the ice cliff. They were dressed for cold weather and were wearing headlamps. Based on their last known location, time, and clothing description, it suggests that they were descending when the accident occurred. Top of page  Whitcomb Incident Around 11:30 AM on June 25, 2002, Mount Rainier Park Communications received a 911 call from a team of three climbers requesting a rescue from 9,700 feet on Liberty Ridge. The team reported that one of their members, Jessie Whitcomb, had been struck by a rock in the head while ascending lower Liberty Ridge. The force of impact was so great that it destroyed the helmet and knocked Jessie unconscious. The Whitcomb team left White River Campground and spent two days getting to the base of Liberty Ridge. Hoping to make Thumb Rock by then, they instead elected to bivy near 9,200 feet on the ridge and continue climbing the next day. The team left the bivy site around 9 AM and noticed rock fall right from the start. While attempting to regain to the ridge-crest, Jessie was hit. He doesn’t remember exactly how the incident occurred, but his father noted that rockfall was prevalent in that specific area, which the team was forced to cross. Though Whitcomb was knocked out, he regained some level consciousness as his father helped move him to a safer location. The team then waited, calling for help, which took nearly two hours because of poor cellular service. The Park Service initiated rescue efforts by flying climbing rangers Stefan Lofgren and Nick Giguere to the base of Liberty Ridge via a US Army Reserve Chinook helicopter. The two were inserted via cable-hoist (Jungle Penetrator) at 8,900 feet on the Carbon Glacier. From there, they climbed with medical and rescue gear to the accident site on the ridge. Once on scene, they provided patient assessment and stabilization, determining that Whitcomb needed to be evacuated immediately. The patient, however, could not be hoisted from that location and had to be lowered 900 feet to a safer landing zone on the Carbon Glacier. Additional rescue personnel comprised of NPS climbing rangers and RMI guides organized and prepared for the technical lowering. A smaller helicopter (a Bell Jet Ranger - 87L) was to ferry and insert the additional rescuers on the Carbon Glacier. RMI Guide Dave Hahn was flown from the NPS helibase to Camp Schurman to pick up Lead Climbing Ranger Chris Olson. Those two comprised the second team of rescuers. After picking up Olson at Camp Schurman, 87L circled north around the mountain and attempted to insert the team on the Carbon Glacier. While doing so, the helicopter crashed-landed. Rangers observed the ship as it attempted to land on the glacier slope. When the helicopter did this, the skids underneath the ship began to slide. Something struck the ship in the rear and the helicopter quickly rose from the ground. It then began rotating to the right, crash-landing downhill roughly 40 feet away. Thankfully, all occupants walk away from the crash unhurt however the ship was badly damaged. The tail boom wrapped around the body, the rotors fell apart and the transmission crashed through the passenger compartment nearly hitting Olson and dousing him in engine fluids. Remaining rescue personnel were quickly redirected to the Chinook helicopter for Jungle Penetrator insertion. Rich Lechleitner and Brian Hasebe inserted at 87L’s crash site, while the pilot of the 87L was extracted. Olson, Hahn, Hasebe and Lechleitner then continued to the climbing accident site to help complete the rescue of Jessie Whitcomb. From there, Lofgren directed the technical evacuation, which required a 900-foot high angle lowering through ice and rock fall hazards as well as a bergschrund crossing. Once the patient, his partners and rescue team were on the Carbon Glacier, the Chinook Helicopter returned and hoisted them all off the mountain. The patient was flown to Madigan Army hospital at Ft. Lewis and has since made a full recovery. The helicopter was never salvaged from the accident site because of its high exposure to avalanche, ice and rockfall hazards. Observations: Temperatures were warm that day and the snow on the lower ridge was soft. On such days, it is strongly recommended that climbers leave early. Alpine starts apply when traveling on loose rocky ridges or over glaciers with lots of crevasse slots. Many challenges exist on the Liberty Ridge route far below high camp. Warm temps on Mount Rainier also mean rockfall, which the Whitcomb party noted. Wearing a helmet can only do so much when confronted with baseball and larger sized rocks. Thus, pace also becomes more important. The ability to move rapidly can help with success and safety. Many teams ascend Liberty Ridge too slowly. Siege climbing the route has again and again proven dangerous. In this case, the Whitcomb Party’s pace was slow; this increased their amount of time in rockfall hazardous areas. Top of page  Quillen\/Phan Incidents On Saturday, June 29th, the Quillen party of two was rescued from a summit crevasse bivouac, 3 days overdue from a planned climbing trip of Liberty Ridge. Also that day, climber Yong Phan was rescued from 8900 feet on the approach to Camp Hazard. Phan had broken his lower right leg\/ankle. The Quillen team began their climb on Sunday, June 23rd, ascending just ahead of the Whitcomb party previously mentioned. The Quillen team had communication with the Whitcomb party before their accident and witnessed the rescue and helicopter activity from Thumb Rock high camp Tuesday, June 25th. On the morning of June 26th, the Quillen team continued with their ascent of Liberty Ridge, wondering what had become of the Whitcomb party. Most of the day was spent carefully climbing the route as the team moved cautiously over the exposed icy terrain. At sunset, they finally reached Liberty Cap. Spent, they decided to make camp and enjoyed the lights of Seattle. By 4:00 AM, the temper of the mountain had changed; the visibility had decreased to whiteout conditions and the wind speed and precipitation increased dramatically. A significant storm had blown in. They broke camp and attempted to find a route over to the Emmons\/Winthrop Glacier. Quickly, they recognized how futile this was, even remembering the tragic events of previous weeks. Instead, they decided to take cover and bivouac in a crevasse near the Summit Col. During the storm, they found a suitable slot and fixed an anchor with an ice ax. From there, they rappelled 50 feet into a cold dark hole to wait out the weather. On a “shelf” in the crevasse, the pair huddled, inside sleeping bags wrapped in the tent. The average temperature was 20-25 degrees and there was little food other than Gorp remaining. They also lacked fuel to run the stove, and were forced to melt water by collecting spindrift in plastic bottles, wrapping those in the sleeping bag. Roughly twice each day, one of them would ascend the fixed rope to the surface and check weather conditions. Once there, they would also reset the emergency signal marker, which was a red piece of fabric attached to a metal tent pole, stuck in the ice on the large summit plateau. Melting snow, running out of food and living in a crevasse was quickly accepted as a losing battle, but the team remained calm and stayed together. They considered descending but the storm was too fierce given their deteriorated condition. The Park Service was aware of the overdue party but could do nothing because the weather was too severe for both flying and upper mountain climbing. Not until Saturday afternoon June 29th did periods of clear skies make flying possible. During this, another climbing accident had occurred below the high camp on the Kautz Glacier Route. Mr. Phan twisted and broke his lower leg while sliding with crampons. Phan was assisted to a safe location by his teammates who then hiked out to Paradise to call for help. Mid morning on the 29th, a ground team from Tacoma Mountain Rescue climbed towards Phan’s location from Paradise. The weather was poor for upper mountain flying, but reasonable for lower mountain climbing. The TMR team made good progress as the weather cleared throughout the day. These clearings enabled the US Army Chinook Helicopters to provide aerial support for the Park Service on both rescue missions. Because of occasional cloud cover, the initial flight inserted ranger Giguere and rescuer Haseby via Jungle Penetrator 600 feet above Phan’s accident site. They down climbed to meet Phan, where they then stabilized and prepared him for air evacuation. After inserting team one, the Chinook then began aerial search for the Quillen party. They searched Liberty Ridge, it’s fall lines and the summit plateau and Liberty Cap. Nearly an hour later and near the end of a fuel load, the helicopter finally noted a small hole in the ice near the Summit Col. Next to it was a tent pole with a red marker. The ship hovered over the hole for some time, but no activity was seen. The ship then returned to Gray field to refuel. During this time, Giguere and Hasebe prepared Phan for Jungle Penetrator evacuation. This required leg stabilization and transport to a better landing zone some 300 feet higher. It also meant waiting for the weather to clear, as the clouds were in and out throughout the rescue. Sunset was approaching when climbing rangers Gottlieb, Shank, and Richards were dropped off on the summit to spend the night and search the “marked” crevasse. After drop off, the Chinook departed to assist Giguere’s team. The weather, however, remained obstinate. At 8:45 Gottlieb reported finding the Quillen party alive in the crevasse. He immediately called for a pickup, as both were very hypothermic and in need of food, warmth and better shelter. The Chinook quickly returned to the summit and picked up the Quillen party and Gottlieb’s team. Then it returned to Giguere’s location, where fortunately, the weather had improved, making it possible to hoist the rescuers and patient before nightfall. Observations: The Quillen party undoubtedly saved themselves in a location and under similar conditions that have killed others. Their survival techniques are commendable but there pace put them in a position to need them. The party admitted that though they were able to climb the route, they had hoped to do so in better style and time. Every year, teams over estimate their skill and ability when measuring up to Liberty Ridge. The route is committing, longer and more strenuous than most perceive. A 2-3 day trip commonly becomes a 4-7 day trip when the weather kicks up its heels. Add a little altitude sickness and general fatigue and your team suddenly moves at a snails pace above 13,000 feet. If you want to climb Liberty Ridge and not spend a week or ten days doing it, make sure you’re in the best shape possible and are comfortable moving on exposed big mountain terrain with a pack. Glissading seems like an easy way down the mountain, but it’s also dangerous. Many climbers and hikers are injured glissading on Mount Rainier each summer. What seems like an innocuous descent technique has actually resulted in numerous broken ankles, twisted knees, pulled muscles and at minimum, loss of gear. Top of page  Hommer Incident On September 23rd at about 5:30 a.m., a rock struck and killed noted climber Ed Hommer, a double amputee from Duluth, Minn. Ed and three companions were climbing the Disappointment Cleaver route in preparation for an attempt next year on Mount Everest. The team of four climbers (Wickwire party) spent the night at Camp Muir and started their climb at approximately 1:30 AM. The climb proceeded normally and the team took a rest break at Ingraham Flats (11,000 ft.). The route from the Ingraham Flats ascends another 300 feet then traverses right onto the ‘Nose’ of the Disappointment Cleaver. The Disappointment Cleaver is a prominent rock feature that separates the Ingraham and the Emmons Glaciers. Later in the climbing season, the Disappointment Cleaver is mostly exposed, loose rock; any remaining snowfields are hard, icy and have large suncups that requires slow careful climbing. At approximately 5:40 AM, the sky was dark and the moon was setting as Wickwire lead Herlehy, Rose, and Hommer up the Cleaver. They were traversing rockbands near 11,700 feet when Wickwire heard a “whizzing” sound (falling rock). He respond by yelling “ROCK!”. Shortly thereafter, Rose (third on the rope) reported getting tugged backward and thrown off balance. After regaining his balance he called down to Hommer and received no answer. Wickwire then belayed Herlehy and Rose down to Hommer, which took about 30 minutes. Once there, it was apparent that Hommer was struck and instantly killed by stonefall. Hommer was found laying face up on the snow with visible trauma to his upper torso, neck, and head. The climbers were on scene with Hommer for over an hour while they called the Park Service for help. Another team of two climbers on their way to the summit came to the aid of Wickwire’s team. They declined to continue to the summit and instead assisted Wickwire’s party back to Camp Muir. Ranger’s Kirschner and Winslow planned for a body recovery operation. Two climbing rangers, Giguere and Shank, boarded a helicopter at Kautz Helibase and were flown to the top of the Disappointment Cleaver. From there, they down climbed the route to the accident site where they then placed Hommer into a body bag and then into a cargo net. From there, Hommer was flown off the mountain to Kautz Helibase. Giguere and Shank, along with Wickwire’s team, were also flown off the mountain too. Observations: The Disappointment Cleaver is the most popular route on the mountain. It subjects climbers to sustained periods of rock and icefall hazards at varying locations; teams that move quickly and safely limit their time in these areas. Hommer’s team got an alpine start and was moving at a reasonable pace. Sadly, rock fall is common on the Disappointment Cleaver, especially late in the year. Colder conditions may reduce the rock fall hazards. It seems, however, as though there is always some amount or rock and\/or ice fall hazard on Mount Rainier, making it possible for experienced teams like Hommer’s to be in the wrong place at the wrong time. Hommer was not wearing a helmet at the time of the accident; it was believed that a helmet wouldn’t have made a difference however. Though a helmet may not have made a difference in Hommer’s case, the National Park Service strongly recommends that all climbers wear helmets when ascending Mount Rainier. Top of page Major Search and Rescue Incidents on Mount Rainier, 1999  Overview Mount Rainier National Park spent over $150,000 on mountain related search, rescue and recovery in 1999. Many of these costs were related to extensive searches for lost mountaineers on the route to Camp Muir, the mountains’ most popular high camp. Inclement weather played a significant role in these accidents and continually hindered the efforts of search teams throughout the year. If Mount Rainier had a Bermuda Triangle, the route to Camp Muir would be it. This popular climb on a clear day is straightforward and benign; in poor weather however, it has many hazards, most particularly cliffs and crevasses that mark its perimeter. Four serious incidents in 1999 exhibit the difficulties. Climber’s Corroone and Gallagher nearly disappeared after a serious crevasse accident in April, wandering only 100 yards off the main route. John Repka did the same in May however he was found dead four months later in an icefall just east of the snowfield. William Tietjen left Camp Muir on a snowboard and vanished into a whiteout last June, while experienced and well equipped climbers Hartonas and Vakili never returned after departing on a trip to Camp Muir in November. Separate incidents, similar weather conditions, and the same location. Poor planning and team skills also led to a number of call-outs and small-scale rescues. Climbers continue to test their mettle on Rainier yet some lack the skills and fortitude to pull out of trouble when conditions are less than ideal. Cell phones enable these teams to quickly notify officials of emergencies, but they have also allowed them to call for help sometimes sooner than they really need. A few climber assists, not detailed below, involved teams who were unable to pull their resources together and work through difficult, yet possible situations. In some cases, climbers have called for help after a series of poor decisions that left them in over their heads. On one occasion, two climbers were warned by rangers at high camp not to ascend further under the poor weather conditions. The team, however, continued only to become pinned down on route. There they used a cell phone to alert rangers, who recommended digging in, waiting out the weather, and only using the phone for further communication with the park, especially if the team felt they were in danger. The team reported having bivy gear, food and water and they were informed that the weather was predicted to improve within 24 hours. The distressed team, however, continued to route-find on the glacier despite the advice of not doing so in a whiteout. Twelve hours later, rangers again received a phone call, this time from the climbers’ parents who were extremely concerned that their son’s were on the mountain and in dire need of help. Upon becoming lost again, the climbers decided to call home, leaving their parents with the impression that danger was imminent. Unfortunately their cell batteries were now dead, direct communication was impossible and a SAR had to be organized. Climbing rangers dispatched from Camp Schurman found the team a few hours later located only 30 minutes off route. They were in their bivy gear and for the most part doing fine. The weather was clear and winds calm however the climbers asked, \"when is the helicopter coming\". After a strong rebuke, the two mustered their resources and descended off the mountain without any further aid. On a similar yet more inspiring note, two climbers, off duty NOLS instructors, were ascending the Liberty Ridge route in May when they overcame another two-person team on the Carbon Glacier. The seasoned NOLS team noted that the slower moving climbers did not assist with trail breaking and also requested belays once on route. Despite the faster team’s urge to quickly finish the climb and get off the mountain, they instead elected to ascend with the pair assisting them along the way. Unfortunately the weather deteriorated significantly and what ensued were seven days of rationed survival in snowcaves on the upper Liberty Ridge, summit and Disappointment Cleaver. The foursome combined resources and preserved, perhaps a more tragic accident was prevented by such generosity? If one obstacle could be planned for when climbing Mount Rainier, it’s bad weather. No amount of gear, stamina or technical skill will get you up the mountain if the weather is ragging. When route finding and moving safely becomes desperate, if not chaotic, dig in, sit tight and wait out the storm. Climbers have proven time and again on Mt. Rainier that it is possible to survive numerous days on limited water and food without requiring assistance. Fighting through storms and wandering around in whiteouts frequently leads to larger problems. Lastly and equally important, climb other mountains with your partners before attempting Mount Rainier. Don’t let the slopes of Rainier be your team’s first mountain school; the tuition can be extremely expensive for the taxpayer and the learning curve may cost you your life. Top of page  Fall on ice, unroped solo climbing, Gibraltar Ledge (Eddy SAR)  On March 21st, climber E. Dawes Eddy, 56, fell 1600 feet while soloing the Gibraltar Ledge route on Mount Rainier. A four-person climbing team on the same route witnessed the accident and subsequent tumble down the 40-50 degree icy Gibraltar Chute. Eddy’s fall was arrested where the slope angle decreased onto the Nisqually Glacier. One member of the witnessing party used a cell phone to alert the National Park Service while another member down climbed to Eddy. During the fall, Eddy had sustained bone fractures to his lower right leg and possible internal injuries. That climber helped to stabilize Eddy and stayed with him while the other members of his team returned to Camp Muir to retrieve a rescue liter. The Park Service dispatched a helicopter with rangers Brenchley, Turner and Winslow. They were flown near the accident site where they climbed to Eddy with rescue gear, litter and medical supplies. Eddy was prepared for extrication and lowered to the helicopter, then flown to a hospital. Observations: Eddy had an extensive amount of experience climbing Mount Rainier both solo and in the winter and therefore understood the risk of his undertaking. Solo climbers in the winter should expect hidden crevasses, poor weather, and most notably, no back up. Eddy was fortunate that another team was on the same route and witnessed the fall. He stated that no particular event caused the slip to occur, only that he recalled losing his footing and quickly falling backwards, sliding out of control before he could get into a self-arrest position. Note that the slope angle was steep, 50 degrees, and the snow was hard and icy. Eddy was wearing his helmet and attributed his survival to this fact. There had also been a significant amount of snowfall that winter. This coated the normally rock exposed gully and he felt the snow helped to cushion his tumbles and prevent more serious injuries. Top of page Crevasse fall, unroped travel, weather, Muir Snowfield-Paradise Glacier (Corroone\/Gallagher SAR) Michael Corroone, 51, and Dan Gallagher, 36, set out to climb Mount Rainier on April 11th. Severe weather prevented a summit attempt and they began descending back to Paradise on April 12th. High winds, low visibility and whiteout conditions continued, forcing them to follow compass bearings down the Muir Snowfield. Near 8,800 feet, the unroped pair simultaneously fell into a deceptively covered crevasse on the Paradise Glacier, the eastern edge of the Muir Snowfield. Gallagher's backpack caught on the slender entrance and he was able to extricate himself. Corroone, however, slipped through the crack and disappeared into the crevasse. Gallagher set up a snow anchor and lowered a rope to Corroone however Corroone was wedged in such a way that he could do little to assist himself or tie off on the rope. Gallagher then resorted to his cell phone and called 911, reaching an operator in Oregon after waiting for some time for cell service coverage. The call was transferred to the Mount Rainier communications center and a rescue was initiated. Ranger’s Gauthier and Mallard while patrolling at Camp Schurman were notified of the accident and reported that the weather was improving on the upper mountain. A helicopter dispatched from Seattle transported the rescuers from Camp Schurman to the 9,200 feet level on the Muir Snowfield above the accident site. They descended to the crevasse where Gallagher was awaiting assistance. Gallagher reported that his partner had been trapped in the crevasse for over 2 hours and there had been no communication between them for the last hour and a half. New rescue anchors and rope were quickly put in service and Gauthier hastily rappelled into the crevasse to assess the situation. Eighty feet below, he found Corroone alive, however very hypothermic and tightly wedged between the icy walls of the crevasse. He was suspended from his armpits by his backpack straps like a parachutist trapped in a tree. Corroone was unable to feel or use his arms and could little more than press his legs against the crevasse walls to prevent slipping further. For over an hour Gauthier dangled, working at times upside down to dislodge Corroone from his trapped position. Once Corroone was freed from his pack and snowshoes, he was pulled onto a small ledge and stabilized in a harness. Mallard and Gallagher then hoisted him to the surface with a Z pulley system. The helicopter returned to fly Corroone off the mountain (the weather seemed to be improving.) Shortly after it reinserted, a cloud enveloped the landing zone and super-cooled rime ice quickly coated the rotors and turbine intakes of the ship. The helicopter could no longer achieve lift and became grounded. Pilot Uttecht stated, \"I don’t want to, but I have shut down.\" Limited daylight and bivouac resources increased the urgency of the new situation. Ice was scrapped from the rotors and turbine intakes of the helicopter with snow pickets. After 30 minutes of ice removal, the clouds again cleared and Uttecht decided to try a flight with only Corroone on board. Conditions continued to improve and Corroone was safely lifted off the mountain before sunset. Uttecht then flew subsequent missions to retrieve Gallagher, the rescue gear, Gauthier and Mallard. Observations: Corroone and Gallagher made the right decision to use a compass for navigation when descending under such adverse weather conditions. Traveling unroped is also a common practice on the snowfield. What caused them difficulty was the blowing wind and snow. Despite following the correct compass bearing, strong winds easily blew the team off course. Consider a small airplane flying on bearing; add a strong crosswinds and the airplane will slowly be blown off route, even though the bearing remains the same. This is what happened to Corroone and Gallagher. The crevasse fall occurred roughly 100 yards from the main route taken by thousands of climbers in the summer. Although Gallagher did a good job setting up snow anchors and a lowering a rope, this accident demonstrates that more may be necessary to rescue your partner from a crevasse. Climbers that have fallen in a crevasse cannot always help themselves and teams should always take this into consideration. If the partner falls, can the second member set up the anchors AND rappel into a foreboding crevasse to render assistance? Many teams elect to go with a minimum of 3 members (4 in the winter) to alleviate some of this stress. Climbers turned rescuers need to be mentally prepared for this daunting task. The pair was fortunate on many accounts. One, that they both didn’t fall all the way into the crevasse; two, that their cell phone worked (they don’t always on Rainier) and three, that two rescuers happened to be on the mountain during the very early season. Although it was clear when the helicopter landed, the landing zone did not remain as such after a few minutes of waiting. Weather conditions seemed to be improving however a rouge cloud made the rescue much more interesting and stressful. It was also fortunate that the helicopter did not require more deicing in harder to access places. Additionally, if the weather had not cleared, it would have been a long night for pilot with only a flight suit and leather jacket, not to mention, Corroone in his severely hypothermic condition. Top of page  Lost climber, poor planning, logistics and teams skills, weather, Muir Snowfield-Paradise Glacier (Repka SAR)  John Repka, 51, was last seen alive descending the Muir Snowfield on May 16th during a planned day climb with the group One Step At a Time (OSAT). Repka fell behind the main group because he was feeling ill, vomiting and moving slowly. Near 9,000 feet, he turned around with other group members on their descent from Camp Muir. Repka followed the team but could not keep up. Near 8,000 feet in a whiteout, a member of the group warned Repka that he was heading too far west and possibly off route. That group continued to descend believing Repka was either behind them, or that he would be met by another part of the team still descending from Muir. When the team regrouped in the parking lot and Repka had not arrived, they began communication with him over a two-way radio (which some members were using). Repka wasn’t certain, but radioed that he was near Panorama Point. They lost contact with him after 5:30 p.m., in that conversation, Repka stated that he didn't know his location. A climbing ranger and a volunteer were notified at Camp Muir and they descended the snowfield attempting to locate him that night. They ran into zero visibility and eventually had to give up. Teams comprised of rangers, mountain rescue volunteers, guides and friends of John Repka searched intensely for the following 8 days. Poor visibility, heavy precipitation, high winds, and hazardous terrain hampered their work. Helicopters and air scent dogs greatly aided search efforts during 2 days of clear weather. The primary search area was thoroughly covered however a significant amount of new snow fell during the week. The active search was called off on day 9 after no clues were found. Rangers remained on alert for potentially emerging clues as the snow melted throughout the summer. In September during a routine maintenance helicopter flight, pilot Jess Hagerman spotted a body matching the clothing description of Repka in an icefall. It was located near 8,100 feet on the Paradise Glacier (very near where Corroone had fallen). Climbing rangers were flown to the site where they descended to the body and confirmed the observation. Repka was found in his bivy sac next to his ice ax, backpack and 2 way radio. He had died from exposure, not traumatic injuries, and his remains were flown off the mountain. Observations: John Repka should not have been left alone. When team members are falling behind, feeling sick and struggling in poor weather, make the extra efforts to coordinate and stay with them. If one thing can be learned from this accident, it’s to stay together and communicate when in teams, especially large ones where organization and management are problematic. Repka was part of 50 plus person group that day, somehow though, misunderstandings and assumptions led to him being left behind. The radio also provided a false security. Don’t rely on radios, cell phones and other electronic devices as substitutes for critical communication, navigation and survival needs. Top of page  Fall on steep ice while skiing, unroped travel, Liberty Ridge (Perrson SAR)  A climber at Thumb Rock high camp on the Liberty Ridge called Mount Rainier National Park with a cell phone on the evening of May 24th to report that his climbing partner was missing after a skiing accident on route. David Perrson, 31, was telemarking Liberty Ridge from the top when he lost an edge and cartwheeled out of control, disappearing down the Willis Wall. Perrson fell from the 12,500-foot level near the Black Pyramid, a 50-60 degree icy section of the route. Ranger’s Brenchley and Gauthier flew reconnaissance the next morning and identified a body at the 9,800-foot level on the Carbon Glacier. The body lay in the avalanche debris cone of Thermogensis, a climbing route notorious for ice and rock avalanches. Shortly after spotting Perrson, a tremendous avalanche of ice ran the route and partially covered the body. Recovery operations were postponed due to the increasing daytime temperatures and obvious objective hazards. Plans were then drawn for a predawn recovery next morning before the sun warmed the ice cliffs above. On May 26th, pilot Hagerman inserted rangers Gauthier and Olson at sunrise near the accident site however no sign of Perrson could be found. Pilot Uttecht flew avalanche reconnaissance while ranger’s Gottlieb and Patterson provided safety and support for the recovery team. An hour of search was needed to locate the body. It had been pushed a substantial distance down-slope and reburied by successive avalanches the previous day. There was no chance that Perrson survived the fall and moved under his own power. The body was retrieved without incident and flown off the mountain. Observations: David Perrson was an accomplished climber and athlete. He soloed Liberty Ridge the day before just after reaching high camp, then telemarked back down it that evening. His fatal accident occurred the following day on his second ascent and subsequent tragic decent. His partner joined him on the ascent but decided that the skiing conditions weren’t for him and instead elected to down climb back to Thumb Rock. He witnessed the accident and then climbed to the last seen edge to look for Perrson and render aid. Unfortunately, there was no sign of his partner. Only experienced and highly skilled climbers should consider ski descents on technically challenging routes. Perrson clearly understood the level of commitment and risk involved in such extreme adventures and sadly paid the price for his passion. Top of page Dropped gear, inadequate food and fuel, weather, Liberty Ridge (Matelich\/Sverdrup SAR) A cell phone call late June 30th revealed that Mike Matelich and Larry Sverdrup were stranded on Liberty Ridge and in need of assistance after dropping one of their packs. The pack was lost while breaking camp from an unplanned bivouac above Thumb Rock. Unfortunately, the pack contained their ice screws, which, the team felt were necessary to safely complete the route. Complicating maters, one member was having crampon troubles and the weather was deteriorating. Another forced bivy in a crevasse and a few broken cell phone calls later expressing their concern initiated a rescue. A helicopter was dispatched that evening and inserted teams of rangers at the base of Liberty Ridge and Camp Schurman. A cloud cap prevented flights above 10,000 feet. It was hoped that one of the teams would climb the mountain and meet the stranded climbers on route, assisting them off the mountain. Whiteouts and high winds however thwarted rescue plans that night. The weather the next day had cleared sufficiently allowing a US Army Reserve helicopter to land near the summit with an eight-person rescue team. Climbing ranger Olson, Mountain Rescue volunteer Ellsworth and Rainier Mountaineering guides Rausch and T. Richards down-climbed the 55-degree slope beneath Liberty Cap to meet Matelich and Sverdrup. Rausch and T. Richards met the stationary team at 2 p.m. near 13,600 feet. Matelich and Sverdrup began climbing again that morning after receiving 3 ice screws from another passing team. They were, however, seriously dehydrated and exhausted and their progress was extremely slow. With the assistance of the rescuers, the pair climbed the remainder of the route and were flown off the summit that evening. Observations: Matelich and Sverdrup were having a string of bad luck. Inattention to securing gear and a few broken and desperate sounding cell phone calls later led to a rescue. The team commented that they wished they had slept on it \"before calling for a rescue... cell phones make it all too easy to bail…\" They also wished that they had brought more fuel with them to melt water. A few days in a snowcave without water also made self-help much more difficult. Liberty Ridge combined with bad weather pins down teams nearly every year on Mount Rainier. Climbers frequently underestimate how strenuous and time consuming the route is, not to mention how bad weather (and in this case a dropped pack) will disrupt their schedules. Those attempting grade III and IV remote routes on Rainier should carry extra fuel; fuel provides an excellent resource during mountain layovers. Top of page  Missing climbers, severe weather, Muir Snowfield (Hartonas\/Vakili SAR)  Chris Hartonas, 40, and Raymond Vakili, 48, disappeared while climbing to Camp Muir on November 5th. Hartonas and Vakili were experienced mountaineers and both men had been to Camp Muir before. Hartonas was an avid park visitor and mountain climber, known by many on the Park Service staff for his frequent ascents to Camp Muir, particularly under adverse weather conditions. The pair was last seen ascending Panorama Point by a third member of the team who elected to turn around shortly into the trip. At that time, a summit cloud cap was forming and the weather was deteriorating. Severe weather intensified that evening however conditions improved significantly the following morning and remained mostly clear through the 7th. When the pair did not return as scheduled on 7th, missing planned airtravel and work, a search was initiated. An extensive 10-day search ensued, Park Rangers, Rainier Mountaineering Guides, Volunteer Mountain Rescue, friends of the men, and search dog teams participated. Severe weather that included heavy snowfall and rain, high winds and whiteouts hampered efforts throughout much of the operation. US Army Reserve and private helicopters supported ground teams with aerial reconnaissance during periods of clear weather. The search was concluded on Nov 16th, no clues of the two climbers were found. Observations: This was the fourth serious incident on the Muir Snowfield in 1999. Without clues, it’s difficult to speculate what exactly happened to the men. It’s perplexing when two experienced, cautious and mature climbers just disappear. They were well equipped and Hartonas was very familiar with the area. Both men have a history of good decision making in the mountains and neither had a reputation for \"pushing it.\" Efforts to locate them will resume this summer when the winter snowfall begins to melt. It is hoped that clues will be revealed. Top of page  Fall on ice, roped travel without use of protection, Cowlitz Cleaver (Anderson\/Garmin\/Rausch SAR)  While searching for missing climbers Hartonas and Vakili on Nov 15th, three rescuers sustained serious injuries after falling off the Gibraltar Ledges route. Park Ranger Asha Anderson, 20, and Rainier Mountaineering Guides Ashley Garmin, 41, and Art Rausch, 38, were searching along the Cowlitz Cleaver when the accident occurred. The rope team of three was part of a five-person search team looking for clues along the route Hartonas and Vakili may have attempted to ascend. Anderson had just joined Garmin and Rausch on their climbing rope to cross an exposed icy gully at 10,400 feet. While traversing the chute, Anderson lost her footing and fell, pulling Garmin and Rausch despite everyone’s aggressive efforts to self-arrest. The team of three slid and tumbled uncontested down the 45-degree water ice slope for nearly 600 feet before coming to a rest on the upper Muir Snowfield near 9,900 feet. Search team leader Joe Puryear witnessed the accident and radioed for emergency assistance as the trio slid out of sight. Another field search team was quickly dispatched to an emergency landing zone where a Chinook Helicopter, also doing aerial search, picked them up. That team, along with another aerial reconnaissance team in a smaller helicopter, was re-inserted near the accident site. Together, they provided a very rapid rescue, airlifting the injured searchers off the mountain. During the fall, Anderson had sustained two broken ankles and ribs; Garmin had head lacerations and a broken back, while Rausch escaped virtually unscathed with only a broken rib. All were seriously sore and bruised. Observations: The five-member search team was inserted near Camp Muir that morning with a helicopter to search technical terrain above Camp Muir. Conditions on the mountain were unique at the time; hard thick water ice covered everything between 8000 and 12000 feet. It was as though a glass of water had been poured on the mountain and allowed to freeze. Puryear’s team searched the Camp Muir area first, then began a searching ascent of the Cowlitz Cleaver towards the \"Beehive.\" It was believed that Hartonas and Vakili might have ascended the cleaver and bivied there. At the time, Garmin and Rausch roped up because they would be searching along the edge of the glacier while Anderson, Puryear and S. Richards remained unroped, searching along the fourth class cleaver. The team reconvened near 10,400 feet to cross a steep gully. Puryear and Richards successfully crossed the chute first. During that time however, Rausch noticed that Anderson was concerned about the situation. He offered her to join his rope team, which she did, then they continued across the chute. Anderson could not recall what caused the slip, but once the slide started, it proved impossible to stop. Garmin and Rausch felt they could provide a team self-arrest however the ice proved too hard and their axes bounced off. As the team tumbled faster, everyone believed that, \"this is it.\" There are times when using a rope can be more dangerous than not. Much of Rainier’s climbing terrain is moderate. It may not be technically hard or super exposed, but the fall of one member would easily mean the sweep of an entire rope team off the mountain if protection were not used. Rausch observantly noted Anderson’s apprehension but better communication amongst the entire team about each individual’s skills and the terrain hazards may have lead to the decision to belay or place snow\/ice protection along the route. Top of page Major Search and Rescue Incidents on Mount Rainier, 1998 Nestler SAR Description of incident: At 1:45 on June 11th an independent climber camping at Ingraham Flats overheard screams of distress coming from the Disappointment Cleaver. The climber, using a cell phone, alerted Mt. Rainier communications and reported that a snow avalanche had swept two rope teams off \"the Nose\" of the cleaver. The initial report indicated that many climbers may be dead and the accident was extremely serious. Off duty climbing ranger Gauthier overheard the emergency announcement on the Park Service radio and responded to the accident from the summit by riding his snowboard down the climbing route. On scene, Gauthier reported that Rainier Mountaineering guided teams had been hit by an avalanche and up to ten climbers (two rope teams) were unsecured on the cliff or unaccounted for. The Park Service assembled climbing rangers from Camp Schurman and Muir, Mountain Rescue Volunteers, Rainier Mountaineering Guides and helicopters assist with the rescue. On scene, Gauthier along with Rainier Mountaineering Guides Randolf and Eicshner worked to assess the situation. The location was extremely hazardous with 40-degree icy slopes, 20-foot vertical rock bands, exposure to avalanche hang-fire and a 300-foot drop to the glacier below. The danger made it necessary for rescuers to secure the exposed climbers with new ropes and reliable anchors. One of the distressed climbing teams was pendulumed over a refrigerator sized rotten rock; the other clung to the cliff or dangled on a rope which was frayed to the inner strands and pulled tight over a sharp rock held by one picket! Once new anchors and ropes were established, on scene rescuers negotiated the cliff securing the injured and triaging the patients. Teams of climbing rangers and guides were inserted with US Army and private helicopters at Ingraham Flats. Some of the rescuers climbed to the accident site to assist with the raising evacuation while another team headed to the base of the cleaver to assist with the lowering of one climber. That climber, Nestler, had fallen substantially farther down the cliff than the others. The fastest evacuation was to lower him off the mountain rather than raise him back to the accident site. New anchors and ropes were set to assist Nestler however no one had hear from him for over an hour. As the injured were being raised off the cliff above, Nestler was quickly lowered, taken across the bergschrund and evacuated to the helicopter where he was pronounced dead. Efforts to raise the other nine climbers off the cliff and up the slope were hustled as rescuers raced against nightfall. The injuries included: one guide with a severely injured hand, a client with an injured leg and hand, three hypothermic clients, another client with an injured hand, a climber with an injured leg and two shaken but ambulatory climbers. The Chinook helicopter hovered at Ingraham Flats till darkness when the last of the most hypothermic climbers was loaded on board in a liter. All of the injured and a few of the rescuers were flown to Madigan Hospital in Tacoma. Climbing rangers remained to clean up and conduct the accident investigation on the following day while additional guides stayed to escort the remaining clients back to Camp Muir. Observations: This accident occurred as a RMI guided team was descending from the summit. Two rope teams were clipped into the same fixed line when the avalanche occurred. The avalanche caught the first rope team which pulled two of the anchors on the fixed line. The slide continued unattested also pulling the second rope team down the hill. Finally one anchor (a picket) held at the other end of the fixed line as a few climbers became entangled at the top of the cliff-bands. What was left is detailed. One guide and one client were caught on the fixed line above the cliff. Three clients and one guide clung to the top of the cliff, tangled in the rocks and ropes. Three clients dangled below them on a cliff of ice and snow, while the solo client (Nestler) hung below a second cliff band in a waterfall of snowmelt. Nestler died as a result of this exposure. This avalanche was described as a \"wet, loose snow slide.\" Released on a 40-degree slope at 11, 600 feet, it ran on a layer of isothermal melt-freeze grains when it hit the rope teams at 11, 200 feet. The width of the slide when it hit the teams was 38 feet, at a depth of 6-10 inches. Warm temperatures and clear sky (solar radiation) are the most significant weather factors in its cause. At the time of the avalanche the snow pack was in the melt stage of the melt-freeze cycle and the snow grains lacked cohesion. Only a small trigger was needed to start the snow mass moving. No definite trigger was positively identified at the starting point however boot prints and climber activity mark the area on the slope above the traverse. This location is notorious for rock and icefall thus guides fix the traverse because the exposure is great should a climber fall. The guides observed no evidence of any avalanche activity that day. Senior guides commented that the area had no avalanche activity for 20+ years. Avalanches are not just winter phenomena. Big mountains like Rainier create their own climate and conditions. Different slopes, elevations, angles, and aspects mean new conditions and circumstances. Always consider the possibility of an avalanche, particularly on suspect 25 to 50 degree snow slopes on warm days. Hazards can be assessed by digging a snow pit and checking the slide potential. You can also minimize your exposure by moving quickly through hazardous areas. Also consider that humans cause many avalanches. In dangerous areas, make sure your teammates or others are not above you (or below!) Communicate with your team to make sure everyone is aware of the hazards. It's worth noting that Mt. Hood also saw an avalanche that resulted in a fatality one week prior to this incident. Two other avalanches were reported to have caught climbers later that summer high on Emmons Glacier of Mt. Rainier. Top of page Bullard SAR Description of incident: A four person climbing team had summited Liberty Ridge on June 14th and became separated (two roped teams of two) during their descent down the Emmons Glacier in severe winds and whiteout conditions. While route finding, the lead climber on the second rope team fell into a crevasse near 13,300 ft. The second climber, Bullard, held the fall in self-arrest for an hour while his partner ascended out of the crevasse. Storm conditions intensified and the extended exposure of self-arresting caused Bullard to become wet and hypothermic. The team decided to bivy but their megamid provided minimal protection from the 60-MPH winds and heavy snowfall. They used their cell phone to call Mt. Rainier Nat. Park and request assistance. Their partners had safely descended the Emmons and became concerned when their teammates did not arrive at Camp Schurman. They contacted climbing rangers Gottlieb and Kamencik about the same time the White River Ranger Station received the telephone call. Inclement weather prevented assistance that evening and a rescue was organized for the following morning based on reports of improving weather. A three-person team (the two climbing rangers and one of the party's team members) would climb from Camp Schurman while an Army Chinook helicopter would attempt to fly another team of rangers to the reported location. Cloud conditions improved but extremely high winds prevented a helicopter insertion. Aerial reconnaissance helped to guide the ground team, which climbed through deep snow and fierce winds sometimes on their hands and knees, to the climber's bivy. The rescue team found both climbers hypothermic, suffering from exposure and dehydration. Efforts to evade the wind and light the stove proved futile and the aggressive rewarming was needed for one member. The weather continued to improve and after a few hours the climbers and rescuers were able to descend under their own power back to Camp Schurman. Analysis of incident: Extremely fierce weather including whiteouts, high winds and substantial snowfall are not uncommon on Mt. Rainier during the summer months. Weather may be the largest contributing factor to accidents, rescues and searches. It is strongly recommended that teams stay together during such weather situations. Inclement weather contributed to this team becoming split but stronger efforts should always be made to stay together during such conditions. The immediate assistance of their teammates may have significantly changed the outcome of the initial crevasse fall. It is also important to note that three other climbing teams reported passing the stranded climbers while descending off Liberty Cap. They offered assistance however the two-person Bullard party declined, perhaps feeling their situation was not urgent at the time. Top of page Talbot SAR Description of incident: Two climbers requesting a rescue for a third team member on Liberty Ridge contacted Mt. Rainier National Park early on June 16th. The injured climber, Talbot 60, had severely broken his lower leg during a 200-ft. fall while descending the route. Unable to down climb, his partners stabilized him at 10,000 feet on the ridge before going for help. NPS climbing rangers assembled a rescue team and flew to the Carbon Glacier. The rescue team ascended 1,000 feet up technical mountaineering terrain to provide emergency care. Talbot was lowered 900 feet on 40 to 60 degree snow and ice slopes to the glacier at the base of Liberty Wall. There, a helicopter could land and Talbot was transported to the Park Service helibase where an ambulance awaited. The rescue took four hours round trip. Analysis of incident: Talbot had slipped on snow and ice, breaking his leg while attempting a climb of Liberty Ridge, one of Rainier's classics. Although Talbot had an accident, there have been a number of injuries like this on Liberty Ridge and similar mountaineering routes. These routes are notorious for loose and dangerous snow, rock and ice conditions that change rapidly depending on the weather and altitude. One day the snow may be hard, the next it may be sugar. Footing, particularly while wearing crampons, should be always be watched. Climbers should also be prepared for strenuous physical exercise with heavy packs and technical terrain. These difficulties coupled with altitude and the severe weather make Rainier a place where simple accidents turn into large emergencies. Top of page Haley SAR Description of incident: While spending the night on the summit of Mt. Rainier, off duty climbing rangers Gauthier and Patterson were contacted by the leader of a scientific research team who informed them that one of his team members was suffering from mountain sickness. The rangers found Haley in his tent disoriented, suffering from slurred speech and unable to support himself. Team members indicated that his condition had deteriorated significantly in the previous 15 minutes and that his behavior was abnormal. A helicopter was requested but nightfall and altitude prevented a safe response. Within 15 minutes of the initial assessment, Haley became unconscious and unresponsive due to the altitude-related sickness. Assisted rescue breathing was provided throughout the night while a climbing team from Camp Muir attempted to reach the summit with oxygen. Newly formed crevasses and whiteout conditions prevented their efforts and Haley was evacuated shortly after sunrise by an Army Chinook helicopter and flown to Madigan Hospital. He was unconscious and in critical condition with a oxygen blood saturation level 41. Analysis of incident: Haley suffered from High Altitude Cerebral and Pulmonary Edema (HACE and HAPE.) These conditions arise when climbers are not properly acclimated and spend too much time at altitude. Although Haley was part of a team that had spent four days and three nights transporting gear to the summit, he still reported headaches and a feeling of nausea. Haley also commented that he did not drink much water on his summit day. By the time his condition had deteriorated seriously enough to alert his team members, Haley was immobile and a safe and rapid descent was out of the question. Climbers on Mt. Rainier frequently feel the effects of altitude sickness but most do not get seriously sick because they descend back to sea level before many of the medical complications arise. Acclimatization is difficult because most climbers go from sea level to 14,411 feet in less than 24 hours. Parties that expect to stay at altitude should have a systematic plan of acclimatization. Reported sickness should be seriously considered and followed by a rapid descent, the only treatment. It is imperative that team members watch each other. It is not uncommon for climbers to dismiss their symptoms as other maladies and push on. This scenario happens frequently on Mt. Rainier. Top of page Major Search and Rescue Incidents on Mount Rainier, 1997 Demarre SAR Description of incident: On the afternoon of May 5th, Aaron Demarre went on a hike from Paradise to Camp Muir for a snowboard descent. Before reaching Camp Muir, bad weather moved in and Demarre decided to head back down before getting lost. While descending on his snowboard, Demarre became disoriented and lost in a white-out. When Aaron did not come home that evening his roommate notified Mt. Rainier communications of his absence and plans that day. A hasty search team was assembled to begin searching the next morning. Rangers Gauthier and Yelverton searched the Muir Snowfield while rangers Kirschner and Zalinka checked the eastern fall-line for signs of Demarre. Weather conditions during the search included strong winds, blowing snow and poor visibility. Gauthier’s team arrived at Camp Muir late on May 6th without finding any clues and Kirschner’s team met with similar results and returned from the field that evening. Stormy conditions persisted through the night but subsided some by the next morning. On May 7th the search was intensified with a request for a helicopter and 30 people, including NPS employees and Tacoma Mountain Rescue volunteers, to search the Muir Snowfield , Paradise glacier, Nisqually drainage and the Paradise area. By mid morning, the weather had significantly improved and Demarre was contacted by Tacoma Mountain Rescue while snowboarding back to Paradise. Demarre reported feeling fine but was dehydrated and hungry. Analysis of incident: Hiking to Camp Muir is probably the most popular day trip in Mt. Rainier National Park. It is also the most common area for climbers, skiers and hikers to become lost. The snow field is difficult to navigate in poor weather without the aid of a compass (map and compass bearings are available and free.) Additionally, the terrain tends to lead disoriented persons into the Nisqually or Paradise drainages which are occupied by glaciers. Demarre lost his uphill boot track while descending on his snowboard and ended up heading east onto the Paradise and Williwakas glaciers. He managed to descend low enough and take cover in the trees during the worst part of the storm. Demarre did not have any of the ten essentials or over night gear. He walked, dug (with his snowboard) and huddled in the trees to stay warm. When the weather cleared the morning of May 7th, Demarre was able to position himself and return to Paradise. He spent a total of 44 hours outside without any gear or food. Top of page Bouvet SAR Description of incident: Mt. Rainier communications received a radio call on May 21st from a team of three climber\/researchers in the summit crater of Mt. Rainier. The reporting party, Francois LeGuern leader of a French research team, indicated that one of his members was suffering from Acute Mountain Sickness (A.M.S.) LeGuern reported that Eric Bouvet, exhibited symptoms of vomiting, insomnia and general malaise with an increase in severity over the last 24 hours. Bouvet was part of a film crew that was documenting volcanic research. LeGuern’s team spent the previous four days on the summit conducting research and sleeping in the steam caves. During this time, a storm deposited a significant amount of snow on the upper mountain creating an increased avalanche danger. Due to the avalanche hazard and Bouvet’s condition, it was decided to evacuate the team from the summit by helicopter. Approximately 90 minutes after initial contact with LeGuern’s team, NPS rangers Kirschner, Gauthier, Yelverton, and Carney were flown to the summit in a military Chinook helicopter. Bouvet was assisted from the research cave, across the crater and into the helicopter. Bouvet was then flown to Madigan Army hospital for evaluation and treatment. Analysis of incident: LeGuern’s party was part of a larger 15 member research and film team, some of whom had limited climbing experience. The team had spent two days acclimatizing at 11,000 feet prior to ascending but Bouvet still suffered from the effects of altitude on the summit, perhaps due to the extended time spent there. It was later determined that Bouvet felt sick prior to ascending but told no one because he thought it was due to the food he ate. Additionally, the snow storm had created an increased avalanche hazard, estimated at moderate to high, preventing the research team from safely descending on their own. Since A.M.S. can lead to further complications and is considered life threatening if untreated, flying Bouvet during the break in the weather was the best option for his safety. Climbers on Mt. Rainier may feel the effects of altitude but extended acclimatization is generally not required. Most climbs take two days and climbers descend back to sea level before many of the serious symptoms arise. Acclimatization is very difficult because most climbers come from sea-level. Parties that expect to stay at altitude should have a systematic plan of acclimatization. Better communication among party members is stressed, especially with those less experienced who may confuse an upset stomach with A.M.S. Top of page Catlett\/Willcox SAR Description of incident: On June 15th, two climbers called on a cell phone to the White River Ranger Station to report that they were pinned down in bad weather on Liberty Cap. Mike Catlett and Don Willcox had successfully climbed Liberty Ridge under favorable weather conditions but were caught in a lenticular cloud once they reached the summit. Unable to find the descent route due to reduced visibility, high winds and accumulating snow, the climbers decided to set up camp and wait out the bad weather. They also indicated that they were low on food, fuel and water and expressed concern about their situation but did not indicate the need for rescue or help. Conditions remained poor on the upper mountain for the next 24 hours and the party again called White River Ranger Station on June 16th to report that they were out of food and nearly out of fuel. They felt the situation was not urgent however they believed that they would not be ambulatory if they had to go another day in similar conditions. The weather forecast called for continued high winds and cloudy conditions for the next two days. On June 17th, a ground team was sent to Camp Schurman to attempt a climb of the Emmons glacier in hopes of reaching the stranded climbers. This team reported steady 50 mph winds with gusts to 75 mph at Camp Schurman (9,500 ft.) Later that day, another team of rangers on helicopter stand by was able to fly to Liberty Cap during a brief weather window. A \"drop bag\" containing emergency supplies was prepared for jettison to the climbers but extreme winds prevented the helicopter from nearing them and the mission was aborted. No communication was established with the climbers after June 17th and on June 18th the ground team reported a break in the weather. The helicopter was launched again and successfully inserted four rangers on the saddle between Liberty Cap and the true summit where they hiked to Catlett and Willcox and assisted them back to the landing zone for pickup. Catlett and Willcox were then flown to Madigan Army hospital where they were treated for severe dehydration and evaluated for possible renal complications. Analysis of incident: Catlett and Willcox became pinned down on the summit due to deteriorating weather. They felt that traveling on an unknown route over glaciers during whiteout conditions might endanger them more and they elected to dig in. Although there were brief periods of clear weather, it was felt that there was no substantial weather window to allow the party to break camp and safely get to a better location. This continued bad weather prevented movement and under recommendation from park personnel, the party stayed put. It’s common for Liberty Ridge climbing parties to carry-over the summit and descend an alternate route. This requires carrying heavy packs up the route and climbers are tempted to pack just enough food and fuel for the proposed length of their trip. Inclement weather can spell disaster for a party that is committed to the route. It is especially important for climbers ascending remote and harder routes on Rainier to carry additional food and fuel for possible stormbound days. This also applies to ascents on standard routes. It’s worth noting that weather conditions worsened shortly after the rescue and the mountain experienced extreme winds and cloudy weather for the next four days. Top of page Wentzer SAR Description of incident: On July 20th Mt. Rainier communications received information relating to a 911 call from a climbing party on the Kautz Glacier route. The reporting climber Greg Prothman of Seattle Mountain Rescue called from Camp Hazard (11,300 ft) indicating that a party of three had been hit by falling ice from the Kautz Ice Cliff. One of the climbers, Tim Wentzer, had been seriously injured in the back and was in severe pain. Due to the location of the accident and severity of injuries, an Army Blackhawk was launched with a flight medic and flew directly to Camp Hazard. The medic was lowered to the accident scene and stabilized Wentzer in preparation for a winch raise into the Blackhawk. The Blackhawk flew Wentzer to Harborview trauma center in Seattle for treatment of a fractured C-7 vertebrae, other spinal complications and an injury to the knee. Analysis of incident: Wentzer’s accident occurred in an area aptly called \"the chute\" due to the amount of falling rock and ice. The \"chute\" is the safest and fastest approach from Camp Hazard to the popular Kautz Glacier route. Rock and ice fall in \"the chute\" is inevitable, therefore extreme caution and speed are advised when climbing or descending through this area. Wentzer was unfortunately in the wrong place at the wrong time. Top of page McIntyre SAR Description of incident: On the afternoon of July 29th, ranger Kellogg was contacted by a climbing party of two descending the Emmons glacier who reported that another team of two had taken a crevasse fall around 13,300 feet. One of the members was reported to be seriously injured, unconscious and was having difficulty breathing. Kellogg relayed the information to White River ranger station and teams were assembled for flight to assist with the rescue. Rangers Gauthier and Kellogg were climbing to the accident from Camp Schurman but were called back to join the other rescuers which were being shuttled to Emmons Flats where they awaited the arrival of a larger helicopter to insert the entire team close to the accident scene. At 7:30 p.m. a team of nine rangers were transported to the summit in an Army Chinook and ranger Brenchley led the hasty team of three to the accident scene to assess the situation while Gauthier organized the remaining rescuers for a technical lowering and possible crevasse extraction with litter. Upon arriving at the crevasse, Brenchley’s team found Don McIntyre dead and his partner Joel Koury injured but ambulatory. At this point, the sun was setting and teams were restructured; Brenchley descended with Koury and six other rescuers back to Camp Schurman while Gauthier and Kellogg stayed at the crevasse with McIntyre to begin removal operations early the next morning. The weather remained good the following day and plans were made to fly Koury and the seven rescuers out of the field while Gauthier and Kellogg prepared McIntyre’s body for a hoist operation from 13,300 feet. Late morning mechanical problems prevented the Army helicopter from flight and a smaller helicopter was used to transport Koury and the team at Camp Schurman to Ranger Airfield. Unable to hoist with a small helicopter at such a high altitude, Gauthier’s team secured the body well out of sight and away from the climbing route for an extraction when a suitable helicopter could be obtained. Weather and the heavy climbing activity prevented helicopter operations for the next five days. On Monday Aug. 4th, Rangers Gauthier, Yelverton and Olver were flown to the summit and down climbed to the hoist site. The Army Chinook was able to hoist the body and the team was picked up on the summit. Analysis of incident: McIntyre and Koury had just climbed Liberty Ridge and were forced to bivy near the summit of Rainier due to a sudden storm which deposited wet heavy snow on the upper mountain. The team had lost the descent route in the weather and was making their way down the Emmons Glacier when Koury slipped while cleaning the wet snow from his crampons. Unable to arrest quickly in these conditions, Koury slid into McIntyre who was near the edge of the crevasse. Both fell and landed on a ledge system 25 to 30 feet below. McIntyre ruptured his aortic artery and Koury sustained knee, leg and hip injuries. McIntyre died a few hours later due to his injuries. The upper mountain of Rainier is notorious for sudden and unexpected storms that cover the climbing routes and leave climbers disoriented. The newly deposited wet snow made conditions very slick and was sticking to their crampons. Frequent \"banging\" with an ice ax was required to clean them and most climbers are unlikely to stop, anchor and then clean their crampons. Due to McIntyre’s close proximity to the edge of the crevasse, there was little room for self arrest and a simple fall turned into a serious accident. Top of page Kapaun SAR Description of incident: On August 3rd, Chris Kapaun was glissading un-roped down the Inter Glacier and fell into a crevasse. His partner, Troy Hendrickson witnessed the fall and climbed back to Camp Schurman to report the accident. Rangers Puryear, Kellogg, M. Ronca and C. Ronca responded from the Camp Schurman ranger station with rescue litter and gear. Ranger M. Ronca descended into the crevasse and assessed Kapaun’s injuries which included a compound fracture of the arm and possible head injuries. Kapaun had fallen 50 to 70 feet and was not wearing a helmet. With the assistance of other climbers, Kapaun was raised from the crevasse and packaged in a rescue litter. Rangers Gauthier and Olver climbed to the site and began the lowering to meet other ground teams which were assembling in Glacier Basin for a carry out. At the base on the Inter Glacier, Kapaun’s injuries were reassessed and it was determined that he could walk out on his own with the aid of rangers. Analysis of incident: The Inter Glacier is the primary route for climbers and skiers attempting Mt. Rainier’s Emmons Glacier. Although the glacier is small by Rainier’s comparison, it still has many large crevasses and icy sections and results in one or two rescues every year. It is strongly recommended that climbers (especially those new to the area) rope up during all glacier travel, even on the Inter. Glissading is a popular descent technique however glacier conditions change weekly and old glissade paths frequently lead to newly exposed crevasses. Kapaun did not check his descent path and was unable to see what was ahead of him while sliding. Although the path may have been crevasse free the week before, that was no longer the case. We strongly recommend that climbers hike down the Inter glacier, or at least check their descent path. Top of page Connell SAR Description of incident: Early on the morning of Sept. 1st, the two person Connell party called Mt. Rainier communications by cell phone to report that they had lost the climbing route in a white out and were unable to find there way up or down the mountain. Without any bivy gear, the party requested a rescue. Rangers Beilstein and Holien were notified at Camp Muir where they prepared for a climb and set out to locate the lost party. After three hours of climbing, the weather cleared and the rangers were able to make contact with them at 12,640 feet. They escorted the team back to their camp at 11,000 feet. Analysis of incident: The Connell party was climbing the popular Disappointment Cleaver route which normally has a well established boot track to the summit. It was reported to the party when they registered that storms during the preceding days had covered parts of the route. Carrying only fanny packs, the climbers did not have a map, compass or bivy gear and were unable to help themselves. Poor weather had been predicted and other parties reported seeing them head into the clouds earlier that morning. The route becomes entirely glaciated above 12,300 feet and the climbers were unable to use any ground features for navigation. Carrying the appropriate gear for a summit climb or day trip is strongly recommended, especially when foul weather is predicted and the route is difficult to follow. Although a cell phone enabled the climbers to request help, proper gear including map, compass and wands would have allowed them to find their route back to camp, thus avoiding a need for rescue. Top of page Brunson SAR Description of incident: Mt. Rainier communications received a report of a fallen climber on the Nisqually Glacier from a cell phone call on Sept. 6th. The reporting party, a Seattle Mountaineers instructor, indicated that a climber in his group had fallen during ice climbing practice. The climber, Eric Brunson, was leading a moderate angle ice climb in a popular practice area on the Nisqually glacier. Brunson fell near the top of the climb shortly after placing his last ice screw. Due to soft ice conditions, all of his ice screws pulled out and Brunson fell to the ground, a distance greater than 40 feet. Brunson, who was wearing a helmet, sustained a possible back injury during the fall. His team members then moved him to a less hazardous area and the team called for a rescue. A Jet Ranger helicopter meet rangers Brenchley and Yelverton at the park helibase and inserted the team near the accident scene in a large serac field where they assessed Brunson’s injuries and determined that he should be flown out immediately. Brunson, with a possible broken back, was prepared for flight while his group assisted rangers in preparing a better landing zone to prevent a difficult lowering. The pilot was required to pull power while on one and a half skids as Brunson was loaded into the ship. Brunson was flown to the helibase where he was transferred to an Airlift Northwest helicopter and flown to Harborview Medical Center in Seattle for treatment. His injuries included a compression fracture of T4 and T5 vertebrae and a fractured hip. Analysis of incident: Brunson’s ice climbing experience was limited and he may not have realized the dubious nature of protection in glacier ice under warm summer conditions. It’s also worth noting that he reported feeling \"gripped\" at the top of his climb and was a little shaky when placing his last screw. Ice protection is less than optimum even under \"perfect\" conditions. Scraping away surface slush and using long screws is strongly recommended when leading glacier ice under warm conditions. Confidence in one’s abilities, especially in respect to placing gear on lead, is important. It is also worth mentioning that the Mountaineers group was extremely prepared, having their own litter and descent route marked. Their assistance and preparedness helped to expedite this evacuation. Top of page Return to Mountain Climbing in Mount Rainier National Park",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/search-and-rescue-reports.htm"
}
