{
    "title": "Fort Matanzas National Monument: The Dunes and Ocean Beach",
    "body": "The Dunes and Ocean Beach       The Dunes and Ocean Beach On the ocean side of the island are the sand dunes. Sea oats and other grasses, vines like beach morning glory, and other salt-tolerant plants grow on the dunes and help stabilize them with their extensive root systems. These plants also provide cover and shade for the few hardy species which live here. These grasses and dunes also act like styrofoam, giving a little, but mostly absorbing the force of storm winds and waves, thus protecting the island from storms. What might happen in a big storm in areas where the dunes have been destroyed or built on?  Please help protect the dunes in all coastal areas by not walking on them or picking dune vegetation.          US Fish and Wildlife Service  Anastasia Island Beach Mouse (Peromyscus polionotus phasma)  The endangered Anastasia Island Beach Mouse is one of several Florida subspecies of oldfield mouse which lives among the sparse vegetation of the coastal dune ecosystem. Looking like tan cotton balls with tails and big eyes, they blend in very well with with the sand. They excavate nests in the dunes, preferring sand-covered slopes with patches of sea oats. The mice spend the day in the coolness of their burrows and roam the dunes at night looking for insects and seeds from the dune grasses. Increased development along the beach has fragmented their habitat, and intense use by vehicles and pedestrians have damaged sand dunes. Increased population has also brought in house cats which prey on the beach mice.      A Nursery Each summer the beach at Fort Matanzas becomes a nursery. From May into August Sea Turtles come ashore and lay their eggs in the sand up near the dunes. Most are the threatened Loggerhead (Caretta caretta), but an occasional endangered Green (Chelonia mydas) and Leatherback (Dermochelys coriacea) turtle might also come ashore. In about two months the eggs hatch, and the little 2\" hatchlings scurry towards the sea, running an obstacle course of tire tracks, sea gulls, and ghost crabs.        NPS Photo  Least Terns (Sternula antillarum) Least Terns, the smallest member of the tern family, also nest on the beach with a large colony each summer in the loose coquina sand near the inlet bridge, just above the high tide line.  Making no real nest, these birds lay their speckled eggs directly on the sand.  The tiny nestling, also speckled, has excellent camoflage as it hunkers down in the loose sand and shells while its parents are out fishing.  Watch out for the parents who will dive bomb you if you get too close!        Michael Frick -- S. Carolina DNR  Atlantic Ghost Crab (Ocypode quadrata) Another denizen of the ocean beach is the Ghost Crab. These odd creatures are called \"ghosts\" because of their ability to disappear from sight almost instantly, scuttling at speeds up to 10 miles per hour while making sharp directional changes. Their light color blends into the sand so well that when they stand still, they are nearly invisible. Ghost crabs dig deep burrows in the dunes above the high tide line. They leave the safety of their burrows mostly at night and scurry along the beach in search of food. Although ghost crabs spend most of their lives on land, they still have gills that they must keep wet in order to breathe. So, when you see a ghost crab run down to the water, it is usually wetting its gills. Opportunistic and scavengers, these crabs are one of the predators of sea turtle eggs and hatchlings. Back to the Ecosystems page . . . Back to the main Nature page . . .",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/dunes.htm"
}
