{
    "title": "Mount Rainier National Park: Bicycling",
    "body": "Bicycling         Bicyclist on Westside Road Jayme Margolin  At Mount Rainier, cyclists can enjoy bicycling that is both challenging and scenic. Bicycles are allowed on park roads but they are not permitted on any hiking trails and the park does not have any designated bike trails. September and early October are generally excellent times for cyclists to visit Mount Rainier. During these months,  there are usually fewer vehicles on the roads and fall colors enhance the scenery. However, many facilities and services are reduced or discontinued after Labor Day. Be aware that the park may temporarily close any road to bicycle use. Signs will mark closed roads and cyclists can check current road status when planning a trip. Availability of bicycling equipment in or near the park is very limited and cyclists should be prepared to make repairs on their own. For your safety, wear a helmet.      Riding the Roads Park roads are steep, narrow, winding and have unpaved shoulders. There are several significant elevation gains and losses. Cyclists are advised to maintain safe speeds on downhill sections. Nisqually Entrance - Paradise From the Nisqually Entrance, in the southwest corner of the park, it is 19 miles one-way with a 3,400 foot gain in elevation to Paradise.   NE Entrance - Sunrise From the northeast park boundary on SR410,it is 20 miles with an elevation gain of 3,650 feet to Sunrise.  Carbon River Road The Carbon River Road, in the northwest corner of the park, is approximately 5 miles long and offers a ride through a rain forest alongside the Carbon River to Ipsut Creek Campground. The road is not paved, but is mostly gravel with some rougher patches. Due to the November 2006 flood, bicyclists share the road with pedestrians but the road is closed to motor vehicle traffic. Also, the road is subject to flooding so it could close at any time. Check current road conditions when planning your trip. Mowich Lake Road The Mowich Lake Road is also in the northwest corner of the park at the end of Highway 165. This 5-mile dirt road leads to a beautiful sub-alpine lake. Please note that this dirt road often has rough conditions with large potholes, and is popular with 4-wheel drive vehicles.  Westside Road The Westside Road is just beyond the Nisqually Entrance, in the southwest corner of the park. The first three miles of the road are open to motor vehicles as well as bicycles. There is a small parking area at the end of this three mile section and many mountain bikers choose to leave their cars at this point. There are challenging climbs and many spectacular views along this 9¼ mile stretch to Klapatche Point. Please note that due to danger from rock fall, vehicles must park south of the barricade at Dry Creek. Hikers and bicyclists should travel through the area with caution and avoid lingering in the hazard zone.  Longmire Another option for mountain bikers is the road behind the volunteer campground in Longmire. Vehicle parking and access to this road are at the Community Building in Longmire. The road through the campground connects with Forest Service Road 52 (also called Skate Creek or Kernahan Road).  Cycling Events at Mount Rainier Each July, the Redmond Cycling Club sponsors RAMROD (Ride Around Mount Rainier in One Day), in which 750 cyclists test themselves on a 154 mile course with 10,000 feet of total elevation gain.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/bicycling.htm"
}
