{
    "title": "Mount Rainier National Park: Citizen Ranger Quests",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Citizen Ranger Quests              Citizen Ranger Quests          There is a new way to explore the park! Have your own adventure by completing Citizen Ranger Quest activities. Has your inner Junior Ranger never really gone away? Try out a Quest! They are designed for older children (12 and up) and adults. However, these learning adventures can also be enjoyed by younger children with help from adults or older children. Groups, families, or individuals completing four of the do-it-yourself activities become \"Mount Rainier Citizen Rangers\", and receive a certificate and patch. Quest topics are diverse and vary from history to science to stewardship. Some in-park Quests take place indoors while others help you explore the outdoors. Completion times for the different Quests vary from about thirty minutes to two hours. There are also Quests that can be completed using web-based information before you arrive or after you leave the park.       Start Your Mount Rainier Learning Adventure!  Choose and complete four \"Quests\" to earn the unique Citizen Ranger certificate and patch. To get started, select and download one of the Quests listed below or inquire at a park visitor center to get a Quest work sheet.   The Citizen Ranger program can be completed by individuals or groups\/families. At least two of the required Quests must be completed in-park.  Receive your certificate after completing your first Quest.  Receive your patch after completing your fourth Quest.  Rangers at the visitor centers can verify your Quest completion(s) and issue Citizen Ranger certificates and patches.         Longmire Area Quests A Valley in a Wonderland - Discover the Longmire area including the historic buildings and other aspects of this \"Valley in a Wonderland\". Available year-round. 30-60 minutes. Requires the Longmire Historic District Walking Tour Map.  Amazing Longmire Adventure - Mount Rainier became a park due to its unique significance. Explore some of the main reasons that the park is a National Park! This Quest is patterned after the TV show The Amazing Race. Available year-round. 30-60 minutes. Dude, Where's My Horse? - Learn about the mineral springs in Longmire during this Citizen Science Quest. Collect data that will be shared with park scientists! Available year round. 45-90 minutes. Match the Tracks - Discover which park mammals make which tracks. Complete this Quest in the Longmire Museum. Available year-round. 15-30 minutes.       Paradise Area Quests Journaling Paradise - Make some observations and log them in your \"journal\". Discover some park geology and ecology. Create names for some of your discoveries! Available year-round. 45-90 minutes. Paradise Amazing Adventures Race - Discover Paradise inside the Jackson Visitor Center. Patterned after The Amazing Race TV show. Available year-round. 45-90 minutes. Flower Power! - Explore how the flowers survive the extreme environment at Paradise. Can we do something to \"help\" them? Available in summer only. 45-90 minutes. Required references: The Natural History of Paradise - Subalpine Ecology and Subalpine Vegetation and Restoration Facts. Caring for a Mountain - How and why is the park cared for? Discover how people care for this unique place. Available year-round. 30-60 minutes.       Sunrise Area Quests Journaling Sunrise - Make some observations and log them in your \"journal\". Discover some park geology and ecology. Create names for some of your discoveries! Available summer and early fall. 45-90 minutes.       Ohanapecosh Area Quests Ancient Wonder - Discover the old growth forest around Ohanapecosh. Hike an Ohanapecosh trail and take pictures of old growth ecosystem characteristics. Ponder some questions about old growth forest. Available in summer only. 60-90 minutes.       Other Citizen Ranger Quests No individual Quest work sheets are needed for the following Quests. Email us if you have questions. MeadoWatch - Participate in the Mount Rainier MeadoWatch scientific project. Go to meadowatch.org and sign up for the Data or Photo Collection projects. Collect data or photos as described for a minimum of 10 wildflowers. Email us with a summary of your participation, including links to your uploaded photos if applicable, to verify your participation and to complete the Quest. Available summer only. Up to several hours.  Junior Ranger Booklet - Completion of the Mount Rainier National Park Junior Ranger booklet counts as one Citizen Ranger Quest of the four required to become a Citizen Ranger. Get your book at any park visitor center. Summer or Fall. Up to 2 hours. Wilderness Junior Ranger Booklet - Completion of the Wilderness Junior Ranger booklet counts as one Citizen Ranger Quest of the four required to become a Citizen Ranger. Get your book at any park visitor center. Summer or Fall. Up to 2 hours.      Outside-the-Park Citizen Ranger Quests A maximum of two of the four required Quests can be \"Outside the Park\" Quests. Certificates and patches will be mailed upon verification of four total Quests. No individual Quest sheets are needed for the following Quests.  Online Park Training Classes - Choose up to two from the following free online courses at parktraining.org. Those completing a course should email us with the course completion certificate to verify your completion of the Quest. Accepted courses:   The History of the National Park Service Foundations of Interpretation The Wilderness Act of 1964 Natural Resource Management - Wilderness (any of the Wilderness classes)  Shadowing the Past - Read over the script for the Living History Program play titled \"Shadows of the Past\". The play is presented in the park at Longmire once a year to celebrate the birthday of the National Park Service. Characters include the first woman to the summit, the first park superintendent, John Muir, and more. Choose a character from the script and learn the part. Video record yourself presenting the script and portraying the character you choose (cue cards ok). For the culminating activity, upload your recording to YouTube and email us with the video link to verify completion of the Quest.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/citizen-ranger.htm"
}
