{
    "title": "Mount Rainier National Park: Sunrise Area",
    "body": "Sunrise        The first rays of morning sun on Mount Rainier, as seen from Sunrise. NPS Photo       At an elevation of 6,400 feet, Sunrise is the highest point that can be reached by vehicle at Mount Rainier National Park. In summer, mountain meadows abound with wildflowers. On clear summer days, Sunrise provides breathtaking views of Mount Rainier, Emmons glacier, vibrant wildflower meadows. Sunrise Point offers nearly 360-degree views of the surrounding valleys, Mount Rainier, and other volcanoes in the Cascade Range such as Mount Adams. These views and an excellent trail system make Sunrise the second most visited location in the park. Sunrise is located 60 miles northeast of the Nisqually Entrance and 14 miles northwest of the Sunrise\/White River turnoff on Highway 410. You might also consider visiting other areas of the park like the Carbon River-Mowich Lake area, Ohanapecosh, and Sunrise. The Sunrise Road usually opens in late June or early July and closes in late September to early October. Check the road status before setting out.        The Sunrise area perches on the east side of Mount Rainier. NPS Photo   Services The Sunrise Visitor Center is open daily from early July to early September and closed in winter. Here visitors will find exhibits, guided interpretive programs, book sales, and a picnic area.  The Sunrise Day Lodge, open from early July to late September, offers food service and a gift shop. There is no overnight lodging at the Sunrise Day Lodge.       Camping The White River Campground and picnic area is located 12 miles from the Sunrise Visitor Center.        Columnar Andesite formed from an ancient Mount Rainier lava flow, found along the road to Sunrise. NPs Photo   Roadside Attractions Tipsoo Lake - Located at Chinook Pass, this subalpine lake is set ina glacier-carved basin amid spectacular wildflower meadows. White River Patrol Cabin - Located in White River Campground Loop C, this historic patrol cabin was built in the late 1920s and is part of a series of patrol cabins linked by trails that helped the early rangers protect the park. Columnar Lava - On the drive from White River Campground to Sunrise Point, watch the left-hand road banks for andesite columns that formed from an ancient Mount Rainier lava flow. Sunrise Point - Sweeping views of the Cascade Range to the east, Sunrise Lake to the north, and Mount Rainier to the southwest. Sunrise - The fortress and blockade style structures as well as the rustic Day Lodge are part of the National Historic Landmark District. They are set amid colorful subalpine meadows with Emmons Glacier and Mount Rainier as a stunning backdrop. Yakima Park - The meadows surrounding Sunrise are known collectively as Yakima Park. During the summers, this area was a favorite of the Yakama people for hunting and gathering. For thousands of years, these and other subalpine meadows have been important to Native American people for their beauty, and for the valuable plant and animal resources they contain.        A View of Mount Adams from the Naches Peak Loop Trail. Steve Redman, NPS   Hiking Along Hwy 410: Tipsoo Lake (0.5 mi\/0.8 km) Easy walk around this picturesque subalpine lake surrounded by gorgeous wildflower meadows. Please stay on trails to protect the delicate meadows. Crystal Lakes Trail (6.3 mi\/10.1 km) Located 4.5 miles (7.2 km) north of Cayuse Pass. Spectacular meadows highlight this trail in midsummer. Watch for elk and mountain goats, Upper Crystal Lake lies in a basin 0.7 miles (1.1 km) beyond the lower lake. Naches Peak Loop Trail (3.4 mi\/5.5 km) Starting from Tipsoo Lake, travel clockwise along trail, cross Hwy 410 on the Pacific Crest Trail bridge going south on the Pacific Crest Trail to keep the mountain in view. This trail features superb wildflower displays in midsummer, blueberries ine arly fall, and brilliant autumn colors. At White River: Summerland Trail (8.5 mi\/13.7 km) Located 3 miles (4.8 km) west of the White River Entrance, this popular trail features dense forest, subalpine meadows, panoramic views of Mount Rainier and Little Tahoma, mountain goats, and elk herds. Glacier Basin Trail (6.5 mi\/10.5 km) Beginning from Loop D of the White River Campground, hike through forest and past mining camp remains. Take the 0.5 mile (0.8 km) side-trip to visit the snout of the Emmons Glacier. At Sunrise Point: Palisades Lake Trail (7 mi\/11.3 km) A series of beautiful subalpine lakes are found along this trail. There are no views of Mount Rainier. At Sunrise: Sunrise Nature Trail (1.5 mi\/2.4 km) From the upper end of the Sunrise picnic area, follow this self-guided loop tour through subalpine meadows for breathtaking views of Mount Rainier and the Cascades. Emmons Vista Overlooks (1 mi\/1.6 km) Located on the south side of Sunrise parking area. For spectacular views of Emmons Glacier follow the Sunrise Rim Trail to the two overlooks. Frozen Lake Loop Trail (3 mi\/4.8 km) Follow the Sunrise Nature Trail to the ridgetop, then head west on the Sourdough Ridge Trail. Return to Sunrise via the Wonderland Trail and Old Campground Trail. Silver Forest Trail (2 mi\/3.2 km) From the south side of Sunrise parking area, follow the Sunrise Rim Trail to the Silver Forest Trail through an old burned area. The \"silvery\" color of the charred trees bleached white by the weather give the area its name. Shadow Lake Loop (3 mi\/4.8km) From south side of Sunrise parking area, hike the Sunrise Rim Trail to Shadow Lake and see colorful meadows along the way. Return via Old Campground Trail. Mount Fremont Lookout Trail (5.6 mi\/9.0 km) Follow Sourdough Ridge Trail to the Mount Fremont Trail. This trail leads to a historic fire lookout with excellent views of Mount Rainier and its glaciers along the way. Burroughs Mountain Trail (First Burroughs Mtn: 4.8 mi\/7.7 km, Second Burroughs Mtn: 6 mi\/9.6 km) Access via the Sourdough Ridge Trail. Hike this trail for outstanding mountain views and to visit the most accessible tundra in the Cascade Range. Plants here have a very short growing season. Return via the Sunrise Rim Trail for a change of scenery.      Enjoy other day hikes in the Sunrise Area. It is also recommended to check current trail conditions before leaving on a hike.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/sunrise.htm"
}
