{
    "title": "Mount Rainier National Park: Ohanapecosh Area",
    "body": "Ohanapecosh        Old growth forest at Ohanapecosh NPS Photo       Located in the southeast corner of the park, Ohanapecosh, named for a Taidnapam (Upper Cowlitz) Indian habitation site along the river, is thought to mean “standing at the edge.” Situated among Douglas firs, western red cedars, and western hemlocks, visitors to Ohanapecosh can experience the beauty and complexity of an old-growth forest. The east side of the park is also somewhat drier and sunnier than the west side, making it a good destination when Paradise and Longmire are wet and foggy. Ohanapecosh is not accessible in winter. Ohanapecosh is located 3 miles (4.8 km) north of the park boundary on highway 123 and 42 miles ( 68 km) east of the Nisqually Entrance. Check road status. You might also consider visiting other areas of the park like Longmire, the Carbon River-Mowich Lake area and Sunrise.         The Ohanapecosh River Valley seen from the Naches Peak Loop Trail near Tipsoo Lake. Steve Redman   Services The Ohanapecosh Visitor Center, open from June to early October, offers exhibits, guided interpretive programs, and book sales.        Camping The Ohanapecosh Campground and picnic area is located on the banks of the peaceful Ohanapecosh River, within a majestic old-growth forest. Like the visitor center, the campground is open from late May to early October.        Roadside Attractions Box Canyon - Located on Stevens Canyon Road 12 miles (19 km) west of Ohanapecosh. From the bridge, gaze 180 feet (55 meters) below at water rushing through a narrow slot canyon carved by the Muddy Fork of the Cowlitz River. Reflection Lakes - Drive west 19 miles (30.6 km) from Ohanapecosh on Stevens Canyon Road for a possible glimpse of Mount Rainier's reflection in these subalpine lakes. Inspiration Point - This large pullout is 20 miles (32 km) west of Ohanapecosh on Stevens Canyon Road. It offers spectacular views of Mount Rainier and the Tatoosh Range.        Hiking Grove of the Patriarchs Trail (1.1 mi\/1.8km) The Grove is just west of Stevens Canyon Entrance on the Ohanapecosh River. Walk the trail along the river to an island of ancient Western red-cedar, Douglas-fir, and Western hemlock. Hot Springs Nature Trail (0.4 mi\/0.6 km) Around the Ohanapecosh Visitor Center, this self-guided natural trail winds through old-growth forest and the site of an early hot springs resort. Box Canyon Loop Trail (0.5 mi\/0.8 km) Hike the loop trail around a deep, river carved gorge. Box Canyon is located 12 miles (19 km) west of Ohanapecosh. Silver Falls Trail Three trails varying in length lead to this spectacular waterfall:   Route 123 (0.6 mi\/1 km) - Begins 1.6 miles (2.6 km) north of Ohanapecosh, with parking at the pullout on the west side of the road. Stevens Canyon Road (1.2 mi\/1.9 km) - Begins west of Stevens Canyon Entrance, across from the Grove of the Patriarchs trailhead.  Ohanapecosh Campground (2.7 mi\/4.3 km) - Access trail from the far end of Loop \"B\" of the Ohanapecosh Campground.  Enjoy further day hikes in the Ohanapecosh area.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/ohanapecosh.htm"
}
