{
    "title": "Mount Rainier National Park: Paradise Area",
    "body": "Paradise         Wildflower meadow at Paradise with a view of the Tatoosh Mountain range. NPS\/Michael Larson  Paradise is famous for its glorious views and wildflower meadows. When James Longmire's daughter-in-law, Martha, first saw this site, she exclaimed, \"Oh, what a paradise!\" The park's main visitor center, the new Paradise Jackson Visitor Center, is located in the upper parking area. Paradise is also the prime winter-use area in the park, receiving on average 643 inches (53.6 feet\/16.3 meters) of snow a year. Winter activities include snowshoeing, cross-country skiing and tubing. The road between Longmire and Paradise is plowed throughout the winter. See the current Road Status for updated information about park roads. Paradise is located 19 miles (30 km) east of the Nisqually Entrance and 12 miles (19 km) east of Longmire.  You might also consider visiting other parts of the park such as Longmire, Sunrise, Ohanapecosh, and the Carbon River-Mowich Lake areas.        The historic Paradise Inn has been a popular destination for generations. NPS Photo   Services See Operating Hours and Seasons for current information about these facilities: The new Paradise Jackson Visitor Center offers general information, exhibits, the new park film, guided ranger programs, book\/gift store and cafeteria. This visitor center is usually open daily from May to early October. From mid-October through April, it is usually open only on weekends and holidays. The historic Paradise Inn, a concessioner-operated hotel, offers lodging, a dining room and a gift shop. The Paradise Inn is usually open from mid-May to early-October and is closed in the winter. The Guide House houses the Paradise Climbing Information Center, where visitors can obtain climbing permits and hiking and backcountry camping information. The historic Paradise Ranger Station, is also located at Paradise. Information services formerly available at the Paradise Ranger Station are now available at the Guide House.          Roadside Attractions Paradise Valley Road - Start next to the Paradise Inn to follow this one-way road through a beautiful meadow filled valley. Reflection Lakes - Drive 3 miles (4.8 km) east of Paradise on Stevens Canyon Road for a possible glimpse of Mount Rainier's reflection in these subalpine lakes. Inspiration Point - Just east of Paradise Valley Road on Stevens Canyon Road, this large pullout offers spectacular views of Mount Rainier and the Tatoosh Range.         A wildflower meadow at Paradise, with a view of Mount Adams in the distance. NPS Photo   Hiking If you plan to visit Paradise, remember that Paradise is located at an elevation of 5,400 feet and trails have at least some steeper sections. Please stay on the trails; the meadows are very fragile and heavily visited. Bench & Snow Lakes Trail (2.4 mi\/3.7 km) Located east of Reflection Lakes along Stevens Canyon Road, Bench lake is 0.75 miles (1.2 km) from the trailhead, while Snow Lake is 0.5 miles (0.8 km) further down the trail. Enjoy lovely subalpine meadows and lakes. Pinnacle Peak (2.6 mi\/4.2 km) Also beginning from Reflection Lakes, Hike into the Tatoosh Range for excellent views of Mount Rainier and Mount Adams. Paradise Meadows Trails Take any of these trails for excellent views of Mount Rainier, subalpine meadows, and wildlife:  Nisqually Vista Trail (1.2 mi\/1.9 km) - Views of the Nisqually Glacier. Skyline Trail to Myrtle Falls (1 mi\/1.6 km) - Wheelchair accessible with assistance.  Deadhorse Creek Trail & Morraine Trail (2.5 mi\/4 km) - Glacier views. Alta Vista Trail (1.7 mi\/2.7 km) - Wildflower viewing.  Enjoy other day hikes in the Paradise area.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/paradise.htm"
}
