{
    "title": "Mount Rainier National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions         Map of major roads and highways around Mount Rainier National Park.   Mount Rainier National Park is located in west-central Washington state. Several major cities in Washington- Seattle, Tacoma, and Yakima- and Portland, Oregon, are within 200 miles of the park.  Maps of Mount Rainier and Vicinity   Always check the road status page before planning a trip to the park. Unexpected road closures may occur at any time due to the dynamic nature of Mount Rainier. Also follow us on twitter to get the most up-to-date notices of road status and gate closures. Avoid Summer Congestion On busy summer weekends expect long waits at entrances and full parking lots. Plan ahead and follow these tips to avoid summer traffic.     Traffic & Travel Tips Park roads are winding with narrow shoulders and the maximum speed limit is 35 mph in most areas. Allow plenty of travel time during your visit.    Traveling in Summer On a sunny summer weekend, it can be difficult or impossible to find parking at Paradise, Sunrise, Grove of the Patriarchs, and at the trailheads between Longmire and Paradise. To help avoid this problem, it is recommended to visit these areas on weekdays, arrive early in the day, and carpool to the park if possible. Parking is not permitted along the road edges.   Traveling in Winter Many of the park roads close in winter. The road to Paradise closes nightly during winter months, and road conditions are often snowy and icy. All vehicles are required to carry tire chains. Learn more about Winter Travel, including information on gate closures, and Tire Chain Frequently-Asked-Questions.         Southwest Entrance - By Car Year-round access to the park is via SR 706 to the Nisqually Entrance in the southwest corner of the park. The road from the entrance to Longmire remains open throughout winter except during extreme weather. The road from Longmire to Paradise closes nightly from November 1 through winter. It reopens the following morning dependent upon snow removal. Even though roads will be open, some facilities may not be available.  A note on using GPS: Many visitors now use GPS (Global Positioning System) units to help them navigate while driving. However, the street address for Mount Rainier National Park (55210 238th Avenue East) leads to the Mount Rainier Administration Building in Ashford, Washington, NOT to the Nisqually entrance of the park. To reach the Nisqually entrance using GPS use the address 39000 State Route 706 E, Ashford, WA 98304. This will take you on SR 706 east past the Administration Building to the Nisqually Entrance. It is recommended that visitors refer to road maps in addition to using GPS units when driving to the park.       Directions to the Southwest Entrance of the park (Nisqually, Longmire and Paradise) from Seattle, Tacoma, Yakima, or Portland:  From Seattle South on I-5 to SR 512 (exit 127). East on SR 512 to SR 7. South on SR 7 to SR 706 in Elbe. East on SR 706 through Ashford to the Nisqually Entrance. From Tacoma East on SR 512 to SR 7. South on SR 7 to SR 706 in Elbe. East on SR 706 through Ashford to the Nisqually Entrance. From Yakima In Summer: West on US 12 to SR 123. North on SR 123 to the Stevens Canyon Entrance. Follow Stevens Canyon Road west to Paradise and Longmire. In Winter: West on US 12 to SR 7 in Morton. North on SR 7 to Elbe. East on SR 706 through Ashford to the Nisqually Entrance and Longmire\/Paradise. From Portland North on I-5 to Hwy 12 (exit 68). East on Hwy 12 to SR 7 in Morton. North on SR 7 to SR 706 in Elbe. East on SR 706 to the Nisqually Entrance.        The new Carbon River Ranger Station opened in June, 2013, and is located on the Carbon River Road 5.5 miles east of the Mowich Lake (SR 165) junction. NPS Photo  Northwest Entrance - By Car Carbon River in the northwest is also open year-round via SR 165 through Wilkeson, but vehicle access is permitted only to the park entrance. Beyond this point the Carbon River Road is open to pedestrians and bicyclists. A new Carbon River Ranger Station is located 5.5 miles east of the Mowich Lake (SR 165) junction.  Another access point in the northwest is Mowich Lake. Due to heavy snowfall it is only open in the summer and closes mid-October or with the first snowfall.       The Chinook Entrance Arch spans SR 410 at the top of Chinook Pass. NPS Photo  East Entrances - By Car Southeast - Spring through fall road closures depend on snowfall and its removal from the roadways. Ohanapecosh on SR 123 is generally open via Hwy 12 from Yakima or Packwood from late May to early November. Access to other areas of the park from Ohanapecosh may be closed during the early and later seasons so please check the road status while making your plans. Northeast - Sunrise, White River and southbound SR 123 are accessed via SR 410 from Enumclaw. The road to Sunrise is usually open by July 1st through early September, as is the visitor center and other facilities. The road to Sunrise closes at the junction with White River Campground every night beginning in late September. It reopens each morning as conditions permit. The entire road from the junction with SR 410 to Sunrise and White River is closed for winter in mid-October or earlier with the first heavy snowfall. East\/Chinook Pass - In the summer, travelers coming from east of the Cascades can enter the park using Chinook Pass (SR 410) and Cayuse Pass (SRs 123 & 410) or via I-90 and US 12. In winter, however, SR 123 and SR 410 are closed. For winter access to the east side of the park, visitors must use I-90 and US 12.      Directions to the East Side of the park (Ohanapecosh, Sunrise and White River) from Seattle, Tacoma, Yakima, or Portland:  From Seattle To White River\/Sunrise\/Ohanapecosh: South on I-5 to I-405 (exit 156). East on I-405 to SR 167. South on SR 167 to SR 410. East on SR 410 to the White River Entrance. Continue south on SR 410 to SR 123 past Stevens Canyon Road. Follow signs to Ohanapecosh. This route is open summer only. From Tacoma To White River\/Sunrise: East on SR 512 to SR 167. North on SR 167 to SR 410. East on SR 410 to the White River Entrance and Sunrise. To Ohanapecosh: South on I-5 to Hwy12 (exit 68). East on Hwy 12 through Morton, Randle, and Packwood to SR 123 north. Follow SR 123 north into Mount Rainier National Park and the Ohanapecosh area. From Yakima To White River\/Sunrise: West on Hwy 12 to SR 410. West on SR 410 over Chinook and Cayuse Passes to the White River Entrance. To Ohanapecosh: West on US 12 to SR 123. Turn right on SR 123 and travel north into Mount Rainier National Park. Follow the signs to Ohanapecosh. From Portland To White River\/Sunrise: North on I-5 to SR 512 east to SR 167 (exit 135) in Tacoma. Travel east on SR 167 to SR 410. Travel east on SR 410 to Mount Rainier National Park and White River\/Sunrise area. To Ohanapecosh: North on I-5 to US 12 (exit 68). East on US 12 to SR 123. North on SR 123 to Mount Rainier National Park and the Ohanapecosh area.         Some of the first visitors traveling to Mount Rainier by car. NPS Historic Photo  By Plane Three airports, served by major airlines are located near Mount Rainier: Seattle-Tacoma International Airport is located in Seattle, Washington. The one-way distance from the Seattle to the town of Ashford, located just outside the Nisqually entrance in the southwest corner of the park, is 85 miles.   Portland International Airport is located in Portland, Oregon. The one-way distance from the Portland to town of Ashford, located just outside the Nisqually entrance in the southwest corner of the park, is 131 miles.   Yakima Air Terminal is located in Yakima, Washington. The one-way distance from the Yakima to town of Ashford, located just outside the Nisqually entrance in the southwest corner of the park, is 134 miles.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/directions.htm"
}
