{
    "title": "Mount Rainier National Park: Buy It Where You Burn It",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Buy It Where You Burn It                Buy It Where You Burn It!              Trees are being destroyed through the transportation of invasive insects & diseases in firewood. To make sure invasive insects are not spread on firewood, use firewood from local sources. In other words, buy it where you plan to burn it.  One of the most important things we can do to protect trees is to stop moving invasive pests and diseases to new areas on firewood. It's really that simple- don't move firewood, and keep trees healthy and alive. Forests are great places to play, but they also keep our air clean and our water pure. We must protect them by not moving firewood, so our kids, grandkids, and great-grandkids can enjoy these amazing places in the future.        Emerald Ash Borer is one of the invasive insect species that can be transported in firewood and is responsible for the death of millions of trees in North America since it was introduced.   Washington forests are in jeopardy from the transportation of invasive insects and diseases in firewood. New infestations of tree-killing insects and diseases often are first found in campgrounds and parks. Invasive pests live in wood, and when you pack it up and transport it to your camping destination, you run the risk of invasive bugs crawling out and infesting trees nearby. Once certain invasive insects take hold it can be devastating to forests and outdoor recreation sites. Don't risk it. Leave your firewood at home, and then buy new wood near to where you'll burn it. Protect the places you love by not moving firewood. Even a small insect, such as the Emerald Ash borer, can devastate Washington forests. Their impacts could jeopardize forest economies and favorite outdoor recreation sites. Instead of tall groves, imagine tree stumps. Small pests can make big impacts.       What You Can Do  Buy firewood near where you will burn it- that means the wood was cut within 50 miles of where you'll have your fire. Wood that looks clean and healthy can still have tiny insect eggs, or microscopic fungi spores, that will start a new and deadly infestation. Always leave it at home, even if you think the firewood looks fine. Aged or seasoned wood is still not safe. Just because it is dry doesn't mean that bugs can't crawl onto it! Tell your friends not to bring wood with them- everyone needs to know that they should not move firewood.         Learn More dontmovefirewood.org dontmovefirewood.org Poster Washington Invasive Species Council - Don't Move Firewood Campaign",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/buy-it-where-you-burn-it.htm"
}
