{
    "title": "Mount Rainier National Park: Longmire Area",
    "body": "Longmire         The Administrative Building, part of the National Historic Landmark District at Longmire. During the summer, this is the home of the Longmire Wilderness Information Center. NPS Photo  With the establishment of Mount Rainier National Park in 1899, Longmire became park headquarters. The site had previously served as James Longmire's homestead, lodging, and mineral springs resort. Although park headquarters are no longer at Longmire, the original 1916 headquarters building houses a museum that tells the story of the early days of the park. Across the street from the museum, the \"newer\" Longmire Administration Building, completed in 1930, still holds offices for park staff and is home to the Longmire Wilderness Information Center (current park administration offices are located at Tahoma Woods, outside of the park along SR 706). All of Longmire is now designated a national historic district. Longmire is located in the southwest corner of the park and is 6.5 miles (10.5 km) east of the Nisqually Entrance. Watch Visit Longmire: Gateway to Mount Rainier for a short video introduction to the Longmire area.         The National Park Inn, providing lodging and food, is open year-round. NPS Photo  Services Longmire is open year-round. Check Operating Hours and Seasons for current schedule of facilities in the area.   The Longmire Museum, usually open daily all year, offers exhibits, information, and books sales.   The Wilderness Information Center, usually open daily from late May to early October and closed in winter, is where visitors can obtain wilderness permits and hiking and backcountry camping information. In winter, visitors can obtain climbing and wilderness permits at the Longmire Museum.   The National Park Inn, a concessioner-operated hotel, restaurant and gift shop, is usually open daily, all year.  Always check the Road Status page for current information about road access to Longmire and other park areas. During the winter, the road to Paradise from Longmire is closed nightly. Check Twitter for current gate open\/close status and other advisories (a Twitter account not required to view).  You might also consider visiting other parts of the park such as Ohanapecosh, Sunrise, and the Carbon River-Mowich Lake area.        Camping Cougar Rock Campground and picnic area, 2 miles (3.2 km) east of Longmire, is usually open from late May to early October.       Roadside Attractions Westside Road - Begins 1 mile (1.6 km) east of Nisqually Entrance. Road closed to vehicles beyond the gate, but accessible for biking and walking. Christine Falls - Located 4 miles (6.4 km) east of Longmire, a short walk from the pullout offers a classic view of the falls below the rustic stone bridge. Be aware that parking is limited. For your safety, do not walk or stop your car on the bridge. Glacier Bridge - 5 miles (8 km) from Longmire heading towards Paradise, look up the valley when crossing the bridge for a view of the Nisqually Glacier. Ricksecker Point Road - This one-way road begins 6 miles (9.7 km) east of Longmire and offers fantastic views of Mount Rainier, Nisqually Valley and the Tatoosh Range. (The Ricksecker Point Road is open summers only.)        A historic photo of Narada Falls. NPS Photo   Hiking Historic District Walking Tour (self-guided) Observe the excellent examples of classic National Park Service rustic architecture found at Longmire. Trail of the Shadows (0.7 mi\/1.1 km) An easy walk past one of the park's earliest homesteads, the Longmire hot springs, and through the surrounding forest.  Twin Firs Trail (0.4 mi\/0.6 km) Beginning 2 miles (3.2 km) west of Longmire, a short loop trail through old-growth forest.  Carter Falls Trail (2 mi\/3.2 km) Begins 0.1 miles (0.2 km) below Cougar Rock Campgrounds. An easy old-growth forest walk along the Paradise River. Walk past Carter Falls another 150 feet (45.7 m) to see Madcap Falls.  Rampart Ridge Trail (4.6 mi\/7.4 km) Branching off from the Trail of the Shadows trail, this steep loop trail offers excellent views of Mount Rainier and Nisqually Valley.  Narada Falls Trail (9 mi\/14.5 km) Follow the Nisqually River via the Wonderland Trail from Longmire, along this cool forest trail. En route to Narada Falls you will pass Carter and Madcap Falls. Eagle Peak Trail (7 mi\/11.3 km) A steep trail through old-growth forest with great views of Mount Rainier, Nisqually Glacier, and the Tatoosh Range. Trailhead found across the bridge at Longmire on east side of Nisqually river. Enjoy other day hikes in the Longmire area.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/longmire.htm"
}
