{
    "title": "Mount Rainier National Park: Lodging",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging              Lodging       There are two hotels located inside Mount Rainier National Park. Both are run by Mount Rainier Guest Services. For information on camping in the park, click on campgrounds.        National Park Inn at Longmire NPS Photo  National Park Inn Located in the Longmire Historic District at an elevation of 2,700 feet, the National Park Inn is open year round. The Inn has 25 guest rooms, a full service dining room, a general store, and a post office. Reserve a room online at Mount Rainier Guest Services or call 360-569-2275 for more information.        Paradise Inn in 1941 NPS Photo   Paradise Inn Built in 1916, the Historic Paradise Inn has retained its rustic style and is generally open mid-May through early October. Located at an elevation of 5,420 feet, the Paradise Inn has 121 guest rooms, a gift shop, post office, café, and full service dining room. Reserve a room online at (360) 569-2275 or visit Mount Rainier Guest Services or call 360-569-2275 for more information.      Lodging Outside the Park Accomodations are available in communities outside of the park. Lodging information is available through the park partners listed below in communities near the park. Destination Packwood Lodging in communities outside the southeast corner of the park. Discover Lewis County Lodging, dining, and activities in Lewis County to the south of the park.  Mineral Lake Lodging, dining and activities in the Mineral Lake area, near the southwest corner of the park. Mount Rainier Visitor Association Lodging in communities outside the southwest corner of the park. Stay Rainier Lodging, dining, and activities outside the northeast (Sunrise) corner of the park.  Visit Rainier Lodging in all areas outside the park.       NOTE: Marijuana on Federal lands: Mount Rainier National Park would like provide clarification regarding the use and possession of marijuana on Federal lands. The recently passed Washington State law, which allows for limited recreational marijuana use under certain conditions, has no bearing on Federal laws which continue to identify marijuana as a Schedule I illegal drug, and prohibit its use. More information posted on Current Conditions page.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/lodging.htm"
}
