{
    "title": "Mount Rainier National Park: Road Status",
    "body": "Road Status       Road Status - Updated August 5, 2016 This report is updated when conditions change. You may also call the park for current road conditions at 360-569-2211 or check MountRainierNPS on Twitter for road updates and announcements. Check for more information on park weather and road construction. NOTE: On busy summer weekends expect long waits at entrances and full parking lots. Plan ahead and follow these tips to avoid summer traffic.     ROAD STATUS   Carbon River Road  OPEN No vehicles are permitted beyond the park entrance; bicycle and pedestrian traffic only.    SR 410\/123 (Cayuse Pass) North boundary to south boundary   OPEN  Commercial vehicles prohibited at all times. For more information, check the Washington State Dept. of Transportation (WSDOT) or call 1-800-695-ROAD (7623) toll-free statewide or 206-DOT-HIWY (368-4499) in the greater Seattle area.    SR 410 (Chinook Pass)   OPEN  Commercial vehicles prohibited at all times. For more information, check the Washington State Dept. of Transportation (WSDOT) or call 1-800-695-ROAD (7623) toll-free statewide or 206-DOT-HIWY (368-4499) in the greater Seattle area.    Nisqually Entrance to Longmire OPEN    Longmire to Paradise  OPEN NOTE: Due to road construction, expect delays. For more information, please refer to the road construction page.     Mowich Lake Road   OPEN  NOTE: Most of this road is gravel and some sections have rough conditions with potholes. Please drive with caution.    Paradise Valley Road OPEN    Ricksecker Point Road  CLOSED due to construction.  For more information, please refer to the road construction page.    Stevens Canyon Road   OPEN    Sunrise Road   OPEN  NOTE: Due to the steep, narrow, and winding nature of the Sunrise Road, it is recommended that RVs and vehicles with trailers longer than 25 feet LOA not travel up the Sunrise Road beyond the White River Campground intersection. Currently there are no restrictions for unmodified motor coaches of standard length.     Westside Road to Dry Creek   OPEN NOTE (8\/1\/16): Crews will be working to install a bridge at Fish Creek and repairing damage to the road the week of August 1, possibly going into the following week. There is still access for hikers to pass through but please be aware of work crews.  Due to danger from rock fall, vehicles must park south of the barricade at Dry Creek. Hikers and bicyclists should travel through the area with caution and avoid lingering in the hazard zone. Visitors are also advised that Westside Road is an active geohazard zone.     White River Road to Campground OPEN NOTE: White River Road is open as far as the campground. Presently, the campground can be used for parking, but remains closed for camping. White River Campground opens June 24.     NOTE: All vehicles are required to carry tire chains when traveling in the park during the winter season (Nov 1 - May 1). This requirement applies to all vehicles (including four-wheel drive), regardless of tire type or weather conditions. Review the Tire Chain Frequently Asked Questions for more information or learn more about Winter Recreation at Mount Rainier. Longmire-to-Paradise Winter Road Opening Decision Matrix",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/road-status.htm"
}
