{
    "title": "Mount Rainier National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Entrance Fees  Mount Rainier National Park fees increased on May 27, 2016. This fee increase was the final increase of a two-phase process, first announced in November 2014 and open for public comment through the end of 2014. Based on public feedback and general support for the fee changes, the park increased fees over two years. News Release: Mount Rainier Fee Increases Approved for 2015 (5\/18\/2015).     Fee Type  Fee    Mount Rainier Annual Pass  Grants unlimited entry for one year to pass owner and passengers in the same car    $50   Mount Rainier Single Vehicle Fee  Grants unlimited entry for one vehicle and passengers for seven consecutive days Vehicle must be private, noncommercial, and with a seating capacity of 15 or less    $25   Mount Rainier \"Per Person\" Fee  Walk-up or single bicycle fee Grants unlimited entry for seven consecutive days    $10   Mount Rainier Motorcycle Fee  Grants unlimited entry for one motorcycle and passenger for seven consecutive days    $20   Campground Fees - Camping Information  Per site, nightly    $20   Campground Fees - Groups  Groups sites, nightly Accommodates 25 to 40 people    $60              The Mount Rainier Annual Pass   Mount Rainier Annual Pass The annual park pass covers entrance fees for the pass holder and accompanying passengers in a single, private, non-commercial vehicle at Mount Rainier National Park. This pass does not cover camping fees and is non-transferable and non-refundable. This pass can be purchased at any entrance to Mount Rainier.   National Parks and Federal Lands Passes Annual - Senior - Access - Military These passes are available at any Mount Rainier entrance station. For more information visit the National Park and Federal Lands Passes website. Every Kid in a Park Pass Are you in the fourth grade? Is there a fourth grader or home school equivalent student in your family? You can get a free pass to federal lands! Fourth graders can get their pass by going to the Every Kid in a Park website and following the instructions.       Commercial Tour Fees These fees are charged only to commercial organizations, such as tour companies. This fee is determined by the seating capacity of the vehicle:  Sedan with 1 to 6 seats = $25 + $10 per client Van with 7 to 15 seats = $75 Minibus with 16 to 25 seats = $100 Motor Coach with 26 or more seats = $200  NOTE: There are no current road restrictions for unmodified motor coaches of the standard length in the park. However, be aware that roads in the park are steep, narrow, and winding. In particular, it is recommended that RVs and vehicles with trailers longer than 25 feet LOA not travel up the Sunrise Road beyond the White River Campground intersection.  Education Fee Waiver Groups from qualified education institutions are eligible for a fee waiver if they are coming to study park resources. Fee waivers must be applied for at least one month prior to your planned visit. Complete an education fee waiver application and fax it to 360-569-2911. Other Fees & Permits Campgrounds - Learn more about camping reservations, regulations, and fees. Permits & Reservations Information about Special Use Permits, Wilderness Reservation Permit, Climbing Pass, and Scientific Research & Collecting Permit.        Please read this legal notice regarding payment of fees by check.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/fees.htm"
}
