{
    "title": "Mount Rainier National Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Alerts & Conditions          Alerts    Information        Avoid Summer Congestion  Alert 1 , Severity ,information ,, Avoid Summer Congestion  Plan ahead to avoid summer traffic! On busy weekends expect long waits at entrances and full parking lots. more          Longmire to Paradise Delays  Alert 2 , Severity ,information ,, Longmire to Paradise Delays  Expect delays due to road construction from the Longmire to Paradise. Delays no more than 20 min per stop and 30 min total, Monday through Friday. more          High Demand for Wonderland Trail  Alert 3 , Severity ,information ,, High Demand for Wonderland Trail  Demand for Wonderland Trail camps is at a record high, with EVERY campsite full on some nights. High demand is expected to persist into September, making it challenging to get a permit for the Wonderland Trail. more             Park Notices Updates about current park conditions. Updates are also posted by MountRainierNPS on Twitter (Twitter account not required to view).      Paradise Area Trail Closures for Rehabilitation Work (Updated 8\/9\/16) Dead Horse, Avalanche Lily, and Lower Alta Vista trails and trail heads will be closed Monday-Friday for asphalt repairs. Please do not cross caution taped areas for your own safety. Nisqually Vista Trail is open but can only be accessed from the lower parking lot. All trails will be open Saturday and Sunday. While passable, be cautious of areas with ongoing work that may have loose gravel and ground asphalt.   2016 Wilderness Permits to be First-Come, First Served (News Release 3\/23\/16)  Mount Rainier National Park will process wilderness camping and climbing permits on a first-come, first-served basis only in 2016, including permits for hiking the Wonderland Trail.          Planning Your Visit Conditions can change rapidly on Mount Rainier. Before heading to the park, make sure to check the following:   Weather - View the Mount Rainier Recreation Forecast, along with a variety of other weather reports.  Webcams - See current conditions for yourself! Webcams at Paradise, Longmire, and Carbon River are live year-round; webcams at Camp Muir and Sunrise are available during the summer season.  Road Status - Most roads in the park close for the winter. Open roads can still close at any time due to weather or conditions. Check twitter for road condition updates (a twitter account is not required to view).  Operating Hours & Seasons - Find out operating dates & hours for park visitor centers, ranger stations, Inns, and other facilities. Many park facilities close for the winter.  Trail Conditions - It is recommended to check with a ranger for the most recent conditions before heading out on a trail. You can also call the Longmire Museum between 9:00 a.m. and 4:30 p.m. at 360-569-6575 for more information.        Marijuana on Federal Lands Contact: Chief Ranger's Office - 360-569-6612  Mount Rainier National Park would like to provide clarification regarding the use and possession of marijuana on Federal lands. The recently passed Washington State law, which allows for limited recreational marijuana use under certain conditions, has no bearing on Federal laws which continue to identify marijuana as a Schedule I illegal drug, and prohibit its use.  Possession of marijuana or use of any amount of marijuana is still prohibited in Mount Rainier National Park, its facilities, concessions, and campgrounds, and in the surrounding National Forest Lands. Violations are punishable by a fine of not more than $5,000.00 for an individual or $10,000.00 for an organization, or imprisonment for not more than six months, or both (16 U.S.C. 551, 18 U.S.C. 3559 and 3571).",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/conditions.htm"
}
