{
    "title": "Mount Rainier National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations          Special Use Permits  Ranger-guided Snowshoe Walk Group Reservations    Wilderness & Climbing Permits  Camping Reservations    Scientific Research Permits  Entrance Fees & Passes           Special Use Permits Mount Rainier National Park, a recognizable national landmark with inspiring vistas and natural settings, is an ideal spot for a variety of special activities. Most special events and activities held within Mount Rainier National Park require a Special Use Permit. These permits are issued and approved only after National Park Service staff determine that the activity will not impair park values, resources, and visitor enjoyment.   A Special Use Permit is required for activities that provide a benefit to an individual, group, or organization, rather than the public at large and for activities that require some degree of management by the National Park Service in order to protect park resources and the public interest. Please allow two weeks for the processing of permit applications. Provide a fax number if possible. Please read this legal notice regarding payment of fees by check.  Activities and events that require Special Use Permits include:  Organized Group Recreation: permit information, application Filming\/Photography: permit information, long form application, short form application  Wedding Ceremonies: permit information, application  Scattering of Ashes: permit information, application  Military Operations: permit information, application  First Amendment Activities: permit information, application, First Amendment Special Use Locations  Other Special Events (Rallies, Sporting Events, etc.): permit information, application Fundraiser Climbs: permit information, application NOTE: No more permits available for 2016 Climbing Season.           The High Lakes Trail is one of many trails near the Paradise area, and connects to the Wonderland Trail. NPS Photo  Reservations and Other Permits    Wilderness Permit A wilderness permit is required for all overnight camping and climbing in the wilderness of Mount Rainier National Park. In 2016, wilderness permits are only available on a first-come, first-served basis, including for trips on the Wonderland Trail.  Climbing Pass A climbing pass is required for anyone who plans to climb above 10,000 feet or onto any glaciers. If you will be camping overnight as part of your climbing trip, you will also need a Wilderness Permit.       Scientific Research & Collecting Permit A research permit is required to conduct research, including social science studies, in the park.      Ranger-Guided Snowshoe Walks - Reservations for Groups Organized groups can make reservations for ranger-guided snowshoe walks in the winter months at Paradise. Typically reservations are accepted beginning in November for walks that will take place January-March. Snowshoe walks are just one of a variety of winter recreational activities available at Mount Rainier.       Camping Learn more about camping reservations, regulations, and fees.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/permitsandreservations.htm"
}
