{
    "title": "Fort Matanzas National Monument: The Estuary and Salt Marsh",
    "body": "The Estuary and Salt Marsh       The Estuary and Salt Marsh Behind the dunes and the coastal forest lie the tidal creeks and marshes of the estuary where salt water meets fresh. The open water between Anastasia Island where the visitor center is located and Rattlesnake island where the historic fort sits is called the Matanzas River. Not a true river, it is actually a long, thin sound with a mouth at both ends-- the St. Augustine Inlet to the north and the Matanzas Inlet at Fort Matanzas National Monument at the south.        Courtesy of Marineland of Florida  This waterway is home to Atlantic Bottlenose Dolphins (Tursiops truncatus) which are frequently seen from the visitor center dock. These playful marine mammals are very social animals, so there are usually at least two or more together. Occasionally in spring and summer, endangered West Indian Manatees (Trichechus manatus), another social animal, are also sighted in the river.        Great Blue Heron L. Chandler  A Diversity of Wildlife The estuary and salt marsh is the most diverse habitat of the island in terms of animal species. Great blue herons, great egrets, snowy egrets, and little green herons feed on the rich soup of fish and crustaceans living in the tidal flats and salt marshes. Wood Storks are also occasional visitors to these waterways. This large white bird with black wing fringes and a bald dark head is America's only true stork. An occasional roseate spoonbill might also be seen feeding among the flock of woodstorks. Ospreys and bald eagles fight over the osprey's catch. Pelicans and terns dive head first into the river after fish. Skimmers fly low to the water. Harriers and other hawks swoop low over the grass. The tidal flats are alive with fiddler crabs waving their claws. Raccoons, owls, and night herons hunt at night. Marsh rabbits nibble on young sprouts in the morning. There is always action around the salt marsh.          Red Mangrove L. Chandler -- NPS Photo  Salt Marsh Plants Plants must have special adaptations in order to live in the salt marsh where their roots and even much of their tops might be covered by salt water for much of the day. Many plants like the salt marsh cordgrass (Spartina alterniflora), the predominate plant of the marsh, has pores which secretes the salt the plant takes up. A film of salt crystals is visible on their stems and leaves. Pickleweed (Salicornia sp.) rids itself of excess salt by means of joints which allow a part of the plants to be broken off. The plant sends salt to its tips and, in the fall, these compartments dry up and break off. Mangroves, one of the few trees of the salt marsh, can survive because of specially adapted roots. The red mangrove can be identified by its prop roots which stabilize the plant in soft muddy soil and which exposes more root surface to the oxygen in the air. Black mangroves can be identified by numerous finger-like projections called pneumatophores which serve the same purpose. Both of these mangroves are at the northern-most extent of their range at Fort Matanzas National Monument. It has only been because of several years without major freezes that these trees survive here in north Florida at all.       Back to the Ecosystems page . . . Back to the main Nature page . . .",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/saltmarsh.htm"
}
