{
    "title": "San Juan Island National Historical Park: Garter Snakes",
    "body": "Garter Snakes       As you're walking along Park trails, you may startled by the occasional two- to three-foot-long garter snake sunning on the trail. Fortunately, the snakes found here are not poisonous, although a couple of them may release a stinky secretion and bite if handled. In fact, let's hear it for our garter snakes: In addition to fish, frogs, toads, tadpoles, worms, leeches, and sometimes small mammals, they eat slugs.  In the summertime, garters are more active during cool mornings and evenings, and will seek cover during the heat of the day. In winter; they hibernate in small animal burrows or in the rocks. If you don't see any on the trail, look for them in Look for it in edges of forests in sunny areas, fields, meadows, and grassy areas, rocks, logs, walkways—anywhere that's warm. Common garters are usually found in or near water because most of their prey is there.  There are three species here on San Juan Island:      Common Garter Snake        Common garter snake   The most widely distributed snake in North America, this snake is about three feet long and sports a variety of colors and patterns, most commonly a yellow or yellow-green stripe running down the backbone and each side, with red spots along its sides. You'll usually see them by water. Watch yourself: this one may bite if handled.  Park status: Probably present. Native.       Western Terrestrial Garter Snake        Western terrestial garter snake.   White-yellow to light brown stripes zig-zag down the back and sides, and colors between the stripes are light grey to brown. They are generally found near water, though they can also be found in the more open sections of the forest, and are often found in tidepools. If handled, they will bite and secrete a foul odor.   Park status: Unconfirmed. Native.      Northwestern Garter Snake        Northwestern garter snake   This is the most common garter snake in our region. It's tough to identify, because its coloration and pattern is so variable. There may or may not be a well-defined stripe down the back, and if present, may be greenish yellow, cream, yellow, red, orange, greenish yellow, turquoise, blue, white, or tan. There may or may not be stripes running down the sides of the body, and if present, can be cream, white, yellow, or tan. The color between the stripes ranges from black and brown to blue and green. And the belly? Often it's in muted tones of black or brown. Then again, it may be yellow with dark markings.   One way to distinguish this wildly variable species is the size of its head: it's much smaller than other garter snakes. While it rarely bites, be forewarned that it may protect itself through discharging excrement and a foul-smelling secretion.   Park status: Probably present. Native.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/garter-snakes.htm"
}
