{
    "title": "Mount Rainier National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address      Please note that the address listed below is the physical address for the park administration building and should not be used for GPS systems. Instead use the address 39000 State Route 706 E, Ashford, WA 98304. This will take you on SR 706 east past the Administration Building to the Nisqually Entrance. It is recommended that visitors refer to road maps in addition to using GPS units when driving to the park.      55210 238th Avenue East  Ashford, WA 98304                 Directions         Mount Rainier National Park is located in west-central Washington state. Several major cities in Washington- Seattle, Tacoma, and Yakima- and Portland, Oregon, are within 200 miles of the park. For GPS to Nisqually Entrance use: 39000 State Route 706 E, Ashford, WA 98304.  Directions Details           Operating Hours & Seasons       Many facilities and roads in the park are only open seasonally and close in the winter. In addition to checking the hours of operation, make sure to check road status before coming to the park. Updates about road and other seasonal conditions are also posted on MountRainierNPS on Twitter (account not required to view).   Mount Rainier National Park Mount Rainier National Park is open all year. Visitation peaks in July and August with warmer weather and  blooming wildflowers. In spring and autumn, weather determines the availability of facilities and roads. During winter months a number of roads, facilities, and entrances close for the season.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours     Park Entrances  Nisqually Located in the southwest corner of the park via SR 706, the Nisqually Entrance provides year-round access to the park. Open daily. NOTE: To reach the Nisqually entrance using GPS use the address 39000 State Route 706 E, Ashford, WA 98304. Fee station with fee kiosk available for after hours.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Carbon River Carbon River Entrance in the northwest corner of the park is open year-round via SR 165 through Wilkeson. Vehicle access is permitted only to the park entrance. Beyond that point the Carbon River Road is open to pedestrians and bicyclists. Pay entrance fees at Carbon River Ranger Station a few miles before park boundary, or use payment envelopes after hours. Hours vary, call 360-829-9639.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      White River Sunrise, White River, and southbound SR 123 are accessed via SR 410 from Enumclaw through the White River Entrance, open from late June to mid October. Fee station located on turn-off from SR 410 on the road to Sunrise. Hours may vary. Fee envelopes available for after hours.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Chinook In summer, travelers coming from east of the Cascades can enter the park using Chinook Pass (SR410), passing under the Chinook Entrance Arch walking bridge. Entrance open late June to mid October, 24 hours a day. No fee station.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Stevens Canyon Branching off of SR123 just north of Ohanapecosh, Stevens Canyon Entrance provides access to Stevens Canyon Road, Paradise, and the west side of the park. Open late May to mid September. Fee station with fee envelopes available after hours.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      SR123 \/ Ohanapecosh Located along SR 123 via Hwy 12 from Yakima or Packwood, this park entrance is open 24 hours a day from late May to early November. This is the closest entrance to the Ohanapecosh area. No fee station.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Weather patterns at Mount Rainier are strongly influenced by the Pacific Ocean and elevation. The climate is generally cool and rainy, with summer highs in the 60s and 70s. While July and August are the sunniest months of the year, rain is very likely in spring, fall, and winter. Visitors should be aware that mountain weather is very changeable. In the higher elevations, like Paradise, winter can last from November to May with many feet of snow on the ground.   Current Weather         Fees & Passes    In addition to entrance fees, there is a fee for camping in one of Mount Rainier's three car campgrounds. First-come, first-served wilderness permits are required for camping or climbing overnight in the backcountry of the park, but are free. Climbers must also get a climbing pass. A variety of activities, from getting married in the park to spreading ashes, is allowed with a special use permit.  Entrance Fees:   Mount Rainier Single Vehicle Fee - $25.00 Grants unlimited entry for one vehicle and passengers for seven consecutive days. Vehicle must be private, noncommercial, and with a seating capacity of 15 or less.    Mount Rainier \"Per Person\" Fee - $10.00 Walk-up or single bicycle fee. Grants unlimited entry for seven consecutive days.   Mount Rainier Motorcycle Fee - $20.00 Grants unlimited entry for one motorcycle and passenger for seven consecutive days.    Mount Rainier Campground Fee - $20.00 Fee per site, nightly, for camping in Cougar Rock, Ohanapecosh, and White River campgrounds. Learn more about camping at Mount Rainier at https:\/\/www.nps.gov\/mora\/planyourvisit\/campgrounds.htm   Mount Rainier Campground Fee - Groups - $60.00 Fee for group sites, nightly, in Cougar Rock and Ohanapecosh campgrounds. Group sites accommodate 25 to 40 people depending on site. There are no group sites in White River Campground. For more information about camping at Mount Rainier: https:\/\/www.nps.gov\/mora\/planyourvisit\/campgrounds.htm   Entrance Passes:   Mount Rainier Annual Pass - $50.00 Grants unlimited entry for one year to pass owner and passengers in the same car.          Visitor Centers       Longmire Museum Located on the south side of Mount Rainier at 2,700 feet above sea level, the museum makes up part of the historic Longmire district. Once a ranger office, the building now houses historic exhibits about the park's natural and geological history, and animals. A ranger or volunteer staffs the museum to assist with park information and book and map sales.   Henry M Jackson Memorial Visitor Center Located at Paradise, on the south side of Mount Rainier, the Jackson Visitor Center is open throughout the summer and with limited days and hours in the winter. Inside the visitor center are accessible restrooms, an information desk staffed by a ranger or volunteer, food services, gift shop, park movie, and exhibits about the plants, animals, and the volcano.   Ohanapecosh Visitor Center This center is located in the southeast corner of the park on State Route 123, 12 miles north of the town of Packwood. It is next to the Ohanapecosh Campground and near the trailhead for the Natural Hot Springs and Silver Falls. There are restrooms, exhibits, and a ranger or volunteer on duty to answer questions when it is open for the summer season.   Sunrise Visitor Center Located on the north side of Mount Rainier, this center is at the end of the Sunrise Road, 15 miles after the turn off from State Route 410. Only open and accessible in the summer, the Sunrise Visitor Center has exhibits, some books and maps for sale, and rangers and volunteers on duty to answer questions. Restrooms, gift shop, and food services are located nearby during the summer season.   Carbon River Ranger Station Located in the northwest corner of the park, the ranger station is staffed by ranger or volunteer as staffing and weather conditions allow. Building hours may vary so call ahead for hours 360-829-9639. When open, rangers and volunteers provide park information, wilderness camping, and climbing permits. Wilderness camping permits available by self-registration when closed.                 A visitor strolls along the trail near Box Canyon. NPS Photo  Mount Rainier National Park offers excellent opportunities for adventure, exploration, learning, and just plain having fun! Start planning your visit by using the links below to learn about Mount Rainier. Also, remember the key to a great visit is staying safe. Avoid Summer Congestion Plan ahead to avoid summer traffic! On busy summer weekends expect long waits at entrances and full parking lots.  Operating Hours & Seasons Many of the facilities in the park are only open in the summer, while others stay open year-round. Road Status Open\/closed status and current conditions of park roads. Most roads close during the winter months.  Fees & Passes Information about entrance fees to the park and options for annual passes.  Current Conditions Information and updates about park notices, temporary closures, and other advisories.  Permits & Reservations Information about Special Use Permits and other reservations available in the park. Weather Weather conditions can change rapidly around the mountain. Check the weather forecast to ensure your visit is safe and enjoyable. Connect to MountRainierNPS Join the conversation! Mount Rainier is on Facebook, Twitter, Youtube, Flickr, and Tumblr.  Pets Pets are allowed in limited areas of the park and must be on leashes. Learn about the regulations regarding pets.  Stock Use Saddle and pack animals are welcome on the Pacific Crest Trail and Laughingwater Creek Trail only. Learn about the regulations regarding stock animals. Keep Wildlife Wild Please do not feed wildlife. Learn why it is better for you and for Mount Rainier's wildlife to Keep Wildlife Wild.  FAQs Frequently-Asked-Questions about the park. Brochures Download a variety of brochures about the park, including the Wilderness Trip Planner and the current park newspaper. Bookstore Operated by Discover Your Northwest (formerly Northwest Interpretive Association), the bookstore offers publications, maps, posters, videos, children's literature, and other informational materials on Mount Rainier National Park and other parks and forests throughout the Pacific Northwest.",
    "url": "https:\/\/www.nps.gov\/mora\/planyourvisit\/basicinfo.htm"
}
