{
    "title": "San Juan Island National Historical Park: Prairie Restoration-Dispelling Myths",
    "body": "Prairie Restoration-Dispelling Myths        Native Howell's triteleia finds its way through a patch of sheep sorrel on the American Camp, just below the redoubt. Julia Vouri       Those of us who know the peace of walking through the American Camp prairie when a breeze ruffles the grasses know the significance of preserving such a rare landscape. And yet we may want to be reassured that the delicate balance won’t be disturbed any further. Although the National Park Service is still in the process of completing a detailed plan to restore the American Camp prairie, preliminary discussions have prompted many concerns about the feasibility and effects of such a project. Over the past year, we’ve heard a few misconceptions, and would like to address them here. If you have any further questions, please call Jerald Weaver, chief of resource management, at 360-378-2240.      Myth 1: It’s impossible to restore a prairie to its original state.  If you’ve been to Yellow Island here in the San Juans and seen its slopes carpeted in purple camas, yellow buttercups, red Indian paintbrush and clusters of delicate chocolate lilies, you have experienced a restored prairie. Prairie restoration has been underway around the nation for decades. The world’s oldest is the 60-acre Curtis prairie located on the campus of the University of Wisconsin in Madison, where bluestem and Indian grasses grow to eight feet tall in early fall.   Many classic experiments on planting techniques and the use of fire in prairie management took place here during the 1930s and 40s, and since then, restoration methods have evolved as more prairies have been restored. Plans to restore about 600 acres of prairie at American Camp to its native landscape of grasses and wildflowers will include many of these new techniques, including direct seeding.      Myth 2: The goal is to reestablish the prairie as it was in the 1850s.  A common misconception is that the park’s goal is to return the landscape to how it was before the Hudson’s Bay Company established Belle Vue Sheep Farm on the prairie in 1853. It’s often impossible to restore a site to a particular historical period. The nonnative European rabbits have devastated large portions of the park’s American Camp prairie above South Beach.  A healthy prairie will spur return of native species for ecological reasons. For instance, American Camp’s prairie was heavily altered by human activities and nonnative species, and historical records are not detailed enough to provide an accurate picture of prairie conditions in early years.  The goal is to restore a prairie community dominated by native grasses and plants that supports habitat for native wildlife and rare species, such as Townsend’s vole, the Island Marble butterfly, streaked horned lark and golden paintbrush. This goal is also compatible with park goals for the cultural landscape at American Camp.      Myth 3: Prairie soils are long gone.  Take a walk along the bluffs and you’ll find yourself standing on historic prairie soils that developed over thousands of years under grassland vegetation. In fact, approximately 535 acres of American Camp supports soils formed under native grasses and wildflowers. A combination of wind and excavations by nonnative rabbits has buried, but not destroyed, native prairie soils in some areas. A 2005 soil survey conducted at the park revealed that most prairie soils are intact throughout American Camp.       A red fox awaits movement on the fringe of a hole in an extensive rabbit warren on the American Camp prairie. The rabbits on the horizon, meanwhile, seem oblivious. Both are nonnative species. NPS Photo       Myth 4: Removing nonnative plants will harm wildlife. In fact, it's quite the opposite. Destruction of native habitat by nonnative species is the second largest threat to native species today. The first is habitat destruction. At many sites throughout American Camp, native plants that provided high-quality food and cover to native wildlife, such as trailing blackberry and Roemer’s fescue, have been displaced by nonnative plants such as English hawthorne, quackgrass, Himalayan blackberry and other species. These invasive species have already squeezed out ground-nesting native birds such as the horned lark, and elsewhere increased predation on native birds, decreased forage quality and affected mammal, reptile and amphibian populations. Look at the decimated stretch along Pickett’s lane, where nonnative rabbits have set up camp in a vast network of warrens. These nearly 200 acres currently provide minimal habitat for native wildlife, including small mammals, birds and butterflies. You can also visit Pickett’s Lane in late spring and early summer and see large flocks of gold finches feeding on seeds in small patches of the diminishing native fiddleneck. If these degraded areas are restored, the native habitat will naturally support more food plants, and thus, more wildlife.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/prairie-restoration-dispelling-myths.htm"
}
