{
    "title": "Fort Matanzas National Monument: The Coastal Hammock Forest",
    "body": "The Coastal Hammock Forest       The Coastal Hammock (Maritime) Forest The oldest and highest part of the barrier island is covered with a forest called a hammock (\"shady place\") -- an ancient dune on which larger plant species have taken root in the thin layer of decayed remains from pioneer species. Cabbage palm, red bay, magnolia, and live oak provide a canopy under which diverse animal species can thrive.  Spiders, lizards, snakes, great horned owls, cardinals and Carolina wrens, raccoons, opossum, and even a bobcat all live here. A small herd of white tail deer finds shelter in the forest on Rattlesnake Island. Understory plants such as wax myrtle, saw palmetto, yaupon holly, beauty berry, and grape vines provide food for some of these animals as well as for migrating birds who stop for a rest in the maritime forest. If you visit Fort Matanzas, pick up a free trail guide in the Visitor Center and walk the half-mile boardwalk nature trail through the hammock and scrub.          M. Geiser -- used by permission  Great Horned Owl  (Bubo virginianus) During the winter of 2003 a pair of Great Horned Owls nested in a tree right behind the visitor center. These owls are not great nest builders, and this nest was merely a flat place among the ressurection fern where a branch split into a \"V\". It was a cold, windy winter, and the one egg fell out of the tree. The next year the owls chose a less visible spot near the nature trail, but this nest was also unsuccessful. Although we have heard hoots every winter since then, no nest has been found for the past two years.        A healthy ecosystem needs predators like the Bobcat.   A Success Story Fort Matanzas National Monument is an island of natural land surrounded by a sea of development. A healthy ecosystem needs predators as well as prey animals to be in balance. In the mid-1990s a bobcat (Lynx rufus), probably the largest predator the small area could support, was found dead on the highway near the park. This was the last bobcat seen in the area for several years.  However, in 2004 a female bobcat with two cubs was spotted in the park. Occasionally, we would catch a glimpse of them in the evening, and we watched the kittens grow from tiny balls of fur into lanky \"teenagers\". And then they disappeared, possibly dispersing to find their own territory. But park neighbors report seeing what looks like a large house cat in the area, and sometimes we see foot prints that do not look like those of a dog. Also, the marsh rabbits seem to be less numerous than before. Hmmm. Back to the Ecosystem page . . . Back to the main Nature page . . .",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/hammock.htm"
}
