{
    "title": "San Juan Island National Historical Park: Western Bluebird",
    "body": "Western Bluebird        Thanks to the efforts of the San Juan Islands Audubon Society, San Juan Preservation Trust, American Bird Conservancy, and the Ecostudies Institute of Mount Vernon and Fort Lewis, Western Bluebirds are now winging their way over the San Juan Islands for the first time in nearly 50 years. Kevin Cole       Yes, that flicker of blue in the sky may be a Western bluebird. Thanks to the efforts of the San Juan Islands Audubon Society, San Juan Preservation Trust, American Bird Conservancy, and the Ecostudies Institute of Mount Vernon and Fort Lewis, they are now winging their way over the San Juan Islands for the first time in nearly 50 years.   These harbingers of spring were one of the more common songbirds at the turn of the century, and early settlers often referred to them as “blue robins” after the own robins in Europe. They disappeared from the San Juan Islands in the 1960s due to habitat loss and competition for cavity nest sites by European Starlings.   This is the third year of the five-year-long relocation effort, which is modeled after nest box programs that have successfully restored bluebird populations across the country. The goal is to bring a total of 45 pairs to the island each spring from the closest nesting areas. The birds are held in aviaries and later released into the short-grass habitat needed for their mostly insect food diet.   So far, 24 pairs have been relocated to the island with success. Five pairs from last year’s catch have nested on the island, and four of the pairs have raised broods.   More than 150 volunteers from the islands built 130 nest boxes and are hosting boxes on their property and tracking the bluebirds. Pairs are placed in an aviary to habituate them to their new home before being released. You’ll see 10 bluebird nest boxes on lower Young Hill. Most were occupied by winter wrens and one by a violet-green swallow during the 2009 breeding season.   The male’s rusty red breast and vivid blue head, wins, and tail attracts the females, which are much more demure with pale blue wings and tail, sooty gray back and grayish throat and belly. Don’t confuse Western bluebirds with other local “blue” birds: tree, violet-green or barn swallows, red-breasted nuthatches or the rare mountain bluebirds (which you may see from time to time atop Mt. Finlayson).   Habitat includes open woodlands, agricultural fields and prairies. Watch to see them hunting in a technique called ground-sallying, where they fly out, snatch insects from the ground and return to their perches.   If you spot a bluebird, don’t approach the box or birds, but enjoy them at a distance. And please report your sighting to a park ranger or volunteer at the American or English Camp visitor centers.  San Juan Preservation Trust\/Bluebird Update",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/western-bluebird.htm"
}
