{
    "title": "San Juan Island National Historical Park: George Pickett",
    "body": "George Edward Pickett         George E. Pickett proudly poses in his new Confederate general officer's uniform, circa 1863. Library of Congress  Born January 28, 1825. George E. Pickett was commander of Camp Pickett, San Juan Island, from July 27, 1859 to August 10, 1859; and again April 28, 1860 to July 25, 1861.  A native Virginian, West Point graduate and Mexican War veteran, Pickett left San Juan Island with Company D for Fort Steilacoom on July 25, 1861. There he relinquished his command and went on extended leave while awaiting his Army resignation to be confirmed. He joined the Confederate Army immediately after arriving in Richmond in September.  Promoted to brigadier general in January 1862, he served in the SEVEN DAYS campaign and was seriously wounded at GAINES MILL. While convalescing, he was made a major general and given command of the division that bore his name in October 1862. He went on to achieve lasting fame on July 3, 1863, when he led his division in a fatal charge against the federal center at the Battle of GETTYSBURG.  He fought admirably at NEW BERNE and PETERSBURG, but lost almost his entire command at FIVE FORKS in April 1865, which led directly to the Southern surrender at Appomattox.  Some questionable executions of captured enemy soldiers after New Bern forced Pickett to flee the country to avoid indictment for war crimes. The charges were dropped on the intercession of U.S. Grant, an old army comrade.  He sold insurance in Richmond until his death in Norfolk on July 30, 1875. Watch Gettysburg National Battlefield Park Official Guide Gary Kross's compelling account of Pickett's Charge. Battle of Gettysburg Podcast Tours  Battle of Gettysburg 150th Anniversary Commemorative Events Guide         Major General George Pickett's division marched across the road in the distance and collided with Union forces here at what became known as \"The Angle\" on the third day of the Battle of Gettysburg. Gettysburg NMP",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/george-edward-pickett.htm"
}
