{
    "title": "San Juan Island National Historical Park: The Formal Garden",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     English Camp     The Formal Garden                  The Formal Garden        The original formal garden at English Camp was planted in 1867 by the second commandant, Capt. William Addis Delacombe. His goal was to create a wee bit of England for his wife and family who accompanied him to the Pacific Northwest. A replica garden was installed on the site in 1972 to commemorate the peaceful resolution of the boundary dispute. NPS Photo      The English Formal Garden is one of the more beloved features of San Juan Island National Historical Park, generating enthusiastic comments from visitors from around the world — but especially from the United Kingdom.  Perhaps thinking of their stomachs as well as being practical minded, the British Royal Marine Light Infantry first planted a vegetable garden on the spot shortly after arriving on Garrison Bay in March 1860. The camp site then was a tangle of vegetation shooting up wildly from an enormous shell midden created over the centuries around an ancient Salish village. The marines leveled the snowy-white mounds of shells to create a parade ground and used one especially fertile spot for the garden.  By 1867, a new commander, Captain William A. Delacombe, arrived accompanied by his wife and children. With a larger vegetable garden already underway elsewhere in the camp, Delacombe decided to use the original site for a formal garden in the “Gardenesque” style developed in the early 1800s by John Claudius Loudon, an English horticulturist and writer on landscape design. Not only would the garden remind the captain’s family of home thousands of miles away, it would provide a clear, yet gentle boundary between enlisted and officer territory.  Delacombe family descendents recently (July 2006) shared an orginal copy of the image below (with ship) in which the garden was identified as a \"strawberry garden.\"          Royal Marines labor over the vegetable garden planted on the future formal graden site shortly after the company's arrival in Garrison Bay in March 1860. The vegetable patch was eventually replanted across the parade ground. NPS Photo  The garden you see before you today was planted on almost exactly the same spot in 1972 to commemorate the 100th anniversary of the boundary settlement. As with Louden’s concept, this garden is a combination of art, logic and science, the geometric design featuring 13 beds of flowers and shrubs in a circular pattern. Today the garden is maintained by the park’s maintenance division with the help of volunteers from the community. Each spring more than 700 annuals are planted among the hedges providing visitors with spectacular views by mid-summer. In 1999, with funds provided through the Recreation Fee Demonstration Program, the park installed a gravity-fed, water-efficient irrigation system in the garden. (In the past, when water tables went down, the park would dip into the cisterns built by the Royal Marines to keep the garden going.) The new irrigation system has reduced hand-watering by nearly 70 percent enabling volunteers to manage the garden. This has freed park staff to work on other maintenance projects, and ensured visitor enjoyment of the garden throughout the summer.       The formal garden and dock probably taken 1869-1871. The ship is HMS Boxer, a steam gunboat that called at English Camp during periodic patrols through the Strait of Georgia.  Note the sails drying on the dock. The rock piles enclosed by the log cribbing remain visible today at low tide. An inscription on an original copy of the photograph identifies the garden as a strawberry patch. NPS Image",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/the-formal-garden.htm"
}
