{
    "title": "San Juan Island National Historical Park: James Alden",
    "body": "James Alden         Capt. James Alden was a stalwart blockader during the Civil War. National Archives  James Alden was born March 31, 1810, in Portland, Maine, a direct descendent of John Alden and Priscilla Mullins of Mayflower fame. He was well acquainted with the San Juan Islands and much of the Pacific basin, as he served as a passed midshipman under Charles Wilkes on the U.S. Exploring Expedition, 1838-1842.   As commander of the U.S. Survey Ship Active, Alden completed hydrographic surveys for much of the West Coast for the U.S. Coast Survey as well as for the U.S. Boundary Commission (1857-60). He was directly involved in the Pig War crisis, as the Active served as a messenger ship throughout the incident. His nephew, James Madison Alden, painted the only known image of San Juan Village while serving aboard his uncle’s ship as a junior officer.   The senior Alden was one of the U.S. Navy’s most stalwart captains, commanding three different warships on blockade duty during the Civil War. As commander of the steam sloop U.S.S. Brooklyn, he led Admiral David Farragut’s battle line into MOBILE BAY. When Alden stopped under heavy fire to locate and clear mines, of one which had sunk the ironclad U.S.S. Tecumseh with all hands save two, Farragut, aboard the U.S.S.Hartford, is said to have shouted, \"Damn the torpedoes, four bells (or full speed ahead).\"  Alden has drawn ridicule ever after for backing off from the mines and imperiling the battle line, but always maintained that it was the only prudent course in the moment.  He has likewise been criticized for not taking the U.S.S. Merrimack out of the Gosport Naval Yard in April 1861 when the yard was about to be overrun by Confederate forces. Engineering crews had miraculously reassembled the ship's engines in a matter of days, but Alden would not take the ship without the permission of the yard commander. The ship had to be scuttled, but the hulk was raised by the Confederates and converted into the ironclad, C.S.S. Virginia, which fought the U.S.S. Monitor to a draw in the world's first battle between ironclad warships.   Alden returned to the West Coast after the war to command Mare Island Naval Yard in San Francisco Bay, Farragut's old post in the 1850's. He also commanded the U.S. European Squadron. He retired a rear admiral and died in San Francisco Feb. 6, 1877.         H.M.S. Satellite (left) and the U. S. Coast Survey Steamer Active in Drayton Harbor around the time of the Northwest Boundary Survey, 1858-1859. James Alden skippered the Active throughout the 1850's. Bancroft Library, U.C. Berkeley",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/james-alden.htm"
}
