{
    "title": "San Juan Island National Historical Park: Winfield Scott",
    "body": "Winfield Scott         Winfield Scott, circa 1861. Only two years before Scott made the arduous passage to Washington Territory, via the Panama Railroad, which transited the isthmus in about two hours. From Panama City, he caught a steamer to San Francisco, then another steamer to the Strait of Juan de Fuca, where he transfered aboard the U.S.S. Massachusetts, which had been his flagship for the landings at Vera Cruz during the Mexican War. National Archives  Winfield Scott was born June 13, 1786 near Petersburg, VA. Known as “Old Fuss and Feathers” because he insisted that soldiers wear their uniforms, salute and march according to regulations. He also was known as the “Great Pacificator” because twice he helped settle border disputes with the British -- at San Juan Island and in the 1830s near the town of Aroostook, Maine. A veteran of the War of 1812 -- when he was proclaimed the hero of the BATTLE OF LUNDY'S LANE--he was one of two generals who led the U.S. Army against Mexico in the MEXICAN-AMERICAN WAR. (The other was his rival, Zachary Taylor, who would become President of the United States.) Scott duplicated the 1520s feat of Spanish Conquistador Hernan Cortez by invading Mexico at Vera Cruz on the Gulf of Mexico and marching inland to conquer Mexico City. He ran for President on the Whig ticket in 1852, but was defeated by Franklin Pierce, one of his generals in the Mexican War. He detested General Harney because Harney had disobeyed Scott’s orders during the Mexican War, then used his friendship with the Democratic President James Knox Polk to get out of trouble. In terms of the San Juan difficulty, Scott believed a peaceful joint civil occupation was not possible. It had already been a disaster. He instead wanted a joint military occupation because military officials would not be influenced by local politics. As commanding general of the U.S. Army at the start the Civil War, the 74 year-old Scott knew he was unable to go into battle himself. Field command was awarded first to Maj. Gen. Irvin McDowell. Scott knew that the war would be long and bloody and planned accordingly, drafting a strategy that would focus on the North maintaining tactical advantage by occupying or blockading areas critical to the survival of the Confederacy as an independent nation. Among his targets were the Mississippi River, key ports on the Atlantic Coast and the Gulf of Mexico, and finally the great rail hub of Atlanta. This so-called “ANACONDA PLAN” was hooted down in the press, which reflected the popular clamor for a quick victory on the battlefield. In end, however, the broad outlines of the Anaconda Plan were employed to great effect by Union forces off the Southern seaboard, as well as along the great rivers of the Mississippi watershed. By 1864, Maj. Gen. William Tecumseh Sherman captured ATLANTA and marched to the sea. Because of his age and infirmities (that included gout and narcolepsy), Scott was unable to implement his own plan and instead had to rely on commanders such as Maj. Gen. George McClellan, McDowell's successor and George Pickett’s West Point classmate and friend. However, McClellan not only lacked the audacity to carry out Scott’s orders, he undermined the old general through his connections in Congress. Scott finally resigned in exasperation in November 1861 with McClellan succeeding him as commanding general of all Union forces. Three bloody years would pass before the Union Army finally realized Scott’s vision under Ulysses S. Grant, another pre-war Pickett friend. Scott died at 79 at West Point and is buried in the U.S. Military Academy cemetery.       An outtsanding example of Scott's Anaconda Plan in action was the Union bombardment of Port Hudson, LA,  which surrendered on July 9, 1863, severing the last link between the eastern part of the Confederacy and the Trans-Mississippi. From May 23 to July 9, 1863, Confederate soldiers held off a Union force twice its strength during the longest siege in American military history. NPS",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/winfield-scott.htm"
}
