{
    "title": "San Juan Island National Historical Park: The Cultural Prairie",
    "body": "The Cultural Prairie        A Nez Perce woman processes camas roots excavated from a nearby prairie. This same practice was an annual event on the American Camp prairie. Nez Perce NHP         A Northwest Coast woman digs for root bulbs on Vancouver Island using much the same methods employed on San Juan Island. Library of Congress  The American Camp prairie at San Juan Island National Historical Park provides a glimpse of a cultural landscape that has been impacted and utilized by people for more than 2,500 years.   Archaeological evidence, ethnographic studies, historic documents and oral histories indicate that prehistoric and historic native peoples utilized a variety of prairie resources. Lummi, Saanich, Samish and Songheese, all Coast Salish peoples, once had winter villages and summer camps in the San Juan Islands. The American Camp prairie was inviting and abundant during the milder seasons. People gathered berries and other plants, promoted the growth of camas through the use of fire, and hunted deer. They also fished for salmon in the waters adjoining the prairie. Prairie grasses were woven into many useful items, including baskets durable enough to contain boiling water.   Camas was an important staple for Coast Salish peoples. Blue camas (Great Camas and Common Camas) beds were individually owned and passed down from generation to generation. Camas crop maintenance and harvesting can be termed semi-agricultural. Each season, families cleared their plots of stones, brush and weeds, often using fire in controlled burning. Harvesting the bulbs involved lifting small units of sod, removing the bulbs and replacing the sod layer. Camas bulbs were steamed in pits. The cooked bulbs were soft and sweet and frequently used to sweeten other foods such as soapberries. Care was taken not to harvest the similar looking, toxic Death Camas which usually grows in proximity to the Blue Camas        A Cowichan girl surveys the straits. The Cowichans from Vancouver Island were regular visitors to the San Juan Islands. Library of Congress  The native peoples’ way of life was dramatically disrupted with the arrival of Europeans and Americans, along with their diseases, trade goods, and desire for new territory and resources. Natural landscapes and ecosystems wee also changed. Prairies were dramatically altered with the beginning of the historic period on San Juan Island.   In the mid 19th century the American Camp prairie attracted the British-owned Hudson's Bay Company and American settlers fromWashington Territory on the mainland. Each viewed the treeless landscape as an ideal place to graze livestock and grow crops. In 1851, the HBC (then known as The Company) established a seasonal fishing station on the Cattle Point Point peninsula. By 1853 The Company established Belle Vue Sheep Farm to take advantage of the ideal grazing afforded by the prairies of San Juan Island. Several thousand sheep, as well as cows, horses, pigs and chickens were brought to farm headquarters, the site of today's American Camp. Outlying sheep stations also were established on similar prairielands throughout the island.   Several years later, the first American settlers arrived on the island. These individuals and families had a different vision for the American Camp prairie.   Avoiding the intensive labor of clearing the typicaly heavily forested Pacific Northwest landscape, they quickly established small subsistence farms, producing agricultural products for home use with enough surplus to sell and purchase goods and supplies that could not be grown or raised.   Throughout the peaceful resolution of the Pig War crisis, joint military occupation and settlement of the boundary dispute, the prairie continued to be used primarily for agricultural purposes. Farmers grew crops and raised livestock on the American Camp prairie through the mid 1960s. The agricultural use of the American Camp prairie came to an end with the establishment of San Juan Island National Historical Park in 1966.        The Hudson's Bay Company established Belle Vue Sheep Farm on the prairie in 1853 for agricultural benefits in addition to making a political statement. San Juan Island NHP  Although all humans impact the environment in which they live, some cultures’ impacts are more significant then others. On San Juan Island prehistoric and historic American Indians minimally affected their environment. The 1850s arrival of British and Americans with their livestock, cultivation, and land use philosophy dramatically altered and impacted the prairie ecosystem. Fire, as a naturally occurring and human utilized tool was excluded. Many non-native (exotic) plants have been intentionally and accidentally introduced which have led to the demise of many native prairie plants. Today the American Camp prairie is dominated by non-native species including very invasive thistles, Himalayan blackberry and tansy ragwort. These plants can aggressively “invade” a natural community and even out compete the native species for resources. The European rabbit (hare) was brought to the island to raise and sell for meat. This non-native animal has wreaked havoc on the prairie with its voracious appetite for defenseless native plants and its destructive digging and burrowing.        The Rudolph Rosler house stood facing the Strait of Juan de Fuca, about where the American Camp visitor center bulletin board is located today. Rudolph,the son of a soldier in Capt. George Pickett's company, stands at far right next to his wife, Tillie and child. San Juan Historical Museum   Today, human development and impacts continue to threaten the remaining prairies in Puget Sound, the Northern Straits and Strait of Juan de Fuca (or Salish Sea) regions. Over 97 percent of Puget Sound’s native prairies have disappeared or been altered, leaving only about 20 remnant prairies. At least 15 species that depend on the prairie are on the decline. The ongoing loss of native prairie makes the American Camp prairie even more valuable as a cultural landscape, natural ecosystem, and a place to explore and contemplate. San Juan Island National Historical Park is committed to preserving and restoring the prairie to its mid nineteenth century state, at the beginning of the European and American settlement of San Juan Island.       After the joint military occupation the prairie came under heavy cultivation, as well as grazing, under the ownership of several families. The above photo documents harvest activity on the home prairie with Mt. Finlayson in the distance. San Juan Historical Museum",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/the-cultural-prairie.htm"
}
