{
    "title": "San Juan Island National Historical Park: Silas Casey",
    "body": "Silas Casey         Silas Casey as a major general during the Civil War. The veteran soldier oversaw training operations for newly formed Union regiments for most of the war. It was during this time that he published his Infantry Tactics, a revision of an earlier work by a Southern officer. National Archives  Silas Casey was born July 12, 1807 in East Greenwich, R.I. After graduating near the bottom of his class at West Point he served in the Seminole War and in the Mexican-American War was severely wounded and cited for bravery in the assault on Chapultepec Castle. He was promoted to lieutenant colonel and named deputy commander of the Ninth Infantry Regiment when the unit was reformed in 1855. When the unit arrived in Washington Territory, eight companies went east of the Cascades, while Casey took two companies with him to Fort Steilacoom from January 1856 to August 1861. It was with combined units of the Ninth and Fourth Infantry and Third Artillery regiments that Casey went to San Juan Island in August 1859 to reinforce George Pickett's Company D, Ninth Infantry. When Casey arrived he found Pickett encamped on an exposed location just above today's South Beach. Casey brought calm and common sense to the standoff with British forces and remained in command on the island until a stand down was arranged between British Gov. James Douglas and U.S. Army commander, Lt. Gen. Winfield Scott. Casey was promoted to brigadier general shortly after arriving on the East Coast in 1861. His sole field service during the Civil War was in the PENINSULA campaign, where his division was thrashed at SEVEN PINES on May 31, 1862, ironically enough facing George Pickett's brigade. He was still promoted to major general, given a desk and from it wrote his three-volume System of Infantry Tactics, used by both sides during the war. He remained in the army on active duty after the war, reverting to his regular army rank of colonel. He retired in 1868 after more than 40 years of active service and died in 1882.       Soldiers pose in front of their conical Sibley tents at Camp Pickett, San Juan Island in October 1859. Silas Casey brought the tents along with 170 men and a U.S. Corps of Engineers sapper team. Beinecke Collection of Western Americana, Yale University",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/silas-casey.htm"
}
