{
    "title": "San Juan Island National Historical Park: James Forsyth",
    "body": "James Forsyth         James Forsyth as a young company grade officer at the start of the Civil War. National Archives  James W. Forsyth was born August 8, 1835 in Maumee, Ohio. Second, then first lieutenant of Company D, 9th Infantry from December 1856 to July 1861.   He was assigned to Company D, Ninth Infantry at Fort Bellingham, following graduation from West Point. He was a capable officer who was instrumental in the completion of the frontier fort and was to serve as the company's acting commander when Capt. George E. Pickett was away on leave. British witnesses reported that the two men did not agree on issues that fueled the growing sectional dispute, but it not interfer with their duties.  During the war, Forsyth served on the staffs of George B. McClellan and Philip H. Sheridan, where he became closely acquainted with a brash young officer named George A. Custer. Forsyth and Custer would remain friends (they were one-time housemates) until the latter's death at the Little Bighorn in 1876.  His staff skills and valor in battle spurred his rise through brevet ranks culminating in promotion to brigadier general on May 19, 1865. Forsyth earned a colonel’s brevet for his actions at FIVE FORKS on April 1, 1865. In command of the Confederate forces was his past superior officer and close friend, George E. Pickett.   Forsyth remained in the army and closely aligned with Sheridan following the war. As a full colonel, he commanded Custer's Seventh Cavalry at WOUNDED KNEE Creek on December 29, 1890. He survived an attempted censure from Brig. Gen. Nelson Miles, his immediate superior, and retired a major general. He died October 24, 1906 as the longest serving officer on active duty.       Younger officers whose nascent antebellum service had shown promise saw their fortunes rapidly accelerate in a war that employed (and consumed) vast citizen armies that required professional leadership. U.S. Army Capt. James W. Forsyth, seated far left in this 1862 photo, had already demonstrated his skill as an acting company commander on San Juan Island. Who could guess then that the self-confident fellow staff officer reclining at right would become the youngest brigadier general of the war? Library of Congress",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/james-forsyth.htm"
}
