{
    "title": "San Juan Island National Historical Park: Partners",
    "body": "Partners          The San Juan Island-based Madrona Institute operates at the nexus of leadership, stewardship, friendship, and partnership in the Pacific Northwest, building capacity for community resilience in the years ahead. The Institute has a cooperative agreement with San Juan Island National Historical Park that allows for joint educational programs, seminars, retreats, and other programs of mutual interest.  In August of 2009, the Madrona Institute and San Juan Island National Historical Park conducted a lecture series on issues of war and peace in commemoration of the Sesquicentennial of the Park.  In September of 2011, the park and Institute held an Island Prairie Symposium to involve the public and stakeholders in preparing for island prairie stewardship, identify the complex array of challenges and opportunities associated with island prairie stewardship, and better understand the effort and commitment needed for successful stewardship.  This summer, the park and Institute are sponsoring a summer lecture series with a focus on Native Americans & Stewardship. The series will run from June through September, with two speakers per month from around the state, region, and nation. Please watch both websites for details in the near future.         The Bureau of Land Management (BLM)  The BLM is responsible for carrying out a variety of programs for the management and conservation, of resources on 253 million surface acres, as well as 700 million acres of subsurface mineral estate, These public lands make up about 13 percent of the total land surface of the United States and more than 40 percent of all land managed by the Federal government.         Washington State Department of Natural Resources (DNR)  DNR-managed lands offer a wide range of recreational opportunities. Our new web pages provide resources on how you can recreate safely and sustainably while enjoying the great outdoors. Find links to organizations offering great guidance on reducing your impact on the environment. Find out about how to join a recreation group for your favorite activity. DNR wants you to have an enjoyable experience on state lands. We also want to make sure the state’s resources are protected and that the public can recreate safely.         San Juan County Parks  San Juan County Parks are located in a beautiful maritime archipelago of 743 islands (428 at high tide!) in the northwest corner of Washington State (USA). Of these, 60 islands are inhabited and four (Lopez, Shaw, Orcas, and San Juan) are served by Washington State Ferries, sailing from Anacortes, Washington. All of the ferry-served islands have shoreline County parks and\/or campgrounds maintained by the San Juan County Parks and Recreation Department.         National Park Foundation  The mission of the National Park Foundation is to strengthen the enduring connection between the American people and their national parks. The Foundation accomplishes its mission by making strategic grants, creating innovative partnerships and establishing special funds that enhance the national parks. Working closely with the National Park Service, the National Park Foundation makes grants that establish and enrich the connection that our children, our communities and all Americans have with their national parks. The National Park Foundation is the only organization engaged in national grant making to support parks through programs and projects that meet the priorities and critical needs across our National Park System.         San Juan Preservation Trust  Founded in 1979, the San Juan Preservation Trust is a private, non-profit land trust dedicated to helping people conserve land in the San Juan archipelago. Noted for its $18.5 million acquisition of Turtleback Mountain on Orcas Island, the organization has permanently protected more than 260 properties, 32 miles of marine shoreline, and 13,700 acres on 19 islands, including land now managed as public parks, private nature reserves, and working farms and forests.         San Juan Island Trails Committee  The San Juan Island Trails Committee was created in 1999 by the San Juan Island Park & Recreation District (Island Rec). We are currently a sub-committee of Island Rec, which has been our primary source of financial resources and support since our inception. Members of the Trails Committee are volunteers who facilitate discussion and cooperation with public officials and private citizens who share our goals. We also assist with trail building, maintenance, and stewardship.         Wolf Hollow  Wolf Hollow is a registered 501(c)(3), non-profit organization. We rely on support from individuals, businesses and foundations to carry out our work. We strive to promote the well-being of wildlife and their habitats through rehabilitation of injured and orphaned wildlife, public education and non-invasive research.         Friends of the San Juans  FRIENDS of the San Juans is a public-interest organization dedicated to protecting the land, water, sea and livability of the San Juan Islands for people and wildlife. In 1979, a handful of farsighted islanders founded FRIENDS to protect the islands from the harmful impact of unplanned growth. Since then, FRIENDS work has evolved to include marine research, habitat restoration, environmental advocacy, endangered species protection, and education for property owners, students, and land use professionals.         San Juan County Land Bank  The Land Bank's mission is a reflection of the community’s broad values united by a powerful vision: Care of Place. It demonstrates how strongly connected islanders feel to the unique landscape of the San Juan islands, and a prevailing awareness that the mark we make on the land is what most profoundly influences the legacy we leave future generations. Our stewardship program puts the values and vision of the Land Bank mission into action, with the goal of understanding and protecting the significant conservation values of each property entrusted to our care.         The Whale Museum The Whale Museum: Promoting stewardship of whales and the Salish Sea ecosystem for 30 years through education and research. For thousands of years the inland waters of the Pacific Northwest have been the summer feeding grounds for several pods of killer whales. Pods J, K and L, known as the Southern Resident Community, are generally found in the San Juan Islands\/southern Vancouver Island area during the months of May-September.",
    "url": "https:\/\/www.nps.gov\/sajh\/getinvolved\/partners.htm"
}
