{
    "title": "San Juan Island National Historical Park: Bookstore",
    "body": "Explore This Park    Learn About the Park     Bookstore            Bookstore              Book and gift sales areas are located at both American and English Camp units. Can't make it to the park soon? Visit our partner Discover Your Northwest's  online store and discover the history of San Juan Island with high quality books, gifts, educational toys, and more - all specially selected by the park's rangers. Sign up for our email newsletter! For more information about how Discover Your Northwest provides support to the National Park Service and other public land agencies, please click on the link below: Discover Your Northwest     New Product: The Pig War: Standoff at Griffin Bay (Second Edition)         In 1859, Great Britain and the United States almost went to war over the Northwest boundary when an American farmer shot a British pig. That July, U.S. Army Captain George E. Pickett looked down the gun ports of two British war­ships from his camp on San Juan Island. Pickett had been ordered there to protect the rights of U.S. settlers from the might of the British Empire. Learn how the story unfolded in the exciting new second edition of Mike Vouri's The Pig War: Standoff at Griffin Bay, first published in 1999 by Griffin Bay Bookstore, and now distributed by the University of Washington Press. This definitive new edition has been revised and expanded with additional pho­tographs, maps, and drawings, and 100 more pages of text that provide fresh insights into the boundary dispute that confounded diplomats of three nations, but never quite descended into a shooting war. \"I'm frequently asked, 'Why more work on a book already in print?'\" said Vouri, who the San Juan Island National Historical Park's hief of nterpretation. \"The answer is simple: Fourteen years have passed since the first iteration and when you work with a topic everyday as I have, as park historian, there has been no end to 'Ah Hah(!)' moments either in the park or visiting the archives of three nations.\" Among these was an encounter between U.S. Coast Surveyor Steam Active skipper, James Alden and Gov. James Douglas of the Crown Colony of Vancouver island; a struggle over a revolver at the height of the crisis period between George Pickett and a rebellious subordinate; and a wealth of information about the joint occupation that did not appear in the first book. \"I particularly enjoy the account of Bugler Hughes, a Royal Marine who deserted his post at English camp in 1861 and was then caught in U.S. Army livery at American Camp by his former commander during a Christmas inspection in 1966,\" Vouri said. \"It spurred an international incident when the British commander requested his return to justice.\" The sources include U.S. Coast Survey records, Hudson's Bay Company documents, the National Archives of Great Britain and images from the Library of Congress, the National Archives and the Beinecke Library at Yale University. But even as the new edition was going to press a whole new body of information arose, which could not be included, Vouri said. \"And that's the beauty of history,\" he said. \"It is a dynamic, ever-changing process. Vouri has for 18 years been a National Park Service historian\/ranger for San Juan Island National Historical Park. In addition to Pig War: Standoff at Griffin Bay, he has published Outpost of Empire: The Royal Marines and Joint Occupation of San Juan island (DYNW\/UW Press, 2004), Images of America: The Pig War (Arcadia Publishing 2008) and co-authored with his wife, Julia Vouri, Images of America: Friday Harbor (Arcadia Publishing, 2009) and Images of America: San Juan Island (Arcadia Publishing, 2010). For more than 16 years he has toured the region in the one-act play, \"The Life and Times of General George E. Pickett.\" He has been featured on the History Channel (\"Forgotten Wars\") and in the pages of The Smithsonian (June 2005).",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/bookstore.htm"
}
