{
    "title": "San Juan Island National Historical Park: Park Fun",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun              Park Fun        Young park visitors proudly display the flags they earned by taking the Great Royal Marine and U.S. Army Quiz during the annual Encampment at English Camp. Children also are invited to participate in 19th century games during the event. Mike Vouri Photo         A happy boy displays a creation he made on Weaving weekend. Mike Vouri Photo  Here are just a few examples of Kids' Fun at San Juan Island National Historical Park:  Weaving weekend: Cowlitz Nation weaver Judy Bridges, Fort Nisqually interpreter and storyteller Karen Haas along with San Juan island's Roger Ellison and Anita Barreca demonstrate weaving with all-natural fibers, including wild reeds, usually the first weekend in August. Visitors are invited to try their hands at created mattes, toys and art objects.  Become a Junior Ranger: Visit the American Camp Visitor Center to become a San Juan Island National Historical Park Junior Ranger, a Centennial Junior Ranger, a Historic Preservation Junior Ranger, or an Underwater Junior Ranger! Encampment: Park staff, volunteers and re-enactors from throughout the region gather at English Camp to recreate life on San Juan Island at mid-19th century. The annual event commemorates the peaceful joint occupation of San Juan Island by British and American forces from 1859 to 1872, and the final, peaceful settlement of the Northwest Boundary dispute. Throughout the joint occupation the garrisons regularly exchanged visits to celebrate holidays that included Christmas, the Fourth of July and Queen Victoria’s birthday. Typically the men would participate in athletic contests, imbibe in spirits and other refreshments and usually host a dance to which the community was invited. The modern Encampment (the next scheduled July 29-31, 2016) includes camp life, blacksmithing, cookery, woodworking and drilling. Children participate in soldier games, learn sailors knots, how to plunk a fiddle, saw a log and dance the Grand March. The highlight of the weekend is Saturday’s Candlelight Ball, an evening of dancing and refreshments from 8 to 10 p.m.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/kidsyouth\/parkfun.htm"
}
