{
    "title": "San Juan Island National Historical Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger           Click on the patch to download the online version of our Junior Ranger booklet.   Are you planning a visit to San Juan island National Historical Park? Do you want to have fun while learning about the Pig War, plants, animals, rocks, and the seashore? If so, San Juan Island National Historical Park's Junior Ranger Program is for you! It is an exciting way for kids of all ages to explore the park's natural and historical wonders.  What is a junior ranger?  A junior ranger is someone who, after attending ranger programs and completing activities in a workbook, promises to take care of San Juan Island National Historical Park. It is a great way to learn and have fun in the park! When you are a junior ranger, you will be able to teach others about how best to take care of nature.  How do you become a junior ranger?  When you arrive on San Juan Island, stop by and pick up a free workbook at American Camp or English Camp. American Camp is open year round, English Camp from June to September. You may also print out your workbook ahead of time by clicking on the patch above. The workbook is designed for children eight or older, but also works for younger children by omitting a few activities. A good rule of thumb is to complete the same number of activities as your age. You will next be ready to start your junior ranger training. Remember that it is always OK to ask an adult for help.  Complete the activities in the booklet and, if possible, go on a ranger guided walk, then return your completed worksheet to the American Camp visitor center. If you can't make it to the park browse our nature and science page and read the self-guided history walk booklets from both park units, as well the Jakle's Lagoon Nature Walk, located in the right column of this page.  A park ranger will check your answers, sign your worksheet and either present or mail you an official San Juan Island National Historical Park Junior Ranger Badge. Here's our address:  San Juan Island NHP Attn: Junior Ranger Program PO Box 429 Friday Harbor, WA 98250  Be the first on your block to own one!!!",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/kidsyouth\/beajuniorranger.htm"
}
