{
    "title": "San Juan Island National Historical Park: Traveling Trunks",
    "body": "Explore This Park    Learn About the Park     Education     Traveling Trunks              Traveling Trunks          The Pig War traveling trunk and teachers' resource guide contains replicas of uniforms and other items soldiers used during the joint military occupation of San Juan Island NPS Photo           The traveling trunk haversack contains objects that students are invited to handle. NPS Photo  What is this \"Pig War\" all about? Why do we need a park about it?   These are questions most often asked by park visitors from outside the Northwest Washington region. When they learn that Great Britain and the United States almost plunged into war over a dead pig, the initial reaction is amusement. After all, 19th century journalists did label the dispute with tongue in cheek.  The challenge for our interpreters is to demonstrate that here was one of those rare occasions when two nations chose to avoid war at all costs by opting for diplomacy and eventually binding arbitration; where restraint was demonstrated from the halls of power to the men in the ranks; and a lasting peace was assured along more than 3,000 miles of international border. Thanks to a grant from the National Park Foundation, San Juan Island National Historical Park is now able to deliver this message to the doorsteps of schools throughout Washington State.  The Pig War: Conflict and Resolution in the Pacific Northwest curriculum and traveling trunk program -- developed with Janet Oakley, education coordinator for the Skagit County Historical Museum in LaConner, Washington --is designed especially for 4th\/5th grade students whose curriculum includes Washington State history, but can be utilized at all grade levels.  The package also includes an introduction to mediation techniques designed to maintain peace in the hallways and at home. The curriculum and traveling trunk offer a unique opportunity to underscore both topics through exercises, exhibits and handouts that are entertaining as well as thought provoking. For information on ordering the trunk, or to book tours of San Juan Island National Historical Park, please contact the Division of Interpretation at (360) 378-2240, ext. 2228; e-mail; or write PO Box 429, Friday Harbor, WA 98250.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/education\/travellingtrunks.htm"
}
