{
    "title": "San Juan Island National Historical Park: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management              Fire Management        Olympic National Park and San Juan County fire crews mind a prescribed fire on Young Hill in 2014. The burn was part of the park's  Garry oak savannah restoration program. Mike Vouri         San Juan County firefighter, Kate Hunter, takes a break during a prescribed fire on Young Hill in 2014. The park regularly includes local fire crews in prescribed fires. NPS Photo  Fire Management Plan Environmental analysis for the San Juan Island National Historical Park Fire Management Plan has been completed and a Finding of No Significant Impact (FONSI) has been released. The Fire Management Plan Environmental Assessment (EA) was initially released for public comment in March 2005.  \"Completion of this environmental assessment is an important step in recognizing the role of fire as a natural process to help restore and maintain the cultural landscapes and natural systems at San Juan Island National Historical Park,\" said Superintendent Peter Dederich. Dederich added that the park has been using prescribed fire in the Garry oak woodland on Young Hill and on a prairie research site below the redoubt at American Camp.  \"We will continue to use fire as a tool to further park restoration objectives,\" Dederich said. \"At the same time we will work to reduce the risk of wildfire in the park as a whole, and always with the paramount goal of providing for public and employee safety and the protection of park and neighboring property and natural and cultural resources.\"  The fire management plan allows park managers to employ many different resource treatments depending on project needs. All wildfires will be suppressed immediately upon detection. Mechanical fuel reduction activities will be used to reduce the risk of wildfire to life and property and help restore natural vegetative conditions.  Prescribed fire will be used judiciously in conjunction with mechanical fuel treatments to assist in the restoration and the maintenance of park natural systems and cultural landscapes. The EA examined effects to a wide range of resources, including air, water, soil, vegetation, wildlife, threatened and endangered species, cultural resources, socioeconomic values, human health and safety and visitor experience.  Interested persons may review the Fire Management Plan FONSI, along with the March 2005 Environmental Assessment, by clicking the link below. The document may also be viewed on the San Juan Island NHP page of the National Park Service park planning web site. A copy of the FONSI may be requested by calling the park at (360) 378-2240.  San Juan Island NHP Fire Management Plan and Environmental Assessment and Finding of No Significant Impact (FONSI)         The National Park Service's Fire Management Office in Boise, Idaho has published some great bulletins on many fire topics. These print on demand publications are currently up on the website. They are located at http:\/\/www.nps.gov\/fire\/public\/pub_sitebulletins.cfm The available high quality PDFs are:  NPS Fire and Aviation Management Burned Area Restoration National Park Service Fire Management Careers National Park Service Wildland Fire Timeline Benefits of Natural Fire Wildland Urban Interface",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/management\/firemanagement.htm"
}
