{
    "title": "Fort Matanzas National Monument: Natural Features & Ecosystems",
    "body": "Natural Features & Ecosystems        A Mosaic of Habitats The 300 acres of Fort Matanzas National Monument is a mosaic of natural habitats. Working together, the maritime forest, the dune, scrub, and salt marsh ecosystems are able to provide food and shelter for a myriad variety of plants and animals. Follow the links below to explore these different habitats.           The Coastal Hammock Forest The oldest and highest part of the barrier island is covered with a forest called a hammock (\"shady place\") -- an ancient dune on which larger plant species have taken root in the thin layer of decayed remains from pioneer species. Cabbage palm, red bay, magnolia, and live oak provide a canopy under which diverse animal species can thrive.  Read More . . .         The Dunes and Ocean Beach On the ocean side of the island are the sand dunes. Sea oats and other grasses, vines, like beach morning glory, and other salt-tolerant plants grow on the dunes and help stabilize them with their extensive root systems. These plants also provide cover and shade for the few hardy species of animals which live there. Read More . . .         The Coastal Scrub Between the hammock and the dunes grow dense thickets of scrub live oak interspersed with thick stands of saw palmetto, bay and cedar, and an occasional sabal palm. Sandy and dry, scoured by harsh, salt-laden winds, the scrub is a harsh environment for animals, but a beautiful garden for wildflowers in the spring and summer. Read More . . .         The Estuary and Salt Marsh On the inside (river side) of the island lie the tidal creeks and marshes of the estuary where salt water meets fresh. This is the most diverse habitat of the island in terms of animal species. Crabs scurry across the mud flats at low tide where clams, mussels, and oysters lie half buried. Herons, egrets, and other birds feed on the rich soup of fish and crustaceans living in the tidal flats and salt marshes. Read More . . .",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
