{
    "title": "San Juan Island National Historical Park: Wetlands, Marshes and Swamps",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Wetlands, Marshes and Swamps                Wetlands, Marshes and Swamps        Jakle's Lagoon is a pristine saltwater marsh that gives onto Griffin Bay at the park's American Camp unit. Gary Tarleton       A 1972 Corps of Engineers document defines as ‘those areas that are inundated or saturated by surface or groundwater at a frequency and duration sufficient to support and under normal circumstance do support a prevalence of vegetation typically adapted for life in saturated soil conditions.’’  Wetlands are typically areas that are transitional between terrestrial and aquatic systems. The water table is usually at or near the surface or the land is covered by shallow water. Water is the dominant factor, determining soil development and the species and communities of plants and animals living in the soil or on its surface. Wetlands provide valuable ecological functions by purifying water, providing flood control through absorption and gradual release and recharging groundwater supplies as surface water seeps into subsurface soil. They also provide shoreline stabilization by binding soil along the shore, which reduces erosion caused by wave damage. Fisheries also benefit as wetlands adjoining open water provide fish spawning nurseries. And the human experience is enriched through recreational opportunities and aesthetic and cultural values. A variety of freshwater and saltwater wetlands exist in the San Juan Islands. These wetlands are replenished by winter rain, only to shrink or disappear during summer with its lack of rainfall and evaporation caused by wind and sun. No large sources of surface freshwater are located within the park. There are, however, small springs, seeps, intermittent streams, and other wetland areas that are significant because they support important natural, cultural and scientific resources in the park. Surface water ponding is the primary source of much needed freshwater that supports wildlife populations such as mammals, amphibians and migratory songbirds at both camps.  Old Town, Jakle’s and Third lagoons are the only temperate marine lagoons on San Juan Island. These are rare on the Pacific Northwest coast and are ecologically valuable natural resources.  Wetlands comprise just over five percent of San Juan Island National Historical Park. In 1998, 91.9 acres of wetlands were inventoried, characterized and mapped.  American Camp has 26 wetland units each ranging from 0.06 acres to 22.98 for a total of 79.2 acres. These consist of 40.5 acres of palustrine forested, 8.5 acres of palustrine scrub shrub, 6.7 acres of palustrine emergent, 0.3 acres of palustrine aquatic bed, and 0.6 acres of palustrine unconsolidated bottom. The estuarine wetlands or lagoons consist of 10.1 acres of subtidal unconsolidated bottom, 9.72 acres of intertidal emergent, and 2.9 acres of intertidal unconsolidated shore. The largest freshwater wetland a one-third acre pond located along a hiking trail between Jakle’s Lagoon and Third Lagoon. Because of its small size, it is extremely sensitive to the seasonal cycles with their fluctuations in moisture. English Camp has nine wetlands, each ranging in size from 0.01 to 5.73 acres for a total of 12.7 acres. They consist of 8 acres forested, 0.3 acres scrub shrub, and 4.4 acres emergent. Non-wetland plants, presumably brought on by droughts in the early 1990s have invaded several English Camp wetlands. The Royal Marine parade ground was probably once a wetland, as portions of it turn boggy during fall rains and remain so through May. An immense shell midden lying close beneath the surface of the parade accounts for the dryer areas. During prehistoric and early historic periods, native peoples from Vancouver Island and the mainland resided at the site seasonally to harvest shellfish. Over the centuries the discarded shells formed a mound nearly 10 feet high and running nearly 400 yards along the shoreline, according to 19th century sources. In 1860, the Royal Marines moved large portions of the midden to fill in the wetlands and create the spacious parade know to today’s visitors. Wheel barrow loads also were hauled to Officers’ Hill, where terraces were constructed for officers’ housing.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/wetlands.htm"
}
