{
    "title": "San Juan Island National Historical Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies        Laws      2013 Superintendent's Compendium  In accordance with regulations and the delegated authority provided in Title 36, Code of Federal Regulations (\"36 CFR\"), Chapter 1, Parts 1-7, authorized by Title 16 United States Code, Section 3, the following provisions apply to all lands and waters administered by the National Park Service, within the boundaries of San Juan Island National Historical Park.  Unless otherwise stated, these regulatory provisions apply in addition to the requirements contained in 36 CFR, Chapter 1, Parts 1-7. Written determinations, which explain the reasoning behind the Superintendent's use of discretionary authority, as required by Section 1.5(c), appear in this document identified by italicized print.       Code of Federal Regulations, Title 36 Federal regulations covering all National Park Service lands.       Dogs  The National Park Service (NPS) actively enforces wildlife and pet laws to protect natural resources, visitors, NPS employees and pets. These regulations are codified in Title 36 of the Code of Federal Regulations (36 CFR). Violation of an NPS regulation constitutes a Class B federal misdemeanor (*) and is punishable by a fine up to $5,000 or by imprisonment not exceeding six months, or both. However, penalties are usually based on Forfeiture amounts set by the federal bail schedule.  For the actual regulation please select the appropriate section from the U.S. Government Printing Office webpage. The most pertinent regulations are found in parts 1,2 and 4.   * 36 CFR§ 1.3 (a) Penalties (describing violation of an NPS regulation): 18 U.S.C. § 3359(a)(7)(describing Class B misdemeanor).  Firearms  As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state's website. Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.      San Juan Island National Historical Park Regulations at a Glance",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/management\/lawsandpolicies.htm"
}
