{
    "title": "San Juan Island National Historical Park: Lakes and Ponds",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Lakes and Ponds                Lakes and Ponds        Jakle's Lagoon is the largest of the three lagoons on Griffin Bay and can be landlocked at the height of summer. David Curl Photo       A small freshwater pond and three salt-water lagoons comprise the major surface water resources in the park. The largest freshwater wetland (.31 acres) is located along a hiking trail between Jakle’s Lagoon and Third Lagoon. It consists of a tiny pond whose surface is covered entirely with small duckweed. The pond is surrounded by a bit of marsh and is shaded by Douglas-fir and western redcedar. Many logs are floating or embedded in the substrate. Because of its small size, the pond is extremely sensitive to the fluctuations in moisture in seasonal cycles. Old Town, Jakle’s and Third lagoons are estuarine wetlands located along the north shore of American Camp along Griffin Bay. These valuable ecological resources are the only temperate marine lagoons on the island and are rare along the entire northwest Pacific coast. These tidal lagoons consist of 10.1 acres of subtidal unconsolidated bottom, 9.72 acres of intertidal emergent, and 2.9 acres of intertidal unconsolidated shore. While little is known about Third and Old town lagoons, Jakle’s has been the focus of extensive studies of marine organisms undertaken by the University of Washington Friday Harbor Labs. Studies include population dynamics, the interactions of various planktonic organisms and faunal inventories.  Jakle’s Lagoon is the largest and most hydrologically and biologically productive of the three possibly because of the interaction between salt and fresh water. Fluctuations in the salinity of Jakle’s Lagoon may indicate subsurface fresh water inflow. Since there are no active or intermittent surface channels (creeks) flowing into the lagoon, any freshwater input is dependent upon direct precipitation, intermittent runoff, or groundwater discharge. It is possible that groundwater is entering the lagoons via aquifer interception. If significant amounts of groundwater are regularly flowing into Jakle's, Third and Old Town lagoons, then that flow and the ecological integrity of the lagoons could possibly be impacted by pumping in the vicinity. Demands for water in the neighboring residential communities will only increase as development continues. If groundwater is depleted to the extent that subsurface infiltration of freshwater is reduced significantly or eliminated entirely, the changing chemistry of the waters of the lagoons could alter the ecology of these valuable and vulnerable natural systems.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/lakesandponds.htm"
}
