{
    "title": "Fort Matanzas National Monument: Beaches",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Beaches                Beaches         A network of deep tire ruts damages beach habitat utilized by a variety of park wildlife.  NPS Photo   Off-road driving is not allowed at Fort Matanzas National Monument, including on the park’s beaches. Aside from the public safety aspects of mixing moving vehicles and visitors recreating on foot, there are definite resource protection benefits derived from excluding vehicular traffic from the beach environment. Open beaches may look like barren expanses of sand, but they are actually habitats for a plethora of animals, both seen and unseen.  Among the invertebrate species burrowing within the sand are copepods and beachhoppers (small crustaceans); nematodes, bristle worms, and plumed worms (all small worms); water bears (a tardigrade, which is a type of small arthropod), dock roaches, ghost shrimp, darkling beetles, and at least six species of crab. These animals turn over and sift sand as they burrow, keeping deeper layers of sand oxygenated. Heavy vehicles compact sand and crush the invertebrates lying there. Doing so negatively affects the beach’s biodiversity since these organisms are no longer part of the food web, eating microorganisms smaller than themselves, or serving as food for larger animals, such as shorebirds.  Tire tracks left in the sand can prove deadly to sea turtle hatchlings as they try to make their way to the ocean after emerging from their nests. They may follow deeper tire tracks parallel to the shore and die of dehydration\/exhaustion, or become prey to a scavenger. Likewise, infant seabirds can become trapped in tire ruts and suffer the same fate. Direct mortality results when vehicles run over nesting female sea turtles, and small camouflaged seabirds as they forage between the dunes and the ocean’s edge. And when resting or nesting seabirds are disturbed by passing vehicles, they expend much needed energy otherwise used for foraging and migration, or leave eggs exposed in the sand to heat and predators.  Vehicles provide easier access up and down the beach and, unfortunately, are associated with increased amounts of trash. They can be dispersal agents for weed seeds such as Russian thistle. They often drip oil, coolant, and other fluids, polluting the beach and ocean, and harming terrestrial and aquatic organisms. (This is especially true if a vehicle gets caught in the surf.)  Finally, vehicles impede natural dune accretion by running over colonizing plant species.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/beaches.htm"
}
