{
    "title": "San Juan Island National Historical Park: Oceans",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Oceans                Oceans        Grandma's (or \"Granny's\") Cove gives on to the Strait of Juan de Fuca, the principal body of water that forms what anthropologists call the \"Salish Sea.\" It is a choice spot for tidepooling during minus tides. Mike Vouri Photo       San Juan Island NHP is situated in the middle of an inland sea, but the proximity to the ocean impacts the park and its environs. The San Juan archipelago is located in the center of what anthropologists call the “Salish Sea, ” so named for the Strait Coast Salish peoples and the Central Coast Salish languages. Landscape, climate, and geological history have, and continue to influence the development of the Salish Sea ecosystem. Strong tidal convergence’s and rips are common throughout the region. Thus an enormous volume of water continually flushes through the Salish Sea as a result of the intertidal exchange between the Strait of Juan de Fuca and the Strait of Georgia. This produces a mixing of cold, salty ocean waters with brackish surface waters. As waters from deep channels are pushed upward over submerged ridges, nutrients are brought towards the surface and oxygen is distributed to lower depths. Rivers and streams add more nutrients. Add a mild maritime climate to the nutrient and oxygen rich waters of the Salish Sea, and an extremely rich area of high biological productivity is the fascinating result. Shallow areas well off shore are known as banks and reefs. Along with shelves of the continental coastline, these areas often feature luxuriant kelp forests. Eelgrass beds, found in some of the shallow bays, are highly productive areas, supporting rich flora, marine animals and birds and bottom fish. Offshore waters range in depth from very shallow to over 1000 feet in Haro Strait. Much of Garrison Bay at English Camp is reduced to mudflats rich in clams during an extreme low tide. At American Camp’s Salmon Banks, just offshore from South Beach, shallow waters force salmon near the surface. During the annual migration, this became an important salmon fishery dating from prehistoric times, although numbers of salmon have dramatically declined.       Julia Vouri",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/oceans.htm"
}
