{
    "title": "San Juan Island National Historical Park: Scenic Vistas",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Scenic Vistas                Scenic Vistas        The Redoubt Road offers a spectacular view of Mt. Constitution and Turtleback on Orcas Island in early spring. Mike Vouri Photo       Whether traveling on foot, by bicycle, auto, kayak or larger boat, San Juan Island National Historical Park offers a bevy of scenic vistas. Natural and historical landscapes abound, providing windows into the natural beauty and cultural history of San Juan Island.  Scenic vistas at American Camp are the handiwork of glaciers and their effects on sea level changes. The open grassland (prairie) is studded with glacial erratics (rocks and boulders which were deposited as the glacial ice melted).  Terraces denoting former beaches reflect changing sea levels and isostatic rebound following the most recent glaciation. Although sea levels actually rose after glaciation the rate of isostatic rebound (the rising [rebound] of land as it recovers from the extreme weight of glacial ice) was greater, thus forming a succession of beaches which today are viewed as terraces above today’s South Beach. These features are best viewed from the redoubt. Thick deposits of glacial till can be viewed while walking South Beach east of Pickett’s Lane or looking down from Cattle Point Rd. from the observation pullouts. Looking toward 290-foot Mt. Finlayson, the contrast between forest and grassland is striking in its abruptness. The north-facing slope is densely forested, retaining moisture, while the south-facing slope is an open prairie, exposed to the drying effects of wind and sun. From the redoubt (an earthen fortification) one gets a feeling of the historic landscape set against the backdrop of prairie, sea and sky. American Camp dates from 1859, the time of the Pig War. The wooden officers’ quarters and laundress cabin and the white picket fence encompassing the parade ground recall the tensions of the boundary dispute when war nearly broke out over the shooting of a pig. The redoubt also offers a regional perspective with views of Mt. Baker, the Olympic and Cascade ranges, Vancouver Island, and on an exceptionally clear day even Mt. Rainier, 130 miles up Admiralty Inlet. Sweeping views are also plentiful from the Cattle Point and Redoubt roads and Pickett’s Lane.  Beaches at American Camp vary from open and windswept to narrow and protected. Pocket beaches and rocky headlands complete the varied coastlines.  The Jakle’s Lagoon area of American Camp offers several miles of trails through dense forest with access to brackish lagoons, secluded beaches and path through ecotone to a grassy ridge, leading to the summit of 290-foot Mt. Finlayson.  English Camp’s Garrison Bay is girded by Douglas fir, Western red cedar and Pacific madrona, which offer a tranquil backdrop to the restored blockhouse, formal garden and other structures dating from the joint occupation of the Island by British and U.S. troops.  A stroll along the forested shore leads to Bell Point and the juncture of Garrison and Westcott bays. A hike to the summit of 650-foot Young Hill offers a panorama of island-dotted water extending across Haro Strait to Vancouver Island and the Olympics. Along the way, a side trail leads to the Royal Marine cemetery and a remnant stand of Garry Oak.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/scenicvistas.htm"
}
