{
    "title": "San Juan Island National Historical Park: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors        The Garry oaks on Young Hill change with the seasons and add a dapples of green to golden slopes in August. Gary Tarleton      Standing on the redoubt (earthen fortification) at American Camp one can gaze south across the prairie to South Beach and across the waters of the Strait of Juan de Fuca to the Olympic Mountains, and on a clear day to Mt. Rainier. To the east is the 290-foot ridge of Mt Finlayson, half forest, half prairie. To the north across Griffin Bay is Orcas Island and Mt. Baker and the North Cascades. To the west, across the parade ground, is the housing development that borders the park’s western boundary. From this perspective (except perhaps for the houses sprouting up on the grasslands, it is easy to think of San Juan Island NHP as frozen in time within the Strait of Georgia. However, the dynamic forces of geologic processes, weather, climatic change and fire continue to shape and change the appearance of the park and influence its plant and animal life. Human-caused factors such as air, water, noise and light pollution, introduction of non-native species, and thoughtless destruction of fragile natural and cultural resources contribute to undesirable change. San Juan Island National Historical Park, like other National Parks, is a “living laboratory” where we can study and better understand the environmental processes and factors that have shaped and continue to shape park landscapes and ecosystems. Inventory of resources and resource conditions provides the baseline data. Monitoring provides timely insight into natural and human-caused changes. Action may be taken to mediate or attempt to mediate adverse effects.        English Camp's Young Hill was the site of a presribed fire in September 2004. Mike Vouri photo  Non-native species are species that are not native to or originally from a region. Non-native species are also refereed to as introduced, exotic, or alien. The National Park Service defines non-natives as species that occur in a given place a s a result of direct, indirect, deliberate, or accidental actions of humans. Non-natives include many cultivated plants (food crops and ornamentals) and domesticated animals. Non-natives become problematic when they become invasive. Invasive species are non-native species that displace native species, disrupting the natural ecosystem of an area. Non-natives flourish due to a lack of predators, diseases, or other forms of population control that typically promote balance in a natural area. Invasive non-native species tend to be aggressive, spreading rapidly and out-competing native species for scarce space and resources. Over time invasive non-natives can alter ecosystems that have existed for thousands of years. In extreme cases invasive non-natives can totally displace indigenous species and even form dense monocultures, thereby degrading the integrity and diversity of native communities. Others may introduce foreign parasites and diseases, which can devastate native populations. Non-native species can also become pests, such as Gypsy moths, fire ants, zebra mussels, and European rabbits.  One of the most critical threats to the rare plants and native habitats of San Juan Island NHP is the presence of non-native plant species. Introduced from early settlers, their animals, and landscape plantings, non-native plants and seeds have taken hold at San Juan Island National Historical Park. Non-native animals are also encountered in the park: feral cats, red fox, and the ubiquitous European rabbit.  Keeping the stories told by native plants alive in the landscape is a daunting and difficult task. With limited resources, San Juan Island NHP strives to remove and eliminate the most threatening of the invasive non-natives. Although it is virtually impossible to irradiate all the non-native species or bring back all the habitat that has been lost or altered, we can work to keep the park’s plant communities as healthy and diverse as possible. Park staff, island volunteers, Oregon Museum of Science and Industry summer campers, Wilderness Volunteers, and Washington CCC crews are some of the people who have helped in the never-ending work of invasive non-native plant removal. San Juan Island National Historical Park is pursuing ambitious and exciting plans to implement a native prairie restoration project at American Camp.        The English Camp parade ground gives on to Garrison Bay and Guss Island. The bay is a part of the Westcott-Garrison bays watershed on the northern end of San Juan Island. Both bays have experienced a marked decline in eelgrass in recent years. Mike Vouri photo   Clean, freshwater is essential for life on earth. Freshwater on San Juan Island is a finite resource, critical for plants, animals and humans. Surface waters are limited. Thus most island residents, as well as the park, rely on groundwater. Water resources in the park are limited to groundwater, wells, small springs, seeps, tidal lagoons, a small pond, intermittent streams, other wetland areas, and marine shorelines. These water resources support a variety of natural, cultural and scientific features within the national historical park.  Water is critical for the natural resources of the park, supporting wildlife, plants and a variety of habitats. Even cultural resources require an adequate supply of water to maintain their character. For example, the formal English garden at English Camp requires irrigation to keep the plants healthy and vigorous during the dry summer. Other cultural landscapes would be vastly different if they did not receive adequate moisture.   By far, saltwater intrusion is the primary source of groundwater quality degradation in the region, and high chloride levels are used as an indicator. Recovery to a suitable water source is a slow process once sea water has contaminated an aquifer. Acting to prevent saltwater intrusion is of utmost concern for the park, particularly at American Camp, in order to maintain an adequate freshwater supply.   Little work has been conducted regarding surface water quality in the park. Salinity and conductivity were recorded during the 1998 wetland inventory, but no other water quality parameters were tested.   In 1999-2000 a ‘Level 1’ Water Quality Inventory and Monitoring Synoptic Study was conducted in the park. Water samples were collected seasonally from five park locations and analyzed for constituents that could indicate possible contamination. The overall quality of groundwater and surface water was found to be good. However an elevated specific conductance\/chloride concentration and an amonia: nitrate ratio at the American Camp well may indicate increasing salt water intrusion.   English Camp is located in the approximate center of the 3,609 acre Westcott-Garrison bays watershed. A series of intermittent ponds, wetlands, and streams drain into Garrison Bay while two significant creeks and one, small drainage flow into Westcott Bay. This watershed was ranked third in the San Juan County Watershed Ranking Report of 1988. It was given priority because the calm, protected waters of these bays exhibit unique intertidal and marine habitats. The moderate to low wave action has allowed for the formation of extensive mudflats. These conditions are required for the growth of large eelgrass beds. The bays are also very productive sites for shellfish, and they are the primary shellfish harvest location on the island.   In 2003, a dramatic decline in eelgrass beds in Wescott and Garrison bays was discovered. Eelgrass is an important breeding ground for forage fish such as Pacific herring, Pacific sand lance and surf smelt. Forage fish are food for salmon, ling cod, marine mammals and sea birds. The decline and virtual disappearance of some eel grass beds cannot be explained.  Land and water use can impact the quality of water in the watershed. Forested lands, which help reduce runoff, dominate the watershed with small agricultural plots scattered throughout. Livestock ore common on these 10 to 20 acre farms and the animals have direct access to streams and adjacent riparian land. The average lot along the shoreline of Westcott Bay and the western edge of Garrison Bay is one-half to two acres in size, and the development potential has nearly been reached. Several failing septic systems have been identified in the watershed, and a program has been established to repair them. The calm waters of the bays are an ideal location for boating gatherings. Boaters must drop anchor, which disturbs the marine floor. Because the shoreline directly affects the estuarine region of these water bodies, higher density housing and increased activity pose significant impacts on the ecosystems associated with the bays.      In 1997 and 1998, water quality testing of sites within the watershed indicated that runoff events are the likely cause of bacterial pollution entering creeks and the bays. Areas with little vegetative diversity, primarily occurring on agricultural lands, as well as the upper reaches of the watershed, have a high potential for erosion and runoff. Wetlands occur throughout the watershed where the soil is inadequately drained, and they help mitigate the effects of runoff by collecting and filtering water.  The land and water resources protected at English Camp are important for the quality of water and habitat found in this watershed. Wetlands and saltwater marshes are preserved, and development will not occur along the park’s shoreline.   A watershed has not been defined at American Camp. However, water tends to flow radially from higher elevations toward the coastline. This premise can be applied to the slopes of Mt. Finlayson. Problems associated with runoff are not as great at American Camp for two reasons. The slopes of Mt. Finlayson are not as steep as Mt. Young and the geology and soils occurring along the southern portion of the island allow for greater water infiltration. However, runoff is escalated due to the presence of invasive species.   Overall, marine water quality in both park units is relatively high. Marine waters surrounding the islands are typically of high water quality and are rated class AA. Located at the intersection of the Strait of Juan de Fuca and the Strait of Georgia, these waters are well flushed by the strong tidal currents flowing in from the Pacific Ocean. However, little mixing occurs with enclosed inlets and bays, making them susceptible to bacterial, nutrient and sediment loading particularly when anthropogenic inputs are a factor. Westcott and Garrison bays are protected bays that are poorly flushed. A 2000 water quality survey of a site located in Garrison Bay off the shore of the parade ground at English Camp met Class AA standards for fecal coliform and pH, and Class A standards for temperature and dissolved oxygen. While the marine water and associated ecosystems, generally, are of high quality in the San Juans, many groups, organizations, and government agencies, including the NHP, are proactively working toward studying, preserving and restoring the resources of the marine waters surrounding the islands.   Oil spills represent another ongoing threat to water quality and the quality of life in the San Juan’s. A thriving international shipping industry traverses Haro Strait off the west side of San Juan Island",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/environmentalfactors.htm"
}
