{
    "title": "San Juan Island National Historical Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species        A Red Fox worries a rabbit warren on the American Camp prairie. The foxes and rabbits they hunt are nonnative species on San Juan Island. Rabbits were introduced in the 1890s, foxes intermittently during the 20th century. Samantha Martin SprengerPhoto       Non-native species are species that are not native to or originally from a region. Non-native species are also refereed to as introduced, exotic, or alien. The National Park Service defines non-natives as species that occur in a given place a s a result of direct, indirect, deliberate, or accidental actions of humans. Non-natives include many cultivated plants (food crops and ornamentals) and domesticated animals. Non-natives become problematic when they become invasive. Invasive species are non-native species that displace native species, disrupting the natural ecosystem of an area. Non-natives flourish due to a lack of predators, diseases, or other forms of population control that typically promote balance in a natural area. Invasive non-native species tend to be aggressive, spreading rapidly and out-competing native species for scarce space and resources. Over time invasive non-natives can alter ecosystems that have existed for thousands of years. In extreme cases invasive non-natives can totally displace indigenous species and even form dense monocultures, thereby degrading the integrity and diversity of native communities. Others may introduce foreign parasites and diseases, which can devastate native populations. Non-native species can also become pests, such as Gypsy moths, fire ants, zebra mussels, and European rabbits. One of the most critical threats to the rare plants and native habitats of San Juan Island NHP is the presence of non-native plant species. Introduced from early settlers, their animals, and landscape plantings, non-native plants and seeds have taken hold at San Juan Island National Historical Park. Non-native animals are also encountered in the park: feral cats, red fox, and the ubiquitous European rabbit. Keeping the stories told by native plants alive in the landscape is a daunting and difficult task. With limited resources, San Juan Island NHP strives to remove and eliminate the most threatening of the invasive non-natives. Although it is virtually impossible to irradiate all the non-native species or bring back all the habitat that has been lost or altered, we can work to keep the park’s plant communities as healthy and diverse as possible. Park staff, island volunteers, Oregon Museum of Science and Industry summer campers, Wilderness Volunteers, and Washington CCC crews are some of the people who have helped in the never-ending work of invasive non-native plant removal. San Juan Island National Historical Park is pursuing ambitious and exciting plans to implement a native prairie restoration project at American Camp.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/nonnativespecies.htm"
}
