{
    "title": "San Juan Island National Historical Park: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather        The American Camp visitor center parking area glistens under a typical January rainfall. Mike Vouri Photo       Surrounding waters moderate island temperatures and produce a typically mild maritime climate. Nearby mountain ranges create a rain shadow effect, causing the San Juan Islands to receive significantly less rainfall than is typical for western Washington. Relatively warm moisture-laden winds blow in from the Pacific Ocean. When they hit the mountains on the Olympic Peninsula and Vancouver Island, the air is cooled as it rises up the mountain slopes. Cooler air cannot hold as much moisture so it is released, falling as rain. These mountain barriers create a rain shadow effect that protects the San Juan Islands from the 150 inches of rain that falls annually on the mountains’ western slopes. Rainfall in the park averages 29 inches per year at English camp on northwestern San Juan Island and 20 inches per year at American Camp on the island’s southern end. When the storm tracks shift northward in summer, San Juan Island is left exceptionally dry and sunny. July and August are the sunniest and driest months, with May, June, and September relatively dry. November, December, and January are the rainiest, coldest and windiest months, with more than four inches of rainfall typically falling each month. Snowfall can occur, but is relatively rare, usually changing to rain and\/or melting quickly. About 70 percent of the annual precipitation falls between October and April. Temperatures in the summer months are typically in the upper 60’s to low 70’s. Temperatures over 85 are rare. Winter daytime temperatures are usually in the upper 30s to low to mid 40s, with nighttime temperatures slightly above freezing. Although the thermometer will drop below freezing, with subsequent hard frosts, it rarely falls below the mid to upper 20s.                   Deep Cut   1 Photos  Deep Cut          Mobility   10 Photos            Charley's Village Collection Images   9 Photos               Ice Storm of 2009   20 Photos  Ice Storm of 2009          Gallery and Slideshow of Charley's Collections: Items 5-8   16 Photos  View collected objects from the library and the back hallway of the first floor of the house.          Winter Storms 2006-2007   23 Photos",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/weather.htm"
}
