{
    "title": "San Juan Island National Historical Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality        Orcas Island's Mt. Constitution  stands in bold relief above Griffin Bay on this view from the Redoubt Road at American Camp. Mike Vouri Photo       Fresh winds moving in from the Pacific Ocean and mingling with the air in the Strait of Juan de Fuca create a high level of air quality in the San Juan Islands. These air currents reduce the amount of air pollutants settling over the islands. The park’s air quality is evident in the plants that grow here. Lichens thrive in the forests of English Camp and Jakle’s Lagoon, as well as on glacial erratics on the American Camp prairie. These sensitive plants act as bioindicators, which give tips on the condition of the environment. The lichens absorb moisture, nutrients and other airborne substances through their entire surface area. As pollutant levels increase, lichens suck more pollutants into their systems, weaken and die. No major air contaminants exist on the island, but pollutants from Bellingham and Vancouver, B.C. could converge in this area and endanger air quality.  In order to detect any increase in air pollution, the park installed a visibility camera in 2001 at American Camp that recorded views of the Strait of Juan de Fuca and the Olympic Mountains three times a day for two years.  The park is currently engaged in an ozone monitoring project sponsored by the NPS Air Resources Division in Fort Collins, CO. Once a week, from May to September, ozone readings are collected from a single location at American and English camps. Air pollution is generated by industrial and power plants; wood, coal, and gas burning stoves and furnaces; small motors in lawn mowers, chain saws and boats; and motor vehicles.  Air pollution can originate locally, regionally or travel from halfway around the globe. Atmospheric deposition and contaminate loading are the fallout from air pollution. Characteristics of an ecosystem can be subtly or dramatically altered by the addition of airborne toxins and nutrients.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/airquality.htm"
}
