{
    "title": "San Juan Island National Historical Park: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations        American Camp's Mt. Finlayson's glacial terraces are illustrative of more than 18,000 years of geologic history. Each step indicates the ancient seashore as, via glacial (or isostatic) rebound, the island rose as the mile-high glacier melted. Mike Vouri Photo       The sequence of rocks in the San Juan Islands is similar to that found to the east in the North Cascades and to the west on the east side of Vancouver Island. San Juan Island is covered with three major deposits and bedrocks. Both American Camp and parts of English Camp are covered with Quaternary alluvium and glacial deposits.  Portions of English Camp are covered with Middle to Upper Paleozoic sedimentary and volcanic rocks. Other areas of San Juan Island are covered with Jurassic-Cretaceous sedimentary and volcanic rocks. The San Juan Islands are part of a small plate that rides atop the Pacific plate. The Pacific plate is denser and heavier and slides under the lighter North American plate (see graphic below).  Washington is comprised of many small, light plates that were pushed up against the North American plate as the Pacific plate slid under the continental plate. The force of impact squished and metamorphosed rocks of these smaller plates. Thus many of the original sedimentary and volcanic rocks of the San Juans were transformed into metamorphic rocks. To learn more about the geology of the park and the San Juan Islands download our Geologic Resources Inventory Report, produced in August 2014 by John P. Graham, a research associate with Colorado State University, under the auspices of the National Park Service Geologic Resources Division of the Geologic Resources Inventory.         This subduction zone graphic, taken from the San Juan Island National Historical Park Geologic Resources Inventory Report (2014) illustrates how the denser Juan de Fuca plate is subducted beneath the North America plate. Click on the image to download a copy of the 72-page report released in August 2014. US Geological Survey and Pacific Northwest Seismic Network http:\/\/www.pnsn.org\/outreach\/earthquakesources",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/geologicformations.htm"
}
