{
    "title": "Fort Matanzas National Monument: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species       We usually associate the word \"exotic\" with things like colorful birds, tropical plants, untouched beaches, or exciting foreign customs. However, in the natural resource world, \"exotic\" can be a cringe-worthy word. In a natural environment, plants or animals that are exotic or nonnative to the area can be harmful to the native species that live there.There are two types of exotic species of plants or animals:  \"Invasive\" and \"Non-invasive\". These are labels used to sum up the level of harmful impact any exotic species can have in an area in which it did not originate. Non-invasive species are plants or animals that, while they do not belong, are not generally harmful and pose a minimal threat to the overall health of the environment. Invasive exotics are species of plants or animals that have no natural predators or competitors, allowing them to take over, so to speak, by out-competing other native species. Invasive species monopolize space and out-compete the natives for the resources necessary to survive. Invasive exotics can dominate an environment's space and resources because they are not constrained by the natural surroundings that evolved alongside them in their habitat of origin, meaning they have no natural predators or inhibiting factors to keep them under control. Florida is well known for its plethora of exotic species invading critical environments all across the state, and Fort Matanzas National Monument is no exception. We have many species of plants and animals we consider exotic and some even invasive. Some nonnative, invasive plants to note are lantana, asparagus fern,and sword fern, while our exotic fauna range from coyotes to Indo-Pacific geckos to Cuban tree frogs.           A park ranger manually removes an asparagus fern plant using a geology pick. NPS Photo  688",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/nonnativespecies.htm"
}
