{
    "title": "San Juan Island National Historical Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds        A northern harrier scans the prairie for voles on the prairie at American Camp. The harriers usually have the prairie to themselves during the winter. Rebecca Smith         A swallow feeds her young in a nest affixed to the front of the Officers' Quarters at American Camp. Mandy Lee  With more than 200 species and a varied habitat, many birders consider San Juan Island to be one of the best birdwatching areas in the state.  One reason is that because the volume of water equaling that of the Amazon River flushes from the Strait of Georgia through Haro Strait, the Salish Sea is a rich environment for birds. The Strait of Juan de Fuca is a major summer feeding area for rhinocerous auklets, tufted puffins, pigeon guillemots, and by summer’s end, common murres, Cassin’s auklets and the occasional forktailed storm petrel.  Some species reside in the park year around, some are seasonal residents and others pass through on seasonal migrations along the Pacific Flyway migration route, which passes through the San Juan Islands.  The Park’s two units vary in their habitat types. American Camp ranges from prairie, shrubby thickets and mixed coniferous\/hardwood forest to open saltwater, sandy and rocky shoreline and brackish lagoons. English Camp habitat includes a large, protected bay, mudflats, grassy bald and rocky slopes, open woodland and oak savanna, and wet coniferous forest.  On American Camp’s rocky shorelines, listen for the piping calls of black oystercatchers, and look for surf scoters in protected bays and rafts of seabirds on the open water. Shorebird migration begins around July 1, when birds such as black-bellied plovers stop to feed in the prairie grasses. Fourth of July Beach and Jakle’s Lagoon are big wintering spots for ducks, including buffleheads and Harlequin ducks as well as common loons.        Ospreys are a common sight at English Camp as each summer they nest atop a massive snag overlooking the parade ground. NPS Photo  In the woodlands of both camps, you’ll find winter wrens, chestnut-backed chickadees and rufous hummingbirds. On the prairie, look for American goldfinches, great horned owls, and 18 varieties of raptors, from merlins to peregrine falcons to northern harriers. In spring you’ll see Savannah sparrows and vesper sparrows, and winter is a good time to see migrating seabirds.  Major Threats Landbirds are an important indicator of the effects of local and regional changes in ecosystems, and studies show that many species have significant declining trends. Landbirds as well as neotropical breeding migrants that fly south for the winter (which include the rufous hummingbird, Pacific-slope flycatcher, violet-green swallow, and yellow warbler) are threatened by loss of habitat on the wintering and breeding grounds and along migration routes, domestic cat predation, brown-headed cowbird parasitism, environmental contaminants, and climate change.  In an effort to enhance native habitats for breeding birds and increase overall biodiversity, the park monitors breeding bird populations on a biennial cycle, and is working on prairie restoration, Garry oak restoration and ways to control European rabbits at American Camp.  Links  \"Birds of San Juan Island National Historical Park\" checklist: What to see at American and English Camps according to season. http:\/\/www.nps.gov\/sajh\/planyourvisit\/upload\/sj_bird_checklist.pdf 1935 publication, “Birds of the San Juan Islands” \"North Coast Cascades Network Landbird Monitoring: Report for the 2008 Field Season\" \"Landbird Monitoring Protocol for National Parks\" http:\/\/science.nature.nps.gov\/im\/units\/nccn\/monitor\/landbirds.cfm The Birds of North America Online http:\/\/bna.birds.cornell.edu\/bna BirdWeb: Learn About the Birds of Washington State http:\/\/www.birdweb.org\/         Spring Street  Spring School Bird Field Guide: See how 11 Spring Street International School Seventh graders assembled a birding field guide for the 2014 BioBlitz and beyond. Click on the link below and go to iNaturalist. It's free. Try it out. By the way, the bird is a varied thrush (Ixoreus naevius) .          Kevin Holmes  San Juan Island NHP's bird checklist reflects the wide range of species passing through each year. Click on the link to download and print. For questions contact the park's Interpretation Division at 360-378-2240, ext. 2226.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/nature\/birds.htm"
}
