{
    "title": "San Juan Island National Historical Park: The Redoubt",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The Redoubt                The Redoubt                   Henry M. Robert goes over plans with sergeants.               Redoubt at dedication of monument in 1904.               Redoubt today.               Henry M. Robert III with park staff in 2012.            Just east of the American Camp visitor center, within easy walking distance, is what at first appears to be a modest hillock, its crest giving on to skyline. However, once there it's instantly apparent that one is standing on the ramparts of a fortification fashioned by human hands. And laid out from the far ditch of the structure to the slopes of Mt. Finlayson is an astounding sweep of open prairie flanked, less than a mile apart, by the Strait of Juan de Fuca and Griffin Bay. This is Robert's Redoubt, the commanding position ordered at the eight of the Pig War crisis of 1859 by U.S. Army officials at Vancouver Barracks to establish an American deterrent to the three Britishwarships (with 64 total guns) anchored in the bay. And it served notice that the Americans intended to remain on San Juan Island for as long as it was required to back the United States' claim to the San Juan Archipelago. Today the redoubt is one of the best preserved fortifications of its kind in the nation and continues to stand sentinel of over prairieland and saltwater shore, though instead of warships these days visitors are alert for bald eagles and red fox hunting the grasslands or hopefully will spot orca whales breeching off shore.During that intense August of 1859, the newly arrived U.S. contingent commander, Lt. Col. Silas Casey, was in a quandary. His 160 reinforcements from Fort Steilacoom (near Tacoma), had lugged ashore eight 32-pounder naval guns from the USS Massachusetts, and he had several field pieces at his disposal. But how was he going to employ them? \"With our present appliances I find them rather difficult to manage,\" Casey wrote Department of Oregon commander, Brig. Gen. William S. Harney, in Vancouver. \"It is not pleasant to be at the mercy of any one who is liable at any moment to become your open enemy.\"            The redoubt was designed to function much as the example at the Union Fort Sneden near Alexandria, Virginia above in 1861 during the American Civil War. This installation was built a mere two years after Robert's Redoubt. Click for an expanded view, noting especially the fort's outline bottom right. NPS Illustration  Getting on in years and deeply religious, Casey was horrified by the prospect of open hostilities with the British. He was well aware of the power of the Royal Navy. His forces had been dispatched to the island by Harney to protect United States citizens from the British, who Harney believed were claiming sovereign jurisdiction over a disputed territory. The long-festering issue had flared into armed confrontation in June when an American settler had shot a pig belonging to the Hudson's Bay Company. The company wanted fair restitution. The settler thought they wanted to jail him. Everyone overreacted —most especially Harney.  A redoubt is defined by the Oxford Dictionary as \"…a temporary or supplementary fortification,typically square or polygonal and without flanking defenses.\" The derivation is from the Medieval Latin, reductus, or \"concealed place,\" and the past participle redūcere, to withdraw. The French redoute is from the archaic Italian word ridotto. But it all means the same thing:  Line up your guns and infantry behind its ramparts and pound away at the enemy as he attempts to slip by your flank. The term came into common Western military usage stemming from works designed by the great French engineer Sébastien LePrestre de Vauban (1633–1707), who served under King Louis XIV       This recent image reveals the perfectly leveled ramparts, ditch and sloping glacis (a sculpted approach) of the redoubt from the bluff trail. See illustration above. Mike Vouri      General Harney took Casey at his word and, in the spirit of Vauban,  on August 16 dispatched to San Juan Island a 10-man detachment (called a sapper team) of Company A, U.S. Army Corps of Engineers, commanded by 2nd. Lt. Henry Martyn Robert. Robert was to report to Casey, who would place him in charge of creating a fortification for the naval guns, as per Harney's instructions, which had been relayed by the department's acting Adjutant General, Capt. Alfred Pleasonton (later to achieve fame as a Union cavalry officer in the Civil War). \"...Have platforms made for your heavy guns, and cover your camp as much as possible by entrenchment, placing your heavy guns in battery on the most exposed approaches...select your position with the greatest care to avoid fire from the British ship(s).\"Casey already had taken delivery of large quantities of lumber \"fit for gun platforms,\" which the British Capt. Geoffrey Phipps Hornby, RN, noted was being stockpiled on the beach. Hornby commanded the 31-gun steam frigate HMS Tribune, anchored in Griffin Bay for nearly two weeks. The naval guns had been wrestled into place on the ridge overlooking Griffin Bay, while the camp had been moved from the exposed prairie above South Beach to just north of the Hudson's Bay Company farm.        The redoubt would have a commanding view of San Juan Island's southern tip and the water approaches to the prairie from Griffin bay (left) and the Strait of Juan de Fuca. NPS Photo         Capt. Geoffrey Phipps Hornby, RN, was so alarmed at the sight of the the redoubt exacvation that he asked permission to storm the heights and spike the U.S. guns. Image Courtesy of William J. Schultz, MD  Capt. James Prevost, RN, commander of HMS Satellite, reported that the new camp “is very strongly placed in the most commanding position on this end of the island, well sheltered in the rear and on one side by the Forest, and on the other side by a Commanding eminence.” Casey said “...I shall put my heavy guns in position to bear upon the harbor, and also on vessels which might take a position on the other side. Shells from shipping may be able to reach us, and we may not be able to protect the camp from them; but I shall try.” The sight of these preliminary works alarmed Hornby enough to dash off a dispatch to his superior, Rear Adm. R. Lambert Baynes, RN, commander of the British Pacific Station squadron based in Victoria. “Six of their heavy guns are placed on the ridge of the hill overlooking the harbour; and by throwing up a parapet they would command the harbour; even in their present position they would be difficult to silence,” Hornby wrote. As the son of an Admiral-of-the-Fleet and an experienced 19th-century military man in his own right, Hornby recognized how construction of a formal field work could alter the situation on San Juan Island. He knew that a fortress not only provided a means of last ditch defense, but sited in a strategically dominant position, would permit a smaller force -- even with inferior troops -- to resist a larger one long enough for more substantial resistance to be mounted. Once dug in, the Americans might never be uprooted and the island would be lost, politically as well as militarily.        Henry Martyn Robert, a native of South Carolina and a son of abolitionists, was assigned to the Corps of Engineers after graduating from West Point. He was dispatched to Washington Territory to conduct Military Road survey before being diverted with his sapper team to San Juan Island. SAJH  Robert and his crew landed on August 21 and almost immediately went to work, supplemented by details from Casey’s infantry and artillery companies. According to the diary of William A. Peck, Jr., one of Robert’s soldiers, the fort was “laid out of an irregular form 425 feet long above the natural ground; ditch 20 feet wide, not less than 8 feet deep.”  Peck wrote that the earthwork had been altered two days later, but gave no new dimensions. When the historian Hubert Howe Bancroft visited the site in 1887, he measured the work and jotted down essentially the same dimensions as today: 350 feet on the west side, 100 on the southeast and 150 on the northeast. Five gun platforms were completed, two of them at the corners, with the parapet seven feet above the interior, the exterior 25 to 40 feet, and ditch at the bottom from three to five feet across. Robert, an 1857 graduate of West Point, built the work based on knowledge gleaned during his studies at the academy under Professor Denis Hart Mahan. Mahan had first published a book on the subject in 1836 and had updated it over the years. The cadet curriculum also included hands-on construction of model and full-sized fortifications.  From the observations of British officers and members of the press from Victoria and San Francisco, Robert followed the standard dictums: selecting his ground to the best advantage, leveling the ground, and setting poles, which would guide uniformity in establishing the height and breadth of the ramparts (or walls).        This dramatic aerial, taken in the early days of the park, illustrates the classic lines of Robert's work. Note the height of the rampart at right and the intact gun platforms. SAJH  As Captain Prevost reported, “...the hill south of the American Camp, has been marked out for fortifying, in several places it has been leveled, and working parties have lately been employed in throwing up earthworks.” The British Colonist estimated that at least 100 men were designated for the task, including one British subject who had been apprehended for liquor selling. It all was done with pick and shovel, which presented a challenge for the men, who had to clear enormous rocks left in the wake of glaciers that had receded thousands of years before.  For all this back-breaking labor, the redoubt never fired a shot in anger. In fact, only three guns were ever emplaced and these merely fired a salute to Lieutenant General Winfield Scott when he visited Griffin Bay on November 7, 1859. The general had ordered work on the fortress stopped after he and British Columbia Governor James Douglas agreed to reduce their forces on the island.  In ensuing years, the work became known as “Robert’s Gopher Hole.” Nevertheless, as an instrument of policy -- however misguided that policy may have been -- the redoubt had done its work. It had served notice that the Americans intended to remain and spurred the British to time and again reevaluate their options during the crisis.       The redoubt was to be armed with naval guns slightly smaller than those shown above on HMS Satellite, a 21-gun steam corvette anchored in Griffin Bay throughout the crisis. The range of the guns was about a mile and half, enough to send plunging fire on the British ships. Yale Collection of Western Americana, Beinecke Rare Book and Manuscript Library, Yale University",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/the-redoubt.htm"
}
