{
    "title": "Fort Matanzas National Monument: Geologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Geologic Activity                Geologic Activity       When thinking of Florida, geology (let alone active geology) usually does not come to mind first and foremost. After all, geology has to do with rocks, and what are the biggest rocks of all?  Mountains! And people certainly do not come to Florida for its mountain scenery. (And if they do, they are sorely disappointed.) However, Florida, like anywhere else, contains bedrock and surficial (surface) geologic features. a The state is very close to sea level, and throughout its geologic history, has been completely submerged under the sea for long periods. During these millennia of inundation, countless sea creatures containing shells of calcium carbonate died and accumulated, eventually compacting under tremendous pressures to form limestone. It is this that forms the bedrock of Florida. The limestone is not often exposed, because it is overlain with layers of soil and sand. While the soil contains organic, vegetative components, the sand is the eroded remains of the Appalachian Mountains to the north, washed down by rivers over thousands of years. Along the coastline, the beaches are also comprised of sand made up of broken up bits of seashells and coral.  a  The northeast coast of Florida, though, is notable for a geologic feature rarely found anywhere else.  It is a rock called coquina, and its basic component is the tiny shell of a clam called Donax, or, more commonly, coquina clam. This species has been in existence for thousands of years. Over those thousands of years, the shells of the clams that died each year accumulated in layers several feet thick on the near ocean bottom.  During the last ice age sea levels dropped dramatically, and many of the beds of coquina clams thus became terra firma.  Eventually vegetation became established, forming a forest floor over the coquina. When rains fell on this forest, the water percolated through the dead and decaying vegetation that is made up of carbon compounds. By chemically reacting with the rainwater, some of the carbon was converted into carbon dioxide and then carbonic acid. Though a weak acid, it was powerful enough to dissolve some of the calcium carbonate out of the clam shells into a crystalline form called calcite. The calcite acted like a glue in the form of flowstone which bound together the adjacent clams and other bits of shell and sand into a conglomerate of coquina rock.  In a sense, coquina rock is like a softer form of limestone. a  Following the ice age sea levels rose again, and some of the coquina layers found themselves at the water’s edge, where the constant surf has eroded the outcrops into amazing formations. This is best seen at Marineland and Washington Oaks Gardens State Park south of Fort Matanzas National Monument. However, there is impressive coquina sometimes exposed just south of the Matanzas Inlet. Bands of coquina that remained land-locked were quarried for use in structures, notably stone fortresses like the Castillo de San Marcos and Fort Matanzas itself.  One of these quarries is interpreted at Anastasia State Park in St. Augustine. In general, coquina can be found from St. Johns to Palm Beach Counties along Florida’s east coast.       Outcrops of eroded coquina south of Fort Matanzas at Marineland NPS photo",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/geologicactivity.htm"
}
