{
    "title": "San Juan Island National Historical Park: Archaeology",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Archaeology                 Archaeology        San Juan Island National Historical Park lands have been excavated by archaeological field schools dating to 1946. In this mid-1970s image a field school under the direction of the University of Idaho's Dr. Roderick Sprague excavates the site of the Belle Vue Sheep Farm main establishment at American Camp. The fishing boats plying the Strait of Juan de Fuca beyond and the shirtless students indicate that the photo was probably taken in August. NPS         Fort Vancouver National Historic Site archaeologist Beth Horton (center) is joined in screening for artifacts at American Camp by maintenance supervisor Ken Arzarian (right) and maintenance worker David Harsh. NPS  Archaeologists have been working in the park since the 1940s. The bulk of the work not done by NPS archaeologists and conservationists has been accomplished by field schools, through which archaeology students learn how to excavate, document,map and conserve artifacts.  The artifacts and features they've documented often serve as primary resources for reconstructing and interpreting the site. San Juan Island's role in regional history is reflected in the enormity of the archaeological resources here--the fourth largest collection in the Pacific West Region.  To share the \"underground\" legacy of this site, the park has established a partnership with Fort Vancouver National Historic Site and the Northwest Cultural Resources Institute (NCRI), the latter a cooperative partnership based at Fort Vancouver.  The fort's Public Archaeology Program includes educational opportunities, special tours, and lectures. Explore our archaeology pages to learn more about the field schools and NPS archaeologists, what they've uncovered and how it has been interpreted.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/archaeology.htm"
}
