{
    "title": "San Juan Island National Historical Park: The Pig War",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Pig War                 The Pig War        The Oregon Country was jointly occupied by the the United States and Great Britain from 1818 until the Treaty of Oregon in 1846. NPS Photo         According to the treaty verbiage, the water boundary between the two nations was to run along the 49th parallel to the middle of the Strait of Georgia and then south through the middle of the the channel, then out the Strait of Juan de Fuca to the sea. This left the San Juan Islands in dispute. NPS Image  Watch park historian, Mike Vouri, give a brief overview of the Pig War by clicking here. San Juan Island National Historical Park celebrates how individuals and nations can resolve disputes without resorting to violence. For it was here in the mid-1800s that Great Britain and the United States settled ownership of the island through peaceful arbitration.  The dispute is perhaps the best-known period in island history. But the park also encompasses a rich and diverse environment that cannot be separated from the island’s 3,000-year human history. Long before the arrival of Europeans, the island sheltered a thriving culture attracted by its temperate climate, rich soil, abundant timber and marine resources. These same attributes lured Spain, Great Britain and the United States. Each explored, charted and named the islands while staking overlapping claims to the Oregon County-- the present states of Washington Oregon, Idaho, portions of Wyoming and Montana and the province of British Columbia. Spain had abandoned its claims by the time an Anglo-American agreement in 1818 provided for joint occupation of the region. Although lucrative trade agreements and capital investments existed between the two nations, primarily on the Eastern seaboard, tensions mounted among those living in the Oregon Country. Americans considered the British presence an affront to their \"manifest destiny.\" The British believed they had a legal right to lands guaranteed by earlier treaties, explorations and commercial activities of the Hudson's Bay Company. Nevertheless,  in June 1846 the Treaty of Oregon was signed in London, setting the boundary on the 49th parallel, from the Rocky Mountains \"to the middle of the channel which separates the continent from Vancouver's Island” then south through the channel to the Strait of Juan de Fuca and west to the Pacific Ocean.       The Hudson's Bay Company established Belle Vue Sheep Farm on San Juan Island's Cattle Point Peninsula to affirm the company's and Great Britain's claim to the disputed islands. Yale Collection of Western Americana, Beinecke Book and Manuscript Collection.      Difficulty arose over language. The \"channel\" described in the treaty was actually two channels: the Haro Strait, nearest Vancouver Island, and the Rosario Strait, nearer the mainland. The San Juan Islands lay between, and both sides claimed the entire island group.  As early as 1845 the Hudson's Bay Company, based at Fort Victoria, claimed San Juan Island, only seven miles across the Haro Strait. By 1851 the company established salmon-curing stations along the island's western shoreline.  By 1853, the islands were claimed as U.S. possessions in the newly created Washington Territory. In response, the HBC in December 1853 established Belle Vu Sheep Farm on San Juan Island's southern shore. While this move was politically motivated, the island's natural attributes made the farm a lucrative concern. The flock in a mere six years expanded from 1,369 to more than 4,500 scattered in sheep stations throughout the island.  Reports of the island's good soil and bountiful resources by Northwest Boundary Survey naturalists quickly circulated among American settlers on the mainland. By spring 1859, 18 Americans had settled on claims staked on BC prime sheep grazing lands. These they expected the U.S. Government to recognize as valid. But the British considered the claims illegal and the claimants little more than \"squatters\" or trespassers. Tempers were growing shorter by the day.  The crisis came on June 15, 1859, when Lyman Cutlar, an American, shot and killed a company pig rooting in his garden. When British authorities threatened to arrest Cutlar and evict all his countrymen from the island as trespassers, a delegation sought military protection from Brig. Gen. William S. Harney, the anti-British commander of the Department of Oregon. Harney responded by ordering Company D, 9th U.S. Infantry under Capt. George E. Pickett (of later Civil War fame) to San Juan. Pickett's 64-man unit landed on July 27 and encamped near the HBC wharf on Griffin Bay, just north of Belle Vue Sheep Farm.       The \"Home Prairie\" or \"Establishment\" of the Belle Vue Sheep Farm today. Prairies were ideal for fledgling farmers because one did not have to cut down and pull the stumps of old-growth Douglas firs. NPS Photo      Vancouver Island Gov. James Douglas was at first dismayed, then angered by Pickett’s landing. His response was to dispatch Capt. Geoffrey Phipps Hornby, RN, commanding the 31-gun steam frigate HMS Tribune, to dislodge Pickett, but to avoid an armed clash if possible. Hornby was soon joined by two more warships, HMS Satellite and HMS Plumper with 21 and 10 guns respectively, the latter also with 46 Royal Marines and 15 Royal Engineers aboard. Pickett refused to withdraw and wrote Harney for help.  Throughout the remaining days of July and well into August, Hornby accumulated more marines; the majority veterans of amphibious landings under fire in China. However, Hornby wisely refused to take any action against the Americans until the arrival of Rear Adm. R. Lambert Baynes, commander of British naval forces in the east Pacific. Baynes, appalled at the situation, advised Douglas that he would not \"involve two great nations in a war over a squabble about a pig.\"       Capt. George E. Pickett's first camp was located just west of the Hudson's Bay Company dock (left center).The above watercolor was done by a Royal Navy midshipman while standing on the deck of HMS Satellite. The date on the back of the painting reads July 27, 1859 -- the very day Pickett landed. Yale Collection of Western Americana, Beinecke Book and Manuscript Library         The third U.S. Army camp was located among the trees just north of Belle Vue Sheep Farm headquarters. The conical Sibley tents were shipped from Fort Steilacoom. NPS Photo  Meanwhile, Pickett was reinforced on August 10, by 171 men under Lt. Col. Silas Casey, who assumed command and, with Pickett in tow, went to Victoria to parley with Baynes. The old admiral (a veteran of the Battle of New Orleans in 1815) refused to leave his 84-gun ship of the line, HMS Ganges, to call upon Casey aboard a lighthouse tender. A disappointed Casey took note of the Ganges’ size and on his return to San Juan pleaded for more men.  By August 31, 461 Americans were encamped in the woods just north of Belle Vue Sheep Farm, protected by 14 field cannons.  Eight more 32-pounder naval guns were removed from the USS Massachusetts to be emplaced in a redoubt excavated under the direction of 2nd. Lt. Henry M. Robert (future author of Robert’s Rules of Order).  While the Americans dug in, the British conducted drills with their 52 total guns, alternately hurling solid shot into the bluffs and raised rocks along Griffin Bay. It was all great fun for tourists arriving on excursion boats from Victoria, not to mention the officers from both sides who attended church serves together aboard the Satellite and shared whisky and cigars in Charles Griffin’s tidy home.  But when word of the crisis reached Washington, officials from both nations, unaware of the bizarre atmosphere on San Juan, were shocked that Cutlar’s pig murder had grown into a potentially explosive international incident. Alarmed by the prospect, President James Buchanan sent General Winfield Scott, U.S. Army commander and also a War of 1812 veteran, to investigate and try to contain the affair. Scott had calmed two other border crises between the two nations in the late 1830s.         (From left)Capt. George E. Pickett, USA (photo is of him as Confederate general); Brig. Gen. William Selby Harney, USA; Vancouver Island Gov. James Douglas and; Capt. Geoffrey Phipps Hornby, RN. It was through these four that the Pig War crisis unfolded in July 1859. Click on the image to watch park historian Mike discuss the interaction of these men during the Pig War during a recent interview on C-SPAN. NPS Photos      Following a six-week passage from New York via the Isthmus of Panama, Scott arrived in the San Juan’s in October. Communicating with Douglas via messenger the two leaders arranged for each nation to withdraw reinforcements, leaving the island with a single company of U.S. soldiers and a British warship anchored in Griffin Bay.  Scott proposed a joint military occupation until a final settlement could be reached, which both nations approved in November. Harney was officially rebuked and eventually reassigned for allowing the situation to needlessly escalate. Casey's soldiers were withdrawn, save for one company under the command of Capt. Lewis Cass Hunt. Pickett returned to replace Hunt the following April. Meanwhile, on March 21, 1860, British Royal Marines landed on the island's northwest coast and established on Garrison Bay what is now known as \"English Camp.\"       The Royal Marine camp was established 13 miles north on Garrison Bay. Royal navy officials wanted to maintain a healthy distance from the U.S. camp. The blockhouse (right center) and the storehouse (third building from left) still stand. NPS Photo         Capt. William Addis Delacombe and his family on the front steps of the Commandant's House at the Royal Marine camp. NPS Photo  San Juan Island remained under joint military occupation for the next 12 years. In 1871, when Great Britain and the United States signed the Treaty of Washington, the San Juan question was referred to Kaiser Wilhelm I of Germany for settlement. The kaiser referred the issue to a three-man arbitration commission who met for nearly a year in Geneva. On October 21, 1872, the commission, through the kaiser, ruled in favor of the United States, establishing the boundary line through Haro Strait. Thus the San Juan Islands became American possessions and the final boundary between Canada and the United States was set. On November 25, 1872, the Royal Marines withdrew from English Camp. By July 1874, the last of the U.S. troops had left American Camp. Peace had finally come to the 49th parallel, and San Juan Island would be long remembered for the \"war\" in which the only casualty was a pig.  Want to learn more? Read park Historian Mike Vouri's The Pig War: Standoff at Griffin Bay (Second Edition, 2013), available on park partner Discover Your Northwest's online store and in bookstores throughout the Pacific Northwest.       The Royal Marine Cemetery on the slopes of Young Hill above English Camp is a lasting memorial to the peaceful joint occupation of San Juan Island. NPS Photo",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/the-pig-war.htm"
}
