{
    "title": "San Juan Island National Historical Park: Belle Vue Sheep Farm Journals",
    "body": "Belle Vue Sheep Farm Journals        Royal Navy Capt. George Richards extensively mapped the San Juan Archipelago in the late 1850s, including this detail of the Belle Vue Sheep Farm home establishment on the Cattle Point prairie (note the misspelling). The map indicates the rocky bight, now known as Grandma's Cove, as a \"Landing Place.\" An Indian Village is also shown on the bluff overlooking the cove. NPS       The Journals As with all journals of the various establishments of the Hudson's Bay Company in North America, the Belle Vue Sheep Farm ledger recorded weather, daily activities, occurrences of note, arrivals and departures of visitors and expeditions into the hinterland. Some journals include copies of accounts and correspondence inward and outward. The Journals are housed in the provincial Archives of Manitoba in Winnepeg (see citation below).  Special thanks to San Juan Island historian and NPS Volunteer Boyd Pratt for his many hours of transcription and scholarship.  Belle Vue Sheep Farm Journals Introduction Boyd Pratt  Interpreting the Belle Vue Sheep Farm Journals  Charles Griffin Charles John Griffin was first Clerk and later Chief Trader in charge of Belle Vue Sheep Farm. Griffin was born ca. 1827 at Limerick, Ireland and raised in Montreal (\"Lower Canada\"). After working as a Company apprentice at Fort Coulonge, Edmonton, and York Factory, he moved west to Fort Langley (1850-1851). With a year's duty in Babines, New Caledonia (now the British Columbia mainland), he returned to Fort Langley for another year before arriving at Fort Victoria in 1853. Griffin arrived on San Juan with a re-engaged Clerk's wage of £100 from Fort Simpson (located on the Canadian coast near the Skeena River and Prince Edward's Island), where he had been Clerk at £45. By 1856, he had been in the employ of the Company for eight years. In 1857, Griffin was appointed Chief Trader, with an accompanying rise in salary. In addition to the principal task of managing the operations of the farm, he was required, as were all heads of Company posts, to maintain a journal of daily occurrences (the \"Post Journal\"), including the weather, how the servants were employed, and special events that might impact the operations (such as the arrival of boats, disturbances with Native Americans or visitors, etc.). After he left Belle Vue Sheep Farm on January 5, 1862, he served as Chief Trader at Red River (where he was married to Elizabeth Margaret Bird), Oxford House, and Churchill. He left Churchill with his wife on July 30, 1873 and died in Ottawa on July 22, 1874.  Journal 1854 Journal 1858 Journal 1859 Journal 1860 Journal 1861-62  Robert Firth Robert Firth took over as Belle View Sheep farm agent in 1862. Firth arrived on San Juan Island on January 7, 1862 to assume management of the farm. In the spring of 1864, the Company leased the farm to him for three years, and subsequent leases ran up to the year 1873-coincident with the 1872 decision for the United States in regard to the possession of the Islands. Firth became an American citizen on February 5, 1878, and applied for and was awarded two land patents: a cash sale of 40 acres in 1880 and a homestead entry of 186.1 acres in 1884. His descendents still live on San Juan island.  Robert Firth's Diary  Belle Vue Sheep Farm Correspondence, 1853-67 Features incoming and outgoing corespondence pertaining to Hudson's bay Company operations on San Juan island.  Belle Vue Sheep Farm Glossary\/Indexes: While researching the Journals, Pratt gleaned and categorized the names of employees, San Juan Island place names, a chonological accounting of improvements over the years and a list of vessels calling at the island.  Chronological List of Improvements People Associated with San Juan Island Servants of The Company Place Names Ships and Boats   Citation Post Number: B.15Shelf space occupied: 5 cm Years covered by records: 1853-1862. B.15\/a\/1-2 Post Journals: Charles Griffin, 1854, 1858, 1859, 1860, 1861",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/belle-vue-sheep-farm-journals.htm"
}
