{
    "title": "San Juan Island National Historical Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories        Harry Kuheim accompanies Jaidynn McDonald during Encampment 2014.  Every summer re-enactors gather at English Camp most weekends, but Encampment is a major event attracting hundreds of visitors and re-enactors from throughout the pacific Northwest -- each with stories to tell. Gary Tarleton         Richard Schlecht  The Pig War -- The crisis of 1859 and subsequent joint military occupation are the stories that created San Juan island National Historical Park. It all started with a geographical error that eventually blossomed into a an incident that brought the United States and Great Britain to the brink of war. The crisis was resolved by declaring the San Juan archipelago \"in dispute,\" which encouraged smugglers, whisky peddlers, ladies of the night, and a legion of staunch settlers that prevailed to make the islands what they are today. Throughout the war, American Camp remained an active U.S. Army installation, garrisoned entirely by regular Army soldiers. Learn more.         Raiders from the North -- Fears of northern Indians,  then defined as groups from today's northern British Columbia, Southeast Alaska and the Haida Gwaii-- had been a constant in Puget Sound long before American homesteads sprang up on the shorelines in the late 1840s. The Lummis and other Coast Salish shore-dwelling groups in the south had been had been raiding each other for generations. Like the Vikings of northern Europe, they arrived without warning in swift, open craft, 30 to 100 feet long and eight foot abeam, carrying as many as a 100 warriors, heavily armed and without mercy. Learn more.         Outpost of Empire -- When the Pig War crisis of 1859 was resolved, the two nations resolved that the  San Juan archipelago remain \"in dispute,\" which encouraged smugglers, whisky peddlers, prostitutes, and staunch settlers that prevailed to make the islands what they are today. The Royal Marine Light Infantry, an arm of the Royal Navy, established their camp 13 miles north of American Camp, where the crisis had flared. The Marine built a tidy camp on Westcott Creek, eventually renamed Garrison Bay. Learn more.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/stories.htm"
}
