{
    "title": "San Juan Island National Historical Park: Collections",
    "body": "Collections        A selection of objects from the park's collection at the Burke Museum of Natural History and Culture (University of Washington) is on view at the American Camp visitor center. The collection includes objects excavated as far back as Dr. Arden King's 1946 field school at South Beach. NPS         University of Washington archaeologist, Dr. Julie Stein, leads students in an excavation at American Camp. NPS  Prehistoric and historic objects and places help us understand the world and our place in it. Because they have been made, used or changed by human beings they not only provide connections to the past, but allow us to build links to the present and each other.  The National Park Service cares for some of the largest and most diverse natural and cultural history collections in the world. It also keeps records and lists of our most treasured historic places for the enjoyment, education, and inspiration of all.  Lying as it does at the crossroads of three great waterways, with sheltered harbors, open prairie and secluded woodlands, SanJuan Island for thousands of years has been a magnet for human habitation. People here to stake a life, or to find rest and relaxation amid an abundant foodsource. They still do.  We learn about the human history of SanJuan Island many ways. These include oral traditions of the Coast Salish people, written documents, and archaeology.        Objects excavated by archaeological field schools from the U.S. Army and Royal Marine parade grounds are on display at the American Camp visitor center. Mike Vouri  Prehistoric artifacts from the UW projects are held in the Burke Museum, while the historic objects (and some prehistoric  objects) from the UI excavations are housed at North Cascades National Park in Marblemount, Washington.  Our care of these collections furthers the National Park Service's mission to protect all resources within the land it manages, and ensures that these critical items are cared for in the public trust and shared with anyone who asks.  No matter the type, museum collections have the potential to inspire curiosity in the past and in the world around us. They can provoke questions about our own role in the process of learning. And they can foster stewardship, an intellectual and emotional connections with a place that demands that it be cared for appropriately.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/collections.htm"
}
