{
    "title": "San Juan Island National Historical Park: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research               Research              Whether based on archaeological findings, artifacts in the park's museum collections, or evidence from historical records, research at San Juan Island National Historical Park is done by staff, volunteers, and independent researchers. The park houses a vast collection of archaeological and historic artifacts at our collections centers shared with North Cascades National Park in Marblemount, WA; Fort Vancouver National Historic Site in Vancouver, WA; and the Burke Museum of Natural History and Culture at the University of Washington in Seattle. The park's American Camp visitor center is also home to a research library and archives, which contains numerous resources on the history of the Pacific Northwest and archaeology, including books, periodicals, and archival documents. Click the links to the right to access our park administrative history, historical resource study and bibliography. Researchers: If you are interested in researching in the park's library, please contact Historian Mike Vouri at (360) 378-2240, ext. 2227 or e-mail us. To view and research off-site archaeological and archival collections, contact Curator Tessa Langford at Fort Vancouver National Historic Site at (360) 378-2249, ext. 2227, or e-mail us. Our collections at North Cascades National Park are currently inaccessible as we are preparing to move them to Fort Vancouver. Please contact Mike Vouri or Tessa Langford for information. For our Burke collections, contact Laura Phillips at (206) 685-3849, ext. 2, or e-mail lphill@uw.edu. Please consult the documents below to learn more about our policies regarding independent researchers. Research Request Form - General (Park Library)  Research Request Form - Off-site Museum Collections Genealogists and researchers seeking Hudson's Bay Company and U.S. Army records, please note that, while the park has a few documents relevant to this type of research on microfilm, we are not a repository of these primary sources. Please contact either the Hudson's Bay Company Archives in Manitoba, Canada, Archives Canada, or the National Archives and Records Administration of the United States or the National Archives of the United Kingdom of Great Britain for this information.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/research.htm"
}
