{
    "title": "San Juan Island National Historical Park: Civil War Connections",
    "body": "Civil War Connections          The U.S. Navy battle line endures a torrent of Confederate shot and shell from Fort Morgan as it steams into Mobile Bay on Aug 5, 1864. The San Juan Island connection? The captain of the lead ship, USS Brooklyn, was James Alden, who was in command of the Coast Survey Steamer Active during the Pig War crisis. NPS Image       Many of the key American players in the Pig War incident, on and off island, went on to serve in the American Civil War in both Confederate and Union ranks. For some, the war brought fame, promotion and long careers. For others, it brought death, destruction, lasting heartache...and legend.   Throughout the war, American Camp remained an active U.S. Army installation, garrisoned entirely by regular Army soldiers who rotated between Northwest Washington and the battlefields of the East. The enlisted soldiers probably counted their blessings to be away from the fray, while the officers chafed for glory and the promotions that were certain to follow. Click on the links above for a few of the more prominent participants:               The National Park Service's The Civil War: 150 Years commemorative website provides an in-depth look at one of the defining events in our nation's history by presenting historical features and resources designed to illustrate the relevancy of events that occurred 150 years ago. Among the highlights:  A Then & Now feature illustrating how events of 150 years ago continue to influence the America of the 21st century. Timelines and links to historic documents, photos, lesson plans and other resources illustrate the surprising parallels.  Civil War Reporter Beglan O’Brien, a fictional Civil War era correspondent, files reports on events from 150 years ago that are streamed to the website via Twitter. In addition to the Civil War Sesquicentennial website, he can also be followed directly on Twitter (CivilWarReportr) and Facebook (Civil War Reporter). Links to other Civil War resources on nps.gov, including the Civil War Soldiers and System and the websites for the more than 70 National Park sites that tell the story of Civil War and its enduring legacies.       Pickett's Division crashes into the Union line at Gettysburg on July 3, 1863. In command of the Union cavalry that day was Pickett's friend, Maj. Gen. Alfred Pleasonton, who wrote most of Brig. Gen.William Selby Harney's orders during the Pig War crisis. Another old army acquaintance was Brig. Gen. Henry Hunt, brother of Capt. Lewis Cass Hunt, whom Pickett replaced, with some ill feeling, as commander of the San Juan garrison in April 1860. Gettysburg NMP",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/civil-war-connections.htm"
}
