{
    "title": "San Juan Island National Historical Park: American Camp",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     American Camp                 American Camp          Camp San Juan Island, today known as American Camp, was occupied by the U.S. Army from July 1859 through November 1874. The only structures in the above artist's depiction that remain today are the two officers' quarters at far center right. It is believed George E. Pickett of American Civil War fame lived in the quarters on the left. NPS Painting by Richard Schlecht      When Great Britain and the United States in 1859 agreed to a joint occupation of San Juan Island until the water boundary between the two nations could be settled, it was decided that camps would be located on opposite ends of the island.  American Camp really began on a grassy slope about 200 yards from the shoreline of Griffin Bay. That’s where Capt. George E. Pickett and Company D, 9th Infantry landed on July 27, 1859. With the first tent stake, Pickett established an American military presence on San Juan Island that lasted 14 years.        The laundress quarters. Julia Vouri  Pickett changed locations five days later perhaps in a quest for level ground but more likely because of the British naval guns looking down his throat. It wasn’t until the August 10 arrival of reinforcements under command of Lt. Col. Silas Casey that the post found its permanent home. Casey had decided to move after spending two stormy nights at Pickett’s second camp.  \"We are encamped in rather exposed situation with regard to the wind, being at the entrance of the Straits of Fuca,\" Casey wrote. \"The weather at times is already quite inclement.\"  On August 22, Casey ordered his growing force (now 450 men) to pull up stakes and relocate to the north slope of the ridge just north of the Hudson’s Bay Company barns — once home to the pig that strayed and started the whole mess two months before. Casey ordered large, conical Sibley tents shipped from Fort Steilacoom to the new site which Casey deemed, \"a very good position for an entrenched camp.\" The tents would supplement the clapboard buildings Pickett had already shipped over from Fort Bellingham, among these the hospital, barracks, laundress and officers quarters. The veteran colonel also ordered Corps of Engineers 2nd Lt.Henry Martyn Robert — later to achieve fame for his Rules of Order — to start work on a earthen fortification on the ridgetop east of the new camp with a commanding view of both strait and bay. Meanwhile, the British riding at anchor in Griffin Bay were nothing short of impressed with the colonel’s enterprise.       The U.S. Army encampment at what is now the American Camp parade ground initially was a scatter of conical Sibley tents and wooden structures relocated from Fort Bellingham. This image was taken in October 1859 by a Royal navy officer, very likely Lt. Richard Roche of HMS Satellite. NPS Photo      \"(Casey's camp) is very strongly placed in the most commanding position at this end of the island, well sheltered in the rear and one side by the Forest and on the other side by a Commanding eminence,\" wrote Captain James Prevost, commander of the H.M.S. Satellite. As a deterrent, the post served its purpose until November when Lt. Gen. Winfield Scott and British Columbia Gov. James Douglas finally agreed to a peaceful joint occupation by a company from each nation until the boundary dispute could be resolved. Casey and the bulk of the troops departed, along with the artillery from the redoubt. One company remained.  And thus would the post continue through July 17, 1874. Eight companies from four regiments - all regular army and under command of 15 different officers - would man the post through some of the most tumultuous years of American history. They endured isolation, bad food, worse quarters and crushing boredom. Some soldiers were willing to risk company punishment - such as carrying a 40-pound log around the post all day - to numb themselves with the rotgut whisky of old San Juan Town. Some committed suicide. Some took \"French leave\" (deserted). But most endured and by so doing contributed to the legacy of peace we celebrate today.        American Camp parade ground today with officers' row at center. The picket fence was reconstructed in 1993. The far officers' quarters was moved back to the parade ground in December 2010 to its original location. The visitor center is among the trees in the background. NPS Photo                    American Camp   14 Photos",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/american-camp.htm"
}
