{
    "title": "San Juan Island National Historical Park: The First Ones",
    "body": "The First Ones        This Coast Salish village captured by an artist on one of the Spanish expeditions (1790-1792) to the Northwest Coast is situated similarly to the old village that once stood on Garrison Bay. It is located on the water at the base of a hill. Library of Congress         A Lummi Woman Library of Congress  San Juan Island has been a magnet for human habitation. Its location at the crossroads of three great waterways, plus sheltered harbors, open prairie and secluded woodlands, drew people wanting to stake a life, or find rest and relaxation amid an abundant food source.  The ancestors of today's Northern Straits Coast Salish people began to appear in the wake of the continental ice sheet that started to recede 11,000 years ago. Archaeological evidence suggests that the island supported hunting and gathering between 6,000 and 8,000 years ago. The marine culture encountered by the first Europeans to the area developed about 2,500 years ago, and traces of its once thriving villages remain in the shell middens found along the shoreline of American and English camps and throughout the San Juan islands.       The forebearers of today's Lummi Nation considered San Juan Island an abundant source of food and a sacred place. This image of a Lummi family in traditional dress was probably taken around the turn of the 19th-20th centuries. Library of Congress           A Coast Salish woman harvests shellfish on the beach utlizing a stick and basket woven from natural fibers. Click on the image to learn how a contemporary Lummi weaver, Anna Jefferson, practiced her craft in the traditional way. Library of Congress\/ Video: Whatcom County Library System (WCLS)  By early historic times, the indigenous people of the San Juan Islands and nearby mainland areas were primarily members of six Central Coast Salish Tribes who spoke the Northern Straits language: Sooke, Saanich, Songhee, Lummi, Samish and Semiahmoo. Another Central Coast Salish tribe that entered the Northern Straits country spoke the closely related Klallam (or Clallam) language.  In addition to sharing these languages, the Central Coast Salish tribes shared a culture and way of life through which they used a wide range of marine, riverine, and terrestrial resources. They followed patterns of seasonal movement between islands and the mainland and from large winter villages to smaller resource collection camps occupied in the other seasons. Because of the exposure to severe winter winds and storms of the Strait of Juan de Fuca, those sites found within the Cattle Point-Mount Finlayson-South Beach area were considered to be more likely seasonal subsistence and resource collection and processing camps, rather than permanent settlements.      The Lummi are one of the Coast Salish peoples whose ancestors lived in the San Juan Islands. Below are quotes from Lummi elders, which are examples of oral tradition. They are from a book called Lummi Elders Speak: We had all kinds of food. We had food that was gathered and preserved for the winter like salmon and clams and berries. And fresh ducks. There are times when the weather is right and they would know just what to gather like a certain kind of berry. It took a lot of training and it took advice on how to do all of this. They didn't just go and gather too much food. They only gathered a lot of food when they were preparing for winter.  --  Al Charles  We went out to the islands to get berries, fish. --  Isadore Tom  When they were gathering food the Indian people never stopped in one place. Didn't have no reservation then. They went from place to place… They had seasons for these moves. Like right now there's the herring season… Steelhead run in December… They know when the clams are good. They know all these seasons. -- James Joseph       The Royal Marine detachment camp, shown in this c. 1865 painting, was built in March 1860 atop a shell midden left over more than 2,000 years before by Garrison Bay's first residents. Note the canoes in lower left. It appears as if the Indians are giving canoe paddling lessons to the Royal Marines. San Juan Island NHP         The devastation of European diseases made the Coast Salish people vulnerable to slave raids from the Lekwiltok from Johnstone Straits on the east side of Vancouver Island. In response they built forts, which were described by Lt. Joseph Baker during the George Vancouver explorations. Library of Congress  Archaeologists call the way of life described by the Lummi elders a seasonal round. In a seasonal round, people live at different places during specific times of the year. At each place, certain plants and animals were ready to be harvested.  During the winter, they lived in villages near the shore. English Camp was an ideal spot for a village because it is on a quiet bay, protected from harsh winter winds by the surrounding hills. The quiet bay provided a safe place to dock canoes and fish during the winter.  Coast Salish families passed down sites for fishing, hunting, and gathering many plants. Cattle Point was an abundant site for gathering food. People fished for salmon off the coast and gathered large amounts of shellfish, and gathered camas bulbs and other plants from the prairie. They stored all of these foods for use in the winter.  European diseases, probably introduced by the 1774 Spanish voyage conducted by the navigator Juan Perez,  reduced this population to a scattering of villages long before 1791, when the Isla y Archipelago de San Juan was first named by Francisco Eliza, a Spanish explorer charged with retrenching the Spanish presence in the Pacific Northwest. That same year Eliza reported that at Point Roberts, north of the archipelago, \"...an incredible quantity of salmon and numerous Indians...,\" which the ethnologist, Dr. Wayne Suttles, speculated indicated the ancient technique of reef netting.        These bone harpoon points excavated by archaeological field school at American Camp date from 2,500 years ago to the early 19th century. Mike Vouri  Fifty years later, in October 1853, James Alden of the U.S. Coast Survey enthused about the maritime resources. \"Salmon abound in great quantities at certain seasons of the year, when the water in every direction seems to be filled with them…The Hudson's Bay Company has a fishing establishment at San Juan … where I am informed they have put up this season 600 barrels of salmon.\"  The Company purchased the fish from Lummi, Songee and other groups and processed them at salmon salting stations on the island starting in 1851. One blanket bought 60 fish, which, according to company records amounted to some 2,000 to 3,000 barrels a season.  The five salmon runs—king (chinook), sockeye, cohoe (silver), pink and chum-- were so extensive that, short of ecological disaster or broken rhythm, the Indians could not miss. Four methods were used: Hook line, encirclement, entanglement and entrapment. Hook and line involved trolling outboard in deep water and was employed mainly for the immediate consumption or later the fresh fish market. The species were mainly Kings and silvers.        Lummi master carver Jewell James was one of the keynote speakers recently during a ceremony at English Camp, a Lummi ancestral home. Gary Tarleton  In 1858 Caleb Kennerly, a naturalist with the Northwest Boundary Survey, proclaimed the Salmon Bank on the southern end of the island as \"…perhaps the best fishing grounds on Puget Sound,\" where \"numerous bands of Indians\" seasonally encamped ashore. These included not only local Coast Salish groups, who plied reef nets, but also Northwest Coast people from the British Columbia coast and southeast Alaska. Those \"with the proper appliances\" for fishing could make money, Kennerly predicted.  Unfortunately for the American Indian and First Nations peoples, Kennerly's predictions came true  Geologically speaking, the bank is a submerged ridge formed by moraines left by the glacier that receded starting about 11,000 years ago. But its cultural and economic impact reverberates to this day. Kennerly's \"appliances\" were profoundly realized in 1894 with the introduction of fish traps, an adaptation of the Indian reef nets, which could trap thousands of sockeye salmon in a single season. Motorized purse seiners, heretofore powered by oars, and the rising sports fishing market soon rivaled the traps.  The competition came to a head in 1934 when the fish traps were banned, and the job market slumped. By then the old Indian fishery, the camas patches and mounds of clam shells had slipped into memory.  Hopefully those memories will soon be refreshed as the Lummi Nation, in hopes of restoring the traditional reef netting methods, in July and August 2014 tested the waters off San Juan Island's western coastline. They beached a large canoe and camped on the English Camp shoreline (once known as Smuh-yuh (phonetic spelling), according Suttles) probably for the first time since the 19th century.  November is National Native American Heritage Month. The Library of Congress, National Archives and Records Administration, National Endowment for the Humanities, National Gallery of Art, National Park Service, Smithsonian Institution and United States Holocaust Memorial Museum join in paying tribute to the rich ancestry and traditions of Native Americans. Click here to view slide show of recent Lummi activities at English Camp and the San Juan County Fair in 2014.       Gary Tarleton        Coast Salish and Nootka canoes and “Columbia River” boats dock below the old Kanaka village on its namesake bay, c. 1897. The Coast Salish called it ayalyex, “good place” or “good spring water.” Coast Salish from across the region reef netted or trolled for salmon here for generations.  In top photo, the canoe that the Lummi Nation used recently to find reef-netting sites is at rest on Garrison Bay. NARA",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/the-first-ones.htm"
}
