{
    "title": "San Juan Island National Historical Park: Prescribed Fire on Young Hill 2014",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Prescribed Fire on Young Hill 2014                Prescribed Fire on Young Hill 2014        Two members of a joint fire crew ignite with drop torch and control with hose the fire near the Royal Marine cemetery during the prescribed fire on Young Hill on June 23, 2014. Click on the image to view video of the fire by park Ranger Gary Tarleton. Mike Vouri         Drip torches used during the prescribed fire. Each contains a mixture of gasoline and diesel fuel. They are aligned after the burn for accounting purposes. Mike Vouri  National Park Service, U.S. Forest Service and San Juan County fire crews conducted a successful prescribed fire on the southwest slope of Young Hill on June 23.  The Young Hill fires involved 15 acres on the upper southwest portion of the hill, running in a triangle from the English Camp cemetery to the east summit trail and on up to the summit. The operation traced the first prescribed fire on the hill conducted in 2003 by a crew from Olympic National Park, led by Todd Rankin. (Rankin was also present on the June 23 fire.) Prescribed fires in this and three other units over the last decade have been especially beneficial to the Garry oak woodlands on the southwest slope. Following a thorough briefing by fire supervisor, the NPS's Joseph Harwood, at 10 a.m., the crew moved up the slope and worked down from the summit, completing the task by 2:30 p.m. It started raining not long afterwards. To prepare for the burn, the fire crew established a portable reservoir at the cemetery and strung wet lines around the boundary of the burn area. The fire line was wetted down prior to ignition to contain fire and the reservoir was maintained by county fire personnel. County fire fighters also worked the line. Prescribed fire is one of the primary tools in the park’s long-term program to reestablish portions of the diverse native grasslands at American Camp and Garry oak woodlands on the Young Hill slopes, according to Lee Taylor, park superintendent. Although remnants of the native plant community exist, large areas have been invaded by non-native plants, in part as a result of farming, as well as the exclusion of fire, used by native peoples before the arrival of Europeans. Fire reduces the amount of organic material and eliminates non-native seeds, which enables native plants to hold their own against non-native species. \"Reducing the fuel levels aids in restoring desired conditions for native species such as the Garry oak,\" Taylor said.  The use of fire as an aid to prairie and Garry oak restoration is an activity identified in the park’s approved fire plan. To view the plan, visit the park website at http:\/\/www.nps.gov\/sajh\/parkmgmt\/firemanagement.htm",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/photosmultimedia\/prescribed-fire-on-young-hill-2014.htm"
}
