{
    "title": "Fort Matanzas National Monument: Lightscape \/ Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Lightscape \/ Night Sky                Lightscape \/ Night Sky       When many people think of what a national park protects, they likely think of things like plants, animals, archeological ruins, and scenic vistas, and rightly so, because these are all things that national parks are charged with protecting. Probably few people think of dark skies as a natural feature that national parks seek to preserve. Yet a dark sky in all its astronomical glory is indeed a natural resource that warrants protection throughout the national park system. Unfortunately, most parks, especially those in the eastern part of the country, are islands in an ever growing sea of development. With development comes artificial lighting, and the larger the city, the more light pollution is emitted. The thousands of stars visible on a moonless night under ideal conditions are reduced to a mere fraction when they are washed out in the skyglow emanating from human habitation. It follows that one way to quantitatively determine the amount of light (and particulate matter in the form of pollution) in the night sky is to determine how faint of a natural celestial object can be seen with the naked eye from a particular location. American astronomer John Bortle developed such a scale in 2001. It ranges from 1 (best quality) to 9 (worst). A night sky rates a 1 if the Triangulum Galaxy (a nebula next to the constellation Triangulum) can be seen by looking directly at it. (Because of the placement of the light-sensitive rods toward the edges of the eye's retina, dim objects are best seen by using averted vision.) Under the most polluted conditions (9 on the Bortle Scale) the Andromeda Galaxy (a nebula adjacent to the constellation Andromeda, appropriately) cannot be seen at all. At Fort Matanzas, the Andromeda Galaxy, as well as the seven main stars of the constellation Ursa Minor (the Little Dipper), including the North Star, tend to get washed out by the glow of the city of St. Augustine fourteen miles to the north. Additionally, there is often haze blowing in off the ocean, making even the Milky Way difficult to see overhead. But when conditions are right, when the wind is down and the air is clear and cold, the night sky over the park is indeed spangled with stars, and as worthy of protection as any other resource in the park.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/lightscape.htm"
}
