{
    "title": "San Juan Island National Historical Park: 2015 Summer Program Guide Released",
    "body": "2015 Program Guide Released          Dancers in period and modern dress listen to instruction from bandleader and caller Michael Cohen during the Candlelight Ball at Encampment 2014. Encampment 2015 is scheduled July 25-26. Gary Tarleton       Subscribe  | What is RSS    News Release Date: April 21, 2015  Contact: Doug Halsey, 360-378-2240, ext. 2229  From black powder demonstrations to spinning and weaving, ranger guided walks, period music and dancing, the park's 2015 Summer Program Guide offers one of the most diverse and exciting summers in park history. As always, the highlight will be Encampment 2015, scheduled July 25-26 on the English Camp parade ground. Re-enactors from throughout the Pacific Northwest and Canada will encamp for two days sharing their knowledge of the region’s 19th century frontier past. On the Saturday evening of the event the park celebrates the peaceful resolution of the Pig war crisis with dancing and the traditional punch and cake during the Candlelight Ball.  The following week, San Juan Island Sheep to Shawl spinners and weavers will join fellow islanders, Roger Ellison and Anita Barreca, to show how it was done with all-natural fibers, including wild reeds.  Two popular special programs from 2014 will return with \"Part II\" features. Park Ranger Doug Halsey steps up first at 7 p.m., July 15 in the San Juan Island Library with Einstein’s Cat: The Coming of Telegraphy on San Juan Island, Part Two, a PowerPoint program demonstrating how time and distance had a profound effect on events, when and how the telegraph arrived here and its impact on communications on the island. Boyd Pratt, Doug McCutchen and Mike Vouri will meet again at 7 p.m., Wednesday August 19 at the San Juan Island Grange to present Mapping the San Juan Islands Redux, an update last year’s evenings of viewing 1890s images of the San Juan Islands by the U.S. Coast Survey’s John Gilbert, contrasted with photographs taken from the same perspective today.  Additionally: San Juan island artist Nancy Spaulding will return with two sketching workshops, scheduled for 2 p.m. Saturdays, July 18 and August 8 at American Camp; Boyd Pratt will offer his latest research on Belle Vue Sheep Farm and what followed at 7 p.m., Wednesday, July 8 at the San Juan island Library; and Mike Vouri will presents his last program as park historian (before retirement in September) when he explores the impact of the Royal Navy in the north Pacific with Limeys on San Juan at 7 p.m., Wednesday August 12 also at the library.  As always, each week park rangers and volunteers daily will escort visitors on explorations of cultural and natural history with a series of walks at both English and American Camps. Learn how the Royal Marines went about their daily lives, Indians pioneered salmon fishing techniques still in use today and how island farming practices also were developed at American Camp.  All programs are free and open to the public, except where noted. Programs are subject to change without prior notice. For updates on additional programs and accessibility information, call San Juan Island National Historical Park at (360) 378-2240, ext. 2226; visit this link; or find us on Facebook and Twitter.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/news\/2015-program-schedule-released.htm"
}
