{
    "title": "San Juan Island National Historical Park: Belle Vue Sheep Farm",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Belle Vue Sheep Farm                Belle Vue Sheep Farm          Belle Vue Sheep Farm's \"Home Prairie\" establishment on San Juan Island was a gathering place for British and Americans alike in the 1850's. The above artist's depiction reveals the camp in its heyday in September 1859 at the height of the Pig War crisis. At the time, the HBC was running more 4,500 sheep from several stations throughout the 54 square-mile island. Wool, mutton, salted fish and timber were shipped via Fort Victoria across the North Pacific basin. NPS Painting by Richard Schlecht         Born in 1827 in Limerick, Ireland, Charles J. Griffin began his Hudson's Bay Company career in 1846 at Fort Coulonge in Montreal. He was assigned as \"clerk in charge\" of Belle Vue Sheep Farm in December 1853, then elevated to \"chief trader\" here in 1857. Griffin was then reassigned to the Red River NPS Photo  On a chilly December 15, 1853, a group of Europeans, Hawaiians, and Indians led by Fort Victoria Chief Factor James Douglas landed on the southern tip of San Juan Island and turned loose 1,369 sheep to graze on the sweeping prairies that gave onto the Strait of Juan de Fuca. Douglas also brought along seed for crops and farm yard animals, including several Berkshire boars. He then appointed Charles John Griffin (right) chief agent of this new Hudson's Bay Company establishment. Gazing at the magnificent Olympic Mountains directly across the Strait of Juan de Fuca, Griffin appropriately called his prairie home \"Belle Vue Sheep Farm.\" While San Juan Island's open prairies were ideal for agriculture and livestock, Douglas's primary purpose was political. The presence of a thriving agricultural community would solidify Great Britain's claim to the island, which had been in dispute with the United States since the two nations signed the Treaty of Oregon in June 1846. In his role as governor of the crown colony of Vancouver Island, Douglas had already \"succeeded in defeating every attempt made to preoccupy the Arro Islands (San Juans) by American Squatters\" by warning off Yankee timber men, while at the same time establishing HBC fishing stations on San Juan's western shore.       The above circa 1858 image of Belle Vue Sheep Farm was captured by artist James Madison Alden of Northwest Boundary Survey. Alden first visited the San Juan Islands in 1854 aboard the Coast Survey Steamer Active, captained by his uncle, Lieutenant Commanding James Alden. Compare this view with the contemporary photo at the bottom of this page. NPS Image      Belle Vue Sheep Farm was the last of the agricultural facilities established by the HBC south of the 49th parallel. The foray into agriculture by a company principally known for the fur trade, had begun in the 1820s as means to feed and clothe employees. However, by the late 1830s the company operated several corporate farms in the Oregon Country, which, combined with timber and fishing interests, made it an economic force on the Pacific Rim. Wool, mutton, lumber and fish, in addition to furs, were shipped from the West Coast to Russian America (Alaska), China and other points west, as well as to England. It was the realization of the vision expressed by Alexander Mackenzie when he wrote about his epic journey across Canada to the Pacific in 1793.  Griffin set about establishing the operation with vigor. By early spring, crews of Cowitchan Indian employees had cleared a rough track running north-south up the center of the 16 1\/2 mile-long island, which became known as the \"Cowitchan\" (and later the \"Military\") Road. The road and its many offshoots transited or terminated at open pasturage where the flocks could expand. Several of these \"prairies\" would become permanent sheep stations with names such as Porte L'Enfre (now Portland Fair), Little Mountain on Oak Prairie (San Juan Valley) and New Station (possibly the site of the town of Friday Harbor). A large truck garden was planted at Home Prairie (just north of Grandma's Cove at American Camp), while work began on log rail and picket fences as well as the \"post and sill\" cottages that would compose the farm's headquarters for the next eight years. Two years later, the farm was a going concern as evidenced by Douglas's January 1857 report:  \"The sheep at San Juan are divided into four flocks, kept at as many different stations; each flock being under the charge of an engaged servant, with 3 Indians, and Murdoch McLeod, a very trusted Lewis man, acts as head shepherd. There being no grass or other food for the sheep in the wooded Districts, the sheep stations are, from necessity, placed in the natural prairies of the Island; which are distant from each other, and connected by roads, opened with much labour, through the forest...\"       Belle Vue Sheep Farm at the height of the Pig War crisis in September 1859. At far right is British Magistrate John De Courcy, who had been dispatched in July by Gov. James Douglas to arrest Lyman Cutlar the pig killer. De Courcy also was to evict as trespassers all 18 Americans living on the island. Yale Collection of Western Americana, Beinecke Rare Book and Manuscript Library      The stations tallied a total of 4,250 sheep with 2,700 sheep on site, 1,000 supplied to \"other places,\" 150 killed for food and 400 carried away by Americans! If the HBC's commercial empire fulfilled the vision of Mackenzie, it also fueled dreams of \"Manifest Destiny\" by the Americans. Yankee merchant captains visited the Oregon Country by sea as early as the 1780s and commercial claims were staked by 1810 with the founding of Astoria. By the mid-1840s, American farmers dominated the Willamette Valley, which spurred the HBC to move its headquarters to Fort Victoria and begin to curtail its farming operations between Puget Sound and the Columbia River.  By late 1853 with the formation of Washington Territory and the expected arrival of an aggressive young governor and Mexican War hero, Isaac Stevens, Douglas knew more Americans would move north of the Columbia and snap up new lands in the Puget Sound basin. From there they would push up to the 49th parallel and those who knew anything about agriculture would gravitate to the San Juans with their bounty of timber, safe harbors and prairies barren of trees but rich in topsoil.  As Douglas predicted, the establishment of Belle Vue Sheep Farm drew an immediate response from the Americans. In the first two year's of the farm's operation Griffin was besieged by federal customs officials and county tax collectors. As mentioned above, the latter went so far as to hold a \"sheriff's sale\" on the beach below Home Prairie and abscond at gunpoint with 35 breeding rams (as opposed to the 400 claimed by Griffin). An international incident ensued which calmed down only when the President of the United States gave his assurances that British property would be respected. Nevertheless, U.S. customs inspectors regularly called at San Juan to keep book on Griffin's operation in anticipation of the day the islands became U.S. possessions.       Fort Victoria, Vancouver Island, was still a fledgling British colony when Belle Vue Sheep Farm was established in 1853. But following the Fraser River gold rush the provencial capital became the community center of the Pacific Northwest for British subjects and American citizens alike. Library of Congress      Between 1855 and 1859, taxes were assessed (but not collected) on the HBC. As of May 20, 1859, the HBC had 4,500 sheep, 40 cattle, 5 yoke of oxen, 35 horses and 40 hogs, plus 80 fenced acres under cultivation with oats, peas, and potatoes. Griffin had 19 employees, three of whom were naturalized American citizens who actually voted in the territorial election. The company reported property holdings with structures at Stubbs Point, Belle Vue Farm, Frasers Farm, Droyen Farm, Blakes Farm, Longacres Farm, Chandlers Prairie, New Station, Limestone Station and John Bull Station. There were altogether 29 settlers. No Americans settled on the island until several frustrated miners drifted over from the Fraser River diggings between the summer of 1858 and January 1859. Indian fears had heretofore kept them away. For example, in April 1858 deputy customs inspector Paul K. Hubbs, Jr., was shot at by a party of Clallams from the Olympic Peninsula encamped on the island. Captain Granville O. Haller, commander of Co. I. Fourth Infantry at Fort Townsend crossed the strait with a small guard to “capture the offenders.” Griffin had helped Hubbs escape and was pleased to see Haller and his men. The Clallam fled.  The Americans were settled on preemption claims which they expected the U.S. Government to recognize as valid, but which the British considered illegal. Neither side recognized the authority of the other. The stage was set in June 1859 for one of the miners-turned-farmers, Lyman Cutlar, to shoot one of Griffin's hogs and precipitate the \"Pig War\" crisis. For all of the ado it engendered, Griffin's journal entry for the incident was succinct and buried in the text:  \"Wednesday 15th Heavy rain during the night & showery all day, light wind. -- Shepherds packing wool, finished shearing Ignace’s flock last eveg. -- Jacob & Lamane hauling logs. Robillard & George sawing oak for hay carts, cradles etc. -- Inds weeding etc. -- Napoleon left for Victoria to have his account settled. -- An American shot one of my pigs for trespassing!!!-- Beaver arrived wh Messrs Dallas, Fraser & Dr Tolmie. --\"        This U.S. Army map drawn by 2ndLt. James Forsyth reveals the close proximity of the U.S. camp following the \"pig incident.\" NPS Photo  Throughout crisis, Griffin continued to list events of international import along with daily farming tasks, such as Pickett's landing and the men's official encounter: \"Wednesday 27th Dark & cloudy wh constant thunder & showers of rain. -- wind fresh west -- L’Gamine wh two kanakas out at Grande Prairie cutting hay. George at cradles. Inds whitewashing house. -- Last eveg. late the U:S: Steamer “Shubrick” & “Massachusetts” anchored in the Bay. They have been all day landing stores etc etc -- wh the intention I fancy of building a military station a number of soldiers, officers etc- wh tents stores etc are encamped near the Lagoon at my wharf.\" \"Saturday 30th Very warm & calm. -- Mens occupations as yesterday. -- This morning I lodged a complaint before Capt Picket personally his being a trespasser here & warning him off the Island -- see official correspondence. -- Mr Dallas left in 'Beaver' about 1:30 pm: --\" Despite his initial fury at losing a hog and his occasional consternation with soldiers and sailors overrunning his property and shooting his livestock, Griffin still managed to make many new friends, Americans and British alike. However, with the coming of the soldiers and marines also came more settlers, many of whom squatted on HBC property and diminished sheep grazing areas. Moreover the island was beset by smugglers, whisky sellers and prostitutes, which Griffin claimed was \"demoralizing\" his employees. The company's London headquarters, acting on advice from Alexander Grant Dallas, an HBC director in Victoria, ordered on Feb. 9, 1861 that Belle Vue Farm should be closed \"as soon as circumstances would permit. Charles Griffin left exactly one year later and was replaced by Robert Firth, a shepherd, who later leased the farm from spring of 1864 until 1873, when he became owner of the land.  Thus ended the Hudson's Bay Company's remarkable chapter on San Juan Island. The legacy left by Charles Griffin and his staff is still apparent. Many of the island's roads today trace the paths of the sheep runs carved through forest and around the tremendous rocks left behind by the glaciers. A few of the prairies are still in use for grazing, though in some cases sheep have given way to alpacas, which pay more per acre.  Read more about the Hudson's Bay Company on San Juan Island in Charles Griffin's own words by visiting the Belle Vue Sheep Farm Journals.       Belle Vue Sheep farm site today with the Olympic Mountains rising across the Strait of Juan de Fuca. Park visitors transit the area on their way to Grandma's Cove and the prairie walks. NPS Photo",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/historyculture\/belle-vue-sheep-farm.htm"
}
