{
    "title": "San Juan Island National Historical Park: Accessibility",
    "body": "Accessibility                  We hope this information will be useful in planning your visit. We are continually working to upgrade facilities for accessibility and to improve park access for all visitors. While not all facilities are fully accessible, park staff is happy to assist any visitor with special needs. If you have comments or suggestions about facilities, services, or programs, please let us know. For more information, call San Juan Island National Historical Park at (360) 378-2240 or write to: Superintendent San Juan Island National Historical Park P.O. Box 429 650 Mullis St., Suite 100 Friday Harbor, WA 98250 .  Visitor Centers  The American Camp Visitor Center has reserved parking and is accessible by ramp. The restrooms, exhibit area, bookstore, information desk, and drinking fountain are fully wheelchair-accessible. Rangers are on duty to answer questions and assist visitors. English Camp is far less accessible. Only the parking lot, picnic area, and parking lot restrooms are accessible most of the year. However, during the summer months (June-September) a staff operated golf cart is available to shuttle those who need assistance to and from the parade grounds.  Picnic Areas  San Juan Island National Historical Park has four picnic areas. Three at American Camp and one at English Camp. All four picnic areas are accessible by car. At American Camp the picnic areas are located at the visitor center, adjacent to the Fourth of July beach parking lot, and along South Beach. Most of the picnic tables are located very close to parking areas and are easily accessed. Some tables are harder to get to, most notably at South Beach were short areas of sand must be crossed to reach some tables. All three areas have accessible restrooms. The picnic area at English Camp is located at the top of the parking lot and is easily accessible. A fully accessible restroom is also located in the parking area.  Trails  While no trail at American Camp meets all ADA standards for trails, there are some trails that most visitors in wheelchairs find very easy to navigate. Those trails include the trail from the visitor center to the redoubt and the some of the trails that start at the Jakle's Lagoon parking lot. Please contact the American Camp visitor center for specific information. Unfortunately, There are no accessible trails at English Camp.  Programs  Park staff gladly offers programs for anyone with special needs. If you would like to schedule a program in advance please call the American Camp visitor center at (360) 378-2240 ext. 2228.  Access Passes  While not offered in the park, the Access Pass is a free lifetime entrance permit to all federal parks, monuments, and recreation areas. It also provides a 50% reduction of camping fees. The Golden Access Passport is issued to United States residents who are blind or permanently disabled.  For more information on the Access Pass please click here. td>",
    "url": "https:\/\/www.nps.gov\/sajh\/planyourvisit\/accessibility.htm"
}
