{
    "title": "San Juan Island National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety          Be Careful Out There!  San Juan Island National Historical Park offers many opportunities for discovery. To help ensure a safe, enjoyable visit, pay attention and follow a few important guidelines as you explore the park.  Emergency phone: 911 Drive safely and wear your seatbelt at all times. The speed limit is 25 mph in the park unless otherwise noted. It is easy to get distracted by scenery—pay attention. Hitting a deer is not a remote possibility in the park and the island at large. Be especially alert at night and early in the morning. The deer graze on the dewy grasses along the road. If one crosses in front of you it is very likely another will follow so slow way down! Do not drink and drive. If you're bicycling with a friend or group, ride single file. If you're a motorist and encounter cyclists, slow down and give way to oncoming traffic before passing; and give the cyclists a wide berth. Please use the bicycle racks available at both park units. Two- and three-wheeled moped rentals are available on the island. These machines top out at 35 mph, so bear to the right while on the road. Do not use park parking areas as training grounds for unlicensed drivers (specifically minors). Park staff will report you to the rental operator, which will cost you your deposit. If you must demonstrate your engineering prowess by building driftwood structures at South Beach, please use caution and tear them down before you leave. They can collapse and harm those who are admiring your work up close. When in doubt, ask a ranger first!  Remember that your actions can make the difference between a happy memory and an unpleasant experience.   Trail Safety There are a number of things you can do to make your hike safer:   Carry water (at least 20 ounces, more on warm days).   Wear sturdy hiking shoes and bring a hat (sun or stocking). Layer for variable weather.   Follow park trails and use a map or GPS unit. Be advised: Mobile telephone range is irregular on the island with the American Camp prairie, Jakle's Lagoon\/Mt. Finlayson, Mitchell Hill and Young Hill trail networks one and half bars or less. You may encounter a stronger signal at American Camp, but the chances are good that it will involve a roaming charge from Canada.   Do not modify or build new cairns or wood structures. You could send someone in the wrong direction.   Mountain biking, horseback riding and hiking are all welcome on specified trails in the Mitchell Hill trail network at English Camp. However building ramps and banked turns for extreme cycling is forbidden. Cyclists, hikers and horseback riders are urged to use caution and remain alert to the presence of other users. Remember, speed can kill on some trails.   Know the difficulty level of the trail and your physical abilities and limitations.   Be careful while walking near cliff ledges. Loose gravel and wet moss on rocks create dangerous footing, which can result in serious falls. The bluff trails at American Camp are notably slippery in rainy weather.   Be sure to tell someone your plans—when you are leaving, where you are going, and when you will return.   Remain in one place if you become separated from your group.",
    "url": "https:\/\/www.nps.gov\/sajh\/planyourvisit\/safety.htm"
}
