{
    "title": "San Juan Island National Historical Park: BioBlitz Runs All Day April 25",
    "body": "BioBlitz 2015 Runs All Day April 25          Raena Parsons       Subscribe  | What is RSS    News Release Date: April 21, 2015  Contact: Raena Parsons, 360-378-2240, ext. 2222  San Juan Islanders and visitors throughout the region will have the opportunity to work along side scientists in tallying the flora and fauna of American and English camps during the park's second annual BioBlitzscheduled from 7a.m. to 11 p.m., April 25.  The marathon event caps off a host of activites that kicked off on Monday (April 19). For the week's schedule see link. A BioBlitz is a unique combination of taxonomic inventory, public outreach, and science education. At its core, the BioBlitz is species inventory in which teams ofvolunteers, each led by an expert scientist, find, identify, and photograph as many species as possible within a 24-hour period.  This snapshot view helps uslook at many different habitats over the same time period, and better understand what lives in the park.This year's focus will be on amphibians and pollinators, though the event is open to any taxonomic interest. The park is looking for field biologists, naturalists, and taxonomic experts to participate in the BioBlitz. But even if you don't have scientific expertise,come along anyway and learn while doing.  We also need volunteer photographers, computer wizards, people wranglers and coffee makers.  \"The success of a BioBlitz depends greatly on the knowledge and enthusiasm of theparticipants,\" said Raena Parsons, park education specialist.\"Comejoin us and share your knowledge.\" Counting activities will be supplemented by guided botony, bird and art walks throughoutthe day. Stay posted for times and dates.  Please indicate your interest by filling out a Registration Packet, available here, and send to Parsons as soon as possible. For information call her at 360-378-2240, ext. 2222 or e-mail us.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/news\/bioblitz-2015-runs-all-day-april-25.htm"
}
