{
    "title": "Fort Matanzas National Monument: Disturbed Lands",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Disturbed Lands                Disturbed Lands         Primary sand dunes have been eroded into escarpments by the relentless action of wave energy. NPS Photo  Almost undoubtedly, the biggest factor contributing to land disturbance within national parks in the future, especially those located along the coast, will be climate change. The National Park Service Director has called climate change “the greatest threat to the integrity of our national parks that we have ever experienced”. Coastal parks like Fort Matanzas National Monument are particularly threatened by incremental sea level rise leading to higher average tides, coupled with more intense storm events. The result is erosion of the beach dunes and threats to park infrastructure. Park staff spend a large amount of time cleaning up from the effects of strong storms and higher than average tides. Much of the park’s Atlantic beach foredune system is no longer present, washed away by energetic wave action, leaving an escarped primary dune line even more vulnerable to erosion. In areas on the opposite side of Anastasia Island along the Matanzas River, some dunes have been completely blown out by high water. Changes of this sort are certainly not unprecedented on a barrier island, but when considered in the broader context of a worldwide climate in flux, the degree to which human activities have altered nature’s balance are worth examining. The Intergovernmental Panel on Climate Change (IPCC) is a group of 1,300 independent scientific experts from around the world who work under the auspices of the United Nations. They have concluded there is a more than 90% probability that human activities over the past 150 years have warmed the Earth’s atmosphere. Since the onset of the Industrial Revolution the amount of human-produced carbon dioxide has risen from 280 parts per million (ppm) to 379 ppm. The IPCC has concluded that along with other gases produced by modern society (such as methane and nitrous oxide), carbon dioxide has caused much of the observed increase in Earth’s temperature. These “greenhouse gases” permit sunlight to reach the surface of the planet, but then trap the re-radiated infra-red wavelengths. As more and more greenhouse gases have been produced through increased deforestation and fossil fuel consumption, their heat-trapping ability has only risen, thus leading to the warming atmosphere. To quote the IPCC, “Warming of the climate system is unequivocal, as is now evident from observations of increases in global average air and ocean temperatures, widespread melting of snow and ice, and rising global average sea level. Most of the observed increase in global average temperatures since the mid-20th century is very likely due to the observed increase in anthropogenic [human-caused] greenhouse gas concentrations.” While the Earth’s temperature has fluctuated throughout its history, the current human-exacerbated warming trend is proceeding at a rate that is unprecedented in the past 1,300 years. Human civilization, and natural areas such as national parks, are already feeling the effects of a changing climate. Global sea level has risen about 6.7 inches in the last century, with the rate of increase in the past decade nearly double that of previous years. The ten warmest years in the modern meteorological record have all occurred since 1998. The oceans have absorbed much of this heat, with the top 2,300 feet of ocean waters warming .302 degrees F since 1969. Accompanying the thermal expansion of the oceans has been steadily melting arctic and Antarctic ice sheets and sea ice. From at least 2006 to 2010, Fort Matanzas had the largest nesting colony of increasingly rare least terns on the east coast of Florida. The colony was upwards of seven acres in size. In the years since 2010 the colony experienced a precipitous decline as the foredune habitat required by the terns eroded away due to continual over-wash from high tides and storms. Other factors (such as non-native predators) surely contributed, but loss of suitable nesting habitat is probably the primary reason the colony shrank from 256 nests in 2010 to 0 in 2015. As sea levels continue to rise and sand dunes transition to open beach, other species that rely on sand dune habitat will eventually be impacted. Some, like the eastern indigo snake, Anastasia Island beach mouse, and gopher tortoise, are already suffering range-wide population declines. Loss of sand dunes also exposes inland resources to the full energy of hurricanes and storm surge. Cultural\/historical resources such as archaeological sites and forts may be inundated by flood waters. Park infrastructure may also be damaged (e.g., docks, visitor centers, roads, and bridges). The pernicious results of a changing climate put the park’s namesake resource, Fort Matanzas itself, at potentially high risk for impairment sometime in the future.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/disturbedlands.htm"
}
