{
    "title": "San Juan Island National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     September 15, 2015  Prescribed Fires Scheduled September 20-25  National Park Service and possibly San Juan County fire crews plan to conduct a prescribed fire on the southwest slope of Young Hill and two American Camp locations between September 20 and 25, weather permitting, announced Acting Superintendent Jerald Weaver.   April 21, 2015  BioBlitz 2015 Runs All Day April 25  San Juan Islanders and visitors throughout the region will have the opportunity to work along side scientists in tallying the flora and fauna of American and English camps during the park's second annual BioBlitz scheduled from 7a.m. to 11 p.m., April 25.   April 21, 2015  2015 Program Guide Released  From black powder demonstrations to spinning and weaving, ranger guided walks, period music and dancing, the park's 2015 Summer Program Guide offers one of the most diverse and exciting summers in park history.   April 20, 2015  Community Arts in the Park Returns In May  San Juan Island National Historical Park, in partnership with the San Juan County Land Bank, is once again hosting the Community Arts in the Park competition with entries accepted between May 11-15, announced project coordinator Park Ranger Raena Parsons.   March 15, 2015  Encampment 2015 Scheduled July 25 and 26  Re-enactors from throughout the Pacific Northwest and Canada will once again celebrate peace as they gather for the 18th Annual Encampment scheduled Saturday and Sunday, July 25-26 on the English Camp parade ground.   March 05, 2015  Park To Hire Three Summer Interns  San Juan Island National Historical Park has announced three paid, full-time summer intern positions through the Youth Conservation Corps, according to Jerald Weaver, park chief of Integrated Resources.   September 08, 2014  Lummi Nation Returns to English Camp  Members of the Lummi Nation for the first time in decades brought ceremony and dance to San Juan Island in July and August as part of their project to re-introduce traditional fishing practices to Lummi youth, launching from the shores of San Juan Island National Historical Park's English Camp unit.   June 23, 2014  Prescribed Fire Slated June 23 on Young Hill  National Park Service, U.S. Forest Service and possibly San Juan County fire crews plan to conduct a prescribed fire on the southwest slope of Young Hill between June 9 and early July, weather permitting, announced Superintendent Lee Taylor.   May 18, 2014  Climate Scientists Coming to the San Juans  San Juan County residents and visitors will have an opportunity to learn more about the impacts of climate change through a dynamic speaker series scheduled June through September in venues in Friday Harbor, as well as on Orcas and Lopez Islands.   May 18, 2014  American Camp Fireside and Tour Slated  San Juan Island National Historical Park, the San Juan Island Library and the San Juan Historical Society will celebrate the pioneer heritage of American Camp with a Fireside Program and Historical Structures Tour of American Camp's Officers' Quarters and the other structures associated with it at American Camp on May 30-31.   April 20, 2014  Seventh Graders Publish Bird Guide  Prepare for the BioBlitz at San Juan Island National Historical Park and enjoy birding with a local flavor by consulting Spring Street International School's field guide to birds, assembled by Sharon Massey's Seventh Grade middle school science class.   March 22, 2014  American Camp BioBlitz Scheduled May 3-4  San Juan Islanders and visitors throughout the region will have the opportunity to work along side scientists in tallying the flora and fauna of American during the park's first BioBlitz scheduled from noon to noon, Saturday and Sunday, May 3-4.   March 22, 2014  2014 Summer Program Schedule  From black powder demonstrations to weaving with natural fibers, ranger guided walks, art workshops, special Climate Change programming, period music and dancing, the park’s 2014 Summer Program Guide offers one of the most diverse and exciting summers in park history.   August 12, 2013  Landscape Painter Nancy Spaulding To Conduct Art Walk at American Camp  Join San Juan Island artist Nancy Spaulding to learn how she utilizes photography and sketching on site during a artist workshop scheduled for 2 p.m., Saturday, August 17 meeting in the American Camp parking area.   August 12, 2013  Conversations With Crazy Horse Set for Library August 17  Author, historian and internet pioneer Bruce Brown further explores American Indian stories with a penetrating examination of Indian oral histories that stitch together a view of the Battle of the Little Bighorn rarely offered in the millions of words published on the topic. The free program is scheduled 7 p.m., Saturday, August 17 at the San Juan Island Library.   July 30, 2013  Weaving Weekend Slated for August 3 and 4  Weavers from throughout San Juan Island and Washington State will gather for the weekend to demonstrate how European and American Indian techniques melded to create woven objects and clothing unique to the Pacific Northwest. The free program is scheduled Saturday and Sunday August 3 and 4 on the English Camp parade ground. A golf cart is available to transport disabled persons to and from the parking area. Call (360) 378-2240, ext. 2233 or 378-4409 for additional special access information.   July 24, 2013  Encampment 2013 Set for English Camp  Re-enactors from throughout the Pacific Northwest and Canada will once again celebrate peace as they gather for the 15th Annual Encampment scheduled Saturday and Sunday, July 27-28 on the English Camp parade ground.   May 26, 2013  Barbara Jensen To Conduct Bird Walk June 2  San Juan Island bird expert Barbara Jensen will give a guided nature walk beginning at 7:30 a.m., Sunday, June 2 at American Camp.   May 26, 2013  Stein To Conduct Annual Archaeology Walk June 1  The University of Washington's Dr. Julie Stein will discuss archaeological investigations of ancient cultures at American Camp and San Juan Island in a guided walk scheduled 10 a.m., Saturday, June 1 at American Camp's South Beach site.   April 25, 2013  Wildflower Fest Completes Bloom Week  Learn where the wildflowers and birds are, peer over the shoulders of artists in action, play a game or catch a tune or two during San Juan Island National Historical Park's second annual Wildflower Festival, scheduled 10 a.m. to 3 p.m., Saturday, May 11 on the American Camp parade ground.   March 07, 2013  Community Arts in the Park Contest Slated  Grab your paints and brushes, allow your imagination to run wild, and submit any two- or three-dimensional piece of art by April 12 to the first Community Arts in the Park competition, sponsored by San Juan Island National Historical Park.   January 12, 2013  Prairie EIS Alternatives Workshop Set  San Juan Islanders and northwest Washington citizens will have an opportunity to provide feedback on the future management of the American Camp prairie during an \"alternatives\" workshop scheduled 6 to 8 p.m., Tuesday January 15 at the Mullis Senior Center.   December 29, 2012  Park Installs New Dinghy Dock at English Camp  Boaters calling at San Juan Island National Historical Park’s English Camp unit next summer will step onto a new era when they tie up at the park’s new dinghy dock on Garrison Bay.   December 27, 2012  Park To Look Ahead to 2013 In Community Reception at SJ History Museum  The public is invited to join San Juan Island National Historical park staff and volunteers in reviewing 2012 park operations and accomplishments and preview 2013 in a briefing and reception scheduled 6 to 7:30 p.m., Tuesday January 8, in the resource center of the San Juan Historical Museum.   December 02, 2012  Golden Paintbrush Planting Set for December 5  Stake your claim for gold—as in golden paintbrush —by joining park staff and volunteers in planting more than 2,000 seedlings in a section of the American Camp prairie from 10 a.m. to noon, Wednesday, December 5, meeting at the American Camp visitor center.   November 25, 2012  Holiday Social Scheduled December 8  Join San Juan Island National Historical Park staff and volunteers for the annual old-fashioned Holiday Social, tree-trimming and cookie potluck from noon to 3 p.m., Saturday, December 8, at English Camp.   October 10, 2012  Cattle Point Road FEIS Released  The Final Environmental Impact Statement (FEIS) for the Cattle Point Road Realignment Project has was published in the Federal Register today (Oct, 10, 2012), the National Park Service (NPS) and Federal Highways Administration (FHWA) announced.   October 06, 2012  Prescribed Fire Scheduled for October  National Park Service fire crews plan to conduct two prescribed fires on the American camp prairie between now and mid-October, weather permitting, announced Superintendent Lee Taylor.   September 15, 2012  New Artifact Selection On View at American Camp  Park visitors can gain sense of daily life during the joint military occupation and the farming period that followed by checking out the newly refreshed archaeology exhibits at San Juan Island National Historical Park's American Camp visitor center.   September 12, 2012  Rises at the Door To Conclude Indian Stewardship Series  Washington State Conservationist Roylene Rises at the Door will discuss traditional American Indian conservation efforts and current tribal issues, state and nationwide, in a talk scheduled 7 p.m., Sunday September 23 at Skagit Valley College's Friday Harbor Campus.   September 02, 2012  Northwest Indian College Vice President To Talk at Skagit Valley College in Friday Harbor  Northwest Indian College Vice President David Oreiro will discuss traditional American Indian conservation efforts and current tribal issues, state and nationwide, in a talk scheduled 7 p.m., Sunday September 9 at Skagit Valley College's Friday Harbor Campus   August 04, 2012  Weaving Weekend Slated August 4-5  Weavers from throughout San Juan Island and Washington State will gather for the weekend to demonstrate how European and American Indian techniques melded to create woven objects and clothing unique to the Pacific Northwest. The free program is scheduled Saturday and Sunday August 4-5 on the English Camp parade ground. A golf cart is available to transport disabled persons to and from the parking area. Call (360) 378-2240, ext. 2233 or 378-4409 for additional special access information.   July 25, 2012  Encampment 2012 set for July 28  FRIDAY HARBOR, WA, July 8, 2012--Re-enactors from throughout the Pacific Northwest and Canada will once again celebrate peace as they gather for the 15th Annual Encampmentand the Henry M. Jackson Centennial Celebration scheduled Saturday and Sunday, July 28-29 on the English Camp parade ground.   July 17, 2012  Attorney and Scholar to Discuss Native American Boundary Issues  FRIDAY HARBOR, WA—A regional historian and international scholar\/mediator will each explore the nature of borders and their impacts on American Indian, First Nations and Inuit peoples in successive lectures scheduled for 7 p.m., Friday July 20 and Sunday July 22 at Skagit Valley College’s Friday Harbor campus.   June 17, 2012  Begging Fox Creating Traffic Hazard Near American Camp Entrance  A red fox begging on the roadside has become a traffic hazard on Cattle Point Road just inside American Camp's northwestern boundary, as visitors are stopping in the road to observe, photograph or feed the animal, according to Lee Taylor, superintendent of San Juan Island National Historical Park.   June 17, 2012  English Camp Dinghy Dock Closed Through June 24  The dinghy dock at English Camp will be closed to boater traffic through June 24 while archaeologists investigate the site in preparation for the dock's replacement later this summer, announced Lee Taylor, park superintendent.   June 10, 2012  Park To Replace Lower Story of English Camp Blockhouse  Visitors and San Juan Islanders will have an opportunity this summer to see how log structures were built on the frontier when San Juan Island National Historical Park maintenance crews on June 20 replace the lower story of the Royal Marine blockhouse at English Camp.   June 01, 2012  Park to Bid Farewell to Bigleaf Maple at English Camp  An era will come to end at San Juan Island National Historical Park's English Camp unit when on June 20 maintenance crews cut down the Bigleaf maple that has towered over the Royal Marine Barracks since it was first constructed in 1860.   May 02, 2011  Wildflower Festival Set For May 7  No abstract supplied.   February 23, 2011  Bloom Week Events Slated for April-May  Come see the color and experience spring on the prairie during Bloom Week, a weeklong celebration of spring, May 3 –8 at American Camp.   December 18, 2010  Former Officers Quarters Returned to American Camp Parade Ground  One of the oldest structures on San Juan Island and northwest Washington has returned to its first island location—Officers' Row at American Camp, a unit of San Juan Island National Historical Park.   October 10, 2010  MITCHELL HILL BECOMES PART OF SAN JUAN ISLAND NHP  No abstract supplied.   September 24, 2010  National Park Analyzes Rabbit EA Comments  San Juan Island National Historical Park staff have reviewed and analyzed public comments received on the European Rabbit Management Environmental Assessment released in July.   September 03, 2010  Cattle Point Road DEIS Now Available  No abstract supplied.   July 16, 2010  Tide Pooling with the NPS  The National Park Service will be leading several tide pool walks throughout the rest of the summer. The schedule is as follows: July 26at 9 am, Aug. 10 at 10 am, Aug. 25 at 10 am, Sept. 6 at 9 am, Sept. 20 at 10 am.   July 10, 2010  English Camp Visitor Center Closed July 13 and 14  No abstract supplied.   July 09, 2010  Prescribed Fire Slated for American Camp  National Park Service fire crews plan to conduct a prescribed fire on six acres of the American camp prairie between July 8 and 14, weather permitting, announced Superintendent Peter Dederich.   July 09, 2010  Park Plans to Control European Rabbits  No abstract supplied.   July 05, 2010  Encampment 2010  Re-enactors from throughout the Pacific Northwest and Canada will once again celebrate peace as they gather for the 13th Annual Encampment scheduled July 31 on the English Camp parade ground.   November 19, 2009  Severe Winds Topple American Camp Flagpole  No abstract supplied.   November 10, 2009  2009 Holiday Social Set for English Camp  Join San Juan Island National Historical Park staff and volunteers for the annual old-fashioned Holiday Social, tree-trimming and cookie potluck from noon to 3 p.m., Saturday, December 5, at English Camp.   September 09, 2009  Prescribed Fire on Young Hill  No abstract supplied.   May 19, 2007  An Archaeology Walk with Julie Stein  The University of Washington's Dr. Julie Stein will discuss archaeological investigations of ancient cultures at American Camp and San Juan Island in a guided walk scheduled 10 a.m., Saturday, June 2 at American Camp?s South Beach site.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/news\/newsarchive.htm"
}
