{
    "title": "San Juan Island National Historical Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park                   Earn a Junior Ranger Badge Here or Online               The American Camp prairie is an regional...               Youth engagement is a high priority for the...               The Royal Marine cemetery on Young Hill.               American Camp was sometimes fun and games.               Pacific chorus frogs start singing in February.             Looking for more information?  Explore the other pages in this section to learn more.           History What is exactly is the \"Pig War?\" And why does it matter to us today? Find out how a squabble over a water boundary nearly led to war, but was resolved through the first binding arbitration between nation states in modern Western history.           Science Learn how the park is partnering with land conservation agencies and organizations and engaging youth to restore prairie and rocky balds, protect wetlands and shorelines, and inventory every living thing at both units.           For Kids Nothing is more fun than discovering something you hadn't thought of before; or even better, recognizing a feature of the park, history or nature that relates directly to your life. The Junior Ranger program can help you get there. Visit us soon or give it a try online. Click on the badge at left, download the booklet, complete as many activities as your age and put it in the mail. We'll send you a badge.         Critters  We have bald eagles overhead, orca whales off shore, red fox and Columbia black-tailed deer on the prairie, but we take as much pleasure in seeing a tiny crab spider work her way along a leaf on the visitor center porch. It's all here.           Pure Fun  Our living history program attracts thousands of visitors and a loyal cadre of re-enactor every year. The peak is our annual two-day Encampment event, scheduled July 25-26 2015 at English Camp. Learn how to blacksmith, use a spoke-shaving horse, a cross-cut saw and watch our gun crew fire the 12-pound mountain howitzer. But the most fun of all is the Candlelight Ball on Saturday night when re-enactors and visitors alike twirl to the tune of a 19th-century period band in the candlelight. There's cake and punch too.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/index.htm"
}
