{
    "title": "San Juan Island National Historical Park: Prescribed Fires Scheduled September 20-25",
    "body": "Prescribed Fires Scheduled September 20-25          Fire crews burn the lower slope of Young Hill in 2014. Mike Vouri       Subscribe  | What is RSS    News Release Date: September 15, 2015  Contact: Jerald Weaver, 360-378-2240, ext. 2224  Contact: Mike Vouri, 360-378-2240, ext. 2227  National Park Service and possibly San Juan County fire crews plan to conduct a prescribed fire on the southwest slope of Young Hill and two American Camp locations between September 20 and 25, weather permitting, announced Acting Superintendent Jerald Weaver.  The Young Hill fire--a continuation of a successful burn on the hill in June and September 2014--will involve from about eight acres on the lower southwest portion, running from below the English Camp cemetery to Mitchell Hill Connector Trail. The crew will utilize the connector trail as a fire line.  Prescribed fires in several units over the last decade have been especially beneficial to the Garry oak woodlands on the southwest slope of Young Hill, Weaver said.  The American Camp prescriptions will include a small plot east of Robert’s Redoubt, on the north side of the Redoubt Road where the park　has been managing a return of the long-extinct golden brush. Time and weather conditions permitting the crews also will burn about five acres just below the former Belle Vue Sheep Farm site, with the Grandma’s Cove trail serving as a western hose line.  No road closures are anticipated at either park unit, although a few trails in the immediate vicinity of the prescribed fires may be closed for a short time during the burns. Prescribed fire and caution signs will be posted along road ways and trails near the projects. For safety, park visitors are urged not to stop along the roadway or enter the area while burning operations are being conducted.  To prepare for the burns, the fire crew will establish portable reservoirs and string wet lines around the boundary of the intended burn areas. These fire lines also will be wetted down prior to ignition to contain fire. 　Adequate crews, equipment and water resources will be positioned to control the burn or to quickly extinguish it if necessary.  \"As we anticipate a dry summer and fires have been in the news throughout the West, we consider this month an optimum time to do prescribed burns,\" Weaver said.  Prescribed fire is one of the primary tools in the park’s long-term program to reestablish portions of the diverse native grasslands at American Camp and Garry oak woodlands on the Young Hill slopes, Weaver said.  Although remnants of the native plant community exist, large areas have been invaded by non-native plants, in part as a result of farming, as well as the exclusion of fire, used by native peoples before the arrival of Europeans. Fire reduces the amount of organic material and eliminates non-native seeds, which enables native plants to hold their own against non-native species.  \"Reducing the fuel levels will aid in restoring desired conditions for native species such as the Garry oak and golden paintbrush,\" Weaver said.  The use of fire as an aid to prairie and Garry oak restoration is an activity identified in the park’s approved fire plan. To view the plan, visit the park website at http:\/\/www.nps.gov\/sajh\/parkmgmt\/firemanagement.htm  For questions or comments please contact Weaver at 360-378-2240 or e-mail e-mail us.",
    "url": "https:\/\/www.nps.gov\/sajh\/learn\/news\/prescribed-fires-scheduled-at-both-park-units.htm"
}
