{
    "title": "Fort Matanzas National Monument: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         Sabal palm trees help define Florida's sub-tropical landscape NPS Photo  Trees and shrubs are perennial plants distinguished from other types of plants by virtue of their woody roots, trunks, and stems. Woody material is hard, rigid and composed primarily of cellulose (a carbohydrate) and lignin (a bio-molecule). Some of the more common trees found at Fort Matanzas are: eastern red cedar, southern magnolia, slash pine, black cherry, and live oak. One tree in particular helps to give the park a tropical, \"Florida-like\" flavor, and that is the sabal (or cabbage) palm. Sabal palm (Sabal palmetto) is widely distributed throughout the state, and is considered so indicative of Florida that it was chosen as the official state tree by the legislature in 1953. Another name for the sabal palm (its so-called \"common\" name) is cabbage palm. What is so apparently \"cabbage-like\" about the sabal palm that earned it this moniker? New palm fronds (the palm's green leaves) emerge from the top of the tree from a terminal bud that is shaped like a cabbage. Since this was the location where new green life emanated from the plant, some people considered it the \"heart\" of the palm. The fleshy, cabbage-shaped terminal bud is edible by humans, and was in fact a common food for Florida's Native American population. Even today people still use the tree as a food source (think heart-of-palm salad). Unfortunately, cutting out the terminal bud from a sabal palm will eventually kill the tree, since the bud is the only point where this species can produce new growth. (Luckily, other species of palms are available that don't die as a result of harvesting.) One of the many interesting facts about the sabal palm is that it and all other palm species are monocotyledons, or monocots. Monocots are a type of flowering plant that first evolved about 100 to 120 million years ago. (Sabal palms, in particular, evolved around 85 million years ago, making them one of the oldest palm species in existence.) What distinguishes monocots from other flowering plant species are anatomical features such as the way in which a monocot's vascular tissue is arranged. (Like animals, plants have a vascular system that transports water and nutrients throughout the organism.) In monocots the vascular bundles are arranged haphazardly, whereas in dicots there are segregated- water-carrying bundles towards the center of the plant, nutrient-carrying bundles towards the outer perimeter. The most important distinguishing feature is the number of cotyledons (or seed leaves) possessed by each type of plant. As the nomenclature implies, dicot seeds produce two leaves upon germination, and monocots only one. By virtue of their being monocots, palms are more closely related to other monocots such as grasses, corn, irises, and orchids than other types of flowering plants. Sabal palms are somewhat easy to identify based on their morphology, or growth form. They have tan-gray, unbranched trunks. All of the leaves, or fronds, sprout from the top of the plant and are fan-like (palmate) in shape. As the plant grows, the older fronds die off, leaving their bases still attached to the trunk. Over time the bases self-prune due to age and weather, leaving the trunk with a relatively smooth appearance. In developed areas, people often hasten this process by pruning off the old growth themselves for aesthetic reasons. Also in the name of aesthetics, people sometimes prune off live fronds from the crown of the tree to achieve a desired look. This can affect the tree's health, though, if done to excess. The green fronds are where the plant photosynthesizes. Photosynthesis is the chemical reaction whereby carbon dioxide and water are converted into carbohydrates and oxygen using the energy of the sun. Sugar and cellulose are carbohydrates that the palm requires for overall health and structural integrity. If too many fronds are removed too often, the tree can become weak and sickly. A healthy sabal palm can grow to a height of over eighty feet and achieve a stem diameter of nearly twenty-five inches. The fronds can get to almost ten feet in length. When in reproductive mode the palm produces clusters of cream-colored flowers that droop from the crown. Fertilized flowers become round, black fruits that each contain a single seed. The seeds are resistant to salt and are also buoyant. They germinate easily in moist sand, which is why the sabal palm is often found growing along water bodies. Its seeds are highly coveted as a food source by many animals, including: black bears, raccoons, bats, wild turkeys, white-tailed deer, sea gulls, cardinals, grackles, blue jays, and scrub jays. By virtue of its natural resistance to insects and pathogens, this attractive, native tree is a ubiquitous member of Florida landscapes and fully deserves the recognition it's been given.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/treesandshrubs.htm"
}
