{
    "title": "San Juan Island National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions and Transportation            San Juan Island is served by Washington State Ferries, several private cruise and shuttle craft and two air carriers (one of which has both land and seaplane service). Greyhound bus and Amtrak provide service to Mount Vernon, where passengers can take local transit or taxis to Anacortes. One airport shuttle carries passengers from Seattle-Tacoma International Airport directly to the terminal several times a day. Another offers rides to and from the island once a day. For detailed information and links to public transportation click here.  The Washington State Ferries terminal is 85 miles north of Seattle and 90 miles south of Vancouver, BC. If you are coming by car, take Ext 230 (northbound or southbound) to Highway 20 West, which, in about 20 minutes, will take you to Anacortes. Northbound, turn left off the ramp and proceed under the freeway. Southbound, the ramp swings around to a traffic light. Enter the left lane and turn left. (A \"San Juan islands Ferry\" is posted at both exit approaches.) Once you are in Anacortes, the four-lane highway will end at a traffic circle. Take the first right in the circle and proceed down Commercial Street. Take a left on 12th Street (a Safeway will be on the right), then follow the signs to the ferry terminal and ticketing booths.  The ferry system began accepting vehicle reservations in early December for travel from Anacortes to the San Juan Islands for crossings starting January 5, 2015. To learn more about ferry travel, click here or on the blinking Washington State Ferries graphic above left.       One of the best ways to enjoy the scenery in the San Juan Islands is from the window of a Kenmore Air floatplane. Kenmore also has service to the Friday Harbor airport. Kenmore Air",
    "url": "https:\/\/www.nps.gov\/sajh\/planyourvisit\/directions.htm"
}
