{
    "title": "San Juan Island National Historical Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services        The county seat of San Juan County, Friday Harbor has all the goods and services of any community in the state to include a seven-bed hospital and two medical clinics and one of the best farmers' markets in the state.  Mike Vouri         The Roche Harbor Resort features a large marina, lodging, kayak rentals, outdoor art fair, a grocery store, three restaurants -- all in the atmosphere of a classic resort. Roche Harbor Resort  Founded in 1873 and incorporated by 1909, Friday Harbor is located midway along the eastern shore of San Juan Island, in the county seat of San Juan County, encompasssing 1.23 square miles, or 787 acres with a population of 2,185.   The town has most, if not all, the goods and services found on the mainland, albiet a little more expensive because of the added cost of transportation. The park's administrative offices are located at 650 Mullis Street, Suite 100. Telephone: 360-378-2240, ext. 2221 or 2222.  The ferry docks on Front Street and traffics flows up Spring Street, the busiest thoroughfare in the town, featuring several restaurants, a supermarket, galleries, pharmacy, a movie theater (two screens). automotive store and two motels. Stop in at the San Juan Island Chamber of Commerce, 135 Spring Street, for maps and directions. Private and commercial watercraft tie up at an extensive marina with fuel dock. The Roche Harbor Resort, on the northwest end of the island, is the only other place on the island to eat out or buy groceries, and also has a large marina with kayak rental and whale watch excursions. If you dine in the evening, stick around for the resort's traditional retreat ceremony at sunset. Whale watch and kayak excursions are available at both Roche Harbor and Friday harbor, and also at the Snug Harbor Resort on the west side of the island.",
    "url": "https:\/\/www.nps.gov\/sajh\/planyourvisit\/goodsandservices.htm"
}
