{
    "title": "San Juan Island National Historical Park: Public Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Public Transportation               Getting to San Juan Island        A Kenmore Air seaplane lifts off from Friday Harbor outbound for Seattle's Lake Union terminal.      Commercial AirSan Juan Island-bound passengers with reservations on Kenmore Air Express or Kenmore Seaplanes report to Door 00 on the baggage claim level on arrival at Seattle-Tacoma International Airport (SEA). From there passengers are shuttled to either Boeing Field or Lake Union respectively. This means when departing San Juan on the homeward journey plenty of time should be allotted to make connecting flights. Kenmore Air Seaplanes: (800)543-9595 -- scheduled flight from\/to Lake Union in downtown Seattle. Complimentary shuttle from Sea-Tac.  Kenmore Air Express: (800)543-9595 -- flights from Boeing Field. Complimentary shuttle from Sea-Tac to Boeing Field. San Juan Airlines: (800)690-0086 -- scheduled and charted flights to\/from the islands.     Ground Transportation to Anacortes from Sea-Tac and Mount Vernon\/Burlington The Island Airporter is handy for islanders because it leaves Friday Harbor on the 6 a.m. ferry (called the \"Red-eye\" by locals) and returns on the mid-afternoon boat from Anacortes. You can plan your Sea-Tac departure and arrival accordingly. The Bellair Airporter shuttle also is handy because it requires only a quick walk from the Anacortes terminal to the pick-up area. You transfer vehicles at a hub in nearby Burlington for the journey south to Sea-Tac and do the same coming home.  Bellair Airporter Shuttle: (866)235-5247 -- from SeaTac and Bellingham International Airport. Island Airporter: (360) 378-7438 -- to and from Sea-Tac from Friday Harbor (boards ferry). Amtrak Catch-A-Train: (800) 457-3549 -- year-round, daily service from Seattle (twice) and points south. Greyhound Bus Lines: (800)739-5020 -- from Seattle to Mount Vernon. Skagit Transit: (360)299-2424 -- local transit system in Skagit County. Taxi: (866)670-2020 -- service to airports, Amtrak, ferry.     Water Transportation Washington State Ferries: Outside WA State: (206) 464-6400; In Washington State (800) 843-3779 (automated); (888) 808-7977 -- A division of the Washington State Department of Transportation, Washington State Ferries serves the San Juan islands and Victoria, B.C., year round with six to 10 boats calling at San Juan depending on the season. See detailed directions to the Anacortes terminal here.",
    "url": "https:\/\/www.nps.gov\/sajh\/planyourvisit\/getting-to-san-juan-island.htm"
}
