{
    "title": "San Juan Island National Historical Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations              Special Use Permits The Special Use Permit (SUP) authorizes activities that benefit an individual, group or organization, rather than the public at large; and that require written authorization and management control in order to protect park resources and the public interest. A SUP is required for any organized activity or event involving more than 20 people. Group size is limited to 75 people. This limit is based on limited parking and facilities, potential conflict with other visitor activities, and impacts to natural and cultural resources. Types of permitted activities include:  Weddings Picnics Scattering of ashes First Amendment activities Horseback riding Commercial Filming\/Photography  APPLICATION FOR SPECIAL USE PERMIT (PDF)  Learn more about special use permits  Specific information for horse riders  American Camp Horse Riding Map  English Camp Horse Riding Map  APPLICATION FOR COMMERCIAL FILM\/PHOTO SPECIAL USE PERMIT (PDF)  Learn more about commercial\/film and photo special use permit (PDF)  Applications for Special Use Permits must be received by the park no less than two weeks prior to your proposed activity date. The only exception to this is for First Amendment activities; please allow two days for these permits if possible There is no application fee for permits for non-commercial activities. Contact:  Elexis Fredy, Park Superintendent PO Box 429 Friday Harbor, WA 98250 (360) 378-2240, ext. 2223, FAX: (360) 378-2615                  Commercial Use Authorizations Businesses desiring to conduct visitor service related operations within the park must obtain a Commercial Use Authorization (CUA). The CUA is a tool to manage commercial activities to insure that they do not impair park resources and to provide for quality visitor services. The process of granting a CUA also ensures that the activity is necessary and appropriate in a National Park setting and specific to this park. Thus, certain commercial activities such as off-road motorcycle tours and food concessions would not be authorized.  At San Juan Island National Historical Park only CUAs for road, hiking and limited kayak and bicycling tours are offered at this time. Businesses operating inside the park without a CUA are subject to fines, mandatory court appearances, confiscation of equipment, and denial of future opportunities to operate in this or any other National Park. Note:  As indicated above, a Special Use Permit is required for commercial filming\/photography rather than a Commercial Use Authorization. Application packets may be requested from the park Administrative Officer. Completed applications must be received by the park no less than 30 days prior to the date you wish to begin operating in the park. An application fee of $100 must be included with the submitted application.  If the application is approved, additional charges will apply. Application for Commercial Use Authorization Contact:  Elexis Fredy, Park Superintendent P.O. Box 429, Friday Harbor, WA 98250 Phone: 360-378-2240 ext. 2223, Fax: 360-378-2615  Scientific\/Research Permits A permit must be obtained before conducting any research within the park.  An online application process is administered nationally, but you should also contact the park regarding your proposed research.  https:\/\/irma.nps.gov\/RPRS\/ Please allow 30 days for review and processing.  Contact:  Chief of Integrated Resources, San Juan Island National Historical Park P.O. Box 429, Friday Harbor, WA 98250 Phone: 360-378-2240 ext. 2224, Fax: 360-378-2615",
    "url": "https:\/\/www.nps.gov\/sajh\/planyourvisit\/permitsandreservations.htm"
}
