{
    "title": "Fort Matanzas National Monument: Lichens",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Lichens                Lichens         Multi-colored lichens grow on the bark of a tree, giving a splash of color to the forest. NPS photo   What’s all that green, red and pink stuff attached to the live oak trees at Fort Matanzas? It’s a question rangers working at the park get quite often, and it’s an interesting answer they give to curious visitors in return. These colorful attachments are lichens. Some people think of them as nature’s spray paint, because they add a splash of color to every surface they live on. Lichens are not like most other living organisms. They are actually comprised of two different organisms working together. Lichens are an example of a symbiotic relationship, meaning that all the organisms in the relationship benefit. In this case the relationship is between fungi and green algae (or sometimes cyanobacteria, “blue-green algae”). The fungal filaments, long tangled threads that make up the body of the fungus, attach to a surface. In between the filaments, algal cells find a home. Lichens are found all over the world, even in the Arctic and Antarctic. All that lichens need to survive is an undisturbed surface, clean air, water, sunlight, and time. How does each organism benefit? The fungus creates a home for the algae. The algae, using photosynthesis, create a food supply for both the fungus and themselves. Do lichens damage the plants they live on? Not at all. They may grow more on dead tree limbs for the increased amount of sunlight; however, they do not damage or kill their host plants. Finding lichen on a plant is an indication of good air quality because the air has to be clean enough to support lichen growth.  Lichens play an important role in the environment through their involvement in the nitrogen cycle. They possess the ability to convert free nitrogen in the air into nitrates that facilitate lichen growth and development. This ability also aids other plants by supplying them with fixed nitrogen nutrients. When it rains, nitrates leach from both dead and living lichens and become available to all surrounding plant life. When lichens die they are still beneficial. Their decaying organic matter helps provide a place for mosses and seeds of vascular plants to germinate and thrive. They also give shelter to small creatures which can blend in with the lichens, as well as supplying them with a reliable food supply.  Lichens contribute to the economic realm as well. In some parts of the world they are used to dye fabric and wools. Certain species of lichens have antibiotic properties and have been used in many different things, from deodorant to healing pastes. Also, research shows that they have a promising future in medications for treating certain cancers and viral infections, including HIV (Goerig and Chatfield, 2004). They also have been preserved, painted, and sold to be used in miniature replications and models of new developments, towns, and railroads.  Lichens are complex and fascinating organisms that enrich both the environment and the economic realms of the world, without harming the plants they live on. Next time you are taking a stroll in the forest, please stop to contemplate nature’s spray paint and everything it does.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/lichens.htm"
}
