{
    "title": "Lake Roosevelt National Recreation Area: Artist-In-Residence",
    "body": "Explore This Park    Get Involved     Artist-In-Residence             Artist-In-Residence Program         A morning view overlooking the river. NPS\/Cline  Attention Artist-In-Residence (AIR) Applicants Post marked applications for the 2017 Artists-In-Residence season will be accepted until December 31st, 2016.  Artists in National Parks Artists have had a long-standing impact on the formation, expansion, and direction of our national parks. Painting the landscapes of the American West, visual artists like George Catlin and Albert Bierstadt focused attention on natural wonders in the western landscape, then unfamiliar to the eastern populace. These visual records of early artists helped to stimulate the establish of many of our national parks. Today, painters continue to document national park landscapes with contemporary approaches and techniques. Writers, sculptors, musicians, composers, and other performing artists also draw upon the multifaceted quality of parks for inspiration.  These artists translate the national parks purpose, as a place of pleasure and preservation, into images which bring others enjoyment and a deeper understanding of the parks that many Americans may never visit. Lake Roosevelt National Recreation Area seeks to continue this tradition. Download a printable application.         Artist-In-Residence Program The Artist-In-Residence program at Lake Roosevelt National Recreation Area offers professional writers, composers, and visual\/performing artists the opportunity to pursue their artistic discipline while being surrounded by the park's inspiring landscape. Selected artists stay in park housing for the duration of their residency. No stipend is provided.       Artwork Donations Selected artists participating in the Lake's AIR program are asked to donate an original piece of work from, and representative of, their residency at the Lake Roosevelt National Recreation Area. Donated artwork must be received no later than one year after an artist's residency. Artists are also required to provide the copyright for this artwork to the National Park Service. The National Park Service will not allow the commercial use of any donated artwork once it is selected and accessioned into the park's permanent museum collection. Artwork may be used in exhibits and for educational purposes by Lake Roosevelt National Recreation Area's nonprofit cooperating association for their products.   1. The artist retains a royalty-free, nonexclusive use license under the copyright of the art. 2. The National Park Service owns the artwork and the rights to reproduce it. Under those rights, the artists has a licence to make use of the artwork for his\/her purposes. When artists reproduce artwork for their own purposes, publication information will include the language: \"This artwork was produced under the Artists-In-Residence program at Lake Roosevelt National Recreation Area.\"         These creative works are exhibited as frequently as possible and shared with the public through other appropriate means. Artwork not on display is stored in the park's secure, environmentally controlled museum storage facility.  A jury panel of professional artists will select one or more pieces of visual artwork from the previous year's donations, to become part of the park's permanent museum collection. Selection is based on artistic caliber, the artwork's ability to communicate the values and processes of Lake Roosevelt National Recreation Area, and to meet the needs and scope of the park's art collection.           Public Presentations Artists will present one 45-minute public program during their residencies. This interaction can be tailored to an individual's medium, interest, and experience using only a few hours of one's stay. Programs can be demonstrations, talks, exploratory walks, or performances. Artists must provide their own supplies and equipment for these presentations. In addition, artists are requested to give public presentations in their communities about their residency and experiences.  The AIR program aspires to share with the public the scenic beauty and stories of Lake Roosevelt National Recreation Area through the world of art. Purpose of the Artist-In-Residence Program The finished artwork will characterize Lake Roosevelt National Recreation Area for present and future generations. It will also offer the park visitor, and the general public, an opportunity to see our heritage through the eyes and ears of the contributing artists.        How To Apply Artists must submit application materials and art samples exactly as indicated on the entry form. Insufficient, or excess materials, are causes for application rejection; as is an artist's proposed use of a work already in progress as a residency project. Calendar Entries are accepted for the 2017 program with postmarks dated before December 31st, 2016. Applications postmarked after the deadline will not be considered. Notifications will be made to finalists by March 30th, 2017. The Selection Process A panel of professionals from diverse artistic disciplines will choose five to six finalists, with two alternates. Selection is based on artistic merit, the Statement of Purpose, and appropriateness to a national park residency. Program Management Lake Roosevelt National Recreation Area's AIR program is managed by the Division of Interpretation & Education. It is one of the founding, and longest running, programs in the national park system. The works completed under this program contribute to the public understanding and appreciation of our national parks and create a legacy preserved for future generations.",
    "url": "https:\/\/www.nps.gov\/laro\/getinvolved\/artist-in-residence.htm"
}
