{
    "title": "Lake Roosevelt National Recreation Area: Crayfish Study",
    "body": "Explore This Park    Learn About the Park     Education     The River Mile     Crayfish Study                The River Mile Crayfish Study           The River Mile's Crayfish Study Esri ArcGIS Online  The River Mile Crayfish Study Map. Click on map to see live interactive map of the study.      Participation In the Crayfish Study The Crayfish Study is a project of \"The River Mile,\" a kindergarten through 12th grade watershed health monitoring program. Participation in the Crayfish Study is open to any school group wishing to assist with this important study. If you wish to participate, please contact the program lead for The River Mile. It is important that all groups make sure that their data is correct to the best of their ability, as many resource specialists and scientists are interested in the status of crayfish in the Pacific Northwest. If you have any questionable data, make a notation in any comments section and say why it is questionable. There are several different ways you and your students can participate in this study. At the most basic level go out, look for crayfish, identify their species and note their location (GPS with latitude and longitude). The most advanced level of participation involves setting traps for 24 hour periods of time, collecting core information about the shoreline and water, uploading your data to ArcGIS online maps and sharing your information through your school project website. All levels of participation and observation are contributing very important scientific data. Scientists need to know what species are out there and where. Study Period In Washington the study period is the first Monday in May through October 31st. Please be sure to check the fishing regulations for your area. All groups must conform to their local and state fishing regulations. If you have any questions please contact The River Mile's program lead. Instructions for the Crayfish Study TRM Crayfish Study Flyer Survey and Analysis Plan for Crayfish Survey Washington State Fishing Regulations Background Information Crayfish ID Key Crayfish Facts Crayfish ID Guide Pacific Northwest Non-Native Crayfish  Crayfish PowerPoint 2014 Crayfish PowerPoint 2014 pdf  Data Collection\/Submissions Data can be submitted through several different methods: iNaturalist, ArcGIS online and Excel data sheet submitted digitally by email. To submit through iNaturalist The River Mile's iNaturalist crayfish project: \"The River Mile Crayfish Study 2014-15.\" Data may also be collected through this program as they have an app for both Android and iPhone smartphones. The app is free. To submit through ArcGIS online click here.  To submit by data sheets The following data sheets are for field collection of data. Use all of them if you are using any type of trap or net. If collecting by hand, use only the \"Crayfish Specimen Data Sheet.\" Core Parameters Data Sheet Crayfish Specimen Data Sheet Trap Data Sheet And here is the Excel data sheets for data Crayfish Excel Data Sheets File To submit the data electronically send the data sheets to the program lead. Crayfish Study Data 2012 NPS & USFWS Data Map 2013 TRM Crayfish Study Map All Crayfish Data Map Crayfish Study Locations Map Active Data Collection Map Resources Links to useful information Washington Invasive Species Council Washington Department of Fish And Wildlife Fishing Regulations Data submission and sharing links The River Mile iNaturalist Crayfish Study The River Mile Data Submission Crayfish Trap Data Submission Crayfish Trap Data Form Crayfish Simple Study Data Submission Trap Construction TRM Crayfish Trap Construction",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/education\/crayfish-study.htm"
}
