{
    "title": "Lake Roosevelt National Recreation Area: Program Participants",
    "body": "Explore This Park    Learn About the Park     Education     The River Mile     Program Participants                The River Mile NPS Program Participants         The River Mile Logo NPS  Lake Roosevelt National Recreation Area Groups Start planning your site visits now! Getting to know your site during all seasons of the year is the best way to detect changes. Remember, the more often you go out the easier it will be to detect changes. Make your reservations now by submitting the classroom reservation form and\/or thepark visits reservation form to the park's education specialist or register online. If you are planning to visit your site on your own (you don't need any assitance from park staff), please let the park know by submitting the teacher conducted reservation form. Lake Roosevelt area TRM participants may also borrow equipment from the park. We can not ship any of the equipment, so it is only available for pickup, drop off and rendezvous. To make a reservation return both reservation forms. Reservation form 1 and Reservation form 2. The equipment loan list is updated periodically, so check back to see if addtional items may be available. Lake Roosevelt Lake Level Click Here to check the current and projected lake levels for Lake Roosevelt. The River Mile Network Keep in touch with other program participants and events through The River Mile Facebook page, the Lake Roosevelt Flickr photostream and interactive ArcGIS Map. The River Mile Crayfish Study Keep in touch with other crayfish study sites through the interactive maps for the project. Also be sure to check out collected data on iNaturalist! Particpant Map--shows which groups and areas are participating in the study 2012 National Park Service and US Fish and Wildlife Service map of data 2013 map of The River Mile study data The River Mile Natural Resource Career Day Wednessday October 7, 2015 @10:00AM to 12:30PM Fort Spokane Day Use Area The fall 2015 Natural Resource Career Skills Day for high school students is October 7th, 2015 and will be held at the Fort Spokane Day Use Area. If you and your students would like to participate, please Pre-Register before September 28th. This career skills day is designed to introduce high school students (9th-12th grade) participating in The River Mile to STEM careers in natural resources.This unique \"career fair\" is designed to be the first step towards an internship and future career with the National Park Service or other natural resource agency.Learn career and job skills that students could use in working with their outdoor classrooms and to learn more about career options in natural resources. Each presenter will share some of the most intriguing aspects of their job with the entire group (in one minute) and then provide hands-on\/minds-on experience to small groups. The goal for this experience is for students to experience and be trained in some activity or skill they would need if they came and worked for you in your job, division or our agency.This is a time for students to have a hands-on experience with natural resources and natural resource agency activities so they can get a feel for it, see if they like it or maybe use those skills in a project they or their class is working on. Presenters Wanted! We are looking for presenters as well. So if you, or someone you know, are interested in being a presenter please let us know as well. These sessions are not environmental education activities.  They may be a small part of the presentation, but really we want students to feel like they have a better idea of what professionals do on the job and whether or not it is for them.  Things like teaching them to handle fire hoses or fishing nets, and knot tying are great examples.  Presenters could also do a project with the students....if we can find a suitable location and obtain permission at the site.   The schedule of the event is usually two 60 minute, four 30 minute and up to eight 15 minute sessions. We start at 10:00 with groups arriving at 9:45.  We conclude at 12:30 so we can all eat lunch at the end.  Students pre-register for sessions through their teachers.  We are also looking at offering 90 minute sessions for more in-depth activities.  Submit Your Presentation Online Now!   The River Mile Student Science Symposium The symposium has moved!  The 2015 symposium will be held on the Whitworth University Campus in Spokane, WA. The symposium is open to 3rd-12th grade students this year as well. The symposium offers 3rd-12th grade students and teachers the opportunity to explore natural and cultural resources to learn about the environment and how scientists and natural resource managers learn about and manage our natural resources. Keynote speakers, special presentations and concurrent sessions are selected to enhance students understanding of the program's essential question: \"How do relationships among components of an ecosystem affect watershed health?\" Classes of students participate in concurrent sessions, facilitated by scientists and environmental educators, which look at specific aspects of natural resource management. Examples of concurrent sessions are: water quality testing, invasive species, using GPS units, birding, land use and recreation.  Pre-registration is now open for the 2015 symposium complete this form and return it by fax, email or snail mail to: Janice Elvidge NPS Lake Roosevelt National Recreation Area 1008 Crest Drive Coulee Dam, WA 99116 Email  Presenters are needed for the 2015 symposium! We invite you and your organization to be a part of the Student Science Symposium and share your interactive programs and materials that will inspire students and teachers about the environment around them. More Information.... Please register by April 24, 2015 Presenter Registration Form",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/education\/the-river-mile-nps-program-participants.htm"
}
