{
    "title": "Lake Roosevelt National Recreation Area: How Do I Join?",
    "body": "Explore This Park    Learn About the Park     Education     The River Mile     How Do I Join?                How Do I Join?         The River Mile Network header   How Do I Join? Registration is open!   The River Mile is open to all teachers and students in the Columbia River Watershed in the United States and Canada. To join the network follow this link to our Join Us! Map Journal.  Place a marker on your school or outdoor classroom location and then fill in your group's information in the pop-up box.  You are now part of the Network! Next, like us on Facebook, watch this website, and watch your email for opportunities to actively participate.  Join the network of educators, students, resource managers and environmental educators throughout the Columbia River Watershed!    Participation Educators and Students Participation in The River Mile is very flexible. Getting started requires a little bit of training for everyone, regardless of experience. This includes the \"Introduction the The River Mile Webinar,\" and the ArcGIS Online and Field Investigations workshops. To get the most out of your and your students' participation in The River Mile it is highly recommended that you participate in additional training such as the following:  Crayfish, Project WET, Project WILD, Project Learning Tree. Additional training is scheduled as needed.   For those already doing field investigations or resource projects with an agency, the community, or on school property, you really don't have to do anything new! Educators who are experienced in using inquiry, science methods, conducting field investigations and using outdoor classrooms will just need to participate in the introductory webinar and the ArcGIS training to get started. Then utilize The River Mile's essential question (How do relationships among components of an ecosystem affect watershed health?) to tie all of your projects together. Additional resources, training and networking opportunities are available to expand projects and share and learn from other groups. No one needs to stop what they are doing, just tweek it to have real world meaning beyond the project and share with others in the network.   For groups that have never done field investigations or do not have any existing projects, after participation in the introductory webinar and the ArcGIS training, it is recommended that your first site visits focus on observation skills and getting to know the site. To save time, observation skills can be developed while at school. Once a group gets to know their site they are encouraged to develop field investigations or projects of special interest to their group and site.  You'll want to participate in additional training in project-based learning, field investigations and natural resource field methodology as you move into more in-depth experiences.   The goal is to have multiple grade levels working with the same site so during each site visit students learn new skills and information. Younger students learn observation skills they need when they are working with the more complex investigations in the higher grades. If a site is on Lake Roosevelt, National Park Service staff provides assistance and guidance in the development of projects or recommendations for other resources and materials.   Networking Participation in networking is one of the key components for participation in The River Mile. If you haven't already, Like The River Mile's Facebook page. There are actually two of them. One is a group the other is a page. In addition there are electronic newsletters and webinars. Once your registration has been received you should start seeing email notices fairly regularly. If you don't start receiving these within a week or so, please contact The River Mile's coordinator.  All groups provide a GPS location of their site, an ArcGIS online map of their site, and a blog, facebook page or webpage\/website about their project(s) or site, which are shared with the world at large through The River Mile's networking tools. These tools, which help link projects together, tell the stories of the watershed and show the distribution of participation.   Student Participation For students to get the most out of their participation it is recommended that you conduct a minimum of 2 site visits per year with your students. These site visits need to be in different seasons as well. To really be able to detect changes at your site monthly visits are necessary. Your first site visit is an initial descriptive site visit. What do you see and where do you see it? Your next site visits can be field investigations you or your students design. You might also choose to participate in The River Mile Crayfish Study.   For all of your site visits, data collection is important. Collect basic water quality samples (temperature, pH, conductivity, turbidity, and dissolved oxygen if you have a meter), identify who uses the site and how (plants, animals and humans). Then share your data through your ArcGIS On-line map(s), reports, newsletter articles, webinar presentations, and NatureMapping.   If you are in NE Washington you might participate in some additional activities such as The River Mile's Natural Resource Career Skills Day, Student Science Symposium or the Balde Eagle Festival. If you are not close to these events you might look around your local watershed for similar activities which support your project.   How do I find and select a site? If you don't already have an appropriate site (with water that eventually gets into the Columbia River) begin by identifying several sites that might work. Identify the agencies\/organizations that manage these sites, list the pros and cons of each site as an outdoor classroom, and then select a site. Contact the managing agency\/organization and discuss what you want to do and obtain permission to use the site.   Write a description of the site and use it on your webpage. Develop a map of your site and for your project, submit participant registration form if you haven't already done it, participate in training and then share your experiences and data.    Resource Specialists and Environmental Educators Resource managers, agency personnel, and environmental educators interested in participating in The River Mile, at least one person from your organization should participate in the introductory webinar, ArcGIS Online and field investigations training.  There are many ways you can help; serve as a watershed coordinator for your area, provide additional training, work with the groups in your area on their river mile projects, write articles for the newsletters and do presentations for the monthly webinars for example.   The River Mile Watershed Facilitator Train the Trainer Event If you are interested in becoming more involved with The River Mile we are recruiting for Watershed Facilitators.  Facilitators will be responsible for:    Coordinate TRM in local area Teach STEM Field Experiences  Teach\/assist with ArcGIS instruction  Local liason with main TRM coordinators  Assist with newsletter articles  Track participation  Provide statistics and photos  Participate in webinars, conference calls and additional training   Application Deadline: June 1, 2015    Learn More and to Apply           NPS Centennial Logo National Park Foundation",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/education\/participation.htm"
}
