{
    "title": "Fort Matanzas National Monument: Critter of the Month",
    "body": "Critter of the Month         A fiddler crab up close. NPS Photo  FIDDLER CRAB (Uca pugilator\/ Uca pugnax) What makes those holes in the mud? If you look at the mud near the dock at low tide, you may see lots of little round holes. If you keep watching, you might see little critters near those holes waving their claws. They are fiddler crabs. The scientific names pugilator and pugnax means boxer or fighter. Can you tell how these crabs got that name? The crabs with the one large claw and one small claw are the males. The females have two small claws. The big claw looks a little like a boxing glove, but it is not as dangerous as it looks. The male will wave his one big claw then rise onto his tip-toes in a display to attract females. Waving the big claw also makes the crab look like he is playing a fiddle. The nearly square carapace (shell) of the male sand fiddler (U. pugilator) can be up to 1 1\/4 inches (2 cm) wide and is grayish-brown or yellowish with a purple patch on the front half. Females are smaller and darker. The similar mud fiddler (U. pugnax)is a little smaller-- 7\/8 inch long-- and is dark olive or black with a blue patch. The fiddler's eyes are on long stalks at the sides of its head. Which type of fiddlers are those by the dock? This common crustacean is found from Massachusetts to Texas on muddy or sandy shores in saltwater tidal creeks and estuaries. As their names describe, the sand fiddler prefers sandier soil than the mud fiddler. In some areas both might live close together, but they do not interbreed. (Yes, those by the dock are mud fiddlers. There are sand fiddlers on the road past Ranger Office and also over near the fort.) If you get too close, they will scurry back into their holes, thinking that you are perhaps an egret wanting crab for lunch. But if you are quiet and wait, they will come back out. What they are doing is feeding. With their small claws they scrape off the surface mud and eat it, rolling it around their mouths to get any algae or plant matter. Then they spit out the used ball of mud.  See how many fiddlers you can count while waiting for the ferry boat. Remember that all plants and animals in the park are protected by state and federal laws. Please do not try to catch the crabs--just observe them from a distance.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/critter.htm"
}
