{
    "title": "Lake Roosevelt National Recreation Area: Resources & References",
    "body": "Explore This Park    Learn About the Park     Education     The River Mile     Resources & References                The River Mile Network Resources and References        Near Mile Marker 44 on SR 25. Image Credit: NPS\/LARO\/Chelsea Brauner       Do not try to satisfy your vanity by teaching a great many things. Awaken people's curiosity. It is enough to open minds, do not overload them. Put there just a spark. If there is some good inflammable stuff, it will catch fire. - Anatole France On this page you will find a variety of resource materials free for your use.  There are also links to additional resources, materials, programs and data which you may find useful.  This page will continue to expand! Introduction To The River Mile Webinar This is the pdf of the introductory webinar for The River Mile. You can see the slides and read the information. This link will take you to the PowerPoint of the webinar. Soon we will have a recorded version as well! Annotated Bibliography Download an annotated bibliography (docx \/ pdf) of science and environmental education resources, curriculum and websites. This bibliography provides an alphabetically organized list of resources and materials as well as a subject matter organized list. Curriculum-Based Educators Guides TRM Content Framework A model of suggested connections between the Washington State Science Education Standards 2009 and ideas for student inquiry using the Columbia River Watershed as an outdoor hands-on learning experience. TRM Framework Introduction TRM Framework K-1 Working Model TRM Framework 2-3 Working Model TRM Framework 4-5 Working Model TRM Framework 6-8 Working Model TRM Framework 9-12 Working Model TRM Framework K-5 Sample TRM Framework 6-8 Sample TRM Framework 9-12 Sample TRM Framework K-5 Articulated Template TRM Framework 6-8 Articulated Template TRM Framework 9-12 Articulated Template   Model Program Materials The River Mile Stewardship Pre and Post visit lessons on stewardship of our environment and river mile sites.Includes accompanying PowerPoint Program. Student Program Model TRM Pre-Visit TRM Site Visits:Observations and Investigations TRM Inquiry Field Investigations Program Outline TRM Field Investigation Descriptive Study PowerPoint TRM Site Visits: Site Mapping TRM Site Visits: Water Connections TRM Post-Visit Student Forms TRM Core Parameters Form TRM Human Activities Form TRM Total Coliform Form 1 TRM Total Coliform Form 2 TRM Water Record Sheet TRM Water Record Sheet K-3rd Grade TRM Habitat Observation Form TRM Observation Form Option 1 TRM Observation Form Option 2 TRM Observation Form Option 3 TRM Observation Form Option 4 TRM Water Connections Forms TRM Shoreline Riparian Data Sheet TRM Shoreline Assessment Sample Form TRM Shoreline Data Entry Form TRM Shoreline Data Sheet TRM Riparian Buffer Data Entry Form TRM Riparian Buffer Data Entry Example TRM Riparian Buffer Date Sheet TRM Riparian Buffer Data Sheet Instructions  Water Quality in the Upper Columbia River and Lake Roosevelt: A 6th-12th Grade Environmental Science Unit This guide is available in PDF format. You can select which pieces you wish to print or save. It is highly recommended that everyone print \"Water Quality Unit Table of Contents and Overview v7-November 2013\" as it is the table of contents and overviews of all lessons. Overview and Introduction Lesson 1: Water Quality A Global Issue Lesson 2: Water Quality Fecal Coliform and PowerPoint Lesson 3: Water Quality Turbidity & Conductivity and PowerPoint Lesson 4: Water Quality pH and PowerPoint Lesson 5: Water Quality Temperature and PowerPoint Lesson 6: Water Quality Nutrient Loading & Dissolved Oxygen and PowerPoint Lesson 7: Water Quality Pont, Non-Point Source Pollution Lesson 8: Water Quality Bioaccumulation and PowerPoint Lesson 9: Water Quality Climate Change and PowerPoint Lesson 10: Water Footprint Lesson 11: Water Quality Assessment Research Project Lesson 12: The River Mile Water Quality Site Visit Student Science Journal Download the student science journal for 4th-6th grades. (docx \/ pdf) This journal provides a systems approach to exploring your site. Water Quality Instructions and SOPS YSI 556 User Manual TRM YSI 556 Calibration Maintenance Log TRM YSI 556 Meter Handling Procedures TRM YSI556 Water Meter Calibration Cheat Sheet TRM Barometric Pressure Calibration TRM Water Quality SOPs  Data Collection Methods TRM Inventory Field Methods TRM Data Collection PowerPoint  Resources Pacific Education Institute PEI recently created multiple guides as part of the Association of Fish and Wildlife agencies' Conservation Education Strategy Toolkit. You can get these guides here at PEI's website: Scientific Methods Guides ArcGIS Online The River Mile groups utilizes ArcGIS Online maps for displaying their data and sites. Using The River Mile's online map you can access individual site maps and information. Esri and ArcGIS information you may find useful: Edcommunity NatureMapping NatureMapping has great resources!  Data Collection Form: Washington Habitat Codes NatureMapping Spreadsheet WA Speciest List   Data Resources and Links Lake Roosevelt Forum LRFResource List and Data Links USGS Washington Water Science Center Washington Department of Ecology Confederated Tribes of the Colville Reservation Spokane Tribe of Indians US Bureau of Reclamation PNW Region Data Washington State Department of Health NASA Goddard Datasets NASA Earth Observations My NASA Data Oregon Spatial Data Library Washington State Geospatial Portal Grand Coulee Dam Lake Roosevelt Lake Level   On-line Trainning    Weather--FREE Udemy Extreme Weather Class    Resources NASA Quizes Air Water Cycle   Project Wet FREE Materials 33 Ways to Conserve Water Clean and Conserve  Use Water Wisely Game   Soil Science Society of Americal  SSS International Year of Soils Video Series",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/education\/resources-and-references.htm"
}
