{
    "title": "Fort Matanzas National Monument: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         A golden silk spider spins its web NPS Photo  There are certain animals, like bats and wolves, which are associated with Halloween and the horror genre in general. Included in this unjustly maligned group would certainly be the spider. What haunted house would be complete without its mandatory cobwebs and creepy-crawling spiders milling about? When it comes to haunted places (for those who believe in that sort of thing), Fort Matanzas is certainly a contender for that dubious honor, having been the site in 1565 of a bloody massacre of about 250 souls. While any ghostly sightings of those who met their violent ends so long ago are unverified, the park is indeed home to a healthy and natural (not supernatural!) population of spiders. A formal inventory of the spiders at Fort Matanzas has not been undertaken to date, but several of the species commonly found in Florida have been verified. These include: golden silk spiders, argiope spiders, spiny-backed orbweavers, jumping spiders, huntsman spiders, and orchard spiders. Many people have an instinctual, though somewhat irrational, fear of spiders. Although a couple of types of spiders, such as the brown recluse and black widow, produce a venom that can be dangerous to human health, the vast majority of spiders pose no real threat to people. Spiders are, in fact, an integral component of the park’s ecosystem, and are a fascinating animal taxon unto themselves. Consider: Spiders evolved about 350,000 years ago. Around 700 species now inhabit Florida.   A single spider eats about 2,000 insects per year. Spiders, as a group, consume more insects than do birds. Spiders use one type of silk to capture their prey and a different type for wrapping. It has been estimated that a single acre of natural habitat contains well over 10 million spiders. Spiders do not transmit any diseases. No spiders are poisonous, but most are venomous.   Jumping spiders can jump at least twenty times their body length. Huntsman spiders are nocturnal and prey on cockroaches, silverfish, and other indoor insects.      Spider silk is acidic and inhospitable to bacteria and fungi. The silk is ductile, and can be stretched up to 40% of its length without breaking. It has the tensile strength of steel, but is less dense. The silk is produced in glands which are connected by tubes to pairs of abdominal spinners.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/insects.htm"
}
