{
    "title": "Lake Roosevelt National Recreation Area: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip      Welcome to Lake Roosevelt National Recreation Area's Parks as Classrooms Education Opportunities. The recreation area protects some outstanding natural and cultural features.  With such diverse resources, Lake Roosevelt has a lot to offer educators.  Parks As Classrooms programs can be timed to introduce concepts, reinforce understanding, or stimulate culminating projects within a teaching unit.  All programs are designed to help teachers meet Washington State's education standards such as Common Core State Standards for English Landuage Arts and Mathematics, the Washington State 2009 K-12 Science Learning Standards and the newly adopted Washington State 2013 K-12 Science Learning Standards (Next Generation Science Standards).  Education programs in the park feature authentic learning that actively engage students and teachers with the park. Education programs at your school feature a ranger-conducted curriculum-based education program in your classroom or school.   Enhance your student's understanding of the National Parks, the environment and local history with hard to find props and materials by borrowing a traveling Trunk or kit!  All programs and materials are aligned with state and national education standards.  Reservations are accepted on a first-come, first-served basis, so don't delay in making your reservation. There is no charge for education programs. Traveling trunks are shipped or delivered at our expense, you just pay for the return. Reservations are required and may be made up to a year in advance.  Generally programs are available September through mid-June depending upon staff availability. Some programs are seasonally available due to the type of program and weather conditions We hope you enjoy the programs and that they are a beneficial part of your student's studies. Ranger-conducted programs are offered throughout the park.  Topics vary from history and culture to in-depth explorations of water resources.  Self-guided visits of the Fort Spokane grounds and elsewhere are also available with reservations.   Contact our education specialist for more information.",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/education\/planafieldtrip.htm"
}
