{
    "title": "Fort Matanzas National Monument: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         A gopher tortoise crawls through green grass on a warm, sunny day. NPS Photo  Who's been digging all those holes in the scrub habitat at Fort Matanzas National Monument? The shape of the holes gives an important clue as to who is responsible. The holes are typically hemispherical, as if something with a flat bottom and a concave top did the digging. There's basically only one creature which possesses such distinguishing characteristics- a tortoise! In this case, it's the gopher tortoise (Gopherus polyphemus), an inhabitant of the coastal scrub that is known for digging burrows in the sand. Besides its shell, made up of a flat bottom (plastron) and curved top (carapace), another clue is the shape of its appendages. Its forefeet are shovel-like, perfect for digging and flinging sand in a backwards motion. The \"holes\" that are visible at ground level are actually the entrances to burrows that the tortoises dig. The burrows can be as long as thirty feet and as deep as eight feet, though occasionally they exceed even these limits. While in its burrow, a tortoise is sheltered in a homeothermic environment, meaning it is not exposed to extreme heat or cold. This is important since, being a reptilian species, the tortoise itself is heterothermic (\"cold-blooded\") and not able to maintain a constant body temperature through efficient metabolism.   If the weather is favorable (typically a warm and sunny afternoon), then a visitor to the park is likely to see not only gopher tortoise burrows, but the tortoises themselves. Because they are encased in a protective shell, tortoises have little to fear from non-human predators, so they are not secretive as they roam through the scrub munching on greenbrier, cactus, and other green plant material. The biggest threat to tortoises occurs when they cross a busy road in search of mates or greener pastures. When they feel the vibrations of an approaching vehicle, their instinct is to retreat into their shells and wait until the danger has passed. Throughout their long evolutionary history this was a perfect form of defense honed by natural selection. However, on a busy roadway such as A1A, this is a recipe for disaster. Park managers are concerned about wildlife mortality in general, and gopher tortoise deaths in particular along A1A as it runs through the park. As such, tallies are being kept of all road kill noted throughout the year. (Fifteen gopher tortoise deaths were documented in 2011, a particularly bad year.) In order to help mitigate the danger the road poses to tortoises, a low-lying fence was installed along a portion of A1A on park property in 2013. While tortoise mortalities are down from 2011, it remains to be seen if the fence will contribute to a long-term decrease in tortoise deaths on A1A.   Why are park managers so concerned about gopher tortoise deaths in particular? The reason is that throughout their range (the coastal plain from Mississippi to South Carolina), gopher tortoises are becoming increasingly rare. In fact, they are considered a threatened species by the state of Florida, and are a candidate species for listing under the federal Endangered Species Act. The primary threat to the gopher tortoise species is destruction of its preferred habitat through urbanization and coastal development. Areas where the gopher tortoise has historically lived are coastal dunes and scrub, sand hills, flatwoods, and prairies. What these areas have in common are well-drained, sandy soils, and a relatively open understory. The increasing human population throughout the historical range of the gopher tortoise (in Florida, particularly since the 1950s) has meant that a vast proportion of natural landscape once utilized by tortoises is no longer available.  Parks such as Fort Matanzas, which preserve remnants of wild, undeveloped Florida, are becoming critical to the survival of the gopher tortoise, as well as many other animals and plants, as viable species.   Park managers have long held a reasonable assumption that gopher tortoises are abundant throughout the open habitats of Fort Matanzas. This was based on anecdotal evidence of tortoise and burrow sightings over the years. To quantify this assumption, a survey protocol developed by the state's wildlife management agency was utilized by park staff and volunteers who surveyed areas of the park's scrub habitat in order to document gopher tortoise presence and abundance. Per the protocol, the areas in question were overlain with an imaginary grid of belt transects spaced sixteen feet apart. Each transect was walked and the number of potentially occupied burrows were noted. The totals were then put into a formula which converted the number of potentially occupied burrows into the number of gopher tortoises per acre surveyed. (Tortoises use more than one burrow throughout their home range, so there's not a direct correlation between number of burrows and number of tortoises.) What the survey revealed was that the areas investigated by park staff supported upwards of four tortoises per acre. Four tortoises per acre is considered a very healthy population! Future surveys in other areas of the park will be performed to discover if such a high abundance of tortoises is supported throughout the monument.   One of the best places for the visiting public to potentially see gopher tortoises at Fort Matanzas is from the ocean boardwalk. There is an interpretive area along the boardwalk that highlights the use of tortoise burrows by other creatures of the dunes.  Protecting gopher tortoises has the added benefit of providing shelter to a suite of other species that help make up a healthy coastal ecosystem!",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/reptiles.htm"
}
