{
    "title": "Lake Roosevelt National Recreation Area: Geology",
    "body": "Geology         Erratic left behind by a half mile high glacier that once covered this land. NPS Photo\/Jeff Axel  The geology around Lake Roosevelt and Northeastern Washington confused and confounded geologist for decades. There were always too many questions and not enough answers. Where did that large boulder or erratic, like the one in the picture to the right, come from? What created the coulees? To learn about the mysterious landscape around the lake and how geologist pieced together this unique geologic puzzle read the park produced booklet, Lake Roosevelt and the Case of the Channeled Scablands.             Kamloops Gorge NPS Photo  THE ROCKS SPEAK  Each district within the park has its own unique geologic story. Below is a brief story of the geology along Lake Roosevelt. Kettle Falls Area - The mountains, which surround the Kettle Falls area, tell an ancient story of a violent geologic past. 200 million years ago you would have seen ocean all around you in this area. Although water would have surrounded you, to the west several small continents existed in that ocean. To the east, at what is now the Idaho\/Washington border would have been the western edge of the North American continent and ocean floor ride on huge plates. As the plate the ocean and small continents were riding on pushed into the North American continent, the ocean floor was pushed up and formed the mountains which can be seen at the towns of Kettle Falls and Colville. To the west the small continents crashed into the North American continent one after another forming the mountains to the west of Lake Roosevelt. But the surface of the land has changed since this happened. Today the mountains do not rise as high due to glaciers that covered this area as recently as 10,000 years ago.        Hawk Creek Outcrop NPS Photo  Fort Spokane Area - The dark rock that encompasses the Fort Spokane area is basalt. This is hardened lava that came from great fissures on what is now the southern part of the Idaho\/Washington border. Beginning approximately 17 million years ago lava flow after lava flow poured onto the landscape of what is now central Washington and northern Oregon. After 11 million years of flows, up to 150 separate lava flows with a combine depth of over 2 miles remain. Most recently wind blown soil, called loess, from the glaciers was deposited on top of the lava flows. Massive floods which roared through central Washington washed away some of this loess. Where the loess remains, the soil is extremely fertile, proving to be excellent for growing wheat, barley, canola and many other crops which you will encounter directly south of Lake Roosevelt. The soil deposits found right along Lake Roosevelt are the result of sediments left from the gigantic Ice Age Floods that came through this area 10,000 to 20,000 years ago.      Spring Canyon\/Coulee Dam Area - Ice Age floods formed this part of the country. What follows is a scientific account of what is believed to have happened.         Miocene Landscape  About 20 million years ago, during the Miocene time, the landscape of central Washington consisted of mountains, valleys, streams and lakes. Trees, shrubs and plants flourished in a moist, temperate climate. Sequoia, oak, elm, hickory, cypress, chestnut, gingko, and other large trees grew in profusion.      Lava Flows  During late Miocene and early Pliocene times, one of the largest basaltic lava floods ever to appear on the earth’s surface engulfed about 63,000 square miles of the Pacific Northwest. Over a period of perhaps 10 to 15 million years lava flow after lava flow poured out, eventually accumulating to a thickness of more than 6,000 feet. As the molten rock came to the surface, the earth’s crust gradually sank into the space left by the rising lava. The subsidence of the crust produced a large, slightly depressed lava plain now known as the Columbia Basin (Plateau). The ancient Columbia River was forced into its present course by the northwesterly advancing lava. The lava, as it flowed over the area, first filled the stream valleys, forming dams that in turn caused impoundments or lakes. In these ancient lake beds are found fossil leaf impressions, petrified wood, fossil insects, and bones of vertebrate animals.  Between one and 25 million years ago, during Miocene and Pliocene times, several types of animals existed in the Columbia Basin. Among these were the sloth, and perhaps thousands of varieties of insects and fish.       Columnar Basalt NPS Photo\/Jeff Axel       Folding of the Plateau  With the end of the outpouring of lava, tremendous forces deep within the earth began to warp the plateau in several places. A general uplift of the mountainous region in the north caused the entire plateau to tilt slightly to the south. This tilting and associated stairstep rock folds, called monoclines, in the vicinity of Coulee City and Soap Lake, played an important role in the formation of the Grand Coulee.  The Ice Age  With the beginning of the Pleistocene time about one million years ago, cooling temperatures provided conditions favorable for the creation of great sheets of moving ice called glaciers. Thus began the Ice Age.  Over the centuries, as snowfall exceeded melting and evaporation, a great accumulation of snow covered part of the continent, forming extensive ice fields. This vast continental ice sheet reached a thickness of about 4,000 feet in some areas. Sufficient pressure on the ice caused it to flow outward as a glacier. The glacier moved south out of Canada, damming rivers and creating lakes in Washington, Idaho and Montana.  One especially large lake, covering a portion of northwest Montana, played an important role in the formation of Dry Falls. As this lake grew in size, it eventually broke through the ice dam, allowing a tremendous volume of water to rush across northern Idaho and into eastern Washington. Such catastrophic floods raced across the southward-dipping plateau a number of times, etching the coulees which characterize this region, now known as the channeled scablands.  As the floods in this vicinity raced southward, two major cascades formed along their course. The larger cataract was that of the Upper Coulee, where the river roared over an 800-foot waterfall. The eroding power of the water plucked pieces of basalt from the precipice, causing the falls to retreat 20 miles and self-destruct by cutting through to the Columbia River valley near what is now the Grand Coulee Dam.  The other major cataract started near Soap Lake, where less resistant basalt layers gave way before the great erosive power of this tremendous torrent and waterfalls developed. As in the Upper Coulee, the raging river yanked chunks of rock from the face of the falls and the falls eventually retreated to their present location.  Here then is Dry Falls, the skeleton of one of the greatest waterfalls in geologic history. It is three and one-half miles wide, with a drop of more than 400 feet. By way of comparison, Niagara, one mile wide with a drop of only 165 feet, would be dwarfed by Dry Falls. In 2009 Congress approved the Ice Age Floods National Geologic Trail. For more information click here.        Dry Falls NPS Photo\/Jeff Axel       The Ice Recedes  With a moderation in climate, the ice slowly retreated north. The Columbia returned to its original channel around the edge of the lava plateau. The Grand Coulee and the network of other watercourses across the plateau were left high and dry several hundred feet above the Columbia River.  Today the traveler sees numerous coulees and small lakes, as well as the giant precipice of Dry Falls; all are reminders of the raging torrent that once scoured this area. In the summer of 1922, geologist J Harlen Bretz of the University of Chicago became intrigued by the maze of huge streamless canyons, dry falls, and other strange features in arid eastern Washington. Over the next seven summers, Bretz painstakingly documented what he named the “Channeled Scablands.” Nothing within known geologic theory could account for what he saw. Based on the physical evidence, Bretz arrived at a revolutionary conclusion: the strange landforms of the Channeled Scablands were carved by a catastrophic flood greater than geologists had ever recognized.  Geologic understanding in the 1920s strictly followed the principal of uniformitarianism—that geologic changes occur slowly, through steady processes. To geologists, the idea of a sudden, colossal flood was unthinkable heresy. Though warned repeatedly that he would not be believed, Bretz published his conclusions, setting in motion one of the greatest debates in the history of modern geology.  Alone and against all odds, Bretz persisted in defending his unpopular hypothesis. In 1952, when he was nearly 70 years old, Bretz returned for his last summer of field work in the Channeled Scablands. With the discovery of some startling new evidence—giant ripple marks—his arguments could no longer be ignored. In 1965, following a tour of the Channeled Scablands, the International Geological Congress sent Bretz a telegram: “We are now all catastrophists.” After more than 40 years, his vindication had finally come. In 1979 at age 96, he was awarded the Penrose Medal of the Geological Society of America, the nation’s highest geologic honor.  The Blue Lake Rhino  One of the most unusual fossils ever found in the Columbia Plateau is a mold and a few bones of a small rhinoceros. In 1935, a group of hikers found it in a cavity in the vicinity of Blue Lake, a few miles south of Dry Falls. This fossil is commonly know as the \"Blue Lake Rhino.\" The mold is preserved in pillow basalt overlying a thin sand bed. The rhino probably lay dead in a small pond when lava flowed into the water and hardened, forming a mold around the body.  The Dry Falls Interpretive Center at Sun Lake State Park The Dry Falls interpretive center houses exhibits which tell the story of the creation of this geological phenomenon. The building affords a magnificent view of the giant precipice. The visitor center is operated under a cooperative agreement between the Washington State Parks and Recreation Commission and the National Park Service. The Grand Coulee, of which Dry Falls is a central feature, has been designated a Registered Natural Landmark by the U.S. Department of the Interior. A bronze plaque to this effect is located in the small vista house adjacent to the parking area.",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/nature\/geology.htm"
}
