{
    "title": "Lake Roosevelt National Recreation Area: Natural Features & Ecosystems",
    "body": "Natural Features & Ecosystems         A Cove in Autumn NPS Photo\/L.Snook  Lake Roosevelt National Recreation Area is contained within three distinct geologic provinces: the Okanogan Highlands , the Kootenay Arc, and the Columbia Plateau—which has been sculpted by the Ice Age floods.  The layers and landscapes of the Lake Roosevelt area show the geologic forces that shaped this scenery: changes that happened through gradual uplift, erosion, and occasionally —in sudden cataclysmic events.  Over millions of years, intermittent lava flows created the Columbia Basin and tectonic action uplifted these basalt layers and nearby mountains that form the landscape within which Lake Roosevelt is located.  The gradual erosion of these rock layers changed over time as the Cascade Mountains rose, forming a rain shadow that reduced the amount of precipitation in the Columbia Basin and nearby Okanogan Highlands.  During the last Ice Age a series of massive floods- the largest scientifically documented floods in North America-scoured the coulees (gorges), channels scablands, and other land forms in the Columbia Basin  Lake Roosevelt marks a transition zone between the desert-like Columbia Basin to the south and the slightly wetter Okanogan Highland to the north.  Fish inhabiting Lake Roosevelt continue to adapt to an altered environment: dams have stopped salmon and sturgeon runs, the lake's depth fluctuates seasonally because of snowmelt runoff, the water temperature varies at different locations, and human-introduced species like kokanee and walleye compete with native fish populations for food and habitat.  Much of the shoreline around Lake Roosevelt supports conifer forests, grasslands, and scrublands that provide habitat for an estimated 75 species of mammals, 200 species of birds, 15 species of reptiles and 10 species of amphibians.  The area's plant and animal species have changed and continue to change overtime, adapting to climate transitions that vary from location to location.",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
