{
    "title": "Lake Roosevelt National Recreation Area: Fort Spokane Cultural Landscape",
    "body": "Fort Spokane Cultural Landscape         Powder Magazine NPS\/Jeff Axel  Pacific Northwest Region An except from The Historic Landscape of Fort Spokane: A Preliminary Study, Coulee Dam National Recreation Area, Cathy A.Gilbert, 1984. 26 pages. Fort Spokane was established in 1880 to maintain peace and resolve conflicts between the Indians on the Northern Columbia plateau and white settlers arriving in the area. This preliminary historic landscape study was undertaken by a landscape architect and looks at 640 acres of the original military reserve and focuses on the 70 acres which supported the structural complex of the fort. The purpose of the research was to collate the available information regarding the development of the historic landscape at Fort Spokane and to identify and illustrate historic land use patterns, remnants and components that supports the historic integrity of the site. The report is divided into four sections. Part one describes the physiographic setting, site boundaries, and its existing condition. Part two provides an historic overview of the Fort and identifies four periods as being significant in shaping the historic character of the site. (i) the Military period from 1880 to 1889 when the primary structural complex of the fort was built. (ii) the Indian Agency period from 1900 to 1920 when many of the original structures were adapted and reused as a school, hospital and administrative headquarters for the Colville Indians. (iii) a thirty year period from 1930 to 1960 when the complex was abandoned and many buildings lost. (iv) the years from 1960 to the present, when the NPS assumed jurisdiction for Fort Spokane as part of the Coulee Dam National Recreation Area. Of these four periods the two earliest are considered to be of greatest historic significance. Part three of the report provides a graphic and written description of the landscape structure and its components which evolved during the two main historical periods. It considers the spatial structure, circulation, other materials and remnants. The final section of the report, part four, makes general recommendations for protecting and reclaiming the historic landscape of Forth Spokane. The aim being to provide guidelines to allow greater flexibility in site interpretation, current uses of the grounds and future park needs whilst maintaining the historic integrity of the site. The recommendations are grouped to address both general and specific site conditions and include: buildings and related structures, circulation, plantings, and general management concepts for safeguarding the historic landscape as a resource. These recommendations are, however, preliminary and it is stated that implementation would require additional design development and site planning. The report is well illustrated with historic and contemporary photographs and plans and the functional patterns from each significant historical period are mapped. There is also a short bibliography. BIBNUM: 012879. Chadwyck-Healey. The Historic Landscape of Fort Spokane: A Design Proposal, Coulee Dam National Recreation Area. Cathy A. Gilbert and Renata Niedzwiecka, 1985. 56 pages. The Fort Spokane military post was established in 1880, to resolve conflicts between the Indian tribes of the north Columbian plateau and the white settlers arriving in the area. This historic site was one of the last frontier army posts to be established in the Pacific north west. With the demise of the fort in the 1890s, the site was subsequently put to various uses by the Indian Agency. It was abandoned in 1930 and neglected until 1960 when the NPS assumed jurisdiction of the Fort as part of the Coulee Dam National Recreation Area. This report identifies significant historic landscape patterns and develops appropriate design proposals for rehabilitation of the site, with particular emphasis on increasing opportunities for interpretation of the historic site and expanding its potential for contemporary uses. The research was undertaken by two landscape architects and involved both historical research and field survey with comprehensive documentation of existing conditions at the Fort. For the purposes of this study all 640 acres of the original military reserve are considered part of the historic zone. The design project, however, focuses on the 80 acres which support the primary structural complex of the Fort. An overview describes the history of the site, and the changes occurring in each of the main historical periods are documented. The four distinct historical periods are considered to be: (i) the military period 1880 - 1889 when the primary structural complex of the fort was built, (ii) the Indian Agency period 1900 - 1929 when many of the original structures were adapted and reused as a school, hospital and administrative headquarters for the Colville Indians, (iii) a thirty year period from 1930 - 1960 when the complex was neglected and many of the original buildings lost, (iv) the years from 1960 to the present when the NPS took over management of the site. The historic data for each of the historic periods was mapped to illustrate major land uses, building functions, site features and overall landscape organization. An evaluation was made of the significant historic landscape components and their integrity using National Register Criteria. In addition a series of maps were developed illustrating contemporary perceptual and functional aspects of the site, and included an analysis of vehicular and circulation patterns, visual assessment and land use concepts. These maps produced during the course of the project provided a basis for analysis and evaluation of the landscape to guide the development of design proposals. The resulting master plan reflects aspects of the research findings and site analysis as well as all significant landscape components critical for enhancing the readability and coherent character of the historic landscape of Fort Spokane. Features to be reestablished at the site are depicted on the plan. Three phasing plans are developed to guide implementation of the master plan. A list of recommendations accompany the plan and address both general and specific site considerations including building and foundations, circulation, plant materials, site details and management concepts. BIBNUM: 013604. NTIS Order #: PB86-161940\/AS\/PCA03\/MFA01 DSC\/TIC #: 606\/D-64A. Chadwyck-Healey.",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/historyculture\/fort-spokane-cultural-landscape.htm"
}
