{
    "title": "Lake Roosevelt National Recreation Area: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Hawk Creek NPS Photo\/Jeff Axel  The upper Columbia River gorge, within which Lake Roosevelt is contained, stands in stark testimony to its geology and climate. The national recreation area spans three distinct physiographic provinces: the Okanogan Highlands, the Kootenay Arc, and the Columbia Plateau. The geologic features of these three regions are radically different and the juxtaposition of these landforms is a major factor that contributes to the unique character of the area. The climate of the area changes from the south end to the north. The south is hot and dry in the summer with average annual precipitation at the dam around 10 inches. Vegetation is characterized by shrub steppe species such as sagebrush and bitterbrush. To the north in Colville, precipitation is around 17 inches per year, which is sufficient to support the ponderosa pines and Douglas-fir forests that are common to the area. Rainfall continues to increase as the lake approaches Northport. The Lake Roosevelt watershed drains about 44,969 square miles, 88% of which is Canada. The lake extends more than 154 miles along the Columbia River through the national recreation area and includes the lower reaches of many rivers and streams. Most of the water in lake comes from glacial ice, lakes and snow high in the Canadian Rockies.        Hawk Creek - Lake Level Elevated NPS Photo  Wildlife species are abundant and varied in the Lake Roosevelt area. More than 75 species of mammals, 200 species of birds, 15 species of reptiles, and 10 species of amphibians may occur here. Lake Roosevelt and its tributaries in the national recreation area support a varied fish community that today is considerably different from the native fish community of the early 1900s. The changes over time were caused by the introduction of nonnative species, habitat alteration such as water pollution, the damming of rivers, and reservoir drawdowns. Today, there are possibly 28 native and 12 nonnative species that inhabit recreation area waters.",
    "url": "https:\/\/www.nps.gov\/laro\/learn\/nature\/index.htm"
}
