{
    "title": "Fort Matanzas National Monument: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         A marsh rice rat pauses while scurrying through grassy vegetation NPS Photo  In 2005 researchers from the University of North Carolina completed a comprehensive survey of mammalian species at Fort Matanzas. Because of this work, park managers can say with certainty that at least twenty-seven species of mammal live in or have transited through the park, or the waters adjacent to the park, at some point. Some of these are animals one would probably not be too surprised to see in any preserved north Florida habitat:  Virginia opossum, white-tailed deer, northern raccoon, eastern gray squirrel, and marsh rabbit, for example. Others might cause even long-time locals to take notice:  coyote, bobcat, American black bear, feral hog, American mink, or the gray or red fox, for instance. Many of the park's mammals might only ever be seen by researchers, being small, secretive, and\/or nocturnal. Think of species like: short-tailed shrew, marsh rice rat, cotton mouse, Florida mouse, eastern mole, and the hispid cotton rat. Still others are far from being tiny, but you had better be looking to the river or sea at just the right time in order to catch: northern river otter, West Indian manatee, Atlantic bottlenose dolphin, or northern right whale.     There is one mammal species that bears the distinction of being endemic to Anastasia Island, where Fort Matanzas is located. This is the Anastasia Island beach mouse, a subspecies of the oldfield mouse.  It is listed by the federal government as an endangered species. Fort Matanzas acts as one of two main refugia for this species, helping to ensure its existence into the future even as its overall population numbers remain at risk. While a species like the Anastasia Island beach mouse evolved in this part of the world, other species that are mistaken for ecological natives were actually brought here (sometimes inadvertently) by European explorers and settlers: feral cat, house mouse, and the black rat included. The nine-banded armadillo, on the other hand, first came to Florida in zoos and circuses and subsequently escaped. Finally, though humans are not included on the park's official list of mammal species (though should we be? We are mammalian animals after all!), the dog is. Not only the canine pets some visitors bring to the park at the end of a leash, but also feral dogs that have no owners and exist on the lamb, so to speak. By the way, sheep are one mammal species NOT found in the park!",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/mammals.htm"
}
