{
    "title": "Lake Roosevelt National Recreation Area: Hunting",
    "body": "Hunting         Turkeys USFWS  The regulations for hunting within Lake Roosevelt National Recreation Area are designed to provide a meaningful and safe experience for hunters. Lake Roosevelt NRA is one of a few National Park Service units to allow hunting. Hunting within the boundaries of Lake Roosevelt National Recreation Area is a recognized recreational activity under the Code of Federal Regulations 36 CFR, section 7.55(a) at times and locations designated as open for hunting. Rules and Regulations    Hunters are asked to be familiar with both the Washington State and federal rules and regulations concerning hunting in Washington and Lake Roosevelt National Recreation Area. Note that many park visitors are unaware that hunting activities occur within the recreation area.  Information on Washington State hunting regulations can be found in the Washington State Hunting Seasons and Regulations.National Park Service regulations are not contained in those guides. Following are some of the regulations which hunters will need to be aware of:   ·  Hunting is prohibited within 1\/2 mile of all developed areas including, but not limited to, campgrounds, visitor centers, day-use areas, and boat launches. Old Kettle Falls developed area is the exception. Waterfowl hunting is allowed during specific times and seasons. ·  Possession of firearms is allowed at Lake Roosevelt and must be in accordance with Washington State law. ·  Viewing and hunting of wildlife with artificial light is prohibited, except when allowed by Washington State law. ·  Permanent tree stands and \"screw-in\" tree stand steps are prohibited. ·  All vehicles must remain on designated roadways and the use of all Off-road vehicles (ORV's) is prohibited throughout the Recreation Area. ·  All trash and other man-made materials must be packed out and deposited in trash receptacles. ·  Target shooting or the sighting in of weapons, including bow and arrow, is prohibited. ·  Trapping is prohibitedin the Recreation Area. ·  The possession and use of any other device capable of firing\/launching a projectile (e.g. paintball guns, water balloon and potato launchers, cannons, catapults and slingshots), is prohibited.  Additional information can be found on the Laws and Policies page.",
    "url": "https:\/\/www.nps.gov\/laro\/planyourvisit\/hunting.htm"
}
