{
    "title": "Lake Roosevelt National Recreation Area: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities          AUTO TOURING FISHING STARGAZING    BICYCLING HIKING SWIMMING    BOATING HUNTING WILDLIFE VIEWING    CAMPING PICNICKING     CANOEING AND KAYAKING RANGER PROGRAMS            AUTO TOURING  If you enjoy backroads then you will want to explore the area around Lake Roosevelt. You can make a small loop along roads that include WA 25, a mid-lake ferry crossing, and WA 21 through the Colville Reservation. Or, try a big loop that includes Republic, an old gold-mining town, and WA 20 over Sherman Pass, the highest year-round Washington State highway pass. See the map for scenic drive ideas.  BICYCLING  Bicycling is allowed on paved or concrete areas except stairs, walkways, benches, railings, ramps, curbs, gazebo areas, administrative and Historic buildings, structures, compounds, and their accesses. There are other opportunities for bicycling in nearby Colville National Forest.    CANOEING AND KAYAKING  Before cars and trucks rumbled up and down the highways of the Pacific Northwest, people and goods were transported in canoes on the watery highway of the Columbia River and its tributaries. Today canoeing, along with kayaking, is a recreational activity at Lake Roosevelt. The park service offers free canoe trips in the summer. Check the Schedule of Events for times and locations.   PICNICKING  The park has designated day use areas with picnic tables, grills, and other facilities.  RANGER-LED PROGRAMS  There is a lot to see and learn about Lake Roosevelt. Let a ranger be your guide. More...  STARGAZING  Nights on the lake offer an unimpaired view of the vanishing night sky. More... International Observe The Moon Night Events...  SWIMMING  On a hot day a quick dip can be wonderful. More...  WILDLIFE VIEWING  From eagles and osprey to bob cats and moose, a variety of wildlife call Lake Roosevelt their home. Bring along your binoculars and camera.",
    "url": "https:\/\/www.nps.gov\/laro\/planyourvisit\/outdooractivities.htm"
}
