{
    "title": "Lake Roosevelt National Recreation Area: Camping",
    "body": "Campgrounds         Camping at Lake Roosevelt National Recreation Area NPS  Open All Year Lake Roosevelt's 27 car and boat-in only campgrounds are open all year long. Check out our charts below to see what facilities are available at each location. Each individual site has a fire ring, picnic table, and a paved parking space that is either a pull-through or a back-in pad. Most of our car campgrounds also have flush toilets and running water. These facilities, however, are only open during the summer season. If you are planning on camping during the winter, please make sure to bring your own water. Our vault toilets are available year round. While our campgrounds have sites that will fit most large RV's, there are no hook-ups in any of the campgrounds. Seven of our campground also have group campsites that can hold 25 or more people. Group sites are only available through Reserve.gov.      Campground, Boat Launch, and Facilities Charts Click on one of the links below for more information on Lake Roosevelt NRA facilities.  Campgrounds Group Campsites Boat-in Campgrounds Boat Launches  Please note: Water and flush facilities are turned off during the winter and periods of extreme low water. Please check with the park to be sure water is available.      GENERAL INFORMATION  Fees and Reservations: Individual Campsites (non-reservable: available on a first come, first served basis) May 1 - September 30  $18.00 per night per campsite $9.00 per night for eligible America the Beautiful Senior or Access Pass or Golden Age or Access Pass holder. Only good for one individual site.  October 1 - April 30  $9.00 per night per campsite $4.50 per night for eligible America the Beautiful Senior or Access Pass or Golden Age or Access Pass holder. Only good for one individual site.  Reservable Individual Campsites Check out our \"Permits and Reservations\" page for more information on our Reservable individual and group camp sites. Keller Ferry Campground is operated by Lake Roosevelt Adventures. Check out our \"Permits and Reservations\" page for more information. Group Campsites - groupsite information and reservation contacts. Shoreline Camping  There is no fee for shoreline camping except your boat launch fee.  Shoreline camping and camping aboard a vessel is permitted only in National Park Service boat-in sites and undeveloped areas provided the undeveloped site is 1\/2 mile from a developed area.   This does not include boaters possessing a valid boat moorage agreement with an authorized concessionaire or community access point for moorage.        General Park Rules and Regulations Please remember, it is your responsibility to know the rules and regulations at Lake Roosevelt National Recreation Area. We've listed some of the most common ones below. These links will give you a complete listing of park specific rules.  Camping Rules Shoreline Camping Rules Code of Federal Regulations 36 CFR parts 1-199 Park Compendium These more specific rules are developed with public input to implement applicable law.  Please see our Laws & Policies page for more information. Check-Out Time: Noon Quiet Hours: From 10 p.m. to 6 a.m. Generators may only be used from 6 a.m. to 10 p.m.  Time Limits: Maximum stay within the recreation area is limited to 30 days within any calendar year and limited to 14 consecutive days per campground. Nighttime Closures: Campgrounds are closed to the public from 10:00 p.m. to 6:00 a.m. unless they are a registered camper. All first come, first serve sites MUST be occupied each night. You may not pay for these sites and leave your belongings in them without nightly occupancy. Property left unattended for 24 hours will be considered abandoned. No more than two vehicles (for example a truck and a boat trailer or an RV and a car, or two cars) and no more than ten people at each campsite. The wheels of all vehicles and trailers must be within the designated parking space and not on the roadway or vegetation. Do not attach wires, ropes, or nails to trees or shrubs. Digging, leveling, or other alterations of the ground is not permitted.",
    "url": "https:\/\/www.nps.gov\/laro\/planyourvisit\/campgrounds.htm"
}
