{
    "title": "Lake Roosevelt National Recreation Area: FAQs",
    "body": "Explore This Park    Plan Your Visit     Basic Information     FAQs              Frequently Asked Questions       What dates specify the park seasons? The summer season is May 1-September 30. The winter season is October 1-December 31. The spring season is January 1-April 30.  Can I reserve a camp site? Kettle Falls, Fort Spokane, and Spring Canyon have sites that can be reserved. These campgrounds also have sites that are available on a first come first serve basis. All other sites in the recreation area are first come, first serve. Keller Ferry Campground is now operated by Dakota Columbia and can be reserved through Sunrise Reservations. See our Fees and Reservation page for more information How much does a launch permit cost and where can I purchase one? See our Fees and Reservation page for more information. Where do I display my launch permit? The permit needs to be on the driver's side windshield of the vehicle that is towing the boat. Permits can be moved to other vehicles. How do I get a Senior or Access pass? They may be purchased, in person, at any of our district offices. They can also be purchased from BLM, Forest Service, or U.S. Fish and Wildlife (not state). Permits are available in Spokane at the BLM office at 1103 North Fancher Rd (behind Home Depot on Sprague). Their phone number is (509) 536-1200. Are campgrounds open year round? Yes, the campgrounds are open year round. However, comfort stations are closed and water systems are turned off in the winter. Vault toilets are still open. How much is the fee to camp? Winter rates for camping are $9 per site, $4.50 with a pass. Summer is $18.00 or $9.00 with a pass. How do I make a reservation for camping? Reservations are made by going online to recreation.gov or by calling 1-877-444-6777. No reservations are made through our offices.   Where can I find information on amenities and campsites? For amenities and campground site layouts go to the Fees and Reservations and follow the link for each campground you would like to view.   Do I need to bring a port-a-potty?   Port-A-Potties are not required for camping in campgrounds which have vault toilets. However, any boat camping done on Lake Roosevelt does require a port-a-potty to be present and used at all times according to Federal law.",
    "url": "https:\/\/www.nps.gov\/laro\/faqs.htm"
}
