{
    "title": "Lake Roosevelt National Recreation Area: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations      The Recreation Fee Demonstration Program, passed by Congress in 1996, allows 80% of the fees collected at Lake Roosevelt to remain here.     Reservations INDIVIDUAL CAMPSITES may be reserved from May 1 - September 30 at the following campgrounds: Fees: $18.00 per night  Fort Spokane Kettle Falls Spring CanyonKeller Ferry (operated by Lake Roosevelt Adventures)  GROUP CAMPSITESmust be reserved. Group sites are located at the following campgrounds: Group fees:  1 to 25 people =$55.00 26 to 50 people =$80.00 51 to 75 people =$105.00     Fort Spokane   2 sites accommodate 30 people each    Hunters  3 sites accommodate 25 people each    Keller Ferry*                             Operated by Lake Roosevelt Adventures   Kettle Falls (Locust Grove)  2 sites accommodate 50 people each   Spring Canyon 2 sites accommodate 25 people each    Evans 1 site accommodates 25 people   Gifford 1 site accommodates 50 people    Reservations National Park Service managed campgrounds can be made on-line at www.Recreation.gov or by calling 1-877-444-6777. Other Phone Numbers for www.recreation.gov.  TDD 1-877-833-6777 International (518) 885-3639  Please Remember!  Lake Roosevelt NRA staff are unable to make reservations.  All reservations and\/or changes to your reservations must be made at least seven days before your scheduled arrival date through www.recreation.gov. Reservations and changes to your reservation cannot be made within seven days of your scheduled arrival. Group Campsites are NOT eligible for half price discounts. America the Beautiful - the National Parks and Federal Recreational Lands Pass Senior or Access Pass (formally Golden Age and Access Passport) are only available on individual campsites. There is a two-night minimum on all reserved campsites. During holidays, there is a three-night minimum stay. You can make up to 4 site reservations per phone call. No site can be reserved for more than 14 days. If a campsite has not been reserved via the reservation system it is on a first-come, first-serve basis as are all the other campsites in the park.",
    "url": "https:\/\/www.nps.gov\/laro\/planyourvisit\/permitsandreservations.htm"
}
