{
    "title": "Lake Roosevelt National Recreation Area: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking                Walking Trails       Did you know the oldest standing church on the Upper Columbia is right here in the park at Kettle Falls? Did you know you can still see where the old town of Kettle Falls once stood? Did you know you can walk in the footsteps of the first tribes that hunted and fished along the Columbia River as well as the soldiers that once made Fort Spokane their home? Did you know that at Spring Canyon you can stand near where a half-mile thick ice sheet blocked the river, creating a lake 400 feet above your head? Four self-guided walking trails in the park will take you back in time so you can explore the history and geology of Lake Roosevelt or simply enjoy the beauty of it’s diverse scenery and terrain.           St. Paul's Mission ca. 1888 NPS Photo  Mission Point Trail: Only one-mile from the Kettle Falls Campground, at St. Paul’s Mission, a 1\/4 mile trail combines history and nature. There are signs along the trail explaining the history of the falls, the mission, and the Hudson’s Bay Company’s influence on the area.The view of the river is rivaled only by the abundance of plants you will find along the trail.     Old Kettle Town-site Trail: Starting in the Kettle Falls Campground, this one-mile trail winds through the original town-site of Kettle Falls. You will see house foundations, sidewalks and fruit trees-landmarks of the past. The trail leads to the swim beach and playground, and boasts great blue herons, osprey, and bald eagles.          Quartermaster's Barn NPS\/Jeff Axel  The Sentinel Trail: Located at Fort Spokane. Signs along this trail give clues to how people lived here for almost 50 years. Echoes of the past can be heard along the two-mile trail. For the adventurous, the trail climbs approximately 300 feet to the top of the bluff, providing you a spectacular view of the fort grounds and the confluence of the rivers. A free trail guide about the Indian boarding school is available at the Guard House.       Bunchgrass Prairie Nature Trail: The start of this ¼-mile trail is in the Spring Canyon Campground. Discover wild roses, rock-eating lichens, and look closely at the different critters that call the grasslands home. A free trail guide is available at the beginning of the trail for you to use.",
    "url": "https:\/\/www.nps.gov\/laro\/planyourvisit\/selfguided.htm"
}
