{
    "title": "Lake Roosevelt National Recreation Area: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Not Sure How to Get Here? Click on one of these locations to help you find your way.  Lake Roosevelt National Recreation Area Headquarters Fort Spokane Visitor Center        Lake Roosevelt National Recreation Area in Northeast Washington State. NPS\/Harpers Ferry Center       Lake Roosevelt NRA Headquarters 1008 Crest Drive, Coulee Dam, WA 99116 Phone: (509) 754-7800 From Spokane  Take I-90 West At Exit 277, merge onto US-2 toward Davenport\/Fairchild AFB\/Spokane Airport Just past Wilbur, turn right onto WA-21 Stay left onto Highway 174 Turn right onto WA-155 Stay on WA-155 past Grand Coulee Dam and into the town of Coulee Dam Cross the Columbia River and continue on WA-155 Turn right onto Crest Drive and follow up the hill. The Headquarters Office is located on the left  From Seattle  Take I-90 East At Exit 151, merge onto WA-281 toward WA-283 N\/Ephrata\/Soap Lake Take WA-283 north ramp toward Ephrata\/Soap Lake WA-283 becomes WA-28 Turn left onto WA-17 at Soap Lake Turn right onto US-2 at Banks Lake Turn left onto WA-155 Stay on WA-155 past Grand Coulee Dam and into the town of Coulee Dam Cross the Columbia River and continue on WA-155 Turn right onto Crest Drive and follow up the hill. The Headquarters Office is located on the left  Return to top      Fort Spokane Visitor Center 44150 District Office Lane N, Davenport, WA 99122 Phone: (509) 754-7800 From Spokane   Take I-90 West   At Exit 277, merge onto US-2 toward Davenport\/Fairchild AFB\/Spokane Airport   Turn right onto WA-25   Follow WA-25 north approximately 23 miles look for signs for Fort Spokane Visitor Center and Museum   From Seattle   Take I-90 East   At Exit 151, merge onto WA-281 toward WA-283 N\/Ephrata\/Soap Lake   Take WA-283 north ramp toward Ephrata\/Soap Lake   WA-283 becomes WA-28   Turn left onto WA-17 at Soap Lake   Turn right onto US-2 at Banks Lake   Approximately 1 mile east of Creston, turn left onto Miles Creston Road E   Follow to the end   Turn left onto WA-25 and look for signs for Fort Spokane Visitor Center and Museum   Return to top",
    "url": "https:\/\/www.nps.gov\/laro\/planyourvisit\/directions.htm"
}
