{
    "title": "Lake Roosevelt National Recreation Area: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services       Discover houseboating on Lake Roosevelt and the beauty of Seven Bays, Keller Ferry and Kettle Falls Marinas –your ticket to perfect relaxation and vacation memories to last a lifetime. Be distracted by nothing but the nature that surrounds you and fill your time with only that which makes your heart sing. While houseboating on Lake Roosevelt, it's about you, your loved ones, mother nature, and a perfect getaway. Houseboat rentals from Keller Ferry and Seven Bays marinas are available through Lake Roosevelt Adventures and from Kettle Falls marina through Lake Roosevelt Vacations Inc (LRVI). Kettle Falls Marina Operated by Lake Roosevelt Resort and Marina Phone: (509)738-6121 or (800) 635-7585  Marina store with groceries, ice, fishing licenses and VHF radio.  Covered or open boat slips on secured dock for seasonal or short term moorage.  Boat fuels dock with boat dump station (free to all boaters).  Propane.  Rentals include houseboats, runabouts and kayaks.   Memorial Day - June 30, 8 a.m. to 6 p.m. June 1 - Labor Day, 8 a.m. to 7 p.m.  After Labor Day through October 1 open 8 a.m. to 6 p.m.  After hours please call (509) 738-6121 for service by appointment.  Seven Bays and Keller Ferry Marinas Operated by Lake Roosevelt Adventures  Phone: (800) 816-2431 Seven Bays Marina May-Sept: (509) 725-7229 Oct-Apr: (509) 721-1240 Keller Ferry Marina and Campground May-Sept: (509) 725-7229 Oct-Apr: (509) 721-1240  Marina stores with groceries, ice and VHF radio. Covered or open boat slips on secured dock for seasonal or short term moorage. Boat fuels dock with boat dump station (free to all boaters). Rentals include houseboats and runabouts at Seven Bays Marina Memorial Day through October 1 After hours please call (509) 725-7229.",
    "url": "https:\/\/www.nps.gov\/laro\/planyourvisit\/goodsandservices.htm"
}
