{
    "title": "Richmond National Battlefield Park: Energy and Petroleum Reduction",
    "body": "Explore This Park    Get Involved     Sustainability     Energy and Petroleum Reduction              Energy and Petroleum Reduction       To reduce energy usage, the park has upgraded lighting to energy efficient fluorescent lamp tubes, compact fluorescent lamps (CFLs), and light-emitting diode (LED) lights. While LED lamps can be more expensive initially, their greatly reduced energy costs and long life span make them a wise investment. Solar-powered lighting and heating is also used where possible. Energy Star-labeled electronics and appliances are used throughout our buildings, along with motion sensors in many rooms to automatically turn off lights when not in use. Over ¾ of the Park's heating, ventilation, and air conditioning (HVAC) units have been recently replaced with new, high efficiency models. The park closely monitors energy usage at facilities and actively pursues opportunities to reduce consumption.        One of the park’s many Hybrid vehicles.   With park sites spread out across the region, park staff could easily surpass 100 miles in one day traveling to all of them. With a fleet of nearly thirty vehicles in addition to motorized grounds care equipment, the park is concerned about the fuel efficiency and maintenance of equipment. Staff use route planning between sites and carpool and combine trips when feasible.  When vehicles wear out, they are replaced either with hybrids or vehicles that run on biodiesel, a blend of fuel that is plant-based. Currently, one-third of park vehicles are alternative fuel users. Park staff now monitors greenhouse gas and criteria air pollutant emissions from park operations. The vehicles and equipment use plant based fuels and lubricants where possible, and an in-house mechanic assists in keeping them running smoothly. Larger grasslands in the park are maintained as tall, native grass meadows. This reduces both air pollution and petroleum use from mowing while creating needed habitat for nesting birds and mammals. Interested in how energy use affects the environment? Visit www.epa.gov\/cleanenergy\/energy-and-you\/index.html.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/management\/energy-and-petroleum-reduction.htm"
}
