{
    "title": "Fort Matanzas National Monument: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish        Quite aside from preserving and interpreting the location of a 16th century massacre and a still extant 18th century Spanish colonial watchtower, Fort Matanzas is also known and utilized as a fine place to go fishing! On any given day folks can be seen fishing from the river and ocean shorelines, and from the bridge spanning the Matanzas Inlet. While nearly sixty species of fish have been documented in the waters adjoining the national monument, there are ten or so that recreational fishermen are usually interested in catching. For those who love seafood, there is perhaps no finer taste than that of freshly caught and simply prepared fish.But since Fort Matanzas is a national park site, it should be pointed out that the game fish pulled from its waters are important for reasons beyond their appearance on a dinner plate.Each one is a unique and interesting organism unto itself, and they are integral parts of the aquatic food web in which they exist. Following are some natural history highlights about ten representative fish species found within the park: Freshwater Flounder - This is a flat, bottom-dwelling fish that has both of its eyes located on its dorsal side, so it can bury itself in the sand leaving only its eyes exposed as it watches for prey. Sheepshead -The females of this species are fractional spawners, meaning they lay only a portion of their eggs at a time.This occurs in inshore waters, usually during March and April. Hardhead Catfish - After spawning, the male of this species carries the fertilized eggs and subsequent larvae in its mouth for eight to eleven weeks, until the young can survive on their own. Black Sea Bass - Members of this species are protogynous hermaphrodites, meaning they start life as females but change their sex to males in their second to fifth year (9\" –13\"long). Spotted Seatrout - These fish spawn at night in large aggregations. To attract females in the dark water, males produce sounds by contracting muscles which vibrate their swim bladders. Mangrove Snapper - Spawning in this species takes place off-shore in aggregations that are associated with the full moon.Groups come together from June through August off Florida. Striped Mullet - Along with its other usual prey items (algae, zooplankton, organic detritus), this fish will ingest sediment particles, which help grind food in the pyloric section of its stomach. Bluefish - Females of this species reach reproductive age in their second year, and are capable of producing between .6 and 1.4 million eggs in a single season.Fertilized eggs can hatch within 48 hours. Red Drum - This fish is aptly named.It possesses a reddish-brown color on its back, and it also makes a drumming sound during spawning or when agitated;if taken from the water, for instance. Florida Pompano - Although this species opportunistically preys upon a variety of mollusks and crustaceans, it seems to show a strong preference for sand fleas if it can find them.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/fish.htm"
}
