{
    "title": "Prince William Forest Park: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace      Watch the NPS Leave No Trace video!Many of us have taken a pine cone or rock, which renders the land barren; veered off the trail to dodge mud puddles, which widens trails; gotten too close to wildlife, which can cause an animal to attack; or tossed an apple core into the woods, which causes animals to gravitate around roads. For every cause, there is an effect. While these actions may seem harmless at the time, they have a damaging cumulative affect as more and more visitors engage in this behavior.Leave No Trace is not a set of rules or regulations. Rather, it is first and foremost an attitude and an ethic. Leave No Trace is about respecting and caring for wildlands, doing your part to protect our natural\/cultural resources.  Below, are the seven principles that make up this important ethic.     Plan ahead and preparePrince William Forest Park is a land with varying seasonal weather. Plan on high temperatures in the summer with extreme humidity; in the winter freezing temperatures are the norm with occasional snow showers and freezing rain. Schedule your visit to avoid peak season. Visit in small groups. Split larger parties into groups of 4-6. Be sure to bring plenty of water and appropriate clothing for the season.     Travel and Camp on Durable SurfacesDurable surfaces include established trails and campsites, rock and gravel. Camping is only allowed in designated campgrounds. While on the trail, walk in single file in the middle of the trail, even when wet or muddy.     Leave What You FindPreserve the past. Examine, but do not touch, cultural or historic structures and artifacts. Leave rocks, wildflowers and other natural objects as you find them. Avoid introducing or transporting non-native species. Do not build structures, furniture or dig trenches.     Minimize Campfire ImpactsFires of any kind are only allowed in designated grill sites at campgrounds or picnic areas. In order to cook foods you may use a backpacking stove, portable fuel stove or the barbecue grills in your campsite.  You may forage for wood at designated campsites that is already dead\/downed and no larger than six inches in diameter.  Never leave fires unattended and before leaving your campfire, make sure your fire is \"dead out\" by pouring water over it.     Respect WildlifeObserve Prince William Forest Park's wildlife from a distance. Do not follow or approach them. Never feed wild animals. Feeding wild animals damages their health, alters natural behaviors and exposes them to predators and other dangers. Protect wildlife and your food by storing rations and trash  securely. Pets are not allowed in the backcountry or in any government building (cabins included). Pets must be on a leash and under supervision at all times.     Be Considerate of Other VisitorsBe courteous and respect other visitors by protecting the quality of their experience.Yield to other users on the trail. Let nature’s sound prevail by avoiding loud voices and noises.  Always keep you pet on a leash (not everybody enjoys being greeted by strange dogs).     Dispose of Waste ProperlyPack it in, pack it out. Inspect your campsite and rest areas for trash or spilled foods. Pack out all trash, leftover food and litter. Deposit solid human waste in cat-holes dug 6 to 8 inches deep at least 1\/4 mile from water, camp and trails. Cover and disguise the cathole when finished. Pack out toilet paper and hygiene products.",
    "url": "https:\/\/www.nps.gov\/prwi\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
