{
    "title": "Fort Matanzas National Monument: Nature",
    "body": "Nature         The nature trail winds through the shady coolness of the maritime forest. NPS Photo  Nature at Fort Matanzas National Monument The original national monument site consisted of only the fort on Rattlesnake Island. Through the years, however, the National Park Service has acquired additional land on both Rattlesnake and Anastasia Islands and has been able to preserve a slice of an intact barrier island ecosystem. The river and ocean beaches as well as the .6 mile nature trail offer visitors the opportunity to view a variety of plants and wildlife native to this ecosystem.        NPS Photo  A Diverse Ecosystem Fort Matanzas National Monument protects a variety of habitats for many different species of plants and animals. Click HERE to explore the different habitats of Fort Matanzas.           Critter of the Month Click on the star to read about the Matanzas Critter of the Month, one of the many animals who calls Fort Matanzas National Monument its home.  Come back next month and discover a different Matanzas Critter.      Natural Resource Management The park's natural resource department is participating in several studies and projects to find out more about the plants and animals in the park and how best to protect and interpret them.      Upcoming Nature Programs at Fort Matanzas Please contact the park for more information        The chicks the day before first flight. NPS Photo  Great Horned Owls Call Fort Matanzas Their Home! NEWS FLASH! December 10, 2013, It looks like the great horned owls have returned to Ft. Matanzas to mate once again. Keep in touch to see more of this famous couple! Click HERE for general information about Great Horned Owls.           The Matanzas Great Horned Owls in Mating Mode, Nov. 26, 2011        K. Krysko -- Used by Permission  Snakes and Turtles and Frogs, Oh My! During 1998 and 1999, Dr. F. Wayne King from the University of Florida conducted an extensive survey of the reptiles and amphibians found at Fort Matanzas National Monument. Click HERE for the results of his study complete with information on each species' ecology and habitat and photographs like this one of a red rat snake (corn snake), one of the beautiful, non-poisonous snakes at Fort Matanzas.         GTMNERR The area around Fort Matanzas National Monument is also part of the Guana-Tolomato-Matanzas National Estuarine Research Reserve (GTMNERR), one of 25 such reserves in the United States. Designated in 1999, GTMNERR is a federal\/state partnership administered by the Florida Department of Environmental Protection.   Click HERE to visit the GTMNERR website.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/nature\/index.htm"
}
