{
    "title": "Prince William Forest Park: Frogs & Toads",
    "body": "Frogs & Toads           Spring peepers usher in the sound of spring. Andrew Hoffman   Spring Peeper The early springtime calling of spring peepers is a welcome sound. This tiny frog is one of the first animals to herald in the change of seasons and say goodbye to winter. Their high pitched peeping is heard near most ponds or swampy areas, even in the suburbs. They are easy to identify both by sound and sight; they have a large black \"X\" on their backs, and emit the one note \"peep\" call. They will sometimes be found suctioned onto a storm door at night if there is a light nearby that is attracting their insect prey. This is by far the best time to get a close up view of this delicate species.         The song of the American toad is a common summer song Andrew Hoffman  American Toad If you come across an attractive wart covered hopping toad as you hike the trails, it will most likely be an American toad. Toads prefer drier habitats than frogs, but still need water to lay their eggs and keep their skin moist. Contrary to popular belief their warts are not contagious and can't harm humans, but they are not recommended to be on the menu of our household pets. A substance called \"bufo toxin\" is released from glands near the toad's eyes as a means of defense and it can be dangerous if ingested in large enough quantities by small animals. American toads occur in a range of colors from light tan to nearly black.        Gray tree frogs are often heard but rarely seen. Beth Carey  Cope's Gray Tree Frog Camoflouge could be defined by studying the life of the Cope's gray treefrog. You have almost definitely heard them singing on many warm summer nights, but seeing them is nearly impossible. Their mottled gray skin blends perfectly with the bark of the trees that their tiny suction cup toe pads allow them to adhere to. In addition, these frogs have the ability to change color to green or brown depending on where they are to help them further deceive any would be predators.        Pickerel frogs are considered aquatic but are often found far from water. Andrew Hoffman  Pickerel Frog Sometimes its surprising to find an animal that seems like its out of its normal habitat. That is often that case with the pickerel frog. This is indeed an aquatic frog, but it often wanders far from water and can be found on dry land far from creeks or ponds near bathrooms, building foundations, soda machines, or garages. If this unique habit isn't enough to idenitify the pickerel, then look for the rows of square-like spots going down the back and the orange colored wash on the inside of its back legs.        Bullfrogs have a ridge behind their eye that extends down to the front foot. Beth Carey  Bullfrog Bullfrogs are the iconic frog. The loud \"jug-o-rum\" call that rumbles out from any still body of water in the summertime is familiar to everyone. For being such a large and fat frog, these amphibians sure can move. The loud \"plop\" you hear as you walk along a pond may be a bullfrog hopping into the water long before you have even noticed its presence. Large enough to eat small birds, bullfrogs play the role of a prominent predator along the water's edge.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/frogsandtoads.htm"
}
