{
    "title": "Prince William Forest Park: Coyote",
    "body": "Coyote       Coyotes stalking gait and quiet manner inspire both awe and suspicion in humans.  In truth, coyotes are an important part of the predator-prey balance that is so important to a healthy ecosystem.      Description: Coyotes resemble a medium sized dog (30-60 lbs) with a black tipped bush tail. Unlike a domesticated dog, the coyote's tail usual hangs downward while walking through the woods. Perhaps this is one of the reasons why coyotes have a reputation of being sly and wily. The fur on a coyote is often gray or tan with a white chest, but can vary from blonde to reddish-brown or black.  The head of a coyote has a long slender snout and pointed, upright ears.      Habits and Habitat: Despite reputations of being sneaky and intrusive, coyotes, like most animals, will avoid humans at almost all costs. As populations of coyotes continue to increase in northern Virginia, human-coyote interactions are on the increase as well. It is important to understand the coyotes habits and habitats to help avoid negative human-coyote interactions. Coyotes have made their homes in both forest and field habitats. This is one of the reasons why coyotes are one of the most successful predators in our area; they thrive where forests meet developed areas. This is mainly because of their food sources. Coyotes can be seen in either daylight or nighttime, but are most often seen at dawn and dusk.  Coyotes do not hibernate and so can be spotted year round.  One of the most dramatic presentations made by the coyote is its call. Coyotes communicate by barking, yelping and howling. Their howl can sound disturbing to those unfamiliar with its town. Mostly these calls are for establishing territory over another male.      Feeding and Interaction with Pets: Coyotes feed on whatever is available to them.  They are not dependent on hunting only one type of prey.  They will scavenge or hunt animal prey, or feast on fruits and vegetables if they are hungry.  Their most common prey include small rodents, rabbits, birds, snakes and frogs.  They have been none to kill larger animals including deer, turkey, lambs and kid goats, and even young domesticated livestock on occasion. Coyotes have been known to kill household pets such as small dogs and housecats.  While some attacks have been known to occur in backyards, most coyote-pet interactions occur when a household pet is allowed to roam free and enters into the coyote's territory.  Coyotes are extremely territorial and, especially if they have young, will not tolerate another animal wondering on their turf.  To prevent these interactions, if you have seen or heard a coyote near your house, assume that the coyote has territory nearby and do not let pets roam free.  Also, do not keep household trash in unsecured containers. These easy meals may cause a coyote to venture into your backyard when he otherwise would have stayed in the forest.      Coyotes are a beautiful and important part of the food web in the Prince William Forest Park ecosystem.  Like all animals and plants in the park, they should be respected and left undisturbed.  If you would like to report a wildlife siting, please call the park visitor center at 703-221-7181 or email us.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/coyote.htm"
}
