{
    "title": "Prince William Forest Park: Songbirds",
    "body": "Songbirds          Hooded Warbler This little beauty is the gem of our woods. A bright dash of vibrant yellow lights up the forest when a hooded warbler flits by. An olive colored back, and yellow face and belly grace the body of this tiny warbler. But it's the black 'hood' over its head that gives them their common name. The female is a lighter version of the male with a less distinct hood. It can be quite frustrating trying to find a hooded warbler. You may hear his whistling high-pitched song close by, but never see that gorgeous plumage. But with some patience you may catch a glimpse, because \"hoodeds' don't constantly dwell in the upper canopy like most other warblers. They can be spotted in the mid canopy, but never sit still for very long.             Hooded Warbler     Song of the Hooded Warbler  Duration:23 seconds                American Redstart This forest dweller is another one of our summer warblers. They normally range anywhere in the America's, but are normally seen in the United States. The birds are known for the underside of their wings and tails. The males have a brightly colored orange and yellow underside with black a black covering. They use these colors to startle their favorite type of food, insects, out of their hiding spots. The female has a grey covering rather than black. The American Redstart's bird call is a number of high pitch notes, and can repeat this pattern over and over again.               American Redstart     American Redstart               Yellow-Throated Vireo True to its name, both males and females have a bright yellow throat, head, and breast. But the other parts of the Vireo are more olive green and white underside. The wings have to white bars in order to distinguish it from others. This small songbird likes to feed on small insects and even some seeds. They are usually found on the edge of open woodlands, but they need large patches of trees in order to nest. You can usually spot them at the top of the canopy or in the mid range of the forest canopy.              Yellow Throated Vireo     Song of a Yellow Throated Vireo  Duration:20 seconds                The Ovenbird This bird is actually one of our more common wood warblers. Its 'teacher-teacher-teacher' song is so loud and frequent that it can drown out the softer songs of the other birds. The Ovenbird is often seen low in the leaf canopy, or on the ground walking rather than hopping. It is a soft brown and has a white chest with brown spots. Its head bears a darker rusty colored stripe. You may hear its call so often that by the time a one hour hike is over, you will have learned his song, committing it to memory. Male and female ovenbirds have similar plumage.            Ovenbird     Song of the Ovenbird  Duration:20 seconds                Yellow-Billed Cuckoo Looking just like its name, the beak on this little guy is a bright yellow. He has a medium sized body and a very distinct looking tail. A brown back covers the white belly and a long slender tail with large white spots make this bird distinct from the others. The cuckoo is a patient bird, waiting for little caterpillars to make a move on them so they and hop along and eat them for a meal. They can be found in North America during the summer seasons and they migrate down to South America for the winter. They like to live in an open woodland area and make their nests up in the trees where you will most likely not see them. You will definitely hear them though, deeper than the other songbirds and repeated \"Ka's\" and \"Kowp\" sounds.            Yellow Billed Cuckoo     Song of the Yellow Billed Cuckoo  Duration:23 seconds                Whip-poor-will Not typically seen in the day time, this nocturnal bird can be heard right around the time the sun is setting. Sounding like it says its own name, you will not most likely see the Whip-poor-will because of its excellent camouflaged browns, blacks, and grays. Its nesting areas are usually in an open, wooded area, where they can find insects like beetles on the ground and moths in the air. This is a common bird in and around our Oak Ridge Campground.            whippoorwill     Song of the Whip-poor-will  Duration:23 seconds                Acadian Flycatcher Found mostly in North America, the Acadian Flycatcher is known for ability to fly. Because of its excellent maneuverability, it dwells in forests and weaves throughout the trees. This ability to hover and fly makes it easy for it to catch its favorite insects and flies. It has a brownish tan color on its back and distinct white bars on its wing.            Acadian Flycatcher     Song of the Acadian Flycatcher  Duration:15 seconds                  a wood thrush on a nest Paula Sullivan  The Wood Thrush People who know and love bird songs often claim that the wood thrush's song is their favorite. Indeed it does possess all the qualities of the classic and traditional \"bird song\". The wood thrush's song is flute like, flowing, musical and comparatively long. But you do not have to go just by song to identify a wood thrush. They are fairly easy to spot, being very active and robin sized rather than tiny like so many of our other birds. They will be seen flying about in the low to middle canopy and singing during dawn and dusk hours. They do like to stay sheltered and won't often be seen out in the open.             Wood Thrush     Song of the Wood Thrush  Duration:24 seconds                Northern Parula Warbler Found in mostly eastern North America, the Northern Parula is small songbird like to live in the forest. They breed from the bottom near streams, and live at the top of the canopy. You can pick them out by their blueish-gray covering and their olive tint on their back. With a white underside and two white wing bars, the warbler can be identified. The male and female have very similar plumages.            Northern Parula Warbler     Song of the Northern Parula Warbler  Duration:19 seconds                Worm-eating Warbler The Worm-eating Warbler is a small bird that ground nests and prefers steep hillsides. The olive drab bird can be easily identified by its striking head pattern of alternating black and buff stripes which fades to a whitish color on the lower belly. The habitat of this bird is the eastern discidous forests from Alabama and Georgia to souther New York and Connecticut. Though its name would suggest that it eats mainly worms, this bird actually feasts mostly on caterpillars (once called worms) and other invertebrates.             Worm Eating Warbler     Song of the Worm Eating Warbler  Duration:21 seconds                Louisiana Waterthrush This little warbler likes to keep on the move. While never stopping its tail, the Louisiana Waterthrush looks for all kinds of bugs and insects along the streams found in forests. It has a white eye stripe, a white belly with lots of brown spots, and a solid brown back side. You can most likely hear this guy with its loud ringing chirps throughout the day, but even birds get tired and like to take naps during the daytime!            Louisiana Waterthrush     Louisiana Waterthrush  Duration:20 seconds                Scarlet Tananger The male songbird is clear to identify in breeding season. With its bright red body and jet black wings, they would be easy to identify on a bird watch. But for the most part, the finch-like songbird tends to stay up to the top of the forest canopy and can be incredibly elusive. The female on the other hand shows a yellowish tint and gray to olive green wings. The males during a nonbreeding season tend to fall back on this olive tint and splotches of red in their plumage. Much like the flycatcher, it hovers over branches and catches its prey. Their song can easily be confused with the American Robin, but listen closely, and it sounds a little rougher around the edges.              Scarlet Tanaget     Song of the Scarlet Tanager  Duration:22 seconds",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/songbirds.htm"
}
