{
    "title": "Prince William Forest Park: North Fork",
    "body": "North Fork Quantico Creek Bridge        North Fork Quantico Creek Bridge in Fall. NPS Photo.       This information is taken from a Historic American Engineering Record (HAER) survey taken in 1988 by Mary Kendall Shipe. The North Branch Quantico Creek Bridge measures approximately fiftythree feet in length and thirteen feet ten inches in width. The structure contains one low Pratt pony metal truss and stone abutments. Latticed vertical members provide compressive strength in cooperation with diagonal eyebars that act in tension. The eyebars (one inch by one and one-quarter inches) have been loopwelded in a pinned connection at the panel points where they join with the vertical posts. These pinned connections, generally used on structures that carried lighter loads, simplified the determination of the distribution of stresses, as well as simplifying erection of the bridge. A center cross-bracing of two diagonal eyebars between two vertical members dominates the structure's configuration. On either side of the center crossbracing, a diagonal eyebar stems from the bottom pinned connection of the vertical member and joins the top connections of the inclined end posts and the upper chord. The deck, originally of oak, has recently been redone in wood. In form, the bridge represents a common bridge type (low Pratt pony metal truss) indigenous to late nineteenth to early twentieth century American roads. This is sUbstantiated by the structure's original function of a state highway bridge before park development. (1) The Pratt truss had proven reliable through its usage (2) and its parts were standardized by the late nineteenth century to allow erection on the site. (3) The North Branch Quantico Creek Bridge could possibly date from the late nineteenth century. Physical evidence partially confirms this date; the use of the loopwelded eyebars began in the late nineteenth century and is not seen on small highway bridges after the early 1900s. This hypothesis asserts that the bridge existed in Prince William County before the development of Chopawamsic Recreational Demonstration Area (later renamed Prince William Forest Park). After the land in the general vicinity of the bridge had been acquired by the National Park Service, the bridge was retained and incorporated into the general scheme for the park. The bridge currently functions as a trail crossing although it can also be used for vehicular traffic. It is likely that the North Branch Quantico Creek Bridge traces its origins to a mining operation place near the confluence of the north and south branches of Quantico creek. The Cabin Branch pyrite mine operated from 1889 to 1917.(4)  The American Agricultural Chemical Company then took over the mine for several years before scrapping the machinery and closing the mine by 1919. The mine provided a much needed economic base for the surrounding community for almost thirty years. The extraction of sulfite from pyrite provided a material that was utilized in many products. By the closing of World War I, however, the pyrite business had declined, and the mine was no lon~er a profitable venture. Judging from a 1916 map of Cabin Branch Mine, a bridge was located on the creek at the approximate point where the North Branch Quantico Creek Bridge is located. The bridge probably provided a link between utility buildings such as the blacksmith shop, machine shop, carpenter shop and mill buildings located on both sides of the creek. The existence of the North Branch Quantico Creek Bridge testifies to the industrial history of this area of Prince William County before the creation of Prince William Forest. The bridge also stands as a reminder of an aspect of Prince William County land usage before the transformation of the area into camps, trails and preserved wilderness. The bridge thus demonstrates the successful incorporation of a non-park structure into a park's design. 1) Interview with Joe Hebda, former ecc worker, June, 1988. 2) Dan Grove Deibler, \"Metal Trusses in Virginia: 1865-1932,\" (Charlottesville, Va.: Va. Highway and Transportation Research Council, 1975), V 01. 3, p. 20. 3) According to James Waddell, a noted bridge expert, 90% of highway bridges built after the Civil War were Pratt or Whipple trusses. (Deibler, Vol. 1, p. 4.) 4) Patricia Parker, The Hinterland: An Overview of the Prehistory and History of Prince William Forest Park, Virgi nia. (Washington, D.C.: National Capital Region, 1985), p. 128. 5) Parker, Figure 24 (Map of Cabin Branch Mine, 1916).",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/northforkbridge.htm"
}
