{
    "title": "Prince William Forest Park: ohparkfamilies",
    "body": "Park Families Oral Histories              The houses of park families     Listen to an oral history about the the physical layout of the land from descendents of a park family. “My father lived in Prince William Forest Park which they called Hickory Ridge then….on my grandfather’s property. They name it Turkey Run now.”Interviewee: Charlie Reid and Annie BatesInterviewer: Arvilla Jackson and Sue TaylorDate of Interview: 6\/15\/05  Duration:8 minutes, 59 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Ghosts in the Park     Listen to an oral history about ghosts in the park from descendents of a park family.“One of the things that we heard about were a series of spirits that walk the road. One is the headless man…do you know who that’s supposed to be? Could it by any chance be the guy that Mr. Davis mentions in the tape who was beheaded at the mine?” “I heard about that! I heard about that!”Interviewee: Charlie Reid and Annie BatesInterviewer: Arvilla Jackson and Sue TaylorDate of Interview: 6\/20\/05   Duration:2 minutes, 40 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Churches     Listen to an oral history about the role the church played in the community from a descendent of a park family. “It didn’t matter whether your parents went to school or church. You were going to Sunday School. You were going to go to Sunday School. And you were gonna get baptized.” Interviewee: Charlie Reid Interviewer: Arvilla Jackson and Sue Taylor Date of Interview: 6\/8\/05   Duration:8 minutes, 32 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Story about moonshine     Listen to an oral history from a descendent of a park family. “We’re gonna stay all night and were gonna drink some of that moonshine!” Interviewee: Charlie Reid Interviewer: Arvilla Jackson and Sue Taylor Date of Interview: 6\/8\/05  Duration:6 minutes, 33 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Funny Story     Listen to an oral history about a funny story from a descendent of a park family. “What’s one of the funniest things you remember?”  Duration:3 minutes, 40 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Hickory Ridge Midwife, Part 1     Listen to an oral history about the people who used to live here before the park was created. “So you were born in Minnieville ninety five years ago?” “That’s right. Ninety five years ago in 1893.” Interviewee: Annie Williams Interviewer: DeAnne Evans Date of Interview: 7\/18\/88  Duration:3 minutes, 9 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Hickory Ridge Midwife, Part 2     Listen to an oral history about the people who used to live here before the park was created. Interviewee: Annie Williams Interviewer: DeAnne Evans Date of Interview: 7\/18\/88   Duration:1 minute, 26 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Hickory Ridge Midwife, Part 3     “And so the school where you went is back in near the mine. Is that right? In back in the woods.” “Yeah!” “And it’s not there anymore?” “Oh, no, no.” “It’s gone a long time?” “Oh, lord, years ago.” Interviewee: Annie Williams Interviewer: DeAnne Evans Date of Interview: 7\/18\/88  Duration:4 minutes, 1 second      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Underground Railroad, Part 1     Listen to Barbara Kirby discuss the possibility of an Underground Railroad stop located in the location where Prince William Forest Park is today. “Well, we have always felt really strongly that there was simply because of the Muschette family who lived there.” Interviewee: Barbara Kirby Interviewer: Arvilla Jackson and Sue Taylor Date of Interview: 6\/10\/05  Duration:3 minutes, 41 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02                     Underground Railroad, Part 2     “And what they were looking for is basically up the eastern seaboard. ‘Cause they knew if they get to Phillidelphia of Boston that was gonna…they could meld in with what went there.” Interviewee: Barbara Kirby Interviewer: Arvilla Jackson and Sue Taylor Date of Interview: 6\/10\/05  Duration:2 minutes, 45 seconds      Credit \/ Author: Justine Rothbart   Date created: 2011-08-02",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/ohparkfamilies.htm"
}
