{
    "title": "Prince William Forest Park: Rent a Historic Cabin",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Cabin Camping     Rent a Historic Cabin                  Rent a Historic Cabin        The cabins at Cabin Camp 3. National Park Service.          Individual cabin rentals are available in Cabin Camp 3. This forested camp is one of five cabin camping facilities in the park constructed by the Civilian Conservation Corps in the 1930s and the Office of Strategic Services during World War II. It is also one of four cabin camps listed on the National Register of Historic Places. What Facilities are at Cabin Camp 3? The rental cabins are arranged into two loops - 'A' and 'B' Unit. 'A' Unit has 10 cabins (each housing 4-6 people) arranged around a large grassy area. The B Unit has 3 10-person cabins arranged on a hill over looking a South Fork Quantico Creek. 'A' and 'B' unit also have a craft lodge (available to all campers within the unit) and a central bathhouse with full shower facilities. Each cabin includes individual beds and mattresses, a picnic table and a cooking grill. Cabins have electric lights and ceiling fans, but do not have electrical outlets. Cabins are not equipped with kitchens or individual bathrooms. Please note that pets are not allowed in any cabin camp. How Much Does it Costs to Rent a Cabin? Rental rates are $40 for a four-person cabin, $50 for a six-person cabin and $60 for a 10-person cabin. All campers must pay the park entrance fee of $7 per vehicle unless they possess a valid park pass. The park visitor center, Pine Grove Picnic Area, and numerous hiking trails are easily accessible from the camp.  When are the Cabins Available to Rent? Please note: Cabin Camp 3 is open seasonally, May through October. How do I apply for a Cabin? Individual cabin reservations are accepted on a first come-first served basis. Full payment must be received at the time the reservation is made. Ten person cabins are available by reservation only. Application.  Unreserved 4 and 6-person cabins are available on a same-day, walk-in, first-come first-served basis. Walk-ins must pay with check or cash at time of check-in. The cabin camp office is not available to take reservations after 4 p.m. on Friday afternoon thru 8:00 a.m. Monday morning. How do I get to Cabin Camp 3? Cabin Camp 3 is located just off of the park Scenic Drive, approximately 1 mile from the entrance station. After entering the park, take the first left onto Scenic Drive. Take a right onto Orenda Road. There is a $7 per vehicle entrance fee to the park. Click here for a map of this route. For more information about renting cabins in the park, call the cabin camp office at 703-221-4706 x401. Is there a Cancellation Policy? Cancellations must be received at least 2 weeks prior to the first night of your stay to receive a refund. The refund process takes 6-8 weeks to complete. What are the regulations of the camp? All pets are prohibited in the cabin camp area, cabins and camp buildings (except service animals). Smoking is not permitted in any of the cabins or buildings. Cabins should be swept and free of trash upon departure. Quiet hours are between 10:00 p.m. and 6:00 a.m. Please be considerate of fellow campers. Keep your cabin area and the comfort stations free of trash and personal belongings. Please recycle using the proper container located within the camp. To prevent animal and pest problems, please place trash in provided covered trash receptacles or carry it out with you Fires are not permitted outside of the provided grillsand fireplaces in the lodge building Camping tents, screen tents or other structures are not permitted in the cabin camp Removal or moving of picnic tables, beds, or mattresses is prohibited. Vandalism of cabins and other buildings is against federal law and subject to stiff fines and\/or prosecution Electrical appliances (Stoves, AC Units, heaters, etc.) are prohibited. Firewood purchased or brought from outside of the park must be USDA certified. Campers may use down and dead wood of less than 6 inches in diameter and no longer than the length and width of the provided camping grill.                    Cabin Camp 3 Individual Units   4 Photos  Photographs of historic cabins in Cabin Camp 3.          Scenic Shots   9 Photos",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/individual-cabins.htm"
}
