{
    "title": "Prince William Forest Park: William J. Donovan",
    "body": "William J. Donovan        Major General William J. Donovan National Archives and Records Admininstration.       William “Wild Bill” Donovan is considered the father of American centralized intelligence. Major General Donovan led the Office of Strategic Services (OSS) from 1942 to 1945. The OSS is the forerunner of today’s Central Intelligence Agency (CIA). Throughout his lifetime of service he was awarded numerous medals. He was the first person in American history to have earned the country’s four highest awards: The Congressional Medal of Honor, the Distinguished Service Cross, the Distinguished Service Medal, and the National Security Medal. William Joseph Donovan was born January 1, 1883 in Buffalo, New York. The grandson of Irish immigrants, he was very religious and wanted to become a Catholic Priest. He was a life-long Republican, but believed in supporting the best man, no matter what their political affiliation. Donovan graduated from Columbia Law School in 1907 and practiced corporate law. He joined the New York National Guard in 1912 as a captain. Captain Donovan served on the Mexican border during the campaign against Pancho Villa in 1916.         During World War 1, Donovan served as a major in the 165th (formerly 69th) New York Infantry Regiment, Rainbow Division. In France he led troops into battle throughout the Champagne-Marne, St. Mihiel, and Argonne campaigns. His courage under fire earned Donovan the nickname “Wild Bill”. He was wounded several times and for his service at Landres-et-St.Georges he was awarded the Congressional Medal of Honor. By the end of WWI, Donovan had been promoted to the rank of colonel and awarded several medals by the United States and its European allies. He became one of the most decorated soldiers of WWI. Colonel Donovan began his intelligence career while serving with the American Expeditionary Force during the Russian Civil War. Donovan continued his intelligence gathering in the 1920s and 1930s through fact-finding trips in Europe. In 1941, President Roosevelt chose Donovan to head the new Office of the Coordinator of information (COI). The main goal of the COI was to get the intelligence braches of the Army, Navy, FBI, and State Department to work more closely together. The Office of Strategic Services (OSS) was formed out of the COI after America entered the Second World War. Colonel (and later Major General) Donovan was once again selected to lead this intelligence operation. The OSS conducted espionage, sabotage, and morale operations against Nazi-Germany in Europe and Japanese Forces in Asia. The OSS was instrumental in preparing the French resistance for Operation Overload (D-Day). In Burma, OSS Detachment 101 led very successful missions against the Japanese military. President Roosevelt referred to Donovan as his “secret legs” and General Dwight D. Eisenhower though very highly of him as well. However, not everybody appreciated Donovan and the OSS. Some notable critics were FBI Director J. Edgar Hoover, General Douglas MacArthur, President Harry S. Truman, and several members of the Joint Chiefs of Staff. In September 1945, the OSS was dissolved (the CIA would take its place in 1947). Donovan became a lawyer once again, first during the prosecution of Nazis at the Nuremberg War Crimes Tribunal and later as a Wall Street lawyer. From 1953-1954 he was appointed Ambassador to Thailand by President Eisenhower. In 1956 he was diagnosed with arteriosclerosis. Donovan died on February 8, 1959 in Washington DC and is buried at Arlington National Cemetery.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/donovan.htm"
}
