{
    "title": "Prince William Forest Park: Creating the OSS",
    "body": "Creating The OSS         The U.S.S. Arizona and U.S.S. West Virginia ablaze in Pearl Harbor. NPS  A Breakdown in Intelligence  Standing on the brink of war, U.S. intelligence operations were splintered among nearly a dozen, often competing, federal agencies; primarily the Army's Military Intelligence Division, the Navy's Office of Naval Intelligence, the State Department's various geographic area divisions, and the Justice Department's Federal Bureau of Investigation.  In early 1941, at least 6 months before the Japanese attack on Pearl Harbor, President Franklin D. Roosevelt (FDR) asked a Secretary of War Stimson, Secretary of the Navy Knox, and Attorney General Robert Jackson, who oversaw the FBI, to make a recommendation on how to better coordinate these various intelligence operations.  FDR had been alerted to the dangerous cracks in America's intelligence framework. The attacks at Pearl Harbor showcased these fractures to the world.  The U.S. formally entered World War II on December 8, 1941.  Behind the scenes, FDR had been building the spearhead of a shadow war that was essential to victory the more public theaters of action.  After Pearl Harbor, it was time to push a fledgling agency into action.        President Franklin. D. Roosevelt NPS  A New, Yet Controversial, Move Forward FDR created the Office of Coordinator of Information in June of 1941 by executive order. Devoid of any military connections, titles, or insignia, the duties of the new office were announced in a cautious press release -  \"to collection and assemble information and data bearing on national security from the various departments... and will analyze and collect such materials for the use of the President....\"  \"to coordinate and correlate defense information, but... is not intended to supersede or involve any direction or interference with the activities of the... regular intelligence services...\"  In truth, the executive order creating the COI authorized not only the collection of data, but engagement in clandestine actions to obtain the data or act upon information vital to national security. From its inception as the COI to its conversion to the Office of Strategic Services (OSS) in 1942 and throughout WWII, this new agency would push all of its boundaries. This experimental philosophy began at the top with FDR's appointee as first the Coordinator of Information and then Director of the Office of Strategic Services - William J. Donovan.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/beginnings.htm"
}
