{
    "title": "Fort Matanzas National Monument: The Second Spanish Period (1784 - 1821)",
    "body": "The Second Spanish Period (1784-1821)         The Flag of the Second Spanish Period   In return for Spain’s help during the American Revolution, Florida was transferred back to Spain by the Treaties of Versailles, part of the Peace of Paris, in 1783. Just like when the whole Spanish population moved to Cuba when the British took control, this time most of the British departed for British colonies in the Caribbean in spite of Governor Zespedes’ promise of equal treatment. The Menorcans, however, were very glad to have a Spanish, Catholic government return to power. Governor Zespedes knew Florida needed more people, regardless of nationality, in order to survive.  He offered large land grants, a ten year tax free occupancy, and a cash bonus to any family who would come to start a farm. He even offered to pay each pioneer 1.5 cents a day for feed supplies. Despite these generous offers, it was necessary by 1786 to drop the restrictions on non-Catholic settlers. Equally significant, the Spanish Government agreed to allow the migration of slave holders into Florida for the first time.One of the slave holders who took advantage of the land grant offer was Zephaniah Kingsley, who along with his wife Anna Madgigine Jai, herself an ex-slave from Africa, owned and managed Kingsley Plantation on Fort George Island. This influx of different people, including Americans, made the Second Spanish period much more cosmopolitan than the First Spanish Period had been. It also brought about the Patriot’s Rebellion (1811-1812) in which American “patriots” living in Spanish Florida, clandestinely supported by Georgians and unofficially recognized by the US government, attempted to rise up and seize Florida for the United States.  With the promise of 200 acres of Florida land as an incentive, dozens of Georgia farmers marched to attack St. Augustine. They destroyed Spanish plantations and left only after a British fleet intervened. The US government immediately declared no knowledge of the plan.   Still, Spain’s days in Florida were numbered. By 1800 Spain's fortune and power were waning.  Her once mighty empire was crumbling. There was little money to maintain the Castillo and even less for the outpost fort at Matanzas. Erosion and rainwater took their toll. FortMatanzas was already in poor condition by 1821 when Florida was ceded to the United States through the Adams-Onís Treaty which turned Florida over to the U.S. in exchange for canceling out a $5 million debt, reimbursement for runaway slaves who had found refuge in Florida.  Back to \"Stories\"",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/historyculture\/second-spanish.htm"
}
