{
    "title": "Prince William Forest Park: Taylor",
    "body": "The Taylor Family        Robert, Jennie, Estelle (aged 2), and John (aged 6) Taylor in 1924 on the family farm. NPS Photo.        Beginning in the mid-1700s the economy of the region that is now Prince William Forest Park began to change dramatically. Tobacco, the plant that was the staple cash crop of Virginia since the beginnings of colonization, had seen a huge decrease in value. This economic downturn of the tobacco trade and the Dumfries area, coupled with the growing population in the region, resulted in a shift away from the plantation structure towards a culture dominated by family farms and subsistence agriculture. These family farms would last until the area was selected by the Resettlement Administration in 1935 as an excellent spot for a Recreational Demonstration Area and the residents of Joplin, Hickory Ridge, and Batestown were relocated. One of the last residents to leave the area, and one of the more well to do families, was the Taylor family, and the remnants of their farm are located in the central area of the park.         The Family Robert and Virginia “Jennie” Taylor married on July 4, 1899, when he was thirty-one and she was nineteen. Both were from the region, Robert having been born in Stafford and Jennie in Prince William County. After living for a time with a neighboring family, the Carney’s, the newly-weds moved to what we now call the Taylor farm. At the time the farm consisted of merely a small house in the middle of a forest. However, Robert Taylor was, in the words of his youngest son, “a great improver,” and by the time the family left the farm in 1942 it included the house, barn, shed, corn cribs, chicken houses, a smokehouse, a three-car garage, a well, a blacksmith shop, a pig pen, a grape arbor, an orchard, an outhouse, a cemetery, and a store. Robert and Jennie had nine children from 1900 to 1922. Their names were: Easton, Lucretia, Mamie, James Victor, Helen May, Robert, John Woodrow, and Estelle. All but Estelle lived to adulthood. Most of the children lived and worked on the farm until they were around eighteen years old. At which time they moved to Washington and Alexandria, Virginia in search of work and started families of their own. Neither Robert nor Jennie was highly educated, they might have completed the fifth grade. That is not saying however that they were in anyway unintelligent. Robert’s successes should speak for themselves that he was a thinking man, and Jennie too was said to be able to figure anything. The children did all go to school, though some stayed in school longer than others. The walk to school was one mile, at the Thornton School. The Thornton School was a one room school-house, with one teacher who taught thirty to thirty-six pupils, grades one through seven. Very few of these children would continue on to high school, indeed it was rare for them to even finish grade school. Of the Taylor children only the youngest, John Woodrow, graduated from high school.        The Taylor Farm in 1934. NPS Photo  The Farm One key struggle in trying to make a forest into a farm is that to plant one must first clear the area of trees. But, as soon as Robert Taylor would clear a track of land he would start farming it at “first gardening”. The Taylors raised corn, wheat, which was their most lucrative crop, and oats for bulk sales to local mills. Then Robert Taylor would hitch up the old cart and horse and load it down with the excess vegetables and other crops that he was planning on selling. These crops would then be taken to Quantico or other nearby towns and sold.  The Taylors did raise some livestock. They tended to have three horses at a time and three to five cows. We know that at least two of their horses were named Prince and Grant. The calves produced by the cows would then be sold to make money. Also, it was customary for most farmers of the time to raise hogs, both for consumption and for sale. The Taylors raised eight to ten hogs annually. As the Taylors, along with their neighbors, had no electricity they had a cellar to keep milk, butter, preserves, wine, canned string beans, tomatoes, and other perishables from spoiling. Meat was another matter altogether however. Meat does not keep in a cellar, and before the days of freezers meat was either salted down or smoked in a smoke house. The Taylors had their own smoke house and used both methods of preserving meat. One of Richard Taylor’s prize treasures was his orchard. At one time the orchard consisted of a hundred trees, including; apple, peach, cherry, pear, and plum trees, a number of black walnut, and one white walnut tree. Robert Taylor’s hobby was grafting fruit trees, a hobby at which he appears to have excelled. According to his son, John Woodrow, Robert had five kinds of apple growing on one tree.  These apples were used by the Taylors to make some of their favorite beverages. Using the Taylor farm cider mill, the family made and sold sweet cider, hard cider, and vinegar. The children especially loved the sweet cider, which was a favorite treat in the winter time. The Taylor farm also had a grape arbor. These grapes were used mostly for jams and jellies, but they did make some grape wine, though it was never a favorite drink of the family. If someone were to walk the Taylor farm today there is one remnant that even the Taylors wish was long gone from the place—wisteria. The wisteria that even now engulfs several parts of the old Taylor farm was brought in by one of Robert Taylor’s daughters, who took it from an old abandoned farm. The Taylors had no idea at the time how it would spread and take over everything, and they soon regretted ever bringing it into their farm.      Making a Living: The farm itself did not make enough money for the Taylor family to live on.  Robert Taylor, along with the majority of the other farmers in the Prince William Forest Park area, was obligated to work outside of his farm doing various tasks in the neighborhood.  There is some evidence that Robert worked for a time in Washington, D.C, as a hostler for the horse drawn street car line.  Also, Robert bored wells at the Pyrite Mine.  He also hauled a great deal of timber for other people.  In fact, he was contracted to cut and haul timber for several saw mills in the area.  On his own farm, Robert cut timber for pulp wood, rail road ties, and pilings.  This timber was then hauled in horse drawn wagons to Quantico, 9 miles away, and Cherry Hill, which was 11 miles away.  In 1925 Robert bought a Model T Ford truck, making made hauling the timber much easier.      The Store The Taylor family was unique in that they owned and operated a store in addition to their farm. While the store was not their main source of income, it did provide an additional income that did make them one of, if not the most, well to do families in the area.   The store started off as part of the house and opened in 1925. The Taylors sold necessary items that families could not grow on their own farms. These items included salt, sugar, pepper, long horn cheese, spies, patent medicines, gloves, cross cut saws, files, and axes. Probably one the most important items to the men in the area was tobacco, which was a must for the Taylor family to stock. These items were purchased wholesale from drummers, or salesmen, who frequently passed through the area. The order was then shipped by rail and Robert Taylor would pick it up in Quantico. Eventually, Robert Taylor built a store separate of the house, a building which was about 24’ x 36’ in size. After the construction of the new store, the Taylors extended their inventory to include blue work shirts and bib overalls. These items of clothing were common clothes for men, especially men working outside on their farms. Also in high demand were feed or flour sacks. The women would use these sacks to make dresses, aprons, and other clothes for themselves and their families. The Taylor family considered the store to be a great convenience that enabled them to buy everything they needed at a good price. Even though they would never have considered it to be their main source of income it was a place in the area where everyone in the neighborhood would gather to talk and share the news of the day, a gift that in many ways was worth more than any of their merchandise. The young children in particular enjoyed hearing the conversations of their elders, especially when they talked about the “birds and the bees.” But even when the conversation was as humdrum as what crops are being planted, the store still provided a much needed diversion from the hard work and trials of living on a farm.        Fun Times All was not work at the Taylor farm; there was laughter, joy, and love as well.  While the Taylors may not have had the modern conveniences of television, video games, and such that we have today they still somehow managed to enjoy life.  One hobby that the whole neighborhood would take part in was bee hunting.  Robert Taylor, or any of the other farmers, would carry a small bottle of honey with him whenever he went anywhere and would dab a bit of honey on bushes as he walked.  When a bee, or bees, would come to the honey and start to eat it, Robert would watch the bee and follow it when it was returning to its home.  Most of the time this home was in a hollow tree.  Robert  would then mark the tree and get permission to cut the tree if it was on another farmer’s property.  Then on a Sunday, eight to ten people would come out and cut down the tree.  The honey was taken up and Robert would take the bees and put them in one of his hives back at the farm. Another task that was fun, even though it was also work, was picking blackberries.  Blackberries grew and in many places still grow, all in the area of the Taylor farm.  These blackberries would be used in jams and jellies, and probably pies and other treats as well.  One treat that the entire family loved was blackberry wine.  This blackberry wine the Taylors drank just like a table wine and it must have tasted really good, especially on a hot summer day.  But it must be said that even though the Taylors enjoyed their blackberry wine they did not, as so many people in the area did, drink moonshine liquor.  This moonshine became a sort of epidemic in the region in the 1920s and 30s, with many local men making, selling, and drinking moonshine.  The Taylors however, did not drink moonshine or smoke and they seldom missed going to church. The people in the Prince William Forest Park area had no real connection to the world outside of their own lives and farms.  Very few people subscribed to newspapers, local or otherwise.  The lack of electricity also made it difficult for people to own most radios.  John Woodrow, Robert Taylor’s youngest son, purchased the Taylor family’s first radio in 1936.  This radio was a Philco battery operated radio.  However, even though they were disconnected from the rest of the world, the Taylors and the other farmers in the area were, for the most part, content and happy with their lives.        The Taylor Farm today, from the air. NPS  An End and a Beginning Robert Taylor died in 1937, leaving behind a long legacy of hard work, success, and family love. Jennie and the youngest son, John Woodrow, continued to live on the farm until 1942, when the property was appropriated. The family received $4,180.00 for the land, which is estimated to be about a hundred and ten acres. They held out on their land much longer than did their neighbors, but in the end they too were required to leave the land that they had farmed, lived, and in some cases died on for forty years.  After the last piece of land was purchased Prince William Forest Park, then Chopawamsic, was created. This was, and is, a place where people can escape the toil and smog of the city, where children can laugh and play among nature, learning and experiencing life as only children can, and giving adults a chance to perhaps reconnect with their own childhood. These are attributes of the park that Robert Taylor would probably have thoroughly embraced. But, now the Taylor farm is no more, really nothing more than a grassy meadow in the midst of the forest. The trees that Robert Taylor cleared have long since returned to reclaim the fields. However, some remnants remain; an old well, the family cemetery. Most importantly, the story of the Taylor family, a hard working but caring family, still lives on in the hearts of those who now work at the park and those that are fortunate enough to have hiked by their old farm site. The Taylor family story continues to flourish and grow—right along with their wisteria.         The Taylor Farm and Cemetery Today The Taylor Farm site is located on the S side of High Meadows Trail off Taylor Farm Road.  When you enter the farm site, you will see a wire fence with wood posts, measuring approximately. 50' x 50'. An informal pathway leads through middle what was once the Taylor family cemetery. Apparently, the remains were removed from this cemetery by the Taylor family years later. Remaining are two inscribed stones, one cracked and broken headstone, and a fieldstone. A large juniper tree remains in the NW corner. As many as six graves were noted here at one time, including:   Manda Taylor who was born in August of 1870 and died on December 4, 1900, and Marie Taylor, who was born on in October of 1841, and died on march 19, 1900.  The only remaining headstone is inscribed:  Robert A.\/Taylor\/Dec. 20, 1867\/Jan. 11, 1937 The taylor farm farm once numbered hundreds of acres.  Now only about 50 acres are obvious to the eye, and the remains of many outbuildings, wells, and other improvements. The site retains evidence of extensive agricultural activity, including furrows in an orchard and blackberry bush gardens. The site is heavily grown over with wisteria which, unchecked, will eventually obliterate the concrete foundation entirely.      In his own words Read the transcipt (pdf) of John Taylor's oral history about life on the Taylor Farm.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/taylor.htm"
}
