{
    "title": "Prince William Forest Park: Your Dollars At Work",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work              Your Dollars At Work       The Fee Demonstration Program began in 1996 when congress authorized the Department of the Interior (DOI) to initiate new or revised fees in three DOI bureaus; the U.S. Fish and Wildlife Service, the Bureau of Land Management, and the National Park Service. The program is designed to increase available funds to complete much needed maintenance projects. Eighty percent of fees collected at participating parks stay where they are collected to be used for projects that benefit visitors. The remaining funds are allocated for use on priority projects throughout the National Park System.  Fees at Prince William Forest Park Entrance fees were first collected at Prince William Forest Park in 1988. Since the beginning of the Fee Demonstration Program, fees have funded a number of projects that directly benefit our visitors. Many of these projects have also utilized recycled materials and followed environmentally sensitive practices. Here are some of the most successful projects that your fees have created:        New Playground at Pine Grove Picnic Area   Your Fees at Work:  New Playground at Pine Grove Picnic Area - $54,000 (see left) New landscaping and flagpole for visitor center - $14,000 Replace broken radio antennae for visitor radio station - $10,000 Produce (7) and professionally print new brochures - $2,500 Produce annual Heritage Festival - $7,000 Remove outdated visitor center exhibit, complete minor modifications to interior - $7,500        Former Regional Director Terry Carlstrom (left), Former Superintendent Bob Hickman (center), and National Capital Region Director Joe Lawler pose at the waterline celebration. National Park Service  In April of 2006, Prince William Forest Park completed a multi-year, multi-million dollar waterline project. The installation of a new waterline system was made possible by fee collected at National Parks across the country.      2007-2008 – replace single pane windows with energy efficient windows while maintaining the historic look at the park headquarters building; replace the HVAC system.  2008 – Rehabilitate the Turkey Run Education Center comfort station – the restroom was completely rehabilitated including a new roof, adding on-demand energy efficient hot water to the sinks, and Solatube® daylighting technology.  2008 – Sponsored events in recognition of the 75th anniversary of the Civilian Conservation Corps (CCC) to include the 1930’s Heritage Days, hosting the Virginia state CCC Alumni, the National CCC Alumni reunion, and National Public Lands Day.  2007 – Repaired the historic Cabin Camp Four Infirmary structure.  Work included removing asbestos in utility room; installing wall and floor tile in the bathroom installing new plumbing fixtures. Flooring was specifically milled to match the existing historic floor and was installed throughout the building and sealed with linseed oil. The cedar siding was replaced to match existing cedar siding that was originally installed by the OSS. The exterior of the building was stained and the interior of the building was painted.  2007 – a dock for camper use was replaced at Camp 4.  This is a modern metal dock that will “float” or rise and fall with fluctuating lake water levels.  2007 – Picnic tables, grills, and lantern posts in campgrounds and picnic areas were replaced.  Much of this work was accomplished by volunteers that assembled picnic tables and Boy Scout Eagle candidates that replaced grills in campsites.  2006 – The historic CCC built horse stable was repaired including a new roof, and stabilizing the back wall which was in danger of collapse thereby endangering the entire structure. 2004-present: Convert park-radio system; replacement of outdated radio systems with new equipment that will allow better communication within the park and between park and other agency emergency service providers. $280,091 2004: Hazardous tree removal park-wide; trees and branches damaged in storms were removed, making the park safer for visitors. $12,000 2004 - 2003: Rehabilitate Oak Ridge Campground bathrooms and camp sites; campers now have hot showers, new grills and picnic tables. $41,188 2002-2001: Upgrade Oak Ridge Campground amphitheater and trail; permeable trail surface and recycled lumber were used to completely rehabilitate this public educational space. $21,950 2002 - 2001: Construct Telegraph Pavilion; groups wishing to hold their family reunion or wedding reception now have a place to reserve. The pavilion was constructed with recycled materials and permeable surfaces. $55,600 2001: Replace visitor center carpet; recycled materials were used to provide both an inviting space and be an example of environmental leadership. $10,000",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/management\/yourdollarsatwork.htm"
}
