{
    "title": "Prince William Forest Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems        An aerial shot of cabin camp 5 shows the vast forest that is Prince William Forest Park. NPS Photo.         Breckenridge Reservoir (along the southern boundary of the park) in summer. National Park Service  Prince William Forest Park preserves approximately 15,000 acres of piedmont forest covering a major portion of the Quantico Creek watershed. The park represents one of the largest parcels of undeveloped land in the area and is the third largest unit of the National Park System in Virginia. That, combined with the fact that it is the largest example of a piedmont forest ecosystem in the national park system, makes it a significant natural resource.   The park also contains two physiographic provinces, the Piedmont and the Coastal Plain, and it straddles the southern and northern climates - a transition zone that supports many species to the outer limits of their ranges. This creates a wide diversity of habitat, vegetative communities, and species composition not generally found in any single forest type. Prince William Forest Park is approximately two-thirds in the Piedmont and one-third in the Coastal Plain. The topography is undulating, with narrow ridgetops and relatively steep-sided valleys. The park is underlain by late Precambrian to early Paleozoic rocks, which are overlain in the eastern part of the park by unconsolidated Cretaceous period deposits. The soils of the park are sandy, relatively infertile, and easily disturbed. The steep terrain and poor quality soils combine to create severe erosion problems. Learn more about the park's Geologic Formations.  Relief is moderately high, and the elevation ranges from about ten feet to nearly 400 feet above sea level. Ridgetops are narrow to moderately wide and nearly level to gently sloping. Side slopes are moderately wide to narrow and sloping to very steep. In the Piedmont, the geology consists largely of granite gneiss, hornblende gneiss and mica schist rock types. The ridges of the Piedmont are capped with thin mantels of coastal plain or other alluvial sediments in many places. Fairly broad floodplains have developed along the larger streams. The coastal plain is underlain by stratified marine sediments of sand, silt, clay and gravel. The lowland soils are strongly acidic and of low natural fertility. The soils have low permeability, making them subject to at least seasonal wetness.   The slopes and gently sloping ridges are occupied by more porous soils that are more easily eroded. They also are strongly acidic and of low fertility. Unconsolidated soil types are generally located in the coastal plain, coastal plain caps, floodplains, and floodplain and stream terraces. The erosion potential in these areas ranges from moderate to high. Outcrops of folded and faulted rock are scattered throughout the park, and they dip nearly vertically in some areas, especially along streambeds. Many of the faulted rocks may represent the fall line, a unique geological feature where streams form falls or rapids as they leave the harder rocks of the piedmont and enter the softer rocks of the coastal plain.   In many places the ridges of Piedmont areas are capped with thin mantels of coastal plain or other alluvial sediments, and fairly broad floodplains have developed along larger streams. In addition to its geological diversity and observable geological processes, the park has large mineral deposits, in particular pyrite and associated minerals. The largest concentration of pyrite is at the confluence of the main branches of Quantico Creek, and the water's interaction with exposed mineral formations has formed unusual compounds and crystalline formations.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
