{
    "title": "Fort Matanzas National Monument: The American Period (1821 - Present)",
    "body": "The American Period  (1821 - Present)          The Territorial Period (1821-1845)       Only three Spanish soldiers were in residence at Fort Matanzas when the United States took possession in 1821. The interior was in ruins, and the gun platform's east wall and its foundation had cracked. The U.S. Army sent an inspector who reported that the tower was obsolete and had only historical value. Although owned by the War Department, Fort Matanzas was never occupied by the United States army.   These early years as part of the United States were years of conflict for Florida. For years Indian groups who had been pushed off their land in Georgia and Alabama by white settlers had found refuge in Spanish Florida. These Indians, primarily Creeks, along with escaped African slaves, became known as Cimmarones or wild ones, the probable origin of the word Seminole.  However, once Florida became a territory of the United States, these Indians were no longer safe. The US Army raided their settlements, and the Seminoles and whites engaged in a series of long, expensive wars ending with 4000 -5000 Seminoles being shipped to reservations in Oklahoma, and the tattered remnants of a proud people finally finding some refuge in the wilds of the Everglades.   Read More . . .        Union Soldiers at Fort Marion (Castillo de San Marcos) Samuel A. Cooley  The Civil War Years Florida was granted statehood in 1845 as the 27th state. At the beginning of the Civil War Florida was the third state to vote for Secession which she did on January 10, 1861. Confederate troops immediately took Fort Marion (Castillo de San Marcos) from the lone Union sergeant caretaker who asked for a receipt and travel money out of town. Believing the war would soon be over and would never come this far south, the Confederates removed most of the cannon from FortMarion and sent them to more strategic forts.   In March 1862, the Union Navy arrived off the coast of St. Augustine. With no guns for defense, Fort Marion was abandoned, and the Union forces took over. The St. Augustine area remained in Federal hands for the remainder of the war.  With the St. Johns River heavily patrolled, Confederate blockade runners attempted to use the Matanzas Inlet during the War, but the Union army stationed a barge in the river near the fort ruins, and attempts to pass were unsuccessful.        Henry Fenn's drawing of Fort Matanzas in \"Picturesque America\".   This activity had little effect on the old tower, however, and soon the area was abandoned once more, and with the passage of time, the tower began to deteriorate even further.  It was a quaint ruin overgrown with vegetation in 1872 when artist Harry Fenn sketched the fort for the book Picturesque America.          Henry Flagler's Ponce de Leon Hotel   The Flagler Era During the late 19th century, St. Augustine became the destination of America's rich and famous.  In 1885, railroad tycoon and former Standard Oil partner Henry Morrison Flagler moved Florida's resorts to a new level with his 540-room grand Ponce de León Hotel in St. Augustine. The first of three Flagler hotels in the city, the Ponce de León (now the main building of Flagler College) combined exotic Spanish Renaissance and Moorish architectural features with innovative poured concrete construction.  Whisked south in their private cars on Flagler's Florida East Coast Railroad, notables such as the Vanderbilts, Rockefellers, and Morgans made St. Augustine their winter home, expanding the old colonial city westward on King Street and north on San Marco.  Many of the buildings downtown reflect this golden era. The Villa Zorayda, an exotic Moorish Revival style residence with courtyards and towers built in 1883 on King Street, is from this glittering time-period as is the Flagler Memorial Presbyterian Church (1880), and Castle Warden (1879), now Ripley's Believe it or Not Museum.        A Postcard of Fort Matanzas from the 1890s.   Preservation These wealthy visitors came down the river on excursions to the Matanzas ruins, and they also visited Fort Marion in town which, although still an active military fort until 1899, was also falling into disrepair. They believed these historic structures must be saved, and they spoke with their friends and congressmen. In 1916 Congress granted $1025 for the repair of these structures, the first time that the federal government had granted money for historical preservation.    Read More . . .   Back to \"Stories\"",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/historyculture\/am-period.htm"
}
