{
    "title": "Prince William Forest Park: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                 Climate Change       Key Climate Change Messages        Human activities are changing the Earth's climate.   Climate change affects national parks and the treasures they protect.    The National Park Service is addressing climate change.      The choices you make today do make a difference.           Effects at Prince William Forest Park            Prince William Forest Park was established in 1936. NPS Photo by Christian Kamrath  Prince William Forest Park is no stranger to dramatic changes in the environment. In the 1930s, the terrain was transformed from overused farmland into a natural retreat for recreational opportunities. Now, a changing climate primarily caused by the burning of fossil fuels is beginning to alter park resources and our park experiences. Explore the links and information on this page to learn more about climate change in Prince William Forest Park, and what you can do to help protect its resources.       Our Recreation Legacy and Climate Change          Prince William Forest Park has a legacy as a natural haven for people looking to enjoy the great outdoors. Since its designation as a Recreation Demonstration Area (RDA) in 1936, families have continued to come take advantage of its recreational opportunities. Today, a changing climate has and will continue to impact the ways we experience the park. Learn more about the impacts to recreation.       Climate Friendly Parks Program         In 2011 Prince William Forest Park became a Climate Friendly Park in an effort to reduce the park’s contribution of the greenhouse gas (GHG) emissions that are causing our climate to change. Learn more about what it means to be a Climate Friendly Park, what actions we are taking, and how you can help make a difference.      Impacts to Prince William Forest Park Resources       Forest Health         Part of the canopy of the Eastern Piedmont Forest. NPS Photo  Climate change, fire suppression and shifts in land use are changing the composition of our region’s forests.1 As forests shift towards a closed canopy, shade-tolerant species like the Red maple, American beech, and black gum trees are increasing. At the same time, light-loving tree species such as the Virginia Pine and black cherry are decreasing.1   Continued warming is allowing the region’s habitats to accommodate forest species traditionally found in areas farther south. Some native species are struggling to adjust to the changing climate. Invasive species, like Japanese stiltgrass, out-compete native plants for resources, which throws off the natural balance of the park’s ecosystems. Exotic pests like the emerald ash borer (EAB) have already destroyed millions of ash trees in the northeastern U.S. and Canada.1 The EAB now is a major concern for the future of the parks white ash population. Resource management staff are working with the National Capital Region Network (NCRN) to monitor forest health and combat threatening invasive species.      Water Quality        The flowing waters of South Fork Quantico Creek from South Valley Trail. NPS Photo  The cleanest water in Northern Virginia flows through the network of streams and creeks in Prince William Forest Park. We are proud to protect a large part of the Quantico Creek Watershed, including major portions of the north and south forks of Quantico Creek.  As the climate changes, so will our water quality. Increasing average air temperature will also raise water temperature, adversely affecting the species that keep the stream healthy, such as allowing nutrient depleting algae to flourish.2   Climate change has increased precipitation causing increased stream flow, which also disrupts the habitat of aquatic species such as benthic macroinvertebrates. This is important because macroinvertebrates are a crucial food source for amphibians, fish, and other creatures.3 More precipitation and extreme downpours also increase runoff of harmful chemicals and silt nearby development into the water.Our efforts to protect our aquatic habitats include regular monitoring of stream and lake quality. Learn more about water quality monitoring practices.4      Historical Cabin Camps         A historical cabin at Cabin Camp 3 built by Civilian Conservation Corps. NPS Photo by Jazmin Garcia  Prince William Forest Park preserves the highest number of Civilian Conservation Corps structures (153) in the National Park System. These structures and their rich historical value are vulnerable to changes in climate such as increases in temperature, humidity, and wind damage from more frequent and intense storms.5 Increasing moisture and temperature also increase the risk of damage from pest infestations. Because four of Prince William Forest Park’s five cabin camps are listed on the National Register of Historic Places, park staff is working to protect them for future generations. Our cultural resource rangers focus on preserving the physical and historical integrity of these structures. This is accomplished through various renovation projects that improve the durability of the buildings while maintaining their authentic presence. Want to know more about the history of these cabins or book one for your next visit?      References 1. Matthews, E. & Nortrup, M. (2014). Species Shifts in Maturing Forests. National Capital Region Network Issue Brief. U.S. Department of the Interior, National Park Service, National Capital Region Inventory & Monitoring Network.   2. EPA. (2013) Impacts of Climate Change on the Occurrence of Harmful Algal Blooms. EPA 820-S-13-001. United States Environmental Protection Agency Office of Water.   3. NCRN I & M. (2010) Climate Change, Precipitation, and Stream Flow in NCR. National Capital Region Network Climate Change Brief. U.S. Department of the Interior, National Park Service, National Capital Region Inventory & Monitoring Network.    4. Schmit, J., Pieper, J., Watts, T., & Nortrup, M. (2014) Water Monitoring. National Capital Region Network Resource Brief. U.S. Department of the Interior, National Park Service, National Capital Region Inventory & Monitoring Network.    5. Schramm, A., & Loehman, R. (2011). Understanding the science of climate change: Talking points - Impacts to the Eastern Woodlands and Forests. Natural Resource Report NPS\/NRSS\/CCRP\/NRR-2011\/470. Fort Collins, CO: U.S. Department of the Interior, National Park Service, Natural Resource Program Center, 33.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/climate-change-prince-william.htm"
}
