{
    "title": "Prince William Forest Park: Research",
    "body": "Explore This Park    Learn About the Park     Nature     Research              Research       Visit the National Capital Region's Inventory and Monitoring Program website for multiple reports, resource briefs, and maps on Prince William Park's natural resources.         A Petrified Prospectus: Take an in-depth look at the petrified wood specimens of Prince William Forest Park.        The Cabin Branch Pyrite Mine, post-reclamation. National Park Service  Post-Reclamation Water Quality Monitoring at the Cabin Branch Pyrite Mine (6 mb - pdf) In 1995, the National Park Service, Environmental Protection Agency and VA Dept of Minerals and Mines completed a reclamation of the site of the Cabin Branch Pyrite Mine. This report studied the water quality of the Quantico Creek after the reclamation.        A beaver feasts along Quantico Creek. National Park Service  1998: Wildlife Management, Baseline Data, Beaver Reintroduction Survey and Management Recommendations. By Dr. Carl H. Ernst and Timothy R. Brophy; Department of Biology at George Mason University. (3MB pdf)         Deer Reports and Surveys 2006 National Capital Region Deer Survey Perspectives of Residents in Communities Near Prince William Forest Park. Prepared by William F. Siemer, Kirsten M. Leong, Daniel J. Decker, and Karlene K. Smith, Human Dimensions Research Unit, Department of Natural Resources, Cornell University, Ithaca, NY 14853 Identifying Capacity for Local Community Participation in Wildlife Management Planning Case 3: White-tailed Deer Issues at Prince William Forest Park. Prepared by: Kirsten M. Leong and Daniel J. Decker, Human Dimensions Research Unit, Department of Natural Resources, Cornell University        freshwater sponges in quantico creek   Freshwater sponges have been found in Prince William Forest park! Check out the Freshwater Sponge Study. The National Capitol Region's Inventory and Monitoring team discovered the sponges in 2007 while conducting routine sampling in the park. They identified the species and put together some literature for the park and public. Attached is a resource brief and a full study on the species found at Prince William Forest Park. Thanks to the park, and the park employees, we continue to have the best water quality in Northern Virginia, which I believe is a factor in the presence of this species. We will be conducting more research on this species through the Center of Urban Ecology.       1994: Bat Survey of Prince William Forest Park. By Richard Reynolds, Virginia Department of Game and Inland Fisheries and John Leffler, Ferrum College. (3.5 MB - pdf) Endemic Pollution-Sensitive Subterranean Fauna of Vulnerable Habitats in the National Captial Region. By: Benjamin Hutchins Department of Biology, American University And David C. Culver Department of Biology, American University. (3.1 MB - pdf)      Parkwide Vegitation Map Parkwide Soils Map Air Quality Resource Brief Amphibians Resource Brief Lichen Resource Brief",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/research.htm"
}
