{
    "title": "Prince William Forest Park: Mushrooms and Other Fungi",
    "body": "Mushrooms and Other Fungi              In a 2007 Inventory of Macrofungi of 4 other National Park Service units near the nation's capital, Prince William Forest Park yielded more specimins than any other park.   Especially notable were the abundant and diverse Amanita, Boletus, and Russula. These fungi are large and colorful, making them likely to attract attention from visitors. The Little Run Loop Trail, Farms to Forest Trail, and the South Valley Trail all included abundant and diverse fungi, with different taxa in each area. Here are just a few of the many types of mushrooms and fungi that you can find in Prince William Forest Park.         American Caesar, Amanita caesarea While American Caesar, or Caesar's Amanita, has a somewhat shiny reddish cap, yellowish gills and a saclike cup at the base of the stalk.  It can be usually found from late July through October in dry forests of oak and pine. It is edible, but like most mushrooms, should never be eaten in the wild without an expert.   There are many poisonous lookalikes.         Liberty Cap, Psilocybe semilanceata The Liberty Cap  is a hallucinogenic mushroom that grows on grassy meadows and particularly in wet, north-facing fields. The consumption of this mushroom has been outlawed.  It is widely distributed through North America but is most common in the pacific northwest.         Fly Agaric, Amanita muscaria The Fly Agaric is generally common and numerous where it grows.  The fruiting bodies emerge from the soil looking like en egg. As the mushroom grows it changes in shape and in color. The cap changes from a spherical shape to a more plate-like, flat shape as they mature. The white coloration begins to fade away as the red begins to show through.      Meadow mushroom, Agaricus campestris The Meadow Mushroom is widely collected and eaten, even by those who don’t normally experiment with mushrooming. This mushroom is not commercially cultivated on account of its fast maturing and short shelf-life it is closely related to the button mushroom. This species has many look a likes including The Destroying Angel (Morbidly toxic), The Yellow Stainer. (Gastrointestinal problems), and The Horse Mushroom.      Chestnut Blight The American Chestnut was very prevalent in this area in the early 1900’s they were valued both for they lumber and for the nuts which they produced. In 1904 A Chinese Chestnut was brought over from Asia and planted in the Bronx Zoo unknown to everyone at the time the Chinese Chestnut carried with it a fungus known today as the chestnut blight. If you are lucky you may still find a American chestnut in the woods today, how every they usually die right after they reproduce when they are the most weak.      Dutch Elm Disease  Like The Chestnut blight Dutch Elm Disease was accidentally brought to the United States from the Netherlands in 1928. Dutch Elm disease is generally transported three different ways first by beetles. Second is caused by human who use a saw to cut down a effected elm then to go and use the same saw to prune a healthy tree. Finally the disease is able to move through the roots system attack new and health trees.      Anthracnose  Anthracnose is a widespread fungal disease throughout the Eastern United States. The most common symptom of this disease is dead areas or blotchy leaves. The diseases are sometimes called leaf blight, because of the brown, scorched appearance of the leaves. The most common trees susceptible to anthracnose are ash, basswood, birch, catalpa, elm, hickory, maple, oak, sycamore, yellow poplar, and walnut.      Destroying Angel Amanita virosa are highly poisonous mushroom, symptoms include vomiting, diarrhea, and cramps. Liver and kidney dysfunction follow and without treatment will lead to death. Destroying angel grows in mixed hard wood forest throughout North America. This is a white mushroom with ragged rings on stalk; large, saclike cup about base.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/mushrooms.htm"
}
