{
    "title": "Prince William Forest Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        The forest primeval. NPS Photo.       There are over 700 plant species in Prince William Forest Park. From the smallest wildflower to the tallest tree, each species has a special role to play in this forest ecosystem. An Arboreal Meeting Place Several of the plant species in Prince William Forest Park are at their distributional limits; southern species are found this far north and northern species are found this far south. This attests to the fact that the park is in a transitional zone between northern and southern climates, and eastern and western physiographic provinces. The park contains several rare communities, including a seepage swamp, remote stands of eastern hemlock, and several populations of rare plants. As surveys are conducted, other rare communities may be located in the park. From Farms to Forest The 15,000 acres of forest is in various stages of transition. As little as 70 years ago, much of this forest was farms. Since the National Park Service began protecting this land in 1936, the forest has made a comback and at various places in the park different levels of forest 'succession' is taking place. Beeches, which are found in this area, require undisturbed interior environments for their best development into a forest. Some uncommon or rare tree species are interspersed, including butternut, bigtooth aspen, black walnut, swamp white oak, and cottonwood, as well as floodplain species like American beech, box elder, and sycamore. An Ecological High-Rise From the top of the forest canopy to the bottom of Quantico Creek, forest ecosystems act as entire communities, much like cities do for humans. Different animals and insect use the various 'stories' for the forest high rise for different reasons. Understory trees and vegetation, including dogwood, redbud, ironwood, mountain laurel, American holly, Solomon's seal, spotted wintergreen, and sassafras, are found throughout the forest. Ferns, mosses, vines, briers, and numerous wildflowers form the groundcover. Cardinal flower and Hercules club are common in the park, although uncommon and protected elsewhere.  A Small Flower With Big Power The small-whorled pogonia, a federally listed threatened species, has been identified in the park. Because of its rarity, specialized habitat criteria, and proximity to developed areas, the management of this species is critical to ensure its continued survival.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/plants.htm"
}
