{
    "title": "Prince William Forest Park: Wildflowers",
    "body": "Wildflowers        Jack-in-the-Pulpit is one of the most visually interesting and beautiful wildflowers in the piedmont forest. NPS       Jack-in-the-pulpit, arisaema triphyllum Jack-in-the-pulpit is one of the most visually interesting flowers in the Prince William piedmont forest. Standing one to three feet tall, the stalk offers jack a commanding view of the forest congregation during the April and May blooming period. The flower, at the same height as the leafy stalks, has a pale green exterior extending into a leaf which curls roof-like over the pulpit. The inner surface of the flower is darker green with white and brownish-purple stripes. In the fall a cluster of bright red berries provides food for birds after the flower has withered. The root of this plant, if eaten raw, can cause a severe burning sensation and possible blistering and swelling of the mouth and throat.         Cardinal flower, Lobelia cardinalis The Cardinal flower, Lobelia cardinalis, so-called because of its similarity to the bright red robes of Catholic cardinals, flames among the forest plants from May through October. Standing one to six feet tall, the bright red flowers bloom primarily along streams or in wet, moist areas. Interestingly, because the floral leaves emerge from an extremely narrow tube at the base, insects find it difficult to reach the pollen, leaving propagation of this plant to hummingbirds. The lower portion of the stem is lined with lance-shaped green leaves.         Spotted Touch-Me-Not, Impatiens capenesis The small orange flowers of the Spotted Touch-Me-Not, Impatiens capenesis, decorate stream banks and swampy areas July through September. The implied warning in the name refers to the explosive quality of the seed pod, which, at the slightest touch, throws its seeds up to five feet away. Multiple inch-long blossoms, dotted with red spots, dangle from thin stems on thick succulent stalks up to five feet tall. A spur-like tail extending from the blossom curves back under the flower as a defining characteristic. Native Americans found that the sap from the leaves and stems offered relief from the discomfort of poison ivy and stinging nettles. Scientific research has also documented Touch-Me-Not’s effectiveness in treating the fungus of athlete’s foot.         Common Mullein, Verbascum thapsus While this plant is not native to North America is have been here since Europeans have come to North America. Mullein has a variety of uses it is especially recommended for coughs and related problems, but also used to fight against a variety of skin problems. The plant was also used to make dyes and torches. Native Americans would use the leaves to line there moccasins.         Spotted Wintergreen, Chimaphila maculata While spotted wintergreen is endangered in many parts of North America it is abundant through out the park.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/wildflowers.htm"
}
