{
    "title": "Prince William Forest Park: The Civil War",
    "body": "Civil War       The town of Dumfries and the land that is now Prince William Forest Park were important areas during the American Civil War (1861-1865). Located thirty miles from the Union capital of Washington, D.C., it was a strategic point that the Confederate army hoped to control. The former port city of dumfries, with its location roughly seventy miles from the Confederate capital of Richmond, was important to Union commanders.   Local Attitudes Virginia, as a slave state, was initially reluctant to secede. After South Carolina sparked the secession crisis in December 1860, Virginia remained loyal to the U.S. At this time, Prince William County, with a population of 8,600, was mostly agrarian. Nearly 2,400, or twenty-eight percent, were slaves. Only 750 claimed to live in Dumfries in the 1860 census. Unionism was not strong in the county. After the Confederate attack on Fort Sumter, Prince William County’s voters elected Eppa Hunton, a secessionist, to Virginia’s secession convention.   On April 17, 1861, this convention approved a secession ordinance. Prince William County overwhelmingly supported the move in a referendum, voting 841-38. Due to its geographical location, the Commonwealth’s military forces occupied Dumfries and other areas of the county. By the end of 1862, however, Union troops would take control.   Local men enlisted in a number of units, all of which served in the Army of Northern Virginia. Most joined Company B of the Forty-ninth Virginia Infantry, also known as the Quantico Guards. Others joined the Prince William Partisan Rangers. Initially guerilla fighters under the famed John Singleton Mosby, they became Company H of the Fifteenth Virginia Cavalry Regiment.        Union ships attack the Confederate battery at Aquia Creek, May 1861. Department of the Navy  The Confederate Blockade Commanders of the Commonwealth’s military forces hoped to seize Northern Virginia before the Union army had a chance to get itself organized. By late April, Confederates began to construct batteries along the Virginia side of the Potomac River. The first of these was at the confluence of Aquia Creek and the Potomac River. In the process of seizing the land, Confederates captured several small ships. On May 29, 1861, Union ships Freeborn and Pawnee sparked an artillery duel. After four hours, the Confederate volunteers abandoned their position.   In August, Robert E. Lee, the commander of Virginia’s military forces, ordered the construction of other batteries along the Potomac River. The first was at Evansport, now inside the Quantico Marine Corps Base, Cockpit Point in Dumfries, and Freestone Point, just north of the town. The Confederates built the batteries in complete secrecy. Many of the guns placed in the forts were captured at the First Battle of Bull Run (Manassas). Union forces suspected a battery at Evansport, and opened fire on this position on October 15, 1861. Despite the Union army’s knowledge, the Confederates continued to build the defenses.   The batteries along the Potomac were somewhat successful. They at least temporarily halted Union shipping to Washington, DC. Prices rose as the government diverted shipments of food and other supplies to Baltimore. In March 1862, Confederate General Joseph E. Johnston ordered all troops in the Dumfries area to march south of the Rappahannock River. This was in preparation for the Peninsula Campaign, the first of several Union attempts to capture the Confederate capital. When they arrived later in the year, Union troops found abandoned Confederate camps in the area of the park.        Major General James Ewell Brown \"Jeb\" Stuart, commander of the Army of Northern Virginia's cavalry. National Archives and Records Administration  The Dumfries Raid In November 1862, President Abraham Lincoln named General Ambrose Burnside as the new commander of the Army of the Potomac. At Lincoln’s urging, Burnside launched a new offensive against General Robert E. Lee’s Army of Northern Virginia. Burnside crossed the Rappahannock River at Fredericksburg, where a large battle took place on December 12 and 13.   In the course of the Fredericksburg Campaign, Union forces occupied Prince William County, including the Dumfries area. James Ewell Brown (Jeb) Stuart, the commander of Lee’s cavalry division, allowed one brigade under General Wade Hampton, to raid Dumfries and its vicinity. Hampton, launching his raid in early December, did not reach Dumfries and its abundant supplies, but still returned to Confederate lines with 100 horses and ninety-two prisoners. Stuart allowed Hampton to launch a second raid on December 10. Reaching Dumfries, he captured an entire wagon train and fifty guards. In a third raid toward Occoquan on December 17, Hampton took 150 men and twenty wagons.   Perhaps envious of his subordinate’s success, Stuart led three brigades across the Rappahannock on December 26. Two brigades skirmished along the Telegraph Road, which runs through the southeast corner of the park. This fourth and final raid was not as successful as the three previous expeditions. Stuart’s troopers captured some wagons and only a handful of prisoners.   Life During the War A Union soldier stationed in Dumfries in 1862 called it an \"old, God-forsaken town.\" This comment certainly came about from the economic problems the town faced since the late 1700s.   In contrast, a soldier from the Fourth Virginia Cavalry described one local as a friendly host. He and his cousin, scouting behind enemy lines, visited the home of King Bates. Bates was a free African American who lived near where the Cabin Branch Pyrite Mine would operate a generation after the war. The soldier, J.F. Wheat, recalled, \"King Bates invited us in & gave of such food as he had--permitted us to spend the night & occupy his bed. This negro was quiet, orderly, sober & industrious citizen, he could easily have had us captured had he been so disposed.\" After the war, Wheat said, Bates continued to do \"work for the old soldiers that he fed & sheltered during the war.\" It appears that most locals, including many African Americans, directly or indirectly supported the Confederate war effort.        The \"Gray Ghost,\" John Singleton Mosby. His partisans were constant trouble for the Union army. National Park Service  The Last Years of the War Though under Union occupation, Confederate guerilla fighters (or partisan rangers) operated throughout Prince William County. They worked in small bands, disrupting shipping or making small strikes on the Union army. Colonel John Singleton Mosby was perhaps the best known of these men. Because of their raider's success, Prince William and other counties in Northern Virginia became known as “Mosby’s Confederacy.” Thirty locals formed the Prince William Partisan Rangers, under the command of Captain William G. Brawner. They often worked alongside Mosby’s unit. Locals often filtered information to Brawner’s men or Mosby.   The war devastated Virginia. Even under a Unionist government based in Alexandria, the Dumfries area suffered from the shortage of food and other goods. Farmlands throughout the state were virtually ruined from the fighting. Most of the farms in the Dumfries area, were relatively unaffected.  Residents of the Dumfries area were already struggling economically for decades. After the war, residents continued to work on their small family farms. Throughout the South, one quarter of men of military age were killed or wounded. Many returned home with missing limbs; other families struggled with the loss of a father, son, or brother. The area remained broken up into small properties, where farmers muddled through long days of hard, backbreaking work.      Return to the History & Culture main page.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/civil-war.htm"
}
