{
    "title": "Prince William Forest Park: Birds",
    "body": "Birds       Here at Prince William Forest Park, we are fortunate enough to have a large unfragmented tract of mature deciduous trees and lots of moving water. This attracts a wide variety of birdlife that can't be found in many other nearby parks. The birds found in this park are species that are found in high quality forest habitat. Did you know that Prince William Forest Park is a designated \"Important Birding Area\" by the Audubon Society. Visit their website or check out their brochure for more information. There are several types of birds found in Prince William Forest Park.          a wood thrush on nest Paula Sullivan  Songbirds There are so many species of songbirds that can be heard upon entering our forest in the early morning hours that the forest sometimes seems to sing. First you may be greeted by the loud \"teacher-teacher-teacher\" of the overnbird or the whistling high-pitched song of the warbler. Many claim that the song of the wood thrush is their favorite. Perhaps the soft \"zsee-zsee\" and daper coloration of a cedar waxwing eating winter berries will brighten your day. For more on these sweet sounding birds, visit our songbird page.         Waterbirds Down by the water kingfishers and great-blue herons may be surprised by your appearance on the trail, flushing up into the air before returning to earth further upstream.         Raptors A simple car trip along scenic drive may lead to an encounter with a barred owl or red-shouldered hawk or one of the many other raptor species we have in Prince William Forest Park.         Common Forest Birds Take a picnic at Pine Grove Picnic Pavilion and watch orioles knitting together their pendulant nests, or see flycatchers darting back and forth getting their lunch on the wing.         Woodpeckers Throughout any walk in these woods, you may here the laughing call of the pileated woodpecker or the tap-tap-tap of a red-bellied woodpecker.      Feel free to e-mail us for more information on our birds or to report an exciting siting. Visit our Schedule of Events page to attend one of our ranger-led bird hikes or programs.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/nature\/birds.htm"
}
