{
    "title": "Prince William Forest Park: Creating Prince William Forest Park",
    "body": "Creating Prince William Forest Park         A legacy of summer camps in Prince William Forest Park. National Park Service.  Throughout his presidency, Franklin D. Roosevelt made various attempts to relieve the unbearable poverty that gripped the nation he now commanded. One of Roosevelt's early attempts was a plan to aid three groups of Americans with one New Deal program - Recreation Demonstration Areas (RDA). If all went according to the Roosevelt Administration’s plan, RDAs would provide relief to:  1) poor farmers whose land had nothing left to give, 2) inner-city youth who were suffering from boredom and unhealthy slum conditions, and 3) un-employed young men looking for work.  The shining star of the RDA program was Chopawamsic (Chop-ah-wahm-sic) - otherwise know of today as Prince William Forest Park. Chopawamsic RDA was going to illustrate how, in three simple steps, recreation and the outdoors would multiple layers of relief to society.   First, the Resettlement Administration (founded in 1933) would provide struggling farmers with funds to move elsewhere.  Second, the Civilian Conservation Corps (CCC) would build hundreds of cabins, plant thousands of trees, and create a generation of men with skills to enter the workforce when the depression was over. Finally, the cabins built by the CCC would house a thousand children each summer day, providing them with three square meals a day and an introduction to the great outdoors. In this rustic cabin atmosphere, reminiscent of the pioneer days, these children would learn what it meant to be an American. For almost 50 years, social welfare groups from around the Washington, DC metropolitan area came to Chopawamsic RDA (now Prince William Forest Park) to fulfil Roosevelt's vision. But what happened to the families who farmed this land for centuries? Was their sacrifice justified? Continue on to Chopawamsic RDA or Return to the History and Culture main page.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/chopawamsicrda.htm"
}
