{
    "title": "Prince William Forest Park: Early Farm Settlements",
    "body": "Early Farm Settlements        An artist's rendition of the William Bennet Site. National Park Service       The Frontier Prince William Forest Park was on the frontier of English settlement in America. Both the characteristics of the frontiersmen that we admire—courage, ingenuity, self-reliance—and those that make us uncomfortable—violence, greed, hatred of Indians—were found among these Virginians. They made clearings in the forest, planted crops, raised families, and set up county governments and institutions. Some settled down and became long-time residents, but most stayed only a few years before moving further west. Records suggest that in this early period, a number of plantations were set up along the lower reaches of the creeks. It is evident that at least a few hardy people settled in what is now Prince William Forest Park. The Landscape of 1650 What did the land look like when the first Europeans settled in the Park? Virginia was not one vast forest waiting to be cleared, as the folklore of the American frontier sometimes has it. One English promoter assured prospective settlers in a 1650 pamphlet that they would not have to cut the forests themselves, “for there are an immense quantity of Indian fields cleared already to our hand by the Natives.” The Native Americans practiced “slash and burn” agriculture, so a traveler on Virginia’s rivers might have seen forests alternating with active corn fields and old fields growing up in brush or small trees. The uplands of the Park were most likely covered with a mature oak-hickory forest, while the lowlands along Chopawamsic Creek were probably a thicket of pine and cedar. The Great Land Grab Planters acquired land through the “headright” system, in which a planter obtained 50 acres of land for each person he paid to bring to the colony. The new colonists, in return, became indentured servants for a period of 5- 7 years. Newly acquired land had to be “seated” in order to validate a land patent. “Seating” meant that some portion of the land had to be cleared for farming and a house built before the claim would be legal. Many of the tracts patented in the 1650s were not seated, and so the patents lapsed. Inaccurate mapping and surveying mistakes led to many overlapping and competing land claims. The William Bennet Plantation Site Only one archeological site dating to the period of early European settlement has so far been found in the Park, the William Bennett Plantation Site. Between 1708 and1731 Bennett laid claim to 834 fairly rugged acres. The plantation site is located along a small ridge that runs north from Route 619. The main discovery at the Bennett Site was a cellar hole measuring 16x24 feet. A number of bricks and fragments of fieldstone were found in the cellar fill, indicating that the house once had brick or stone foundations. Artifacts were found at the site dating to all periods from the early 1700s to after 1820. Most likely, somebody lived at the site for more than a century.      Absentee Landowners and Early Development The population in the area now composing the Park seems to have stayed very low during this period. Only a few farm or house sites have been found that date to before 1770. The lack of sites is related to the pattern of land ownership. In the middle years of the eighteenth century down to the Revolution, most of the Park lands belonged to large landowners who lived elsewhere.   The largest single tract in the Park belonged to the Tayloe family of Mt. Airy, owners of the Neabsco iron furnace and one of Virginia’s richest and most prominent families. John Tayloe II purchased 2,146 acres of Park lands some time before 1750. Other wealthy men who speculated in Park lands were John Linton, Foushee Tebbs, John Gibson, and William Carr, all of Dumfries. During this period, the Bennett Plantation Site and the Luke Cannon Plantation Site were both occupied in some fashion. The Clifton Mill Plantation may also have been founded in this period.   The Stone Pile Site: Tenancy in the Park The Stone Pile Site is the remains of a small tenant farm located in the northwestern corner of the Park. The property originally belonged to absentee speculators, so the residents were probably tenants or slaves, as were the majority of the Park’s inhabitants in colonial days. 29 artifacts were uncovered at the site, including 21 shards of refined pottery, three pieces of olive-colored wine bottle glass, one iron kettle fragment, one nail, one piece of a white clay tobacco pipe, and one piece of brick. We believe the site to be representative of many similar small sites that must have stood in and around the Park area in the eighteenth century.   Westwood There was only one grand plantation in the immediate vicinity of the Park; it was called Westwood. Westwood was built in the 1740s by the Reverend James Scott, minister of the church in Dumfries. The site of the Westwood house is located within the Quantico Marine Corps Base just outside the Park, but the plantation included at least a thousand acres of Park lands. The house is described in a 1762 petition to the House of Burgesses as “a very good and large Brick House, two Stories high, with Cellars under the Whole, and completely finished, all Necessaries and convenient Offices, with a Garden, Orchards, and fine Meadows”.   -Information taken from Few Know That Such A Place Exists: Land and People in Prince William Forest Park by the Louis Berger Group, Inc. Return to the History and Culture Main Page.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/early-europeans.htm"
}
