{
    "title": "Prince William Forest Park: American Indians",
    "body": "American Indian Heritage       Native American Prehistory in the Park (10,000 – 3,000 Years Ago) Thousands of years ago, Prince William Forest Park was part of the great forest that spanned most of eastern North American.  Oak, hickory, chestnut, and other trees covered the hills.  Under the trees, ancient Native Americans hunted, fished, camped and traveled.  In what archeologists call the Archaic period, between 10,000 and 3,000 years ago, Native Americans lived by hunting and gathering.  They roamed the forests, and the marshes and shores of the Potomac and other rivers, searching for food and necessities.  They did not stay long in one place, but moved frequently.  They traveled along or in small groups, but sometimes may have come together in gatherings of a few hundreds people.  Elaborate burials from this period have been found in some places, so we know Archaic people had a rich spiritual life, but from the artifacts, it is hard to know what they believed about the world. In the Archaic period, Native Americans made tools of wood, bone, and stone, but in most places only stone tools survive the ravages of time.  It is therefore spear points, knives, axes, and other stone tools that tell us where Archaic peoples wandered and camped.  Small stone flakes left behind from making tools are the most common artifacts found by archeologists.  These artifacts were left by Native Americans wherever they camped.  Small flakes of quarts and other stones are scattered across the ridge tops overlooking both branches of Quantico Creek.  From these flakes we know that people camped on these ridges, and from their tools we can learn something about what they were doing on the site.  Spear points tell us they were hunting large game, and we can sometimes tell if knives and other tools were used for scraping hides or cutting wood.   Where are the sites? It is not difficult to find evidence of native Americans from the Archaic period in Prince William Forest Park. Professional archeologists can go to any level ridge top overlooking either branch of Quantico Creek, place a shovel in the soil, and most likely turn up small flakes of quarts and other stones.  (PLEASE NOTE THAT IT IS ILLEGAL FOR VISITORS TO COLLECT ANY ARTIFACTS IN OUR NATIONAL PARKS). These stone flakes, which archeologists call debitage, are the discarded remnants of stone left by people making stone tools.  People who relied on stone tools left them behind whenever they camped, and we can get a general idea of how a camping spot was used by Native Americans from the numbers of flakes we find.  On most of the small Native American sites in the Park, archeologists have found only a few flakes, on to three per shovel-dug hole.  In a few places they have found many more pieces of debitage along with stone tools and other traces of Native Americans.  These larger camps are mostly on the lower reaches of the streams, within an easy day’s walk of the Potomac River.   The Williams Branch Site The Williams Branch site is one of a group of Archaic period sites on hills that surround a swampy floodplain along the South Fork Quantico Creek.  These hills are strewn with evidence of ancient campsites.  Archeologists found more than 4,500 artifacts during test excavations of the Williams Branch Site.  Most of this material was flakes of quartz left by people making stone tools from cobbles; in all, 3,690 flakes were recovered.  One part of the site must have been a quarry and stoneworking shop, where people collected quarts cobbles and made them into spear points and other tools.  We also found cobbles broken by head, known to archeologists as fire-cracked rock, showing us that fires were built in stone-lines hearths on the site.  Several stone tools were found including spear points and scrapers.  These spear points where manufactured between 4,500 and 500 BC.  The archeological work conducted at the Williams Branch Sites tells us that the site was not permanently occupied, but rather, it was camping place.  These types of sites are actually common.  Follow almost any stream that flows into the Potomac up to where it forks, and if there is a suitable camping spot nearby, you will fin d sites similar to Williams Branch.  Add too these large sites the thousands of smaller sites that dot the countryside and you begin to understand that the hunter-gatherers of the Archaic period have left an enduring record of their presence all across the landscape.  These Archaic period people did not invest a great deal into any single site; instead, they spread their activities throughout the woods, swamps, and waterways of their homeland.  It is clear they returned often to certain favored locations; at the meeting places of major streams and rivers, near groves of nut-bearing trees or stands of plants with medicinal roots and bark.  Still other sites may be way stations along well-used trails.  When all we find are flakes and a few stone tools, we can say very little about why people came to a particular spot, but the broad patters of these sites in the landscape provides us with important clues about how these people lived.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/americanindian.htm"
}
