{
    "title": "Fort Matanzas National Monument: The British Period (1763 - 1784)",
    "body": "The British Period  (1763-1784)         The British Flag of the 1700s   Ironically, after all the fighting in Georgia and Florida, all it took was a signature on a piece of paper in Europe to take Florida away from Spain. During the Seven Years War (French and Indian War), the British had captured Spanish Cuba and the Philippines. In order to get these valuable colonies back, Spain was forced to give up Florida. Signed on February 10, 1763, the First Treaty of Paris, gave all of Florida to the British. The Spanish of St. Augustine packed up all their possessions, including the forts' cannons, and moved to Cuba. The British supply ship, Industry, on its first run to St. Augustine bearing cannon destined for Fort Matanzas, sank near the St. Augustine Inlet, and all supplies were lost. Archeologists, working from the St. Augustine Lighthouse, have discovered this wreck and have recovered some of the cannon and other artifacts.         The Menorcans It is intriguing to think that the Spanish Mediterranean culture still evident in St. Augustine today came not so much from the two Spanish periods, but rather from the British Period when a group of Mediterranean peoples, collectively known as Menorcans, were brought to Florida as indentured plantation workers. Learn more about the Menorcans in Florida.        Re-enactors portray British sailors at Fort Matanzas. L. Chandler -- NPS Photo  The British at Fort Matanzas The English staffed Fort Matanzas with one sergeant, six or eight privates of infantry and one private from the Royal Artillery. As the political climate changed as the American colonies moved towards revolution, more cannon were added with two 18-pounders placed at the fort in 1763. Life for the English soldiers at Fort Matanzas probably differed little from their Spanish counterparts. Days were spent in drill, repair to the fort and equipment, and foraging for food as the officer attempted to keep his men occupied with useful tasks.      Britain and Spain During the American Revolution The British had divided Florida into East and West Florida, so along with Nova Scotia, Great Britain had sixteen American colonies. While the War for American Independence was raging to the north, the Spanish, under General Bernardo de Gálvez , the governor of Louisiana, were attempting to harass the British on their western frontier. Gálvez captured Baton Rouge, Natchez, and Mobile, all in British West Florida. After losing Pensacola to the Spanish, the British were afraid that the Spanish might make plans to capture St. Augustine by trying the same plan the British had tried-- coming up the Matanzas River and attacking from the rear. However, such plans were never executed. The 1783 Peace of Paris ended the American Revolution and returned Florida to the Spanish. This time, however, most of the population, who owned businesses and plantations, did not leave. With so many British remaining in Florida, and very few Spanish returning, the character of this Spanish colony changed, leading to the eventual takeover by the United States.        Bernardo de Gálvez   Read More about Bernardo de Gálvez and Spain's part in the American Revolution.      Back to \"Stories\"",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/historyculture\/the-british-period.htm"
}
