{
    "title": "Prince William Forest Park: Places",
    "body": "Places       8,000 years of human history lies beneath the trees of Prince William Forest Park's 15,000 acre canopy.  Throughout the park there are places, some that you can get to... some that you cannot.  These places were once the backdrop for the drama of every day life for rural Virginians from the 1600s to the 1930s.  Learn about some of these places and hear the land tell its story.          NPS Photo.  Cabin Branch Pyrite Mine The beautiful green hillside that overlooks Quantico Creek reveals nothing of the devastated landscape left behind by the Cabin Branch Pyrite Mine.  You can reach the pyrite mine via Pyrite Mine Road, North Valley Trail, and the Cabin Branch Mine Trail.          Poorhouse Foundation. NPS.  Prince William County Poorhouse From 1795 to 1920, Prince William County took care of its poor and infirm at the county poorhouse or poor farm. Located in the Northwest corner of the park, the poorhouse site is inaccessible by trail, but it still has a fascinating story to tell.          Mary and Charles Byrd. Photo generously provided by Charles Reid.  Hickory Ridge, Jopin & Batestown These three communities were the centerpieces of life for residents before Prince William Forest Park became a park. Hickory Ridge, Joplin & Batestown were a collection of stores, churches, farms, and country stores scattered along three crossroads. The buildings may have made up the physical landscape of these three communities; but the generations who lived there made up their heart.           Milling in the Park Quantico Creek and its South Fork were a popular place for mills in the 18th and 19th century.  Very little remains of these mill sites, but they once housed the heart of a local industry.         Bridges of Prince William Forest Park There are two historically significant bridges in Prince William Forest Park.  One that you can drive across on the Scenic Drive; the other you can hike across along Pyrite Mine Road.      Greenwood Gold Mine Around the time that pyrite was found at the Cabin Branch Pyrite Mine, someone struck gold at the Greenwood Gold Mine.  Alas, this small vein was not profitable, and the Greenwood Gold Mine closed in 1885 with very little money being made. There are few visible remains on this site.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/places.htm"
}
