{
    "title": "Prince William Forest Park: Civilian Conservation Corps",
    "body": "Civilian Conservation Corps                    Civilian Conservation Corps   82 Photos  A look back at the era when the CCC boys lived and learned at Chopawamsic Recreational Demonstration Area (1935-1942).                           Listen to oral histories about the Civilian Conservation Corps at Chopawamsic Recreational Demonstration Area.         A ccc crew rests from work in Chopawamsic RDA. National Park Service.  President Franklin D. Roosevelt’s dream was to conserve the natural resources of the United States while rescuing the largely unemployed population of 17-25 year old young men. Faced with national unemployment of more than 25% when he took office in March of 1933, the President created an organization that could target both goals. In April 1933, the first recruit was signed to the Civilian Conservation Corps. A generation of unemployed young men entered the Civilian Conservation Corps (CCC) with a dream of adventure, few skills, little education, and a desire to work and provide for their families. Prince William Forest Park, a unit of the National Park Service, is a testament to the hard work, craftsmanship and dedication of these men and the spirit of this government program.        CCC Boys pose on the bridge over South Fork Quantico Creek. National Park Service  Chopawamsic Recreational Demonstration Area Outdoor recreation was the inheritance of every American, according to the National Park Service planners during the 1930’s. The Recreation Demonstration Area (RDA) concept was created to make outdoor resources available to inner-city residents. In May of 1935 the young men of the CCC and the older skilled workers of the WPA (Work Projects Administration) began work on the fourth largest RDA in the United States - what was then known as Chopawamsic Recreation Demonstration Area. The job of the CCC was to build five rustic cabin camps within the 11,000 acre area, thus providing urban social and welfare organizations of Virginia, Maryland and Washington, D.C a place to experience the simpler ways of camp life, while also building self-esteem and strong character values. The close proximity to National Park Service in Washington, D.C. and the other invested government agencies made Chopawamsic a closely watched, highly critical project. The administration considered Chopawamsic RDA as a model project for their goal of “bringing the character-building benefits of group camping to underprivileged urban children.” “Of all of the CCC projects that contributed to the development of the National Capital Region, the recreational camps at Chopawamsic most closely followed the conventional understanding of CCC activities as building camping facilities in a rural setting” National Park Service Publication CCC Activities in the NCR HABS No. DC-858 The CCC’s rustic-style cabins and innovative group cabin camp designs have stood the test of time. The historically maintained cabins still shelter families and groups almost seventy years later. The CCC-planted trees now canopy the CCC-built trails, bridges, and roads that visitors hike and bike today.        CCC camp life was administered by the army.  Here are their barracks in Chopawamsic RDA. National Park Service.  The Companies and Their Camps The CCC companies and dates of activity at Chopawamsic Recreational Demonstration Area: · Company 1374 (SP 22-VA) May 1935-April 1939 · Company 2349 (SP 25-VA) July 1935-March 1938 · Company 2383 (SP 26-VA\/NP 16-VA) August 1935-April 1942 The Men of the CCC at Chopawamsic The Chopawamsic RDA “Boys of the CCC” totaled over 2000 in a six-year period between 1935 and 1942. Many came from the towns surrounding the location in Joplin, Virginia. Some were from as far as Mississippi and Pennsylvania. An unofficial statistical report concerning the recruits gives us the following information: \"Out of 68 men who were transferred from Philadelphia, PA, 65 of them were born in Philadelphia, there is only one high school graduate and six vocational school graduates. Fifteen of them never worked before and 14 of them are merely 17 years of age. There are 60 Catholics in the group.” Co.2349 camp newsletter Dixie Yankee, August 1937. $25 of their $30 monthly pay was sent directly home to their families. Lodging was in large barracks. Enrollees received three square meals a day. Enlistment period was six months - most men had multiple enlistments. Extensive on the job and classroom training was available for occupational trades such as plumbing, electrical, and engineering; plus optional traditional secondary education opportunities. “That mythical ‘job’ back home, to which you can go ‘anytime’ will become a reality, if you have the good sense to learn something well, while you are in camp.” Co. 2349 camp newsletter Dixie Yankee March 1937          Chopawamsic CCC camp in the snow.  National Park Service.  Camp Life Described as a “brotherhood of men,” the enlistees were given many opportunities to bond together and grow individually. A typical camp day included: · Workdays began with reveille at 6:00am followed by morning physical training and barrack inspections before going to worksites at 8:00am. Worksites broke at 4:00pm to return back to camp and to dress for 5:00pm dinner. Evenings were used for classes, recreation, or social activities. Lights out was at 10:00pm, followed by Taps. · The Army Third Corps ran the CCC camps. The National Park Service oversaw the CCC work projects. · Team sports - basketball, baseball, volleyball and softball · Individual activities: ping pong, billiards, chess and boxing. · Weekend dances and nightly movies in the town of Quantico were highlights of most enrollees.. · Religious services. Camps had both Catholic and Protestant services weekly.        Building the dam at Cabin Camp 2 and 5. National Park Service.  The Job The young men of the CCC were tasked by the National Park Service to develop over 11,000 acres consisting of an abandoned pyrite mine, the watershed of Quantico creek, “sub marginal” farmland, and thousands of acres of tree-covered rolling hills. Project manager W.R. Hall remarked that the work programs at Chopawamsic RDA “embrac[ed] several of the principal trades such as carpentry, automobile equipment maintenance, and repair, concrete construction and finishing, handling of reinforcing steel, installation of plumbing, stone and brick masonry, saw mill operation and the production of lumber and shingles, stone quarry and crusher operation for the production of stone products, surveying and mapping, road and trail building, etc.” Accomplishments of the CCC Camp Sp-25 VA Highlights on projects completed in the CCC’s seven-year work assignment included: · The CCC Camp. Usually built as temporary quarters, each camp housed and supported the typical 150-250 CCC enrollees and the administration staff. The camps typically included four barracks, a recreation hall, officer’s quarters, administration buildings, mess hall and kitchen, and foremen quarters. Several of the CCC camp structures, along with the parade grounds of camp SP-26 are still used today. · 5 Group cabin camps. Using materials found within the park, a portable sawmill and hardware crafted in the on-site blacksmith shop, the cabin camps required only the interior floors and woodwork to be purchased outside the park. Each cabin camp included sleeping cabins, mess halls, modern industrial kitchens (including refrigerators), infirmary, counselor quarters, and craft lodges. These camp structures are still used today by organized camps as well as groups and individual families. · 5 Swimming and recreation lakes. Using a 12-ton rock crusher with a screen and belt feeders (abandoned in the park when the nearby pyrite mine closed in the early 1920’s), the men built earthen and concrete dams on both North Fork Quantico Creek and South Fork Quantico Creek adjacent to each cabin camp. Today the lakes are used for fishing. Swimming is no longer permitted without a special use permit. · The manager’s quarters. Today the manager’s quarters is used as Park Headquarters. · Roads, bridges and trails. The CCC used the same rock crusher used to build the dams to process the rocks for the gravel roads built throughout the park. Moving the on-site machine sorted, gravity-fed stone via dump truck required little to no hand labor. The CCC-built roads and bridges still exist throughout the park. Many of today’s trails are CCC or variations of CCC-built trails. Roosevelt’s dream was to build a bridge between the wilderness and the city for generations to enjoy. He also dreamed of a country with a self-sufficient, well-trained, skilled workforce. His dream became a reality. The “Boys of the CCC” emerged with labor skills and a drive to work. They gained knowledge and skills, which proved invaluable to the United States economy, to the building of a dominant middle-class America and to the war efforts of the 1940’s. Known to previous generations as Chopawamsic Recreation Demonstration Area, today Prince William Forest Park, a unit of the National Park Service, takes great pride in preserving the cabin camps, bridges and trails built by President Roosevelt’s Civilian Conservation Corp.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/ccc.htm"
}
