{
    "title": "Prince William Forest Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Discover the 8,000 years of human history protected within Prince William Forest Park.           People On our people page, you'll learn more about the individuals or groups of individuals that have shaped the history of Prince William Forest Park. This include people that were here before the park including Native Americans and early park farm families. The page also tells the story of the various ways that African Americans have shaped the park landscape and development. Here you can also learn about the boys of the Civilian Conservation Corps, who built the cabin camps, and the summer campers and Office of Strategic Services trainees who used them.           Places Places hold power - and this is especially true in Prince William Forest Park. Here, the forest has erased much of what was visible here before. Visit our places page to learn about the towns of Hickory Ridge, Batestown, and Joplin that were absorbed through the creation of the park. Or you can learn about the Cabin Branch Pyrite Mine or the Poor House, two historically important sites located in Prince William Forest Park.           Stories Visit our stories page to learn about the development of Prince William Forest Park. Learn about how the Department of Interior found this location and discover how early planners struggled with segregation issues while developing the park. Here you can also learn about the earlier colonial era farmers that first taimed the forest and about life in the area during the Civil War.           Preservation There are over 150 historic structures in Prince William Forest Park. There are also historic bridges and other infrastructure along with the thousands of important stories that should not be lost to time. Visit our preservation page to read some of the research reports on Prince William Forest Park and to learn about the park's ongoing efforts at preservation.         Virtual Museum Exhibit Can't make it down to Prince William Forest Park? Take a walk through park history through our Virtual Museum Exhibit. Stop and look at the artifacts and photographs that tell stories of the people who lived on and shaped this remarkable landscape.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/index.htm"
}
