{
    "title": "Prince William Forest Park: Hickory Ridge, Joplin & Batestown",
    "body": "Hickory Ridge, Joplin & Batestown        Foundation at an old home site. National Park Service       The Origins of Batestown A man named Henry Cole, listed in the census as black, owned seventy-eight acres of land in 1842. He bought another seventy-seven in the 1850s, and more in 1872. By the start of the Civil War, he was the largest African American landholder in Prince William County. He owned three houses, a team of oxen, two milk cows, four cattle, eight pigs, and produced wheat, corn, oats, tobacco, and potatoes. In a time when most African Americans lived in bondage, Cole laid the groundwork for the small town of Batestown. By 1860, there were 550 free blacks in Prince William County, and some settled around Cole’s land. Henry Cole bought land once owned by Thorton Kendall, another African American, who owned the property in the 1820s. When Kendall died, he left his homestead to his wife, Sally Bates. Bates kept the name of her first husband. Batestown emerged by the middle of the nineteenth century as the property was divided among Bates’ and Cole’s descendants. By the turn of the twentieth century, there were 150 residents. As of the early twenty-first century, seventy-five continued to claim Batestown as their home. Hickory Ridge Hickory Ridge emerged after the Civil War around property purchased by an African American named Zeal Williams (ca. 1817-1880). Williams appeared in the 1860 census as a farm laborer. He bought 100 acres in 1869, and his son, George, purchased 25 acres nearby soon after. These homesteads would be split among heirs. The land stayed among the original families, the Williamses, Kendalls, Reids, and Byrds. While Batestown was all black, Hickory Ridge was a mixed community, where whites and African Americans lived side-by-side. The center of town sat near Scenic Drive and Pyrite Mine Road. Oddfellows Hall, which housed a fraternal organization, also served as a church and a school. There were 171 houses at the town’s peak. The End of the Communities Both Batestown and Hickory Ridge provided laborers for the Cabin Branch Pyrite Mine, which operated from 1889 to 1920. When the mine closed, some residents left, while others continued to labor with the land. In 1933, when Franklin D. Roosevelt took office, he introduced the Recreation Demonstration Area (RDA) program. The first phase of this involved the purchase of submarginal farm land and the resettlement of the farmers who owned it. All of the residents of Hickory Ridge were moved, but part of Batestown remains outside park borders. The government purchased or condemned a total of 127 properties.  Return to the History and Culture main page.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/cabin-branch-community.htm"
}
