{
    "title": "Prince William Forest Park: Cabin Branch Pyrite Mine",
    "body": "Cabin Branch Pyrite Mine        The Cabin Branch Pyrite Mine in action. National Park Service         Ruins of the Cabin Branch Pyrite Mine, ca. 1930. The manager's house can be seen in the distance. National Park Service  The Mine’s Beginnings The Civil War hit the South hard. While the war spurred the Industrial Revolution elsewhere, this region remained largely agrarian. Few areas in the South saw industrial development. The residents of Joplin, Hickory Ridge, and Batestown all struggled with their small farms in the war’s aftermath. Until the 1880s, any chance for economic growth seemed bleak.   One day all that changed when a Baltimore man named John Detrick hiked along Quantico Creek. Near the confluence of the North and South Forks, he noticed something shiny in the water. It was pyrite, known commonly as “fool’s gold” and scientifically as Iron Sulfide.  One of the great ironies of this area was that “fool’s gold” would prove more profitable than the real gold found in the Greenwood Gold Mine. The Cabin Branch Pyrite Mine began operations on a limited basis from 1889 to 1908, when the Cabin Branch Mining Company formed. In 1916, the American Agricultural Chemical Company bought the ride.   The large number of patents in the mid-nineteenth century and industrial growth after the Civil War made pyrite profitable. Suflur was a necessary ingredient in products such as glass, soap, bleach, textiles, paper, dye, medicine, sugar, rubber, and fertilizer. When World War I broke out, the Cabin Branch Pyrite Mine contributed to the production of gunpowder.        Part of workers' wages came in the form of script at the company store. National Park Service  Daily Work The mine provided additional income to local subsistence farmers. Workers earned roughly $3.50 a day, though estimates vary. Some sources say workers earned as much as $4.25 a day. They worked two shifts, between ten and twelve hours a day, six days a week. Children sorted ore clumps into small, medium, and large sizes for 50 cents a day.        This was the entrance to one of at least three mine shafts. The shafts remained open until the 1995 reclamation. National Park Service  Despite any economic benefits, there was a human toll to the work. While the mine provided some additional income to local families, it was not enough to make a significant difference. Laborers returned to their farms after their long shifts to work the land. There were also numerous deaths and injuries. One worker was decapitated by an elevator. At least one man, Euriel Reid, died from poison gas and is buried in the park. Several others were injured, including an African American railroad engineer whose train derailed.  The mine was, interestingly, an integrated workplace (the town of Dumfries was segregated), where Italian and Irish immigrans and African Americans worked side-by-side. The daily challenges of the mine brought the residents of Batestown and Hickory Ridge closer together. Laborers relied on their friends and neighbors for support.        Company Store. National Park Service  There was also a company town, consisting of more than seventy buildings. There was a company store, machine shop, blacksmith, engine room and a small gauge railroad. When the railroad was not being used for mine operations, it took families, especially children, to the Potomac River to fish. Part of workers’ salaries came in the form of coupons for the company store. The town also included six dormitories for black workers and small houses for white employees and their families.        Pyrite mine site prior to reclamation. National Park Service  The Mine’s Closing and Environmental Effects After World War I, the price of pyrite dropped. Nationwide, in many industries, workers struck. While there is no evidence of union activity, workers at the Cabin Branch Mine struck in 1920. They demanded a 50 cent raise. The owner of the mine allegedly responded, “Before I will give you another penny, I will let the mine fill up with water and let the frogs jump in!” By this time, cheaper sources of sulfur were found overseas.   The mine closed in 1920, and most workers returned to their farms. A fortunate few found work in Dumfries and Quantico, but most remained on their small homesteads. The company left piles of pyrite tailings along the banks of Quantico Creek, and the concrete and wood buildings of the company town stood empty. While the mine’s closing certainly affected workers and their families, it affected the environment for generations.  With the exception of the Civilian Conservation Corps using wood from the buildings to construct the cabin camps, the Cabin Branch Pyrite Mine remained untouched for years. Following the passage of the Clean Water Act in 1970, the National Park Service began its work to reclaim the site. The pH of the water in Quantico Creek (directly in front of the mine site) was 2.8, equal to that of vinegar.        Reclaimed mine site. You can see some remains on the hillside. A decade after the reclamation, the hill is now covered with Virginia pines. National Park Service  The largest reclamation project to date began in 1994. The pyrite tailings were buried under top soil and lime. Channels around these hotspots diverted rainwater, preventing acidic runoff from flowing into the creek. Measures were also taken to keep the creek’s bank in place. The mine shafts were capped with concrete. Since this reclamation, which as been somewhat successful, the National Park Service has planted Virginia pines.        The pyrite mine after the reclamation. National Park Service  Aftermath As the National Park Service continues to reclaim the site, the Cabin Branch Pyrite Mine serves as a reminder of the American dream: making things better for the next generation. The workers sacrificed themselves through hard work to give their families a chance to see some social and economic success. Similarly, the goal of the reclamation effort is to allow future generations to enjoy the recreational and educational opportunities available at Prince William Forest Park.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/cabin-branch-mine.htm"
}
