{
    "title": "Prince William Forest Park: Washington & Rochambeau",
    "body": "Washington & Rochambeau        This painting, The Stage Is Set, depicts an important conference at Yorktown on October 14, 1781 Colonial National Historical Park         Peale portrait of George Washington Morristown National Historical Park  The French Connection By the winter of 1780, the outcome of the Revolutionary War was anything but certain. In October 1777, the Americans captured Fort Saratoga in upstate New York, which convinced the French to support the colonial war effort. That winter, however, the British took control of the American capital of Philadelphia, and already possessed New York City. General George Washington’s Continental Army passed a difficult winter at Valley Forge. A number of port cities in the South had fallen into British hands. Yet, in February 1778, the French signed the Treaty of Alliance with the American delegation in Paris. Neither side believed it would be worthwhile to send French troops across the Atlantic Ocean, but by 1780, it became necessary. General Jean-Baptiste Donatien de Vimeur, the comte de Rochambeau, arrived in Newport, Rhode Island, with over 5,000 men in July 1780. Rochambeau's army remained idle for over a year. In that time, Native Americans from the Oneida and Tuscarora tribes met him at Newport, remembering their loyalty to the French from the Seven Years' War (1754-1763). In September, Rochambeau met with General Washington. They hoped to launch an attack on General Henry Clinton's army in New York, but it was too late in the year. The French spent the winter of 1780-81 in Newport.      The March to Yorktown Generals Washington and Rochambeau hoped to strike New York during the summer of 1781. On July 6, Rochambeau’s French army and Washington’s Continental Army, totaling 9,300, met in Westchester County, New York. Noticing that General Charles Cornwallis was virtually unopposed in the South, they decided to march to Virginia.   In the meantime, Marie-Joseph Paul Yves Roch Gilbert du Motier, the Marquis de Lafayette, positioned his command of the Continental army across the James River from Conrwallis, who held Richmond. Conwallis led his army toward Yorktown, digging fortifications in early August. If the Continental Army and the French navy reached the coastal town in time, they would prevent Cornwallis from leaving.   The army followed the King’s Highway, which followed much of Route 1. It stretched from Boston to Charleston, South Carolina. The cavalry and supply trains camped near Dumfries on their way to Yorktown. On September 25, most of the French and Continentals camped at Williamsburg. After over a two week siege, Cornwallis surrendered to Washington on October 18. Though a peace treaty would not be signed for two more years, the war was over. By December, King George III and Parliament recognized the Thirteen Colonies “to be free Sovereign and independent States.” The French army sailed from Newport to the Caribbean that same Christmas Day.        The Washington\/Rochambeau path is visible along the Crossing Trail. National Park Service  On the march North, Rochambeau's forces used the King's Highway and the Potomac Path. Part of the Potomac Path is preserved in the Crossing Trail at Prince William Forest Park (shown right). The Washington-Rochambeau Revolutionary Route, currently under development by the National Park Service as a National Historic Trail, will follow the path the two armies followed to and from Yorktown.   Return to the History and Culture page.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/revolutionary-war.htm"
}
