{
    "title": "Prince William Forest Park: Summer Camps",
    "body": "1936-1948 Summer Camps       After the resettlement phase of the Recreational Demonstration Area (RDA) program, the Civilian Conservation Corps (CCC) boys began their work, and Chopawamsic RDA debuted as a summer camp for the children of Washington, DC.  Social groups in the nation’s capital worked alongside the National Park Service (NPS) by sponsoring the camps. The goal was to give the underprivileged a chance to leave the city for a few weeks. Through crafts, nature walks, swimming, and other activities, the children who camped at Chopawamsic had opportunities they would likely never have the confines of the nation’s capital.           Listen to oral histories from the campers and counselors.            Tots of the all African American Camp Pleasant gather around the water fountain. NARA  It should be noted that segregation had a serious impact in the park’s development. Chopawamsic was under the jurisdiction of Region I of the NPS, headquartered in Richmond. Though NPS Associate Director Conrad Wirth did not want Chopawamsic camps segregated, the Region I office, in adherence to local custom, trumped Wirth’s wishes. Furthermore, many of the organizations interested in the camps were segregated. Throughout Washington, DC, there were separate chapters of the Young Men’s Christian Association (YMCA). The Twelfth Street YMCA, which camped at Chopawamsic, was the oldest African American YMCA in the country. The Family Services Association (FSA) operated two camps since the early 1900s, prior to their use of Chopawamsic. Despite the separate entrances, Chopawamsic was one of the only camps in Region I to operate camps for both whites and African Americans. Many opted to provide recreation only to whites. Cabin Camps 1 and 4 operated for African Americans while Camps 2, 3, and 5 served white campers. For more information on the segregation of the cabin camps, visit our African American history page.      Each camp had a different story because of the variety of organizations that used these cabins. This social and recreational project reached out to children and families of a number of backgrounds. The following descriptions only outline some of the many organizations that used Chopawamsic’s cabins.        An advertisement for Camp Lichtman, 1939. NARA  Cabin Camp 1 Opening in 1936, Cabin Camp 1 was the home of the Boys Club of Washington, DC.  Shortly thereafter, it became the home of Camp Lichtman, the summer camp of Twelfth Street YMCA. Founded in the nation’s capital in 1853, the 12th St YMCA was the first African American chapter of the YMCA. Abe Lichtman, a Jewish theater owner, sponsored the YMCA’s summer camp in the George Washington National Forest, beginning in 1931. It moved to Chopawamsic in 1938. With the tagline “The nation’s finest camp for Negro youth,” it cost $14 for two weeks. The camp was available to children from Washington, Alexandria, Baltimore, Fredericksburg, Richmond, Petersburg, Newport News, and Norfolk.        An unidentified group at Camp 2 plays in the sandbox. National Park Service  Cabin Camp 2 The Jewish Community Center and the Arlington Girl Scouts were the largest groups to use Cabin Camp 2. The Jewish Community Center opened its camp in 1936. Due to a lack of funding, the Community Center’s camp only lasted a couple years. The Arlington Girl Scouts started their summer camp in 1940. The Arlington Council had only formed two years before. Their camps lasted for two weeks and they accepted girls from age 7 to 18.  Activities included swimming instruction, canoeing or boating, hiking, dramatics, music, folk dancing, cooking, handicraft, and pioneering.        Children gather around to look in a Camp 4. National Archives  Cabin Camps 3 and 4 The Family Services Association (FSA) of Washington, DC ran summer camps for underprivileged mothers and children since the early 1900s. They operated two camps: Camp Goodwill for white families and Camp Pleasant for African Americans. The FSA moved Camp Goodwill to Cabin Camp 3 and Camp Pleasant to Cabin Camp 4. Camp 3 was specifically designed for family use. Some of the cabins were constructed so young children could be supervised by mothers or counselors. Not only did these camps offer typical camping activities, but they provided single mothers with instruction on proper child care. In 1939, Camp Goodwill hosted an open house that received a lot of publicity. It allowed locals and administrators in Washington, DC to see what Chopawamsic’s camps provided for children and families. As the reports after the event explain, the camps allowed the children to forget about their circumstances and embrace the outdoors. In short, this open house proved that the RDA program was already successful only a few years after it began.        The front cover of the Camp Happyland Newsletter. National Archives  Cabin Camp 5 Camp 5 was the last of the cabin camps to open, not seeing campers until 1939. The Salvation Army operated Camp Happyland at this location. Camp Happyland focused on two groups of people. The first were those aged 11 to 20. In these camps, they promoted “democratic living, skill development, and nature study.” These sessions cost $4 for ten days. The second group was the underprivileged, who they offered “health, good habits, and adjustments to life” at no cost. Activities for both camps included “pioneering, nature lure, story telling, woodcrafts, bead work, and water sports.”      Aftermath Early in 1942, the War Department notified the NPS that they wanted to use Chopawamsic for the training of the Office of Strategic Services (OSS), the nation's first centralized intelligence agency. The summer camps had to relocate. Of the five agencies scheduled to use the camps, all but one of them accepted the offer to relocate to another RDA. The FSA and the Twelfth Street YMCA moved to Blue Knob RDA in Pennsylvania, Alexandria District Methodist Church went to Swift Creek RDA outside of Richmond, and the Salvation Army transferred Camp Happyland to Laurel Hill RDA in Pennsylvania. After the war, many of these organizations resumed use of Chopawamsic. In 1948, Chopawamsic was renamed Prince William Forest Park. The RDA program left an important social and recreational legacy. The program created new parkland, which was available to all. Less fortunate residents in or near major cities had something similar to national parks, most of which were in the West. The social agencies that rented the cabins had greater opportunity for outreach. The experiences of a summer camp were far beyond the means of many of the children who stayed here. Not only did they get fresh air, but many of the camp programs gave children the opportunity for success later in life. Its legacy continues as visitors continue to use Prince William Forest Park and other former RDAs for their original purpose of recreation.                   Civilian Conservation Corps   82 Photos            Office of Strategic Services   8 Photos  Photos of Prince William Forest Park from 1942-1945 when it was used by the OSS to train spies. All photos are credited to the National Archives and Records Administration.          Summer Camps to 1948   32 Photos  A collection of photos of the early summer camps at Chopawamsic RDA.",
    "url": "https:\/\/www.nps.gov\/prwi\/learn\/historyculture\/summer-camps.htm"
}
