{
    "title": "Prince William Forest Park: Orienteering",
    "body": "Orienteering         Ranger teaching orienteering in Prince William Forest Park. National Park Service  What is Orienteering? Orienteering is an activity for all ages and levels of fitness and skill, in which the object is to locate control points within the park using a map and compass. It can be enjoyed as a leisurely walk in the woods or as a competitive sport combining the suspense and excitement of a treasure hunt.  Orienteering in The Park There are 30 orienteering courses within the picturesque setting of Prince William Forest Park. The different orienteering courses are designed to challenge orienteers of all levels from the basic beginner to those with more advanced skills. The courses were developed in 1972 through a partnership with the Swedish Military Orienteering Team and the United States Marine Corps and Quantico Orienteering Club.  On even years (2006, 2008 etc...) the even numbered courses 2-30 are available for use. On odd years (2007, 2009) the odd numbered courses, 1-29, become active. This system is one of the many check and balances in place to prevent overuse of the courses which can lead to social trails. Maps and a limited number of compasses can be signed out at the park visitor center. Please note that the course maps cannot be photocopied and cannot be kept overnight. The course maps are available from 9 am to 5 pm only.   For those wishing an introduction to the sport, groups can request a Ranger-led orienteering program by simply filling out the Ranger Program Request form on our website. History Orienteering as a sport began in Scandinavia in the nineteenth century, where it was primarily a military event and part of military training. It was not until 1919 that the modern version of orienteering was born in Sweden as a competitive sport by Ernst Killander, who is thought of as being the father of orienteering. In the early nineteen thirties, the sport received a technological boost when three other Swedish orienteers developed a new compass, which was more precise and faster to use. Orienteering was brought into the United States in 1946.        a park map and compass NPS  The Map A map is a graphic representation of a portion of the earth's surface drawn to scale, as seen from above. It uses colors, symbols, and labels to represent features found on the ground. The ideal would be if every feature of the area being mapped could be shown in true shape. Obviously this is impossible, and an attempt to plot each feature true to scale would result in a product impossible to read even with the aid of a magnifying glass. Therefore, to be understandable, features must be represented by conventional signs and symbols. To be legible, many of these must be exaggerated in size, often far beyond the actual ground limits of the feature represented. Here at the park we use two types of maps; the most common map is our park map, which is basically a tourist road map. It shows the location of the scenic drive, hiking trails, bicycle trails, campground locations, and other areas of interest. However it does not contain enough information to really be useful as an orienteering map. For orienteering we use a topographic map. This type of map actually shows the shapes of hills, valleys, streams, and other features of the park in a measurable way, usually through the use of contour lines. These lines are commonly measured from mean sea level.        A park compass. NPS  The Compass Prior to the advent of the Global Positioning System (GPS), the compass was the major navigation instrument used to move about in the outdoors, and even today it enjoys a strong following for a good reason. A compass in good working order is very accurate and does not require batteries in order to keep functioning – a handy feature when you are in a remote location. However unless your plans call for traveling in a straight line, a compass will not help you much unless you have a map. The map shows the direction you need to go in order to reach your destination, whereas the compass serves as the means of helping you get there. This being the case, any map is better than no map at all.",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/orienteering.htm"
}
