{
    "title": "Prince William Forest Park: Fishing",
    "body": "Fishing        Fishing on South Fork Quantico Creek. National Park Service.       Prince William Forest Park protects the South Fork of the Quantico Creek as well as 80% of the Quantico Creek Watershed. Within the park’s boundaries are approximately eighteen miles of streams and two impoundments which are open to the public for fishing. The water quality of park streams is very healthy and supports numerous fish species and other aquatic life. Most commonly found species include bluegill, pumpkinseed, largemouth bass, and channel catfish. Fishing is permitted anywhere along the South Fork and Quantico Creeks. Four small lakes, built by the Civilian Conservation Corps (CCC) during the 1930s, are also great fishing spots. These lakes sit adjacent to the park's cabin camps and can only be reached by foot. Visitors may also fish at Breckenridge Reservoir though, again, this area can only be reached by foot and no watercraft is allowed. To access the Breckenridge Reservoir from Prince William Forest Park you will need to receive a backcountry permit from the visitor center daily from 9 a.m. to 5 p.m. Regulations To help the park manage its resources, we ask that the public observe the following regulations.  Fishing shall be in accordance with Virginia fishing regulations. A fishing license issued by the state of Virginia is required for those who are age 16 and older. Fishing licenses, creel and tackle may be checked for compliance by any law enforcement officer. The use of live bait is prohibited. Fishing from road bridges is prohibited. Disposing of fish viscera on park property is prohibited. Carters Pond is open to fishing as catch and release only. Fishing in areas closed to public use is prohibited. These areas are designated on the enclosed map and by posted signs. Failure to avoid use of these areas may result in a fine. These areas include:   The west bank of Lake Five The east bank of Lake One    Fishing Season: Park waters are open to fishing year round, except when frozen waters do not permit fishing access from the shoreline. Catch Limits: Bass is limited to five per day with no minimum size. Pickerel is limited to five per day with no minimum size. Catfish is limited to 20 per day with no minimum size. All other fish: There is 50per day catch limit and no minimum size. The Northern Snakehead is an invasive species and has the potential to inflict damage to native fish species. Anglers may possess a snakehead only if they immediately kill it and notify Virginia Department of Game and Inland Fisheries (540)899-4169 or (804)367-2925 and Prince William Forest Park Biologist at (703)221-4706 x273 or email e-mail us Please refer to the park compendium document for additional regulations on fishing, page 16 and 17. Note: This is only a guide and is not all inclusive. Title 36 of the Code of Federal Regulations is applicable to the park. For further information, please contact the park’s visitor center at 703-221-7181.",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/fishing.htm"
}
