{
    "title": "Prince William Forest Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Wildlife Safety Prince William Forest Park is home to a diverse group of wild animals, including deer, fox, coyote, squirrel, raccoon, black bear, birds, and snakes. Below are some animals to be cautious of. Please, report any strange behavior of live or dead animals to park staff.We gather data from these reports as we cannot be everywhere in the park at once. Do not touch dead animals or engage animals that may approach you. Do not touch or feed wildlife! Animals that seem overly \"friendly\" may be sick and disoriented. Contact park staff if you feel the animal may be a hazard.        Ticks: The park staff encourages daily tick checks even if you were outside for a short amount of time. Ticks are everywhere;take a step to prevent Lyme disease. Ticks found in the park: brown dog, American dog, blacklegged, and lone star ticks. Most ticks must be attached for 24 hours or more before disease is transmitted. Make sure to check yourself and seek medical attention if you develop symptoms of Lyme disease. 70-80% of infected people develop a reddish \"bulls-eye\" or an expanding red ring around the bite site and flu-like symptoms.      Chiggers: Chiggers are frequently found in the bush.The larvae can bite you and cause severe itching.To treat, wash affected area and apply anti-itch lotion.If site becomes infected or severe allergic symptoms occur, seek medical attention. If bitten, clean and        Black Widow Spider: This spider will attack if it feels threatened. Seek medical attention if you develop symptoms such as target-like marking and swelling at wound site, muscle pains, weakness, headache, nausea, sweating, dizziness, or increased blood pressure within 2 hours of the bite.      Brown Recluse Spider: This spider will only bite if it is provoked. They are found most often in dry, enclosed, spaces. If left untreated, venom from a brown recluse spider can cause tissue damage.      Northern Copperhead: This snake is venomous, but will only attack if provoked. Copperheads are very common in the park. If bitten, seek medical attention immediately.      Timber Rattlesnake: This venomous snake will only strike if it is provoked. If bitten, seek medical attention immediately.      Plant Safety      Poison Ivy: Poison ivy is a three leafed flowering plant or hairy vine that is well known for causing an itching, irritating, and sometimes painful rash in most people. You can get poison ivy rash from touching it, or touching something that has touched it, like your clothes or your dog. Poison Ivy is common throughout the piedmont forest, however it can be mostly found near or along trails where the soil has been disturbed.It is important to stay on the trail to prevent from getting poison ivy. Volunteers and staff maintain the trails to keep poison ivy back from the side of the trails. If you believe you can in contact with poison ivy wash your hands or infected area with warm soapy water as soon as possible.      Other Safety Concerns      Bicycle Safety: Road or off road biking is allowed in the park on designated gravel roads.The park offers 12 miles of paved road for biking along Scenic Drive. This loop is perfect for those avid road bikers who are looking for hills, curves, and less traffic. Along Scenic Drive starting at Parking Lot D to Oak Ridge Road is a flat 3 mile section of road great for families or those bikers looking for an easy bike ride. This bike path is to be used by foot and bike traffic only no motor vehicle traffic. Stop by the visitor center for maps and information on biking trails and loops in the park. Before going on Scenic Drive or gravel roads make sure it is ready to ride. You should always inspect your bike to make sure all parts are secure and working properly. Always wear a properly fitting helmet. Choose the right time of day to ride. Early morning or late evening wildlife can be found along Scenic Drive. Use caution if this is the time of day you choose to ride. Avoid road hazards such as tree branches, leaves, pot holes, and loose rocks.      Drink Water: Hydration is important any time of year when recreating in the park. Please bring a water bottle with you to the park. The park offers a water bottle refilling station at the Visitor Center and several drinking fountains throughout the park.      Weather: Plan ahead, check the weather before planning your day at the park. High winds, rain and other weather conditions can affect your time at the park.        For emergencies dial 911  Local Hospital: Sentara Northern Virginia Medical Center 2300 Opitz Blvd Woodbridge VA 22191 703-670-1313",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/safety.htm"
}
