{
    "title": "Prince William Forest Park: Bicycling",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Bicycling                On and Off Road Biking        The park Scenic Drive is a beautiful, quiet place to bicycle. National Park Service.      For the on- and off-road cyclist, Prince William Forest Park is a favorite place for bicyclists. Over twelve miles of paved roads and 9.2 miles of gravel roads are available.Three miles of the park Scenic Drive are a dedicated bike lane providing a paved, relatively flat surface ideal for beginning bicyclists. More experienced cyclists with mountain bikes have the option of off-road biking on any of the ten fire roads in the park.Road Descriptions: Scenic Drive: This paved road, which is totally within the park, has its beginning at the Pine Grove Picnic Area and the first two miles of this road is recommended for experienced cyclists only, due to several steep grades and blind curves. The entire distance of the Scenic Drive is 11.3 miles (18.2 km) while the scenic loop is 7.3 miles (11.75 km) and is accessible from all of the parking lots along the loop as well as the parking lot at the Picnic Area. Between parking lots “H” and “I”, you will find two miles (3.2 km) of steep terrain and hills that will provide a good workout for the experienced cyclist.  RATING: Moderate to DifficultBurma Road This crushed rock road is located off the north side of the Scenic Loop about halfway between parking lots “E” and “F”, across from Taylor Farm Road. This is a nice gentle descent down to the bridge crossing the North Fork of Quantico Creek which is followed by the climbs and descends to the gate at the Park Boundary. You will have ridden 1.4 miles (2.3km) and now one must turn around and retrace your ride back to the Scenic Loop. Burma Road is a fabulous workout for a cyclist. Total distance out and back is 2.8 miles (4.5km).  Rating: DifficultLake One Road This crushed rock road is adjacent to parking lot “E” and has one hill. Riders should use caution when descending this hill due to erosion and loose gravel. There is a lake at the end of the road, which is a great place to picnic. Total distance out and back is 1.54 miles (2.48km). Rating: Easy to Moderate.Liming Lane This crushed rock road is just west of Scenic Loop parking lot “I” and has a mostly upward grade out to a gate at the park boundary. Halfway along this road, in a clearing on the left, is an old stone building which was built by the CCC for storage and is still used by the park today. The Liming Cemetery site can also be found near the gate at the parks boundary. One may access the cemetery site by a small grassy road that leads through a clearing, and then down a steep hill into a mature forest. The cemetery is just beyond this forest. Total distance out and back is 2.6 miles (4.18km). Rating: ModerateMawavi Road This crushed rock road is adjacent to parking lot “G” and is a wonderful shaded ride to the gate at Cabin Camp Two (permit campers only). One has to turn around at the gate and retrace your path to the parking lot. There are two hills on this road, one of which will give you a good workout. Total distance out and back is 0.99 miles (1.59km). Rating: Easy to ModerateNorth Orenda Road This crushed rock road is located at the south end of parking lot “D” and is mostly a gentle descent downhill to the South Fork of Quantico Creek. The Lewis and Johnson Cemetery is located on the left side of the road approximately one-half mile in, and is marked by a small metal gate. North Orenda Road meets South Orenda Road at the bridge crossing the creek. There is one small hill on this road. Total distance out and back is 2.38 miles (3.84km). Rating: Easy to ModerateOld Black Top Road This crushed rock road is accessible from parking lot “F” or the Turkey Run Education Center (TREC) parking lot. This road has two medium hills and can be used as a shortcut around Scenic Loop to cut out the two miles (3.2km) of steep terrain and hills between parking lots “H” and “I”. Total one-way distance is 1.50 miles (2.41km). Rating: Easy to ModeratePyrite Mine Road This crushed rock road is found on the north side of parking lot “D” and next to North Orenda Road. The road provides a gentle descent for approximately 0.90 miles (1.45 km) and then a quick decent for 0.15 miles (0.24 km) ending at a bridge. Once across the bridge, follow the road to the left and go to the end of the road to see the remains of the pyrite mine commissary on the right. At the boardwalk, park your bike and take the short walk to the mine observation deck under a stand of pine trees. There are benches here that you may use to rest up for the climb back up that hill. Total distance out and back is 2.6 miles (4.18 km). Rating: Moderate to DifficultSouth Orenda Road This dirt and crushed rock road begins at the parking lot at the Pine Grove Picnic area. Please walk your bike down the Pine Grove Forest Trail to the overlook to start this ride. One medium hill leads down to the bridge crossing the South Fork of Quantico Creek. CAUTION: If you are an experienced mountain cyclist, you may try the loose gravel connecter from the northwest end of the parking lot to South Orenda Road; however, this is an extremely steep descent and it is recommended that you walk your bike down this descent. Total distance out and back is 1.08 miles (1.74km). Rating: Easy to ModerateTaylor Farm Road This mostly crushed rock road is on the south side of the Scenic Loop across from the Burma Fire Road. The first portion of the road from the Scenic Loop to Old Black Top Road has two moderate hills which will bring your heart rate up a bit and then once you cross over Old Black Top enroute to the farm site, there is one downhill and a steep climb up to the farm. Taylor Farm Road is closed to bicyclist at that point and you must retrace your path back to Old Black Top or the Scenic Loop. Total distance out and back is 3.0 miles (4.83km). Rating: Moderate to DifficultWest Gate Road This crushed rock and dirt road is located at the northwestern edge of the park at the Oak Ridge Campground parking lot. This fire trail has one small hill. Total distance out and back 1.2 miles (1.9km). Rating: EasyBicycle racks are located at Pine Grove picnic area, Turkey Run Ridge Education Center parking lot, and Oak Ridge Campground.Rules & Regulations (for the benefit of all) Bicycles are allowed on paved roads as well as designated unpaved \"fire roads.\" Bicycling is prohibited on all hiking trails and in the Chopawamsic Backcountry Area for the safety of hikers and to prevent trail degradation.Respect and do not disturb wildlife.Riders must obey all traffic regulations.Riders must ride single file when using paved roads.Use caution when overtaking others and make your presence known well in advance.Bicycles are only allowed on paved roads and fire roads only, not on hiking trails.Note: This is only a guide and is not all inclusive. Title 36 of the Code of Federal Regulations is applicable to the park. For further information, please contact the park's visitor center at 703-221-7181.Safety Bicycling is done at the visitor's own risk. The following is a list of necessary precautions:Bring along a park map when riding.Be aware of changing weather conditions.Check your brakes and tire pressure before riding.Bring along plenty of water and be sure to drink it.Helmets are required.Be aware of fallen tree debris and ice on all roads and trails.Always yield to hikers and other non-motorized recreationalists.Maintain control of your speed at all times and observe park speed limits and stop signs.",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/bicycling.htm"
}
