{
    "title": "Fort Matanzas National Monument: A Virtual Tour of the Fort",
    "body": "A Virtual Tour of the Fort        A cut-away view of Fort Matanzas           The Tower at Matanzas  Fort Matanzas, 50 feet on each side with a 30-foot tower, was built of local shellstone called coquina. Lime for the mortar was made by burning oyster shells. A foundation of close-set pine pilings driven deep into the marshy ground gave the fort stability.        Coquina   Coquina Coquina shell rock was quarried south of the inlet and transported to the building site by boat where the rough chunks were squared into blocks. Originally, the entire fort was plastered and whitewashed with perhaps red trim on some of the architectural elements such as the garita. Read more about Coquina.          The powder magazine kept the gunpowder safe and dry behind thick walls.   Powder Magazine  Located within the west wall of the fort and accessed only through the upstairs officer's quarters, the powder magazine kept the dangerous black powder from open flames used for heat and light. The magazine extends down into the wall to the level of the gundeck. The area in front of the powder magazine was used for food storage.  (The word \"magazine\" comes from \"magazin\", a word that meant \"storehouse\")           Observation Deck   Then, as now, a narrow ladder was the only access to the top of the tower. This opening probably had a structure shielding the interior from the elements. The deck provided an excellent view of the inlet to the south. In 1742 the inlet was about a half-mile closer than it is now, within easy range of the fort's guns. To the north, the waterway leads to St. Augustine, fourteen miles away.  The structure on top of the roof is the chimney which vents the fireplace in the soldiers' quarters.          This nearly vertical ladder provides access from the Officer's Quarters to the Observation Deck. If you visit Fort Matanzas, please watch your children on this ladder if you take them to the roof.          The officer had a private room.   Officer's Quarters  The only officer, possibly a lieutenant or even a sergeant, made his quarters here. Sitting at his desk or lying in bed, the officer probably appreciated the sea breeze which cooled the summer day and kept down the gnats and mosquitoes. Food storage and the entrance to the powder magazine were located behind the wall on the west side of the room. This wall originally extended to the arched ceiling. The slope of the vaulted ceiling in this room was built for structural strength.          There were few comforts for the enlisted men.   Soldiers' Quarters   The lower room was the enlisted men's quarters. The soldiers cooked, ate and slept in this room. Opposite the fireplace was a long wooden sleeping platform. Benches and a table completed the furnishings. Seven to ten men occupied the fort on a month's tour of duty, the normal complement (1740s) being the cabo (officer-in-charge), four infantrymen, and two gunners. More could be assigned when international tensions increased, up to a maximum of fifty during a crisis. Soldiers were rotated from the garrison in St. Augustine, bringing their supplies with them in boats. Firearm Loopholes  The smaller openings near the windows in the soldiers' quarters were loopholes for soldiers firing musktes. The windows had shutters to keep out rain and the damp chill of the winter winds.           Cistern  The fort's cistern is located under the gundeck with its opening under the stairs. The roof of the fort collected rain water which drained into the cistern through a wooden pipe. There was no other source of fresh water on the island. However, if needed, the soldiers could bring water in barrels from St. Augustine or from nearby brackish creeks.           Sentry Box   The sentry box or garita, an architectural feature of Spanish Caribbean forts, had fallen off sometime during the 1800s while Fort Matanzas sat abandoned. It was rebuilt of brick in 1927 and again of coquina in 1929 using steel reinforcing rods to attach it to the existing parapet walls.           Gun Deck   Fort Matanzas is a very simple structure, its main strengths being the artillery and its strategic location. Five cannons once guarded the fortress facing in the three approaching directions. Each cannon could easily reach the inlet, then only a half-mile away. Two original cannon still stand at the fort today. They were made around 1750 (probably in Spain), emplaced at Matanzas in 1793, and left behind by the Spanish when they departed Florida in 1821. The other two cannon now on the gun deck are modern reproductions purchased through donations to the park and used in the park's living history cannon firing demonstrations.           Entry Embrasure  The small opening on the west embrasure was the \"door\" to the fort. Soldiers would climb a removable wooden ladder to reach the gun deck. If needed, a cannon could be moved to point through this opening just like the one on the east side of the gun deck.  Today, sturdy stairs allow easy access for visitors to the fort.",
    "url": "https:\/\/www.nps.gov\/foma\/learn\/photosmultimedia\/a-virtual-tour-of-the-fort.htm"
}
