{
    "title": "Prince William Forest Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       For a map of Prince William Forest Park (pdf), click here.      Click on the links below for maps to the following locations:     Park Entrance   Cabin Camps 1 and 4   Cabin Camps 2 and 5   Cabin Camp 3              The original location map to the park, then called Chopawamsic Recreational Demonstration Area, circa 1936. NPS  By Car From Washington, D.C. and points north:  Take I-95 south to exit 150-B (VA Route 619\/Joplin Road). The park entrance is the second right.    From Fredericksburg and points south: Take I-95 north to exit 150 (VA Route 619\/Joplin Road). Turn left at the bottom of the exit ramp and continue on VA Route 619 West approximately 1\/4 mile to the park entrance.    From Manassas, VA and points west:  Take Route 234 east to I-95 south. Travel one exit to exit 150-B (VA Route 619\/Joplin Road). The park entrance is the second right.     Approximate driving times: From Washington, D.C. - 45 minutes; from Fredericksburg, VA - 20 minutes; from Manassas, VA - 20 minutes. (Please note that these are actual drive times and do not consider traffic conditions.)    It is an additional 15-20 minute drive from the park entrance to Oak Ridge Campground.  By Plane Washington Dulles International Airport and Ronald Reagan Washington National Airport are approximately 45 minutes drive-time from Prince William Forest Park. Baltimore\/Washington International Airport and Richmond International Airport are 90 minutes away.   By Bus There is no bus service near the park. Local commuter buses may be available near the park via the PRTC system.  By Public Transportation Amtrak and Virginia Railway Express rail services are available in nearby Quantico, Virginia (approximately 5 miles from the park entrance.) There is no public transportation to the park directly.",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/directions.htm"
}
