{
    "title": "Prince William Forest Park: For Kids",
    "body": "Explore This Park    Plan Your Visit     Things To Do     For Kids              For Kids        Visitor entrance fees paid for the addition of our new playground at Pine Grove Picnic Area in 2010. NPS      The park's geographical location is unique in that it covers the Piedmont and Coastal zone, and all are rich with plants, animals and stories of human history, giving children plenty of opportunity to explore and learn. Kids visiting the park enjoy visiting the exhibits and touch table located at the visitor center.         Take a Hike Small children may enjoy exploring the woods on some of our shorter tails with interpretive signage including Piedmont Forest Trail and Laurel Loop Trail. For older children, the Farms to Forest Trail provides a good challenge and is an excellent day hike. You can also try try our letterboxing courses! Follow the clues to learn more about the history of this park.         Ranger-led Programs & Events Get kids involved in ranger-led programs. These include guided hikes, slide programs, bird walks and guided explorations of various park features.. Check the Schedule of Events page to see if there is a program already scheduled during your visit. Or you can request a Ranger-Led Program for your group.         Join our Junior Ranger Corps! Stop by our visitor center to get your free Junior Ranger activity booklet, or you can become a Prince William Forest Park Junior Ranger by completing our online Junior Ranger booklet and mailing it in. Either way, when you're done all of your activites, you will get a certificate and junior ranger badge! For the latest Junior Ranger News, download the newest edition of the Junior Ranger Gazette.         Become a Webranger! Can't visit your favorite national park this summer? Why not become a webranger to learn more about your National Parks without ever leaving your computer?         Letterboxing! Stop by our visitor center and try out our letterboxing courses. Follow the clues to explore the beauty of the park. Find the letterbox and stamp your booklet.",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/justforkids.htm"
}
