{
    "title": "Prince William Forest Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do      Get to know a part of Northern Virginia that has all but disappeared.  Hike 9 miles along the South Fork Quantico Creek, bicycle down an old fire road to the remains of the Cabin Branch Pyrite Mine, spend the night in a historic cabin, fish in one of the lakes, and arise the next morning to some of the best bird watching in the area - all within Prince William Forest Park's 15,000 acre woodland.With 37 miles hiking trails, 21 miles of bicycle-accessible roads and trails, 4 campgrounds, and over 100 cabins, recreational opportunities are endless.  During your stay, you can attend one of our summertime Saturday night campfire programs or visit the visitor center to talk to a park ranger and watch the park movie.          Share your hike with man's best friend. NPS  Hiking With 37 miles of hiking trails, Prince William Forest Park has the most extensive hiking trail network in Northern Virginia. Where else can you hike an 18 mile loop and get back to Washington, DC for dinner? Visit our online Hiking Guide to click your way through each of our trails. Or you can call or stop by the visitor center to have a Park Ranger guide your way. Whether its a short 1\/2 mile loop or a 2 day excursion, Prince William Forest Park has something for everyone.          Bikers enjoy the Scenic Drive, but off-road options are available too! NPS  On and Off-Road Biking The 12 mile Scenic Drive is ready for you to enoy! With relatively little traffic, and a 25 mph speed limit in most places, the Scenic Drive is a popular biking spot for many people in Northern Virginia. If testing your speed and stamina isn't your thing, you can start out on our bike line which is located at Parking Lot 'D.' The bike lane continues for 3 miles to Oak Ridge Campground Road and is a great place for beginning bikers and experts a like. If off-road biking is more your speed, you can enjoy biking on the park fire roads. Visit our online Biking Guide for more information.          A little father and son time at Oak Ridge Campground. NPS  Cabins & Camping It's time to pull everyone away from the TV and have some good ole' fashioned family fun by the campfire! Our camping options vary from no frills backcountry camping to rustic cabins in the woods complete with lights and ceiling fans. Perhaps RVing is more your speed? Check out all of the options on our Cabins & Camping Page.          Festival goers in 2010. NPS  Special Events & Ranger-led Programs Each year, Prince William Forest Park and our park partners put on a special events that your family will love. Whether it is our Heritage Festival in fall, Paws in the Park in the spring, or our volunteer days throughout the year, there is always something in the works for your family to enjoy. Visit our Schedule of Events page or sign up for our email list to receive updates direct to your email box.          Find your way with a map and compass! NPS  Orienteering Did you know that Prince William Forest Park has hosted the International Orienteering Championships? The 60 point orienteering course created here in the 1970s is one of the most extensive in Northern Virginia. You can pick up the maps and extra compasses free of charge at the park visitor center. Go Orienteering!",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/things2do.htm"
}
