{
    "title": "George Washington Birthplace National Monument: Ranger Guided",
    "body": "Ranger Guided       How Math and Science Changed George Washington's Life 6th - 7th grade 35 Students Maximum Length: 2 hours Students become 18th century land surveyors, using the math, geometry, and science skills they learn in class to conduct a survey at the park using historical instruments. Curriculum Materials  The Washingtons in Chesapeake History 3rd - 5th grade 65 Students Maximum  Program Length: 1 hour 30 minutes Students travel back in time with hands-on activities in the tobacco fields and balancing the merchant ledger to experience Colonial Virginia, life on a tobacco plantation and George Washington. Curriculum Materials  You Can Be Like George Washington 2nd - 5th grade 65 Students Maximum  Program Length: 1 hour 30 minutes Students learn character education traits through George Washington's own experiences as a young man facing some of the same problems as young people today. Curriculum Materials  When George Washington Was a Child Kindergarten - 2nd grade 65 Students Maximum  Program Length: 1 hour 30 minutes Students engage in hands-on activities as they compare everyday colonial life in Virginia with their lives today at Washington's birthsite. Curriculum Materials Chesapeake Bay Living Map 2nd - 4th grade 35 Students Maximum Presented in the school classroom Hands-on activities with a large format canvas floor map help students understand how natural resources affect cultural resources. Curriculum Materials How Most of the Plantation Lived: Slavery at the Washingtons' Farm              Presented in the park, or in the school classroom 3rd - 5th grade 35 Students Maximum Students explore daily life on a colonial tobacco plantation through hands-on activities in the tobacco field and African instruments and other lifeways. Curriculum Materials Other Education Programs Offered Colonial Open House Available 1st two weeks of June only Any grade, no maximum number of students Explore George Washington's birthplace and colonial style buildings. Self-guided. Costumed interpreters present living history between 9:30 and 1:00 with advanced reservations.",
    "url": "https:\/\/www.nps.gov\/gewa\/learn\/education\/rangerguided.htm"
}
