{
    "title": "Prince William Forest Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        The park entrance station is a great way to meet a ranger and contribute to projects with direct visitor connections. NPS         Your entrance and campground fees go directly back to visitor improvement projects. For more information on how we've improved visitor services via your fee dollars, visit our Your Fee Dollars at Work page. Here is a list of all fees and reservations that can be made at Prince William Forest Park:         Fee Free Days in 2016 January 18: Martin Luther King Jr. Day April 16-24: National Park Week August 25-28:  National Park Service Birthday Weekend September 24: National Public Lands Day November 11: Veterans Day      Entrance Fees: 16 years of age and up    $7.00  per single passenger vehicle (less than 14 passengers), valid for 7 consecutive days   $5.00 per person walk-in, bike in or per motorcycle, valid for 7 consecutive days. This price is also charged per person in vehicles over 14 passengers.             Annual and Lifetime Passes These passes provide annual or lifetime access to all Federal Recreation Lands (national parks, national forests, national wildlife refuges, etc...)         Annual Pass for Prince William Forest Park  - $30 Prince William Forest Park Annual Pass - Provides unlimited entry to the park for one year through the month of purchase. - Provides entry for pass holders and occupants of a single personal vehicle (capacity of 14 passengers or less). For walk-ins pass is good for holder and 4 additional people. - Available for purchase at the Visitor Center.                America the Beautiful - Annual Pass  - $80 Annual Pass - Available to everyone - Good for one year through the month of purchase  - Admits passholder + 3 Adults. Children under 16 admitted free. - Can be used at any federal recreation site. - Can be purchased at the Visitor Center. - FAQs     America the Beautiful - Military Pass   - Free - Available for active duty U.S. military personnel and dependents with valid Active Duty ID - Good for one year through the month of purchase  - Admits passholder + 3 Adults. Children under 16 admitted free. - Can be used at any federal recreation site. - Can be obtained at the Visitor Center.  - FAQs                         Every Kid in a Park Pass  - Free - Available to all U.S. 4th graders. Includes home- schooled and free choice learners 10 years of age. - Fourth grade student must present a valid  voucher printed from the Every Kid in a Park website. - Pass is valid for the duration of the 4th grade school year through the following summer (September - August). - Admits passholder +3 Adults. Children under 16 admitted free. - Can be obtained in person at the Visitor Center. - FAQs America the Beautiful - Senior Pass   -  $10 Senior Pass - Available to U.S. citizens or permanent residents age 62 and over. - Good for lifetime - Admits passholder + 3 Adults. Children under 16 admitted free. - Can be used at any federal recreation site.  - At Prince William Forest Park, provides a 50% discount for camping.  - Can be obtained in person at the Visitor Center. - FAQs                  America the Beautiful - Access Pass - Free - Available for US citizens or permanent residents with permanent disabilities.  - Good for lifetime - Admits passholder +3 Adults. Children under 16 admitted free. - Can be used at any federal recreation site. - At Prince William Forest Park, provides a 50% discount for camping. - Can be obtained in person at the Visitor Center. - FAQs      Camping Fees      $20.00 Oak Ridge Campground per site, per night (6 people per site)   $10.00 Oak Ridge Campground per site, per night, Senior\/Access passholders   Varies Cabin Camping Rates vary per cabin size and cabin camp capacity. Visit the Cabin Camping page or call 703-221-4706 x401 for more information.   $50.00                 Turkey Run Ridge Group Campground  per site, per night (up to 25 person per site) Sites - A, B, D, G, H, and I    $60.00 Turkey Run Ridge Group Campground  per site, per night (up to 40 person per site) Sites - C, E, and F     Call for Rates  Prince William Forest RV Campground Call 1-888-737-5730 for current camping rates.",
    "url": "https:\/\/www.nps.gov\/prwi\/planyourvisit\/fees.htm"
}
