{
    "title": "George Washington Birthplace National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       The Plain Writing Act of 2010 requires that federal agencies use \"clear Government communication that the public can understand and use.\" Executive Order 13563, Improving Regulation and Regulatory Review, states that our regulatory system \"...must ensure that regulations are accessible, consistent, written in plain language and easy to understand.\" Let us know if you have trouble understanding our documents or the pages on our website be sending an email to gewa_superintendent@nps.gov. We appreciate your feedback.      Fire Management Plans  Public Notice  Draft of Fire Management Plan for George Washington Birthplace NM       Firearms in National Parks       The law governing possession of firearms inside a national park changed on February 22, 2010.       Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws.       The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. For more information about Virginia gun laws please visit their website.       Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances.          National Park Service, A Call to Action: Preparing for a Second Century of Stewardship and Engagement  Superintendent's Compendium- Park Specific Rules and Regulations  George Washington Birthplace Public Assembly Areas  Horses & Pack Animals Circulation   Administrative History, 1930 - 2000  Planning, Environment and Public Comment  2008 Directors Report 2008 GEWA Accomplishments      Application for Special use Permit  Regulations for Demonstrations Public Assembly Area       2016 GEWA RM Goals",
    "url": "https:\/\/www.nps.gov\/gewa\/learn\/management\/index.htm"
}
