{
    "title": "Fort Matanzas National Monument: Nearby Attractions",
    "body": "Nearby Attractions         The village of Gracia Real de Santa Teresa de Mose was the first free black settlement in North America.   Fort Mose Historic State Park Fort Mose was founded in 1738 by Florida's Spanish governor as the first free African settlement in what is now the United States. Fort Mose represents a story of courage, determination, and perseverance. The stories of Africans fleeing to freedom, of the Native American Indians who aided them, as well as the Spanish and others touched by Fort Mose will inspire those who visit. The park includes a visitor center, picnic pavillion, and a marsh-view boardwalk trail.  Fort Mose is located three miles north of the Castillo de San Marcos, just off US 1. For more information, visit their website at http:\/\/www.floridastateparks.org\/fortmose\/         Each lighthouse has a distinctive color or design to help mariners navigate the coast by day and a distinctive light sequence to guide ships by night.   St. Augustine Lighthouse & Museum One of the city's most familiar landmarks, the St. Augustine Lighthouse is one of a series of lighthouses constructed along the Atlantic coastline during the mid-nineteenth century. Replacing an even earlier lighthouse, the current tower was completed in 1874. The light boasts a first order Fresnel lens and a spectacular view of the area. At 165 feet it is the second highest lighthouse in Florida.  The St. Augustine Lighthouse & Museum is located 1.5 miles south of the Castillo de San Marcos just off route A1A on Anastasia Island.        Anastasia Island's white sand dunes   Anastasia State Recreation Area Anastasia State Recreation Area was first opened to the public in 1949, and since that time it has become one of Florida's busiest and most favorite state parks. Coastal camping, fishing, sun bathing, surfing, sail boarding, swimming, nature trails, and picnicking provide endless hours of enjoyment. The park also preserves the site of the original Spanish coquina quarry. Anastasia State Park is located off Highway A1A, just 1.6 miles South of the Castillo on Anastasia Island.  Back to \"Plan Your Visit\" Back to Fort Matanzas Home Page        A thatcher at work on a Spanish house   Colonial Spanish Quarter MuseumThe Spanish Quarter is a living history museum recreating the life of Spanish soldiers and their families in 1740 St. Augustine. Costumed interpreters relive a time when St. Augustine was a remote outpost of the Spanish Empire. Tradesmen go about their occupations in blacksmithing, carpentry, leatherworking, candle making and other trades. Houses and gardens reveal the experiences of how families lived, how they grew and cooked their food, and how they tended their livestock in 18th century St. Augustine.The Colonial Spanish Quarter Museum is located on St. George Street in St. Augustine's historic district, only a short walk from the entrance of the Castillo de San Marcos.",
    "url": "https:\/\/www.nps.gov\/foma\/planyourvisit\/nearby-attractions.htm"
}
