{
    "title": "Fort Monroe National Monument: Management",
    "body": "Park Management       About Created by Presidential Proclamation on November 1, 2011, Fort Monroe National Monument is one of the newer additions to the national park system. Fort Monroe was the third oldest United States Army post in continuous active service until its closure in September 2011. The majority of the Fort Monroe peninsula was designated a National Historic Landmark in 1960 and is also listed on the National Register of Historic Places. The Fort Monroe National Monument park boundary of 325-acres includes historic fortifications and the North Beach area.  Park Planning  In the spring of 2012, the National Park Service began working on the first phase of planning to develop a Foundation Document that helps identify what is nationally significant about the monument. In June, 2014, the National Park Service held two public previews of Part 1 of the Foundation Document. The public was invited to attend the previews or go to: http:\/\/parkplanning.nps.gov\/fomrfoundation to view the document online.  In the summer of 2015, the National Park Service announced the completion of the Foundation Document for Fort Monroe National Monument. A foundation document establishes a single, shared understanding of what is most important about a park unit in the national park system. This baseline understanding will guide the development of future planning documents and park management decision at Fort Monroe National Monument.  A brief overview of the Foundation Document is available: click here to view the overview online.  The full Foundation Document is also available: click here to view the full document online.  Park Establishment September 9, 2011 - Governor of Virginia's letter of support to Secretary Salazar for the establishment of Fort Monroe National Monument in Hampton, Virginia.  November 1, 2011: Watch and listen to this short video as President Obama signs the Proclamation.  (4 minutes 39 seconds) Video Transcript.  Proclamation  Proclamation Map        Interested in working for the National Park Service? Usajobs.gov is the best place to search for open vacancies within the federal government.",
    "url": "https:\/\/www.nps.gov\/fomr\/learn\/management\/index.htm"
}
