{
    "title": "Fort Monroe National Monument: Audio-Described Videos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Audio-Described Videos                Fighting for Equality: Audio-Described Videos                         Freedom's Fortress: Escape to Freedom Empowered by a legal loophole, thousands of enslaved Africans escaped and found refuge at a Union-held fort during the Civil War. Fortress Monroe in Virginia became the site of the first “contraband camp”; a spontaneous community of self-emancipated blacks where inhabitants often became recruits for military service.  Duration:4 minutes, 31 seconds                                Service on the Frontier As the United States moved westward, settlement and expansion hinged on protection by the military. Two African American cavalry regiments, known as the Buffalo Soldiers, were placed in the tense and tenuous position between Native Americans and European settlers. They also worked on infrastructure, like the railroads and telegraph lines that made westward expansion possible. For Buffalo Soldiers, military service offered the opportunity for a better life, and a greater level of independence and respect for their rights not yet widely found in American society.  Duration:4 minutes, 20 seconds                                African Amer. Trailblazers: Building the Alaska Highway During World War II, African American troops were denied active combat roles and, like their civilian counterparts, faced institutionalized segregation. Three units of African American engineers were sent to Alaska and Canada to construct the 1,500-mile ALCAN Highway, a key defense for the United States. They faced brutally cold weather conditions and, despite frequently outperforming the better-equipped white engineering units, continued discrimination. Their skill, grit, and perseverance paved a highway and a path toward desegregation of the military after the war.  Duration:4 minutes, 43 seconds                                Martin Luther King, Jr., and the Vietnam War Dr. Martin Luther King, Jr., took a public and unpopular stance against the Vietnam War, declaring it an enemy of the poor in the United States. In his 1967 speech, Beyond Vietnam, King argued that young African American men were sent “to guarantee liberties in Southeast Asia which they had not found in southwest Georgia or East Harlem”.  Duration:4 minutes, 39 seconds",
    "url": "https:\/\/www.nps.gov\/fomr\/learn\/photosmultimedia\/fighting-for-equality-audio-described-videos.htm"
}
