{
    "title": "Fort Monroe National Monument: Calendar",
    "body": "Calendar       Explore the park with a ranger! Use the calendar below to find information about the park's ranger-guided programs, special events, volunteer opportunities, and more!  How to use the Search for Events feature To search for events by dates, click on the small calendar icons to choose your start and end dates, then click on \"Show Results\" for a listing of programs. Or type in a keyword and click on \"Show Results\" to view programs by topic.           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Fort Monroe National Monument Music by the Bay - USAF Heritage of America Band - The Blue Aces      Time: 7:00 PM to 8:15 PM Location: Continental Park Fees: No Fee     Thursday, August 18, 2016 Music by the Bay Fort Monroe 2016 Outdoor Concert Series View Details      Fort Monroe National Monument 2016 Campfire Talk Series      Time: 7:30 PM to 9:00 PM Location: The Colonies RV and Travel Park Fees: No Fee     Friday, August 19, 2016 Every Friday Weekly  from 07\/01\/2016 to 09\/02\/2016 FREE educational programs for all ages! New topics each week will highlight the natural, historical, or cultural wonders found at Fort Monroe! View Details      Fort Monroe National Monument African Arrival Day       Time: 9:00 AM to 7:30 PM Location: Fort Monroe - Continental Park, various Fees: On-site events free, some off-site events require tickets     Friday, August 19, 2016 Commemoration of the first arrival of Africans in English North America at Old Point Comfort in 1619. View Details      Fort Monroe National Monument Find Your Park at Harbor Park      Time: 10:45 AM to 4:00 PM Location: Norfolk Tides at Harbor Park, Norfolk, VA Fees: No additional fee, Norfolk Tides game ticket required     Thursday, August 25, 2016 Find Your Park at Harbor Park. Celebrate the 100th Anniversary of the National Park Service at the Norfolk Tides baseball game August 25, 2016! Opening Ceremonies begin at 11:30 am. Game start:12:05 pm View Details      Fort Monroe National Monument Music by the Bay - USAF Heritage of America Band - Heritage Brass      Time: 7:00 PM to 8:15 PM Location: Continental Park Fees: No Fee     Thursday, August 25, 2016 Music by the Bay Fort Monroe 2016 Outdoor Concert Series View Details      Fort Monroe National Monument Music by the Bay - Virginia Symphony Orchestra      Time: 7:30 PM to 9:00 PM Location: Paradise Ocean Club Fees: No Fee     Wednesday, August 31, 2016 Music by the Bay Fort Monroe 2016 Outdoor Concert Series View Details",
    "url": "https:\/\/www.nps.gov\/fomr\/planyourvisit\/calendar.htm"
}
