{
    "title": "Fort Monroe National Monument: Operating Hours & Seasons",
    "body": "Operating Hours & Seasons       Operating Hours Casemate Museum The Casemate Museum is operated by the Commonwealth of Virginia with curatorial support provided by the United States Army. Hours of Operation: The Casemate Museum is open Tuesday - Sunday from 10:30 am to 4:30 pm; and daily Memorial Day through Labor Day from 10:30 am to 4:30 pm. The Casemate Museum is also open Memorial Day, Labor Day, and November 11, but closed Easter, Thanksgiving, December 24, December 25, December 31, and January 1.  Guided tours for pre-formed groups of 10 or more (school groups Grade 3 and above) are available.  Phone Number: 757-788-3391  Engineer Wharf  Anglers of all skill levels can enjoy casting a line here. Located on Fenwick Road adjacent to Continental Park and open daily from dawn to dusk, this is the only designated fishing location at Fort Monroe. A Virginia Saltwater Fishing License is required. A license can be purchased onsite at the Old Point Comfort Marina - Ship's Store, online at the Virginia Department of Game and Inland Fisheries, or by calling 866-721-6911.  Public and Private Beaches There are miles of beaches at Fort Monroe. Surrounded by water on all sides, Fort Monroe's beaches offer some of the best locations in Hampton Roads to observe both sunrises and sunsets.  The only public beach with Lifeguards provided is Outlook Beach. Lifeguards are provided by the City of Hampton 7 days a week from Memorial Day to Labor Day between the hours of 10 am until 6 pm. During this operational season dogs are not allowed on the beach.  The Paradise Ocean Club offers memberships for private beach access, while still offering restaurant and meeting spaces to the general public.   Fort Monroe Community Center Operated by the City of Hampton Parks and Recreation the Community Center offers annual memberships for access to gym, game room, and recreational sports facilities. Tourism and Recreation The Fort Monroe Authority has additional information on tourism and recreation opportunities at Fort Monroe.  Seasons From Memorial Day to Labor Day the Casemate Museum is open daily from 10:30 am to 4:30 pm.",
    "url": "https:\/\/www.nps.gov\/fomr\/planyourvisit\/hours.htm"
}
