{
    "title": "Fort Monroe National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           41 Bernard Road (Building #17, Lee's Quarters)  Fort Monroe, VA 23651-1001            Directions         From I-64 East or West take Exit 268 (169 East Mallory St\/Ft. Monroe) (Going East: Last Exit prior to Hampton Roads Bridge Tunnel, going West: first Exit after it.) Top of Exit Left at light onto S Mallory St (0.1 mile). Right at 2nd light onto E Mellen St. Continue crossing a small bridge (0.6 mile). Continue straight at light (Left fork) onto Ingalls Rd (0.5 mile). Left onto Ruckman Rd towards fort Main Gate, pass through fort walls Right onto Bernard Rd, angled parking on Left (0.2 mile).    Directions Details           Operating Hours & Seasons         Fort Monroe  Fort Monroe is managed and operated in partnership between the National Park Service, Fort Monroe Authority, and US Army offering daily public access as well as commercial and residential leasing. Out of respect for the on-site residents the grounds are open daily from dawn to dusk.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Spring: Temperatures range from 40 F to 70 F with rain being common. Summer: Temperatures range from  75 F to 100 F with rain and sun equally common. On very sunny days, be prepared with plenty of water. Fall: Temperatures usually range from 40 F to 65 F. Hurricanes are more likely to threaten the are at this time of year. If planning a visit during this time, please be mindful of the storm activity. Winter: Temperatures range from 40 F to 50 F on average with snow being uncommon.         Fees & Passes     Entrance Fees:   Individual Fort Monroe Entrance Fee - $0.00 Day use visitation of the grounds and Casemate Museum.         Visitor Centers       Casemate Museum This partner-operated museum presenting the complex history of Old Point Comfort and Fort Monroe across more than four centuries. The museum is the main location for visitor services at Fort Monroe including Passport Cancellations, the Junior Ranger program, and Bookstore.               Fort Monroe National Monument is open year-round for outdoor activities like walking and exploring the grounds from dawn to dusk. Many of the buildings are currently occupied, when exploring the grounds please respect the resident's privacy by not peering into windows or opening gates. A full schedule of programming will take a few years to develop and will be influenced by the public planning process, but continue to look for limited programming available as we continue to expand our operations. Most of the public programming and facilities are currently operated through our partners.",
    "url": "https:\/\/www.nps.gov\/fomr\/planyourvisit\/basicinfo.htm"
}
