{
    "title": "Fort Monroe National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       The facilities and environment at Fort Monroe National Monument reflect a wide range of settings from urban development spanning hundreds of years of construction to natural resource areas. A few safety suggestions are important to remember while visiting Fort Monroe. Safety Precautions  Observe ground conditions while walking. Be aware of uneven or loose paved surfaces, tree roots, stumps, and other naturally occurring hazards. Please do not walk on the very top part of the fort walls. Often the grass is high in this area, making any trip hazards hard to see. Also the edge of the walls drops off very steeply towards the moat below. Use care when crossing streets and intersections and please use the crosswalks and crossing signals. - be mindful that while some streets are marked One-Way vehicle and bicycle traffic may be approaching from an unexpected direction. Keep your car locked with valuables out of sight.  Place all trash in provided bins or take it with you. - Leave No Trace principles greatly reduce the impact on Fort Monroe and the surrounding areas. Please help us preserve the park features for future generations.  Boarded up, fenced, or marked off limits areas should be observed at all times.          Diseases may be transmitted through contact when people touch or feed wildlife. NPS Photo by Michael Quinn  Animal Safety -  Fort Monroe is home to many animal species, some of which are threatened, endangered, or recently removed from protective lists.   Please do not feed the wildlife. Animals that are fed by people become dependent on human food, and may lose their natural fear of humans and their ability to forage for natural foods. There is a lot of truth to the saying, \"a fed animal is a dead animal.\" Feeding animals puts everyone in potentially hazardous situations. People who feed animals may be bitten or otherwise injured by the animal they are feeding. Other visitors are at risk by aggressive animals that have previously been fed. Never handle or touch a sick or dead animal. Instead contact the City of Hampton Animal Control Department by calling 757-727-6111. Information about zoonotic diseases and the risks involved may be found on the website for the Centers for Disease Control and Prevention.          Beach Safety - A message about safety and fun in the water in your National Parks.   Be alert for strong currents, riptides, powerful waves, and underwater obstacles.  Lifeguards are only provided at Outlook Beach from Memorial Day to Labor Day, swimming from any other beach area is at your own risk.  When wading it is advised to never turn your back to the bay.  Be wary of too much sun exposure and to remember to use sunscreen.  Glass containers and metal detectors are prohibited. Sand collapses easily. Digging holes deeper than knee deep are prohibited. The rocks piled up at the beaches present several dangers from jagged edges, to slippery conditions, open voids, the possibility of the rocks shifting, and the risks of falling to name only a few. Do not climb on or around the rocks, please avoid this area.        Bicycle Safety -   Helmets are strongly suggested for all riders regardless of age. Be aware that the City of Hampton requires by law that every person under 14 years of age shall wear a helmet while riding or being carried on a bicycle. Keep bicycles off of the sidewalks and obey traffic laws like any other moving vehicle. Keep bicycles off the top of the fort walls. This area was never intended for bicycle use and the unpaved and uneven ground conditions, tree roots, and other obstacles prohibit safe bicycle operation.            Deer Tick   Ticks \/ Lyme Desease Awareness Fort Monroe National Monument, like much of the northeast and southeast, is at risk for increased tick activity. Minimize your chances of exposure by following a few simple steps:  - Stay toward the center of nature trails and away from brush and unmowed grass. - Wear long pants and tuck the pant legs inside your socks.  - Wear light colored clothing to make it easier to see ticks on your clothing. - Use insect repellent. Be sure to check yourself, family, and pets for ticks when you get ready to leave. If you find any attached to you contact your health care provider for appropriate medical advice.      Traffic -    When entering the fort through the Sallyport (tunnel) always observe the traffic signal to avoid accidents.  Be aware reduced lighting inside the Sallyport making pedestrians and bicyclists difficult to see. Be alert for a variety of traffic conditions and wear your seatbelt while operating or riding in a vehicle.  Report any safety hazards at the Casemate Museum",
    "url": "https:\/\/www.nps.gov\/fomr\/planyourvisit\/safety.htm"
}
