{
    "title": "Petersburg National Battlefield: Women at City Point",
    "body": "Women at City Point       Though the City Point operation was governed by men, women created their own place - as caregivers, hospital managers, relief agents, and laborers - within those boundaries set down by the military and society. Women contributed to the Union cause while enriching their own lives. In the Hospitals  Women's greatest contribution to life at City Point was their care of the wounded and sick soldiers. With most of these women having only cared for sick relatives before this, nothing prepared them for the horrors they witnessed in the hospitals. But like their male counterparts time lessened the shock and dread experienced when treating men maimed by iron and lead or incapacitated by disease. Their responsibilities included supervising male nurses assigned to them, identifying dead soldiers, dressing wounds, feeding and washing patients, and arranging transportation home for the seriously wounded. Though few in number women like Clara Barton, Cornelia Hancock, and Sarah Palmer were not forgotten by those they helped or by those for whom they paved the way in the field of medicine. Agents of Relief  Women who served as U.S. Sanitary Relief agents, U.S. Christian Commission delegates, and representatives of the various Northern states also devoted a great deal of time to the hospital wards, even assuming the role of nurse when mass casualties came in. The ladies mostly collected and distributed supplies from the home front to the soldiers and spent time sitting with individual patients reading to them, writing for them, and changing their dressings. Agents also ran hospital kitchens supervised cooks and other duties outside the hospitals as well. A Step Towards Freedom  As none of the African-American women who lived and worked at City Point recorded their own stories, little is known about them. Understandably, women who had been slaves flocked to this Federal outpost in Confederate territory. These women labored as cooks and laundresses in the hospitals and on ships cooking and cleaning for hundreds of people every day. Black women also worked as maids and cooks for some of the officers and hospital staff members. Thus African-American women assisted in the union war effort at the same time they took positive steps for themselves. They were in a protected, free area and for the first time, for many, received wages for their work. After the War  By taking on the tasks of nurses and agents, these women had stepped outside traditional female roles and created a space they did not want to retreat from. Several women validated their experiences during the Civil War by writing them down and having them published. Many continued their path outside traditional roles; for example, several of the nurses attended medical school and became physicians. Others served as teachers in the Freedman's Bureau or as matrons in orphanages. African-American Women used the knowledge and freedom gained as a transition on their way to emancipation. The experience of war may have been horrible, but it had provided opportunities for women, new roles that were hard to relinquish.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/historyculture\/women-at-city-point.htm"
}
