{
    "title": "Petersburg National Battlefield: Be A Junior Ranger",
    "body": "Be A Junior Ranger          Welcome Web Rangers  Would you like to become a web ranger for Petersburg National Battlefield? All you need to do is complete three of the four activities and send the pages to the rangers at Petersburg. By completing these activities, you will become a Junior Ranger. Earn an official National Park Service certificate and badge or patch for your accomplishments! Let's get started Web Rangers! 1. Print the activity pages 2. Follow the directions for the activities using pages from the web site. Links will help you navigate to the appropriate pages. 3. Place completed activities inside an envelope and send it to: Attention: Web Rangers Petersburg National Battlefield 1539 Hickory Hill Road Petersburg, VA 23803. 4. The rangers at Petersburg will check your activities and return an official certificate and badge or patch to you, so please send us your return address.  Select three of the following activities:  ACTIVITY #1: Outfit a Civil War Soldier for service.  ACTIVITY #2: Get Supplies to the Soldiers in the Field  ACTIVITY #3: Solve the mystery of the Disappearing Trees  ACTIVITY #4: Create your own Regimental Flag  ACTIVITY #5: Illustrate a Soldier's Letter If you enjoyed completing these activities to become a Web Ranger, visit Petersburg National Battlefield to see the real thing! You can complete the Junior Ranger program at the Battlefield!          NPS Underground Railroad NPS  DISCOVERING THE UNDERGROUND RAILROAD What was the Underground Railroad?   An organized system to assist runaway slaves seems to have begun towards the end of the 18th century. In 1786 George Washington complained about how one of his runaway slaves was helped by a \"society of Quakers, formed for such purposes.\" The system grew, and around 1831 it was dubbed \"The Underground Railroad,\" after the then emerging steam railroads. The system even used terms used in railroading: the homes and businesses where fugitives would rest and eat were called \"stations\" and \"depots\" and were run by \"stationmasters,\" those who contributed money or goods were \"stockholders,\" and the \"conductor\" was responsible for moving fugitives from one station to the next. For the slave, running away to the North was anything but easy. The first step was to escape from the slaveholder. For many slaves, this meant relying on his or her own resources. Sometimes a \"conductor,\" posing as a slave, would enter a plantation and then guide the runaways northward. The fugitives would move at night. They would generally travel between 10 and 20 miles to the next station, where they would rest and eat, hiding in barns and other out-of-the-way places. While they waited, a message would be sent to the next station to alert its stationmaster. The fugitives would also travel by train and boat -- conveyances that sometimes had to be paid for. Money was also needed to improve the appearance of the runaways -- a black man, woman, or child in tattered clothes would invariably attract suspicious eyes. This money was donated by individuals and also raised by various groups, including vigilance committees. Vigilance committees sprang up in the larger towns and cities of the North, most prominently in New York, Philadelphia, and Boston. In addition to soliciting money, the organizations provided food, lodging and money, and helped the fugitives settle into a community by helping them find jobs and providing letters of recommendation. The Underground Railroad had many notable participants, including John Fairfield in Ohio, the son of a slaveholding family, who made many daring rescues, Levi Coffin, a Quaker who assisted more than 3,000 slaves, and Harriet Tubman, who made 19 trips into the South and escorted over 300 slaves to freedom.   Petersburg was a center of African-American history and heritage with a famous Underground Railroad House for escaping slaves and Pocahontas Island, an early neighborhood for freed slaves.   Would you like to become a web ranger for the Underground Railroad? All you need to do is complete three of the four activities and send the pages to the rangers at Petersburg. By completing these activities, you will become a Junior Ranger. Earn an official National Park Service certificate and badge or patch for your accomplishments! Let's get started Web Rangers! 1. Print the activity pages 2. Follow the directions for the activities using pages from the web site. Links will help you navigate to the appropriate pages. 3. Place completed activities inside an envelope and send it to: Attention: Web Rangers Petersburg National Battlefield 1539 Hickory Hill Road Petersburg, VA 23803. 4. The rangers at Petersburg will check your activities and return an official certificate and badge or patch to you, so please send us your return address Select Five of the Following Activities:   Activity One: Travel Routes  Activity Two: Safe Refuge  Activity Three: Freedom Bag  Activity Four: To Be Free  Activity Five: Terms to Know  Activity Six: Road to Freedom Word Search If you want more information on the Underground Railroad, use the following links. NPS Underground Railroad National Geographic PBS Scholastic        Ecology Web Ranger Logo Kenneth James Damrau  Ecology Web Ranger One of the greatest challenges facing current and future generations is to build a more sustainable, energy-efficient world. By teaching students about the role of the environment as an important national resource, we can prepare them to take on critical issues – energy conservation, air pollution, climate change, and wildlife protection – and become better stewards of the earth. Studies show that environmental education can help boost student achievement, build students’ critical thinking and social skills, improve student behavior, and can enhance teaching.   Here at Petersburg National Battlefield, wildlife is abundant, and, in certain cases, very visible throughout the park. Deer, rabbit, skunk, groundhog, opossum, and raccoon are some of the most commonly seen species in the park. A variety of avian species frequent the park during different times of the year. Many species of fish, reptiles, amphibians, and small mammals have also been documented within the boundaries of Petersburg National Battlefield. Petersburg National Battlefield’s diversity can be partially attributed to the park’s widespread locations, and the resulting difference in soil types. The Western Front lies within the Piedmont region of Virginia. This region’s soils are mainly derived from acid crystalline rocks (gneiss, granite, and schist groups) which eventually develop into loams and clays. Therefore, the Five Forks area is mostly well-drained sandy loam with a clay loam subsurface. The Atlantic Coastal Plain, in which the Eastern Front lies, is made up of sedimentary rocks and unconsolidated or partially consolidated sands, clays, and gravels. The predominant soil type of this section of the park is Emporia and Norfolk sandy loam. Water plays a major part in defining Petersburg National Battlefield’s environmental conditions. The park is located within two drainage basins; the Chesapeake Bay and Albermarle Sound. Numerous streams and rivers drain the different park areas, creating a network of habitat for many different species of animals. Wetlands make up a portion of the battlefield's area. These transitional areas play an important role in the park’s interconnected ecosystem, serving as a buffer and providing habitat for many unique species of animals. No matter where you live, there is wildlife and nature to be found. We are delighted that you have decided to become an Ecology Web Ranger. The activities below offer a special opportunity to explore parks and recreation areas no matter where you live. The goal of the Ecology Web Ranger Program is for children to gain an appreciation of nature, parks and natural resources. The activities are recommended for children ages 6 - 12. Our goal is for children to learn by doing. Read the introduction to each activity and discuss it with your child to be sure he\/she understands it.  Ecology Ranger Tips  Always have an adult with you. Stay on trails. Wear sunscreen and drink plenty of water. Wear a hat and shoes. Do not feed wildlife. Report sick animals to park rangers or other authorities. Remain quiet as you look and listen. You will have a better chance of seeing wildlife. Learn what poison ivy looks like. It is in most parks and touching it may give you a rash. Leaves of three, let it be. Always check for ticks soon after being outside.  Download the booklet below and complete 6 of the following 8 activities in a National Park, State Park or Recreation Area near you. When you are finished, send your completed activities inside an envelope to:  Attention: Ecology Web Rangers Petersburg National Battlefield 1539 Hickory Hill Road Petersburg, VA 23803. Activity Booklet          Petersburg was an important rail center 23 miles (37 km) south of Richmond, and was a strategic point for the defense of the Confederate capital. In June 1864 the Union army began a siege of the two cities, with both sides rapidly constructing fortifications 35 miles (56 km) long.In a series of battles that summer, Union losses were heavy, but, by the end of August, General Ulysses S. Grant had crossed the Petersburg-Weldon Railroad; he captured Fort Harrison on September 29. By year's end, however, General Robert E. Lee still held Richmond and Petersburg. But, mostly owing to mismanagement and inefficiency, Southern railroads had broken down or been destroyed. Thus the Confederates were ill-fed to the point of physical exhaustion and the lack of draft animals and cavalry mounts nearly immobilized the troops. Hunger, exposure, and the apparent hopelessness of further resistance led to increasing desertion, especially among recent conscripts. In March 1865 the Confederates were driven back at the Battle of Fort Stedman, leaving Lee with 50,000 troops as opposed to Grant's 120,000. Soon after, Grant crushed a main Southern force under General George E. Pickett and General Fitzhugh Lee at the Battle of Five Forks (April 1); the next day the defenders were driven back within the Petersburg inner defenses. Lee immediately informed President Jefferson Davis that the two cities could no longer be held, and the evacuation was carried out that night. After Lee's plan to join with General Joseph E. Johnston was thwarted, he surrendered to General Grant on April 9 at Appomattox Court House. (Encyclopedia Britannaca Online Facts Matter) So to commemorate this event, we are adding a special 150th Web Rangers Activity Booklet. You can complete the booklet and send the completed pages to receive your certificate. Activity Booklet Mail to: Attention: 150th Web Rangers Petersburg National Battlefield 1539 Hickory Hill Road Petersburg, VA 23803.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/kidsyouth\/beajuniorranger.htm"
}
