{
    "title": "Petersburg National Battlefield: Scouting Programs",
    "body": "Scouting Programs         Stewardship Patches NPS  Petersburg National Battlefield offers numerous programs for scouts of all ages. Our newest program is the Resource Stewardship Program.  Boy Scout Ranger Program How Scouts Earn a Certificate or Patch  Boy Scouts are awarded a certificate and\/or patch to recognize their resource stewardship activities. Certificate Requirements: 1) Take part in organized educational programs or volunteer service projects for a minimum of five (5) hours at one or more national park sites.   2) Upon completion of the program requirements the certificate can be downloaded here by the Scouts or troop leaders and requires no further action by the park. Use of the certificate is on the honor system, as the certificate should only be downloaded after contributing five hours to a project. 3) Scouts are encouraged to share their experience by sending an email and photographs. 4) Scouts are also encouraged to submit a short narrative to the BSA Good Turn for America website describing their participation and lessons learned. Patch Requirements: 1) Take part in organized educational programs or volunteer service projects for a minimum of ten (10) hours at one or more national park sites. 2) Scouts will be awarded a patch upon verbally reporting their completion of the program requirements to an NPS employee or volunteer at a visitor center or information center. 3) Scouts are encouraged to share their experience by sending an email and photographs. 4) Scouts are also encouraged to submit a short narrative to the BSA Good Turn for America website describing their participation and lessons learned. Girl Scout Ranger Program How to Earn a Certificate or Patch Girl Scouts can earn a certificate or patch by participating in educational, volunteer service or action projects for a specified number of hours at any national park site across the country. Girls can earn both a certificate and patch. Daisy (grades K-1) through Ambassador (grades 11-12) Girl Scouts are eligible to participate in the program. For more information on qualifying organized educational, volunteer service or action projects see the next section. How to earn a certificate: Participate in organized educational programs, volunteer service or action projects for a minimum of five (5) hours at one or more national park sites.   After completing the program, send a short email sharing what you learned and then download the Girl Scout Ranger certificate here. Use of the certificate is on the honor system, as the certificate should only be downloaded after contributing five hours to a project. How to earn a patch: Participate in organized educational programs, volunteer service or action projects for a minimum of ten (10) hours at one or more national park sites. Girl Scouts will be awarded a patch upon verbally reporting their completion of the program requirements to an NPS employee at a visitor center or information center. If you would like, you can also share your experience by sending an email to us.        BSA Timeless Values BSA  Other Scouting Activities  Petersburg National Battlefield plays host to a diverse number of inhabitants and ecosystems. Located between the Atlantic Coastal plain and the Piedmont region of Western Virginia, Petersburg National Battlefield’s 2,659 acres varies from the wetlands of Hatcher's run at the Five Forks Battlefield to the combination of mixed hardwood\/pine forests and open fields that encompass the park’s Eastern Front. City Point, a 22 acre unit at the confluence of the Appomattox and James Rivers, provides yet another uniquely beautiful asset to Petersburg National Battlefield. This allows us to be able to offer the following Belt Loops, Activity Pins and Merit badges to scouts.   Belt Loops Map and Compass Photography Wildlife Conservation Activity Pins Forester Naturalist Merit Badges Environmental Science Forestry Genealogy Nature Photography Soil and Water Conservation Surveying Astronomy  Petersburg National Battlefield also offers a BSA Historic Trail Patch for those scouts that complete the hike. The requirements for the hike can be found here.  For more information or to schedule your pack, den or troop for one of the activities listed above, contact our Education Specialist.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/kidsyouth\/scouting-programs.htm"
}
