{
    "title": "Petersburg National Battlefield: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Harrison's Creek (Photo by Cliff Dickey)  Petersburg National Battlefield’s diversity can be partially attributed to the park’s widespread locations, and the resulting difference in soil types. The Western Front lies within the Piedmont region of Virginia. This region’s soils are mainly derived from acid crystalline rocks (gneiss, granite, and schist groups) which eventually develop into loams and clays. Therefore, the Five Forks area is mostly well-drained sandy loam with a clay loam subsurface. The Atlantic Coastal Plain, in which the Eastern Front lies, is made up of sedimentary rocks and unconsolidated or partially consolidated sands, clays, and gravels. The predominant soil type of this section of the park is Emporia and Norfolk sandy loam. Water plays a major part in defining Petersburg National Battlefield’s environmental conditions. The park is located within two drainage basins; the Chesapeake Bay and Albermarle Sound. Numerous streams and rivers drain the different park areas, creating a network of habitat for many different species of animals. Wetlands make up a portion of the battlefield's area. These transitional areas play an important role in the park’s interconnected ecosystem, serving as a buffer and providing habitat for many unique species of animals. Today, the park’s units are more wooded than they were during the siege of Petersburg in 1865, and in 1926 when the park was established. Almost ninety percent of the park is currently wooded. Pests, extreme weather, and invasive exotics have changed, and will continue to change, Petersburg National Battlefield’s wooded makeup over the years. The dominant tree species include Yellow Poplar, Sweet Gum, White Oak, and Loblolly Pine.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
