{
    "title": "Petersburg National Battlefield: Suggested Readings",
    "body": "Suggested Readings       Abraham Lincoln at City Point Pfanz, Donald (H.E. Howard, 1989) The Battle of the Crater, \"The Horrid Pit\" Cavanaugh, Mike & Marvel, William (H.E. Howard, 1989) The most comprehensive work on the battle.  The Battle of Five Forks Bearss, Edwin & Chris Calkins (H.E. Howard, 1985) This book provides details on the Battles of Lewis Farm, White Oak Road, Dinwiddie Courthouse, and Five Forks.  The Battle of Old Men & Young Boys Robertson, William (H.E. Howard, 1989) Detailed account of the first skirmish to take Petersburg.   Blue & Gray Magazine \"The Battle of Five Forks: Final Push For the South Side\" Calkins, Chris (Vol. IX, Issue 4, 4\/92) A quick synopsis of events leading to the battle, along with narrative of the battle itself.  Beefsteak Raid Boykin, Edward (Funk & Wagnalls, NY 1860) Account of Hampton's cattle raid behind enemy Federal lines at Petersburg.  Campaigning With Grant Porter, Horace (The Century Co., 1897) Porter's, (he served on Grant's staff), account covers events from the Wilderness to Appomattox.  The Day Richmond Died Hoehling, A.A.& Mary (A.S. Barnes & Co., San Diego, 1981) Information on both the fall of Petersburg and Richmond.  Death In the Trenches: Grant at Petersburg Davis, William (Time-Life Books, 1986) Good narrative, with photographs and illustrations; ends in December 1864.  Detailed Minutiae of Soldier Life in the Army of Northern Virginia, 1861-65 McCarthy, Carlton (B.F. Johnson Pub. Co. Richmond, 1899)  The Fall of Richmond Patrick, Rembert (Louisiana State Univ. Press, 1960) Contains the events of April 2-4, 1865, in Richmond.  The Free Women of Petersburg Lesbock, Suzanne (W.W. Norton & Co., NY, 1984) A look at status and culture in a southern town, 1784-1860.  From Chattanooga to Petersburg Under General Grant and Butler Smith, William (Houghton, Mifflin, & Co., 1893) Contains information on the opening battles for Petersburg.  From Petersburg to Appomattox, April 2-9, 1865 Calkins, Chris (Farmville Herald Pub. Co.,1983) A tour guide for following all the routes of Lee's withdrawal and Grant's pursuit.  The Destruction of the Weldon Railroad Horn, John (H.E. Howard, 1991) This detailed account includes Deep Bottom, Globe Tavern, and Reams Station - August 14-25, 1864  Inferno at Petersburg Pleasants & Straley (1961) A Federal point of view of the Battle of the Crater  In Vinculis: or, The Prisoner of War Keiley, A.M. (Blelock & Co., NY, 1866) A local militiaman captured in the June 9th attack on Petersburg.  The Last Citadel Trudeau, Andre (Little, Brown, and Co., Boston, 1991) The best, easy-to-read, over-all, summary, narrative of the Petersburg Campaign written in the 20th century. It has many personal anecdotes not published elsewhere.  Last Hours of Sheridan's Cavalry Tremain, Henry (Bonnell, Silver, & Bowers, NY, 1904) Details the movements of the Federal cavalry form March 31 to April 10, 1865.  Meade's Army - The Private Notebooks of Lt. Col. Theodore Lyman Lowe, David (The Kent State University Press, Kent, OH, 2007) Meade's Headquarters 1863-1865 Agassiz, George (Mass. Hist. Soc., 1922) Letters of Colonel Thoedore Lyman from the Wilderness to Appomattox.  Passing of the Armies Chamberlain, Joshua (Morningside reprint) 1915 This covers Quaker Road, White Oak Road, Five Forks, and the Appomattox Campaign from his standpoint as a brigade commander in the Fifth Corps of the Union Army.  Petersburg Military Historical Soc. of Mass, Vol. V (Boston, 1906) Articles by many of the participants of the siege.  Petersburg's Story: A History Wyatt, Edward & James Scott (Petersburg, VA, 1960) Contains thirteen chapters on Petersburg during the war.  Pursuit to Appomattox Korn, Jerry (Time-Life Books, 1987) A good narrative beginning in January 1865 and ending with the surrender.  R.E. Lee (Vol. IV) Freeman, Douglas (Charles Scribner's Sons, 1936) The story of the Confederate commander at Petersburg.  Reminiscences of Peace and War Pryor, Mrs. Roger A. (The Macmillan Co., 1924) An account of civilian life in Petersburg during the siege.  Richmond Redeemed, The Siege of Petersburg Sommers, Richard (Doubleday and Co., 1981) The authority on on the battles around Peeble's Farm between September 29 - October 2, 1864.  Seventy-Five Years in Old Virginia Claiborne, John (The Neale Publishing Co., 1904) Story of a Confederate surgeon in Petersburg's hospitals.  The Siege of Petersburg Cullen, Joseph (Civil War Times Illustrated, Vol. IV, No. 5, 8\/70) Good, quick, overall view of the campaign.  The Tragedy of the Crater Pleasants, Henry (reprinted by NPS, 1975) A Union perspective on the Battle of the Crater.  The Virginia Campaign of '64-'65 Humphreys, Andrew (Charles Scribner's Sons, 1907) Best overall summary written by a Federal corps commander.  War Talks of Confederate Veterans Bernard, George (reprint by Morningside) Information on the opening battles for Petersburg and especially good on the Crater from the Confederate point of view.  Wasted Valor, June 15-18, 1864 Howe, Thomas (H.E. Howard, 1988) An account of the opening battles for Petersburg.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/historyculture\/suggested-readings.htm"
}
