{
    "title": "Petersburg National Battlefield: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Morning frost at Union Battery XIV (NPS Photo)  Although Petersburg National Battlefield was initially established to protect the historically significant areas around Petersburg, Virginia, the park also plays host to a diverse number of inhabitants and ecosystems. Located between the Atlantic Coastal plain and the Piedmont region of Western Virginia, Petersburg National Battlefield’s 2,659 acres varies from the wetlands of Hatcher's run at the Five Forks Battlefield to the combination of mixed hardwood\/pine forests and open fields that encompass the park’s Eastern Front. City Point, a 22 acre unit at the confluence of the Appomattox and James Rivers, provides yet another uniquely beautiful asset to Petersburg National Battlefield. Overall, the park spreads out over four different localities; Prince George County, Dinwiddie County, the City of Hopewell, and the City of Petersburg.  As part of the National Park Service, a component of Petersburg National Battlefield’s mission is to preserve the natural resources present in the park. These natural resources include the park’s waterways, wetlands, vegetation, and wildlife. The location of the park's Eastern Front, forming a pocket of undeveloped land amongst urban development, makes the park’s natural resources mission that much more important. Many visitors come to the battlefield to use the miles of trails that bisect the park. Virginia’s high rate of population growth, especially in suburban areas, will undoubtedly continue to make the presence of Petersburg National Battlefield's park setting even more valuable to many of the visitors that frequent the battlefield. With so many irreplaceable cultural resources, the park has the important, and often difficult, task of achieving a balance between the cultural and natural aspects of preservation. Many of the Civil War earthworks, forts, and vistas are kept clear to protect the cultural resources and enhance the visitor’s ability to interpret the siege that occurred around Petersburg. Wildlife is abundant, and, in certain cases, very visible throughout the park. Deer, rabbit, skunk, groundhog, opossum, and raccoon are some of the most commonly seen species in the park. A variety of avian species frequent the park during different times of the year. Many species of fish, reptiles, amphibians, and small mammals have also been documented within the boundaries of Petersburg National Battlefield.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/nature\/index.htm"
}
