{
    "title": "Petersburg National Battlefield: Birds",
    "body": "Birds         Red-bellied Woodpecker in Petersburg National Battlefield. (Center for Conservation Biology\/W&M)  From the majestic Bald Eagle to the Ruby-throated Hummingbird, 129 avian species have been recorded at Petersburg National Battlefield (all Units combined). Many of these species are migratory, stopping at the battlefield during the spring or fall as they travel along their migration routes. Others, like the Pileated Woodpecker, make their homes in the park year-round. Osprey, Caspian Terns, Bald Eagles, Merlin, and the state bird of Virginia, the Cardinal, are often seen at the City Point Unit of Petersburg National Battlefield. Located at the confluence of the James and Appomattox Rivers, this area is the perfect natural habitat for these beautiful specimens. Birders can share the bird species they observe at http:\/\/ebird.org. Simply create an account, find the location (Birding Hotspot) you visited, and what species you observed. The City Point Unit is listed under: Location: Petersburg National Battlefield Park—City Point Unit, Country: US, State: Virginia, County: Hopewell. The Eastern Front Unit’s grasslands and forests provide habitat for an abundance of birds. These include the Great Horned Owl, the Red-bellied Woodpecker, and the American Goldfinch. On http:\/\/ebird.org the Eastern Front Unit is listed under: Location: Petersburg National Battlefield--Eastern Front Unit, Country: US, State: Virginia, County: Prince George. Even the 8.7 acre Poplar Grove National Cemetery Unit, where 6,142 soldiers (mostly from the Union side) are interred, plays host to many bird species. The Downy Woodpecker and Eastern Phoebe are two of the species that are known to frequent this hallowed ground. In 2003, Bald Eagles were documented within the Eastern Front Unit for the first time. These beautiful animals nest on Colquitt’s Salient (once a Confederate stronghold) and in the spring of 2004 three eaglets were born. A map with the location of the Bald Eagle nest is found in the \"Petersburg National Battlefield Eastern Front Unit Birding Checklist\" and on the VaEagles Nest Locator under \"Petersburg City\". During the summer and fall you can walk directly up to the tree which holds the nest. From December 15th to June 15th however, the Bald Eagles and their young must be viewed from behind the barriers constructed to protect the eaglets. A spotting scope or good binoculars are recommended to span the 100+ yard distance.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/nature\/birds.htm"
}
