{
    "title": "Petersburg National Battlefield: City Point",
    "body": "City Point       Location, location, location During the siege of Petersburg General Grant's headquarters was at City Point, Virginia, eight miles behind Union lines. A small port town at the confluence of the James and Appomattox Rivers, City Point had been connected to Petersburg by railroad prior to the war. Its strategic position next to the railroad bed and the rivers offered Grant easy access to points along the front, as well as good transportation and communications with Fort Monroe, Virginia, and Washington, D.C. When he arrived at City Point on June 15, 1864, Grant established his headquarters in a tent on the east lawn of Dr. Richard Eppes' plantation, known as Appomattox. Supplying the Army More important than being the headquarters for the United States Armies, City Point was the supply base for the Union forces fighting at Petersburg. Overnight the tiny village became one of the busiest ports in the world as hundreds of ships arrived off its shores bringing food, clothing, ammunition, and other supplies for the Union army. For example, on an average day during the siege the Union army had stored in and around City Point 9,000,000 meals of food and 12,000 tons of hay and oats. The only food not imported from the North was bread, which the army produced on site. In a bakery built on the grounds commissary personnel produced 100,000 rations of bread a day for the hungry soldiers fighting in the trenches. Getting it There Bread and other supplies were sent to the front by train and by wagon. The U.S. Military Railroad Construction Corps rebuilt the line west to Petersburg, then extended it southwest behind Union lines. Twenty-five locomotives and 275 railroad cars were then brought to City Point by barge from Washington, D.C. to provide rolling stock for the line. In just 22 days the army had completed the first stage of the railroad and had trains operating on a full schedule. At Petersburg victory rode the rails. Related Article: African Americans at City Point, 1864-1865",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/historyculture\/city-point.htm"
}
