{
    "title": "Petersburg National Battlefield: Amphibians and Reptiles",
    "body": "Herps         Snapping Turtle at Petersburg National Battlefield. (Photo by Joseph C. Mitchell)  Petersburg National Battlefield is home to several species of amphibians and reptiles. Currently, 22 species of amphibians and 26 species of reptiles have been documented in the Battlefield. Most amphibians are very shy and remain hidden in the cooler moist forest floor, though there are a few species of reptiles common enough to spot basking on a fence or log. On rainy days amphibians tend to be more active and you can see the common American Toad and its close cousin, the Fowler’s Toad, jumping across a trail. The forest comes alive in the evening with the deep pitched bellow of the American Bullfrog, the low bleat of the Eastern Narrow-Mouthed Toad, and, in the spring, the high ascending chirp of the popular Northern Spring Peeper. Two new species have been observed in the park: the Pine Woods Tree Frog, found within the Five Forks Unit, and the Brimley’s Tree Frog, found in the Western Front, with both being new county records. Nine species of salamanders can be found through the Battlefield, including the Marbled, Atlantic Coast Slimy and Spotted. They prefer dark moist habitats, for instance, under logs along stream beds. Two species have been found within the Battlefield’s Five Forks Unit, the Two Toed Amphiuma and the Lesser Siren. Both are new county records with the Siren being the first record for the entire Virginia Piedmont.  The Eastern Fence Lizard is one of the parks most abundant lizards. They prefer recently disturbed sunny clearings in the forest floor. In 2003 Hurricane Isabel blew down hundreds of deciduous trees, creating an abundance of habitats for these lizards. The colorful Five-Lined Skinks are often seen basking on fences or logs in sunny spots along the forest’s edge.  At Five Forks, a beaver dam along Hatcher’s Run has created a small pond where several Turtle species, such as the Spotted and the Eastern Painted, can be found basking on logs and rocks. The abundant Eastern Box Turtle can be found in almost every terrestrial habitat throughout the Battlefield and is often seen crossing trails and roads. There are several species of snakes in the park, such as the abundant Eastern Worm, Eastern Rat and the Eastern Garter. Snakes are very shy and stay mostly hidden throughout the day. The Battlefield is also home to the poisonous Northern Copperhead. This snake can be found throughout all units in almost any habitat. Although this rarely happens, if you do come across a Copperhead, just slowly back away.  Although many of these species are tempting to touch and hold, there are many safety issues related to not only human health, but also the animals health. Though you may not get warts like the old superstition says, toads, frogs and salamanders have a coating of bacteria on their skin, including salmonella. Frogs and salamanders have porous skins which aid in respiration and the oil from humans’ hands can clog these pores and cause the animal to suffocate.  In the interest of your safety and that of the animals, please do not attempt to pick up any animal, no matter how fascinating they are.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/nature\/herps.htm"
}
