{
    "title": "Petersburg National Battlefield: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      Upon This Ground  Prologue  Between May and mid-June of 1864 the Union army, under General Ulysses S. Grant, and the Confederate army, under General Robert E. Lee, engaged in a series of hard-fought battles in what is now called the Overland Campaign. Cold Harbor was the last battle of this campaign and was a crushing Union loss. This forced Grant to abandoned his plan to capture Richmond by direct assault. The Key to Richmond  Only twenty-five miles south of Richmond, Petersburg was an important supply center to the Confederate capital. With it's five railroad lines and key roads, both Grant and Lee knew if these could be cut Petersburg could no longer supply Richmond with much needed supplies and subsistence. Without this Lee would be forced to leave both cities. The Siege  Grant pulls his army out of Cold Harbor and crosses the James River heading towards Petersburg. For several days Lee does not believe Grant's main target is Petersburg and so keeps most of his army around Richmond. Between June 15-18, 1864 Grant throws his forces against Petersburg and it may have fallen if it were not for the Federal commanders failing to press their advantage and the defense put up by the few Confederates holding the lines. Lee finally arrives on June 18 and after four days of combat with no success Grant begins siege operations. This, the longest siege in American warfare, unfolded in a methodical manner. For nearly every attack the Union made around Petersburg another was made at Richmond and this strained the Confederate's manpower and resources. Through this strategy Grant's army gradually and relentlessly worked to encircle Petersburg and cut Lee's supply lines from the south. For the Confederates it was ten months of hanging on, hoping the people of the North would tire of the war. For soldiers of both armies it was ten months of rifle bullets, artillery, and mortar shells, relieved only by rear-area tedium, drill and more drill, salt pork and corn meal, burned beans and bad coffee. By October 1864 Grant had cut off the Weldon Railroad and continued west to further tighten the noose around Petersburg. The approach of winter brought a general halt to activities. Still there was the every day skirmishing, sniper fire, and mortar shelling. In early February 1865 Lee had only 45,000 soldiers to oppose Grant's force of 110,000 men. Grant extended his lines southwesterly to Hatcher's Run and forced Lee to lengthen his own thinly stretched defenses. By mid-March it was apparent to Lee that Grant's superior force would either get around the Confederate right flank or pierce the line somewhere along it's 37-mile length. Th Southern commanders hoped to break the Union stranglehold on Petersburg by a surprise attack on Grant. This resulted in the Confederate loss at Fort Stedman and would be Lee's last grand offensive of the war. The End  With victory near, Grant unleashed General Phillip Sheridan at Five Forks on April 1, 1865. His objective was the South Side Railroad, the last rail line into Petersburg. Sheridan, with the V Corps, smashed the Confederate forces under General George Pickett and opening access to the tracks beyond. On April 2, Grant ordered an all-out assault, and Lee's right flank crumbled. A Homeric defense at Confederate Fort Gregg saved Lee from possible street fighting in Petersburg. On the night of April 2, Lee evacuated Petersburg. The final surrender at Appomattox Court House was but a week away.",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/historyculture\/index.htm"
}
