{
    "title": "Petersburg National Battlefield: Research",
    "body": "Personal Connections       The most important aspect of a National Park Service site is the \"power of place\". This manifests itself at Petersburg National Battlefield in visitors asking about where their ancestor may have stood, fought, and\/or died. There is no substitute for the emotions of a connection made across 150 years while walking over the same hallowed ground. Starting Off  To start your search you will need to know your ancestor's full name and the regiment he may have served with be it the artillery, the cavalry, or the infantry. The regiment he joined could have been of a then standing United States Army unit, a state volunteer unit, or a United States Colored Troop (USCT) unit. Where to Look  With a full name, the regiment, and the state he was from, there are many ways to take this journey.     County Courthouses College & State libraries and archives Local National Park Service Civil War unit. The Official Records of the Union & Confederate Armies The National Archives Civil War Maps Books & Websites on Locating Your Civil War Ancestor     As you visit these various resources look for regimental histories and rosters of soldiers and units that state may have put (or is putting) together. The National Archives is a rich source of information and you will need to contact them for a form NATF-80 in order to acquire whatever information they may have on hand about your ancestor. You can write to: Military Service Branch (NNMS) National Archives and Records Administration 7th and Pennsylvania Avenue, NW Washington, D.C. 20408  or you can reach them at www.nara.gov for further information. The War of the Rebellion: The Official Records of the Union and Confederate Armies and A Compendium of the War of the Rebellion are two key reference sources and they are both available on cd-rom. There are also step-by-step books on this topic. Tracing Your Civil War Ancestor, In Search of Confederate Ancestors, and A Guide to Tracing Your Afro-American Ancestors are just a few of these guides for the novice. Websites are a great way to get around to an amazing amount of information. The American Civil War Home Page and The U.S. Civil War Center are two non-NPS websites that we recommend as starting points. Finally . . .  All of the aforementioned is the tip of the iceberg. So remember to be patient, open-minded, critical and to cross check your facts! Last but not least, have fun!",
    "url": "https:\/\/www.nps.gov\/pete\/learn\/historyculture\/reserch.htm"
}
