{
    "title": "Petersburg National Battlefield: Schedule Of Events",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Schedule Of Events              Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 8 results    Show ALL instances of recurring events   RSS Feed      Petersburg National Battlefield America's Best Idea: A History of the National Park Service      Time: 11:00 AM,2:00 PM Location: Eastern Front Visitor Center Fees: Free     Sunday, August 21, 2016 Powerpoint presentation focusing on the history of the NPS. View Details      Petersburg National Battlefield 100th Anniversary of the National Park Service Celebration      Time: 7:00 PM Location: Eastern Front Visitor Center Fees: Free     Saturday, August 27, 2016 National Park Service films and Trivia highlight this event. View Details      Petersburg National Battlefield Civil War Bugling      Time: 9:00 AM to 11:00 AM,2:00 PM to 5:00 PM Location: Eastern Front Visitor Center Fees: $5 per vehicle     Saturday, August 27, 2016 Talk and demonstration explains the role of buglers in the Civil War. View Details      Petersburg National Battlefield Hard Hat Tour of Poplar Grove National Cemetery      Time: 10:00 AM to 12:00 PM Location: Poplar Grove National Cemetery Fees: Free     Saturday, August 27, 2016 Behind the scenes look at the rehabilitation project currently taking place at the cemetery. Reservations are required. Tour is limited to 24 people. View Details      Petersburg National Battlefield Artillery Demonstrations      Time: 12:00 PM to 4:00 PM Location: Eastern Front Unit Visitor Center Fees: $5 per vehicle     Sunday, August 28, 2016 Living history program demonstrates the steps involved in firing a reproduction 12 pounder Napoleon cannon. View Details      Petersburg National Battlefield History of Canning      Time: 11:00 AM,2:00 PM Location: General Grant's Headquarters Unit at City Point Fees: Free     Saturday, September 3, 2016 Program discusses the history of canning vegetables and meats, and the distribution of canned goods by sutlers. View Details      Petersburg National Battlefield Victorian Cemetery Symbolism      Time: 5:00 PM Location: Blandford Cemetery Fees: Free     Saturday, September 10, 2016 Walking tour examines the symbolism of monuments and markers of the Victorian era. View Details      Petersburg National Battlefield Communication via Telegraph During the Civil War      Time: 11:00 AM,2:00 PM Location: General Grant's Headquarters Unit at City Point Fees: Free     Sunday, September 11, 2016 Hands-on demonstration of telegraph operations during the Civil War. The program will also discuss the history and implementation of the telegraph in the military. View Details                   Printable 2016 Calendar of Events (rev. 1\/13\/16)",
    "url": "https:\/\/www.nps.gov\/pete\/planyourvisit\/calendar.htm"
}
