{
    "title": "Petersburg National Battlefield: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Petersburg National Battlefield Eastern Front Unit Visitor Center 5001 Siege Road  Petersburg, VA 23803                 Directions         The Eastern Front (Main) Visitor Center is located approximately 2.5 miles east of Rt. 95 off of Route 36 in Petersburg. If travelling north on Rt. 95, take exit 50D and follow signs to Wythe Street. Once on Wythe Street, travel 2.5 miles east to entrance of Battlefield. If travelling south on Rt. 95, take Exit 52 (Wythe Street). Again, travel about 2.5 miles to entrance.   Directions Details           Weather           Winters are usually cool with temperatures averaging in the 40s. Spring and fall are mild. Summer can bring very hot and humid weather.          Fees & Passes     Entrance Fees:   Petersburg Entrance Fee - Per Vehicle - $5.00 The vehicle entrance fee covers all passengers in a private vehicle. The pass is valid for seven days. The entrance fee is only collected at the Eastern Front Unit. There is no entrance fee for the Western Front Unit, Five Forks Battlefield Unit or General Grant's Headquarters Unit.   Entrance Passes:   Petersburg National Battlefield Annual Pass - $15.00 Valid for entire family.         Visitor Centers                     This 2,700 acre park contains a 16-stop driving tour which takes visitors through all four units of Petersburg National Battlefield: General Grant's Headquarters at City Point (present day Hopewell), Virginia; The Eastern Front (where the initial assaults and the Battles of the Crater and Fort Stedman occurred); the Western Front, where intense fighting continued as Grant's Army encircled the city struggling to destory the last of Lee's supply ines; and the Five Forks Battlefield, a battle in which the outcome would eventually lead to the Confederates' retreat to Appomattox.  The best place to begin your visit is the Eastern Front Visitor Center where you can view an overview video which will help you gain a general understanding of this 292 day event. The displays and artifacts within the visitor center provide insight into how intense the fighting was at Petersburg, as well as how miserable life was for soldiers living in trenches. After exploring the visitor center, you can continue down the park's four mile tour road where you will have the opportunity to walk on the same grounds where soldiers, including Native Americans, Blacks, and Whites, all fought for the fate of their nation.  Ranger guided walks are scheduled at different times throughout the year. Visitors may also choose to walk the battefields themselves where you will find numerous educational wayside exhibits. Cell phone tours and podcasts are also available at some locations.  Searching for your Civil War ancestor? Park staff has numerous resources available at the Visitor Center to help you with your research. Maps are also available which may lead you to the exact site where your ancestor fought at Petersburg.  Even if history is not your passion, and you're just looking for a beautiful place to hike, you're still at the right place. Petersburg National Battlefield has some of the most beautiful trail systems in south side Virginia. There are ten miles of wooded nature trails located within the Eastern Front Unit and eight miles of forested nature trails at the Five Forks Battlefield Unit. The Eastern Front trails are suitable for hiking, bicycling, and horseback riding while the Five Forks trails, at this time, are available to hikers and bicyclists.",
    "url": "https:\/\/www.nps.gov\/pete\/planyourvisit\/basicinfo.htm"
}
