{
    "title": "Petersburg National Battlefield: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Petersburg National Battlefield Park is located in south-central Virginia approximately 25 miles south of Richmond, Virginia. The park encompasses a large area with battlefield sites and visitor centers located in Dinwiddie, Hopewell and Prince George Counties. The park commemorates the nine and one-half month siege of this city from June 1864 - April 1865.  A driving tour of the battlefields outlined on the park map includes 13 separate sites with three visitor centers along a 33 mile route. A full day is required to experience the entire battlefield park.  The Eastern Front Visitor Center offers exhibits and audio-visual programs that introduce the story of the siege and its place and impact on the course of the Civil War. Park staff will answer questions and provide information to help you make the best use of your time. At Grant's Headquarters at City Point you will learn about the Union's massive supply base and large field hospital operation. Also explore the story of the Appomattox plantation, the Eppes family and their slaves who were here before the war's arrival. On the western end of the tour route is Five Forks Battlefield where Gen. Sheridan's victory over Gen. Pickett's forces ensured the collapse of Petersburg and Richmond. Throughout the year park staff present a variety of talks, tours, living history demonstrations and special events that commemorate the park's rich heritage. Check the schedule of events for upcoming programs. Education programs are offered year-round and teachers are encouraged to contact the park's education coordinator at 804-732-3531 ext. 204 to schedule a visit.  Click here for a map of Petersburg National Battlefield (pdf version). Click here to download the General Grant's Headquarters brochure. Click here to download the Five Forks Battlefield brochure.",
    "url": "https:\/\/www.nps.gov\/pete\/planyourvisit\/index.htm"
}
