{
    "title": "Petersburg National Battlefield: Outdoor Activities",
    "body": "Outdoor Activities          Petersburg National Battlefield VirtualCache Program    Welcome to Petersburg National Battlefield's VirtualCache Program! This National Park Service-sponsored recreational activity leads you to some of the park's significant historical, cultural and natural resources. Using your own Global Positioning System (GPS) unit and a set of clues obtained from the website and hidden along the journey, you can guide yourself to a series of sites in the park. To make your experience an unforgettable success, please read these guidelines and suggestions: What you will need to participate: 1. GPS unit 2. Digital Camera (for some Cache tasks) 3. Information about the program obtained from the park website. 4. Trail Map and Petersburg National Battlefield Brochure 5. Piece of paper and pen 6. Compass (optional, but it may prove useful) 7. Logbook, if you are a letterbox enthusiast 8. Enthusiam to learn and explore Petersburg National Battlefield General information: 1. This program requires the use of park roads. The main tour road in the park is a one-way road. 2. All of the sites are located on trails or hardened surfaces. There is no need to go off trail, and doing so will take you farther away from the site. 3. As with all Virtual Cache sites, there are no physical caches to be found. You do not need to find a physical box to continue the program. Instead, you will be required to search for hidden clues and be asked to answer a question or take a picture. 4. Parking is available at or near each coordinate. 5. As with all park visitors, you are required to pay the park entrance fee at the Eastern Front Visitors Center. The Petersburg Annual Pass, America the Beautiful Annual Pass, America the Beautiful Senior Pass, America the Beautiful Access Pass, or America the Beautiful Volunteer Pass can be used in lieu of paying the entrance fee. There is no fee to participate in the Virtual Cache Program. 6. Park visitor center hours of operation: Petersburg National Battlefield is open 9:00 am - 5:00 pm every day except Thanksgiving, Christmas Day and New Year's Day.  Grant's Headquarters' at City Point (804) 458-9504  Eastern Front (804) 732-3531 ext.200  Five Forks Battlefield (804) 463-4093  Poplar Grove National Cemetery The cemetery itself is open year-round Contact Station Open Mid-June through Mid-August  How the program works:  1. Use your GPS and provided clues to search for and find multiple Virtual Caches. You will be required to read a limited amount of background information and answer a question or take a picture at each site. 2. Keep a record of all answers, as you will need to provide them to claim your commerative coin. 3. With the successful completion of the at least 18 sites, you can obtain your Petersburg National Battlefield coin. 4. This program will take you over much of the park, and you are guaranteed to see and learn about the history of Petersburg National Battlefield and the siege of Petersburg. 5. Most of all, HAVE FUN!      VirtualCaching Sheets Below you will find the listing of the current VirtualCaching Sites. You will also find the tracking sheet that you will need to have initialed in order to receive your coin. Please make sure to follow all Site Instructions to receive credit.  Site 1 Jordan House Foundation Site 2 Battery 6 Site 3 Massachusetts Monument Site 4 UCST Monument Site 5 Fort Stedman Site 6 Pennsylvania Monument Site 7 Tunnel Entrance Site 8 WWI Trenches Site 9 First Maine Heavy Artillery Monument Site 10 Fort Fisher Site 11 Five Forks Visitor Center Contact Station Site 12 City Point Waterfront Site 13 Appomattox Plantation Site 14 Kitchen and Laundry House Site 15 Grants Cabin Site 16 Crater Site 17 Mahone Monument Site 18 Dictator Site 19 Poplar Grove Cemetery Cannon Site 20 Poplar Grove Cemetery Grid Sign Site 21 Gettysburg Address Poplar Grove Cemetery Site 22 Poplar Grove National Cemetery Rostrum Site 23 Poplar Grove Cemetery USCT Stone  Overview maps will help guide you on your adventure.  City Point Western Front Five Forks Eastern Front  Tracking Sheet         Notes: Please keep in mind that these sites are in no particular order and do not follow the tour road map that is available at the Visitors Center. The tour road map, will, however, help you identify where some locations are. Also be advised that the tour road is a one way road. If you have any suggestions, comments or need more information, you can email our Education Specialist.  We have a limited number of GPS units available for checkout. A valid ID\/Credit Card will be required to be exchanged for the GPS and will be returned upon the GPS' return.",
    "url": "https:\/\/www.nps.gov\/pete\/planyourvisit\/outdooractivities.htm"
}
