{
    "title": "Richmond National Battlefield Park: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Suggested Reading                Suggested Reading          Across Five Aprils; 1964; Hunt, Irene; a young soldier's experiences through the war are detailed; grades 5-8. Arms & Equipment of the Civil War; 1990; Coggins, Jack; includes both Union and Confederate - infantry, cavalry, artillery and navy; great illustrations; grades 8-12. Battle Cry of Freedom; 1988; McPherson, James, H.; prewar years including the political and social events leading up to and including the Civil War, photographs, maps, and illustrations; grades 9-12. Battle in the Civil War; 1986; Griffith, Paddy; highlights strategy, tactics, and weaponry from the Civil War, illustrated; grades 8-12. Billy Yank: The Union Soldier of the Civil War; 1995; Archambault, Alan; coloring book complete with stories of soldier life; grades 3-6. Black Soldiers in the Civil War; 1995; Archambault, Alan; coloring book complete with stories of soldier life; grades 3-6. Cannons: An Introduction to Civil War Artillery; 1985; Thomas, Dean C.; artillery, ammunition and its use during the war; photographs and illustrations; grades 6-12. Clara Barton: Angel of the Battlefield; 1982; Bains, Rae, biography of one of the most famous nurses during the Civil War; grades 4-8. Civil War! America Becomes One Nation; 1992; Robertson, James, I. Jr. Excellent overview of the war; maps, pictures and photographs; grades 5-8. Civil War Heroines; 1994; Canon, Jill; short biographical sketches of many Civil War heroines; grades 4-8. Civil War Songbook; 1977; (Introduction) Crawford, Richard; Civil War songs, history of Civil War music dealing with soldier life, patriotic songs, and home scenes; grades 5-12. Cobblestone: The History Magazine for Young People; grades 4-6.  The Civil War Era, A House Divided, Vol. 1; 1996. Children in the Civil War; 1999 Highlights of the Civil War; 1861-1865; 1981 Medicine in America; 1983 Robert E. Lee; 1993 Stonewall Jackson; 1997 Ulysses S. Grant; 1995  Cornerstones of Freedom: grades 4-6  The Emancipation Proclamation; January, Brendan; 1972 The Gettysburg Address; Richards, Kenneth; 1992 Reconstruction; January, Brendan; 1972  Fields of Fury: The American Civil War; 2002; McPherson, James M.; details the war that helped shape us as a nation; battles, leaders, anecdotes from battlefront and civilians at home; photographs and maps; grades 5-12. Golden Book of the Civil War; 1961; Flate, Charles; covers the Civil War; maps, photographs, excellent for young readers; grades 4-6. History Hunt at Cold Harbor; 1994; Cathcart, Pam; middle school detectives uncover the history of Cold Harbor; grades 4-8. Johnny Reb: The Confederate Soldier in the Civil War; 1995; Archambault, Alan; coloring book complete with stories of soldier life, grades 3-6. National Park Service Civil War Series: Eastern National; grades 5-12.  A Concise History of The Civil War; Davis, William C.; 1994. Life in Civil War America; Clinton, Catherine; 1996. The Battle of Cold Harbor; Rhea, Gordon; 2001. The Battles for Richmond, 1862; Miller, William; 1996. The Black Soldiers; Glatchaar, Joseph; 1996. The Civil War's Common Soldier; Robertson, James I. Jr.; 1998.  Red Badge of Courage: 1895; Crane, Stephen; novel dealing with a soldier's fears of battle; grades 9 -12. Red Cap; 1991; Wisler, Clifton G. novel - young boy's experiences during the war; captured and endures prison life; based on true story; grades 5-8. A Separate Battle: Women and the Civil War; 1991; Chang, Ina; female roles during the Civil War; grades 5-12. A Southern Women's Story; 2002; Pember, Phebe Yates; personal account of the author's experience as a matron of Chimborazo Hospital; grades 6-12. Too Young to Die; Keesee M. Dennis; story of boy soldiers of the Union Army 1861-1865; wide range of narratives and anecdotes; photographs, illustrations.; grades 6-12.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/education\/development\/reading.htm"
}
