{
    "title": "Richmond National Battlefield Park: Bookstore",
    "body": "Bookstore       Looking for a unique gift from our park or want to learn more about the battles around Richmond? Our park bookstores, run by Eastern National, offer a variety of educational products, including books, reproduction artifacts, and souvenirs. Your purchase supports the park! Eastern National profits support the park's educational and interpretive programs. Each year Richmond National Battlefield Park hosts over 10,000 school children, and offers over 200 tours and programs to the public.       The gift shop at Tredegar offer a variety of educational products, including books, reproduction artifacts, and souvenirs.  NPS Photo          Cold Harbor is a detailed, blow by blow account of the engagement, while Not War But Murder is a highly readable overview with many human interest stories.         The two standard books on the Seven Days' Campaign. Extraordinary Circumstance is more detailed, while To the Gates of Richmond is more general. Both are recommended by park staff.         Pins and patches are great collectables. Specify Civil War 150th or Richmond National Battlefield Park.         Kepis and canteens! What every young soldier needs. Kepis and canteens come in blue and gray. Kepis come in S, M, and L.         Tredegar Iron Works is best known as a producer of cannons. These accurate reproductions illustrate the variety of cannons cast here.         Tredegar Iron Works produced a great deal of railroad equipment before the war. Train whistle, toy engine and railroad set.         These books, Underground Railroad, Slavery: Cause and Catalyst and The Civil War, represent recent scholarship on the war.      The items above are not available online and can only be purchased in-person or by phone. To order, call 804-771-2035 (9 am - 5 pm CST) or email us. Or visit us in person: Historic Tredegar, 470 Tredegar Street, Richmond, VA 23219 Cold Harbor, 5515 Anderson-Wright Drive, Mechanicsville, VA 23111 Chimborazo Medical Museum, 3215 East Broad Street, Richmond, VA 23223",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/bookstore.htm"
}
