{
    "title": "Richmond National Battlefield Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         Eastern red cedar,  such as this one at Malvern Hill, thrive in the transition zone created where field and forest meet. (NPS Photo)  Richmond National Battlefield Park is home to a variety of tree and shrub communities, created by the parks varying environmental conditions, successional stage, historical land use patterns and present day management. These communities foster several uncommon and interesting tree and shrub populations. The Cold Harbor unit consists primarily of drier upland areas where the park maintains an open savannah-like pine forest with the use of prescribed fire. However, the bottomlands along Bloody Run Creek contain some of the unit’s oldest and largest trees. Immense blackgum and American holly dominate the canopy above an interesting association of hydrophytic species. Wild azalea and Viburnum nudum comprise the shrub layer while golden club, skunk cabbage, and other species carpet the forest floor.  Gaines’ Mill contains an early successional mixed hardwood-pine forest community, wooded slopes dominated by an old-growth oak forest community, and a wide bottomland community along Boatswain Creek. The oak forest community is fairly open and is dominated by white oak, American holly, and American beech. Some of the older individual trees may have been present during the Battle of Gaines’ Mill in 1862. The shrub layer at Gaines' Mill unit is dominated by American holly, blueberry and dangleberry. The Malvern Hill and Glendale units are characterized by their very diverse landscapes ranging from flat uplands, rich coves, drier side slopes, moist bottomlands, and wetlands. One notable community is a small section of streamside bottomland that is home to a bald cypress grove along with a canopy of sweetgum, red maple, and tulip poplar. The shrub layer of this unique tree community is dominated by spicebush. By providing shelter, shade, food, and other key elements, trees and shrubs create valuable habitat for a variety of fauna. In addition, forest trees, throughout their successional stage, play a critical role in moderating the environment, and therefore the overall structure, of their woodland communities. For example, young forest trees allow more sunlight to reach the shrub and herbaceous layers, which respond by growing densely. As the forest matures, less light is allowed to reach the shrub and herbaceous layers and the dense growth is no longer supported. Richmond National Battlefield Park provides the opportunity to experience a wide variety of tree and shrub communities in various successional stages, which, in turn, create important habitat for a diversity of faunal communities.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/nature\/treesandshrubs.htm"
}
