{
    "title": "Richmond National Battlefield Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Mushrooms and other fungi are a common site at the park. NPS Photo  Richmond National Battlefield Park contains many plant communities in a variety of successional stages: although approximately 70% of the park's acreage is forested, habitats range from open grasslands and savannah-like pinelands to riparian wetlands and streamside communities.    This creates an excellent opportunity for visitors to see a wide variety of habitats across, and even within, the park's many units. For example, the Beaver Dam Creek unit consists primarily of a wide wetland area bordering the creek, although a small percentage of the surrounding floodplain is forested. The Cold Harbor unit, is made up primarily of drier upland areas where the park maintains an open savannah-like pine forest with the use of prescribed fire. The vegetation at Malvern Hill and Glendale units is a reflection of the diverse landscapes which range from flat uplands to rich coves, drier side slopes, moist bottomlands and wetlands. Finally, the Fort Harrison unit is primarily composed of forest, though it contains several miles of Civil War fortifications maintained in either open forest or native grass for the visibility of the visiting public.     Through combinations of active management and natural factors, Richmond National Battlefield Park's native plant diversity is being preserved for generations to come. Click on the subheadings to learn more about specific kinds of plants. Also see a brochure about the park's plant life (PDF 1.95 MB.)   Trees and Shrubs The park is home to a variety of tree communities of different ages with many kinds of native trees, all which can be seen on a walk through one of the park's trails. These trees and shrubs provide shelter and habitat for many different animals. Click through to learn more about different tree species and where they are located within the park.   Wildflowers   Many types of wildflowers bloom in the park from late spring until early fall. In addition to being beautiful, they fill an essential role in the park's ecosystem by providing food and cover for animals and insects in the park.             Stellaria media, or common chickweed. NPS Photo   Mushrooms and Other Fungi The park's streams and other damp areas provide a perfect home for mushrooms and other fungi. These organisms play a vital role in breaking down organic materials and returning nutrients to the soil. Many are brightly-colored and are often visible in forests during spring.   Ferns You can find ferns in many of the damper areas of the park, such as by wetlands or along streams.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/nature\/plants.htm"
}
