{
    "title": "Richmond National Battlefield Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles & Amphibians         An eastern box turtle cautiously surveys its surroundings at Malvern Hill NPS photo  There are many interesting species of reptiles and amphibians (collectively called herptiles or herps) to be found at Richmond National Battlefield Park. Turtles, snakes, frogs, toads, and lizards abound throughout the various habitats found within park lands. Reptiles and amphibians are cold-blooded species and therefore rely on heat from the environment to regulate their body temperature. Reptiles and amphibians are less likely to be spotted during periods of extreme hot or cold because they often seek shelter during these times to moderate their environment.   When conditions are suitable, visitors to Richmond National Battlefield Park may see reptilian species such as eastern box or painted turtles. Black rat snakes can be found sunning themselves by the side of many miles of park road. The five-lined skink with its florescent blue tail can be easily seen darting along the forest floor, while the Eastern fence lizard's camouflage allows it to remain unnoticed against the tree bark background. Only one species of poisonous snake, the northern copperhead, can be found in the park. Northern copperheads, along with most other species of snakes, are shy animals that will actively avoid human contact. These snakes provide an important check to the population growth of small rodents that could otherwise become pests.        A green frog resting on the forest floor. NPS Photo  Amphibians are generally much more susceptible to environmental influences than other organisms, therefore amphibian populations are a good indicator of environmental quality. The many streams, marshes, and other wetlands within the park provide an important refuge for a diverse mix of these ecologically sensitive species. Throughout the summer visitors can enjoy the relaxing calls of spring peepers and chorus frogs echoing across the park. A walk along one of the park's many trails will likely lead to an encounter with the American toad, among several other common species. The park's streams and river banks are home to a variety of amphibian species from the lead-backed salamander to the exotic looking red-spotted newt.   Just as northern copperheads are an integral part of the ecosystem, all of the reptile and amphibian species at Richmond National Battlefield Park help maintain the complex balance of the natural environment. While driving in the park, it is important to be alert to the presence of snakes and other animals along the road as the park strives to provide them with a safe home. Richmond National Battlefield Park employs careful monitoring and conservation of natural resources to ensure that the park remains an ideal environment for the many native amphibian and reptile species.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/nature\/herps.htm"
}
