{
    "title": "Richmond National Battlefield Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         A spotted salamander basks in the sunshine in the park. NPS\/Jarrett Wansley  Many of Virginia's native animal species can be found within the habitats that make up Richmond National Battlefield Park. Visitors may glimpse deer, groundhogs, raccoons and many other creatures not commonly seen outside of protected lands. The transition between maintained and unmaintained park areas provides an excellent variety of habitats. This variety is essential for supporting a diverse animal population. The savannah-like forest created at Cold Harbor by prescribed burning attracts a large diversity of woodpeckers and cavity nesting birds. The wetland areas at Malvern Hill and Beaver Dam Creek, enhanced by beaver activity, provide habitat for fish, water birds, and turtles. The old growth forest community at Gaines' Mill is ideal habitat for flying squirrels, and the open field areas at Gaines' Mill and Malvern Hill create habitat for snakes, rodents and grassland birds. Click the title of each section to learn more about each type of animal. Mammals  There are many different species of mammals that call the park home or occasionally pass through it. With its diverse range of habitats, the park hosts deer, foxes, raccoon, rabbits and many more. The park provides these animals with a refuge from hunting and development that has pushed them out of other areas.   Reptiles & Amphibians  There are many interesting reptile and amphibian species to be found at Richmond National Battlefield Park: turtles, snakes, frogs and lizards abound throughout the various habitats found within park lands. Reptiles and amphibians are ectotherms (the scientific word for \"cold-blooded\",) are often able to be spotted during moderate weather, as they seek shelter during extreme heat and cold. Birds   Birds are often the most visible wildlife found at Richmond National Battlefield Park. Many bird species rely on the park's combination of field, forest and wetland for food and shelter. The many habitats around the park are home to a variety of species, some of which are seasonal. Fish The park's many streams, such as Boatswain Creek, Beaver Dam Creek, Crewes' Channel and Western Run, provide habitat for at least 25 native fish species. Learn more about the importance of different fish species and how the park tries to protect them. Insects The park is home to a wide variety of insects, spiders, centipedes and millipedes, often overlooked by visitors focusing on the park's larger creatures. From honeybees and swallowtail butterflies pollinating wildflowers to wolf spiders hunting along the forest floor, arthropods fill many niches critical in maintaining the natural environment.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/nature\/animals.htm"
}
