{
    "title": "Richmond National Battlefield Park: Malvern Hill Battlefield Podcast",
    "body": "Malvern Hill Battlefield Podcast          Subscribe  | What is RSS    Date: July 24, 2006  Contact: Mike Andrus, 804 226-1981 x. 30   Working with our partner, Civil War Traveler, Richmond National Battlefield Park's staff developed the park's first podcast tour to help visitors explore the Malvern Hill battlefield. Podcasts are file systems that can be downloaded onto an iPod or mp3 player, then taken to the battlefield for a 90-minute, 1.5 mile walking tour. The podcast is located on our partner's website. There you will find detailed instructions and a battlefield map in various formats. It is essential that you download the map before going on the tour as there are no markers on the battlefield denoting where the ten stops of the tour are located. Your tour guide is Mike Andrus, an interpretive ranger at Richmond National Battlefield Park, and a scholar on the subject of the battle of Malvern Hill. Few visitors get to experience an outing on the battlefield with Mike, so this effort will make the immense amount of knowledge and information he has accumulated about the battle available to everyone. While Mike's commentary will make the battlefield come alive during a visit, it is also possible to simply listen to the podcast at home on your computer. Again, be sure to download the map so you can see the various house sites, artillery emplacements and battle lines that he describes in the tour. Mike's tour has not been scripted. You are listening to real time interpretation on the battlefield. After you download and listen to the program take a moment to contact the park with your comments and suggestions. We plan on expanding our podcast offerings to other battlefield sites within the park and would appreciate your feedback to head us in the right direction. Click on the above link to go to the podcast.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/news\/podcast.htm"
}
