{
    "title": "Richmond National Battlefield Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Richmond's capitol building from the waterfront after the evacuation in 1865.        The Civil War (1861-1865) remains the central, most defining event in American history. Richmond, Virginia, was at the heart of the conflict. As the industrial and political capital of the Confederacy, Richmond was the physical and psychological prize over which two mighty American armies contended in bloody battle from 1861 to 1865. At stake were some of the founding principles of the United States as the growing nation divided over the existence and expansion of slavery. Only after the new Confederacy fired on a federal fort in Charleston harbor and Lincoln had called for troops to preserve the Union, did Virginia join the Confederacy. As war began, neither side anticipated the brutal clashes and home front destruction that brought death or injury to more than one million Americans and devastation to a broad landscape, much of it in Virginia. Cannon boomed within earshot of Richmond. All of its residents saw their lives transformed. Wartime Richmond, swollen by government, the military, refugees, prisoners, and the wounded, lived with anxiety and hope. Martial law and rationing were routine. Disease claimed thousands. Landowners outside Richmond saw their farms converted into battlefields. Previously unknown place-names like Cold Harbor, Gaines' Mill, Malvern Hill, and New Market Heights attained national significance for the key battles that were fought in the vicinity of Richmond. Naval military history was made at the battle of Drewry's Bluff. Robert E. Lee fought his first battle as commander of the Army of Northern Virginia at Beaver Dam Creek in 1862; Ulysses S. Grant's army experienced unprecedented futility on the bloody fields of Cold Harbor. Titans tangled repeatedly here. Earthworks scarred miles of farmland. Wheat fields became killing fields. Cemeteries started dotting the landscape. On April 4 and 5, 1865, President Lincoln made a remarkable visit to Richmond as he pressed to conclude the war that had cost over 620,000 lives \"with malice toward none, with charity for all…\" His assassination days later portended a less charitable course for the aftermath. Today, the park preserves more than 2200 acres of Civil War resources in 13 units, including the main visitor center at the famous Tredegar Iron Works and the Chimborazo Medical Museum, on the site of Chimborazo Hospital. Richmond National Battlefield Park is one of dozens of National Park Service sites related to the Civil War.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/historyculture\/index.htm"
}
