{
    "title": "Richmond National Battlefield Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 04, 2016  Richmond National Parks Offer Free Bus Tour for National Park Service Centennial  To celebrate the National Park Service Centennial, Richmond's national parks are offering a free one-day bus tour to 100 registrants.   June 30, 2016  Richmond National Battlefield Park Hosts Malvern Hill Anniversary Event  On Saturday, July 9, the park will host an anniversary event at Malvern Hill Battlefield featuring ranger programs and living history.   June 14, 2016  Richmond National Battlefield Park to Commemorate Battle of Gaines Mill  On Saturday, June 25 and Sunday, June 26, Richmond National Battlefield Park will commemorate the 154th anniversary of the Battle of Gaines' Mill.   May 25, 2016  Civil War History Comes to Life at Cold Harbor  On June 4 and 5, 2016, the park will offer special programs commemorating the Battle of Cold Harbor.   May 16, 2016  Richmond National Battlefield Park to Commemorate Memorial Day at Fort Harrison National Cemetery  Richmond National Battlefield Park, in cooperation with the Department of Veterans Affairs, will hold its 25th annual Memorial Day program at Fort Harrison National Cemetery.   October 20, 2015  Richmond National Battlefield Park and Maggie L. Walker National Historic Site Welcome Centennial Volunteer Ambassador  Learn about the Centennial Volunteer Program to increase service in the parks before the Centennial celebration begins.   September 03, 2015  Every Kid in a Park Program Begins at Richmond National Battlefield Park and Maggie L. Walker National Historic Site  Every Kid in a Park is a new national programs that encourages kids, their families and their classes to visit federal lands. Fourth graders can get passes to visit national parks for free for one yer.   August 05, 2015  Richmond Youth Build New Trail at Malvern Hill  This month local high school students are constructing a new trail at the Malvern Hill Battlefield unit of Richmond National Battlefield Park.  The trail explores previously inaccessible area of the battlefield .   April 15, 2015  Programs at National Parks in Richmond Highlight “Find Your Park” Movement  In very different ways, activities this week at two national park units in Richmond – Maggie L. Walker National Historic Site and Richmond National Battlefield Park – will invite the public to “Find Your Park” and experience the work of the National Park Service to care for and share America’s unique places and stories.   October 27, 2014  Richmond Battlefields Association Transferring 18 Acres at the Cold Harbor Battlefield to the National Park Service  On November 1, 2014, the National Park Service and the Richmond Battlefields Association will commemorate the transfer of 18 acres at the Cold Harbor battlefield from the association to Richmond National Battlefield Park.   September 23, 2014  Unexploded Civil War artillery shell discovered at Richmond National Battlefield Park’s Fort Gilmer unit  On September 22, 2014, staff at Richmond National Battlefield Park discovered an unexploded artillery shell within the moat of a Confederate fortification known as Fort Gilmer in the park’s Fort Harrison Battlefield unit.   September 04, 2014  National Park Service to Commemorate 150th Anniversary of the Battles of Fort Harrison and New Market Heights  From September 27 to September 30, 2014, Richmond National Battlefield Park will commemorate the 150th anniversary of the battles of Fort Harrison and New Market Heights.   April 14, 2014  Richmond National Battlefield Park to commemorate the 1864 Overland Campaign  From late April through June 2014, Richmond National Battlefield Park and partners throughout central Virginia will commemorate the Overland Campaign, focusing especially on the battles of Totopotomoy Creek and Cold Harbor.   April 03, 2014  NPS to partner with communities North and South  to commemorate the 1864 Overland Campaign in Virginia  On May 24, 2014 as part of the nationwide Civil War sesquicentennial commemoration, the National Park Service will present Reverberations, an innovative program connecting three national parks in Virginia and eight communities around the country to illustrate the devastating impact of the Civil War on communities across the country.   August 12, 2013  Richmond National Battlefield Park acquires key portion of Glendale Civil War battlefield  Richmond National Battlefield Park has announced that is has acquired from the Civil War Trust 251 acres at the heart of the Glendale battlefield in eastern Henrico County.   October 17, 2011  Richmond National Battlefield Park to Begin Road Improvement Project  Beginning the week of October 17, Richmond National Battlefield Park will be working to improve more than eight miles of roads and parking areas throughout the park’s battlefield units.   September 10, 2011  Richmond National Battlefield Park Officially Opens Rural Plains Unit to the Public  On Saturday, September 10, 2011, Richmond National Battlefield Park officially opened its newest park unit, Rural Plains, which is located on the Totopotomoy Creek battlefield in Hanover County.   August 29, 2011  Richmond National Battlefield Park fares well after Irene; Potential loss of witness tree is key concern  Richmond National Battlefield Park and the Maggie L. Walker National Historic Site weathered Hurricane Irene with only moderate damage to park resources.  Potential loss of witness tree is key concern.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/news\/newsreleases.htm"
}
