{
    "title": "Richmond National Battlefield Park: Ceremony Marking Transfer of Historic Rural Plains to the NPS",
    "body": "Ceremony Marking Transfer of Historic Rural Plains to the National Park Service          Subscribe  | What is RSS    Date: July 24, 2006  Contact: David Ruth, 804 771-2808 x. 29   The Totopotomoy Creek Battlefield and Hanover County home known as Rural Plains will experience another chapter in their history on June 1, 2006. On that date at 10:30 a.m., the Chairman of the Hanover County Board of Supervisors, the Trustees of the Totopotomoy Battlefield At Rural Plains Foundation, the President of the Civil War Preservation Trust, and the Superintendent of Richmond National Battlefield Park will lead a celebration of the transfer of historically significant land at Totopotomoy Creek Battlefield that includes the ancestral home of the Shelton family, Rural Plains, to the ownership of the people of the United States. The public is invited to join the celebration that will take place at Rural Plains, 7273 Studley Road, Mechanicsville, Va. The program will include presentations by historic characters and guided tours of the 1864 battlefield led by National Park Service historians. Light refreshments will be served. Ownership of the 124 acres that include the 18th-century Shelton home and Civil War earthworks will pass from the Totopotomoy Battlefield at Rural Plains Foundation to Richmond National Battlefield Park, a unit of the National Park Service. The Foundation purchased the property from William R. Shelton, Jr. in 2001. Mr. Shelton held a life-estate occupancy of the house and was committed to the idea of the property being preserved forever. Park Superintendent Cynthia MacLeod noted, “The Totopotomoy Creek-Rural Plains preservation success was the work of local developer Andy Shield who brought together numerous like-minded individuals and organizations to secure sufficient funding to make this dream of a donation to the American people become a reality. I am extremely grateful to him and to Mr. Bill Shelton .” The Civil War Preservation Trust assisted in raising funds for the purchase. “Preservation works best when groups and community activists work together to save historic treasures,” remarked CWPT President James Lighthizer. “This has certainly been the case with the Shelton House and the Totopotomoy Battlefield. The site could not have been saved without a partnership between preservation groups, local government, and the private sector. We at CWPT are proud to be part of this partnership.” This property will become the thirteenth unit managed by the staff of Richmond National Battlefield Park. The park will be looking for volunteers to help with trail construction for the first phase; later for assistance with house tours, as budgets for house repairs and staffing permit. No house in Hanover County has a more distinguished history than Rural Plains. The home hosted the 1754 wedding of Patrick Henry and Sarah Shelton. In May 1864, Civil War armies fought on the property in a preliminary to the bloody action at Cold Harbor. Union Major General Winfield S. Hancock established his headquarters at Rural Plains while the women and children of the Shelton family took refuge in the basement. A signal station on the roof of the house attracted Confederate fire, and 51 artillery shells hit the building on May 30 alone. Multiple generations of the Shelton family were proud stewards of the property. The last descendant, William R. Shelton, Jr., died at age 85 on May 5, 2006, unfortunately just shy of this celebration. Many of the original furnishings that were present during the 1864 battle were purchased by the National Park Service and will remain with the home. Rural Plains is listed on both the Virginia Landmarks register and the National Register of Historic Places. It is also listed on the Virginia Farm Bureau Bicentennial Farm Register. A rezoning approved for Andy Shield’s development in 2000 by the Hanover County Board of Supervisors led to this day. The Board rezoned approximately 457 acres, of which 124 acres were for the historic park to be dedicated to the National Park Service. “Hanover County and the entire community will greatly benefit from the private and public efforts to preserve this treasured historic resource for us to enjoy for generations to come,” said Charles D. McGhee, Chairman of the Hanover County Board of Supervisors.",
    "url": "https:\/\/www.nps.gov\/rich\/learn\/news\/rural-plains-transfer.htm"
}
