{
    "title": "Fredericksburg & Spotsylvania National Military Park: The Battles of Wilderness & Spotsylvania Court House",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Fields of Battle     The Battles of Wilderness & Spotsylvania Court House                  History of Wilderness and Spotsylvania      Near dawn on May 4,1864, the leading division of the Army of the Potomac reached Germanna Ford, 18 miles west of Fredericksburg. The spring campaign was under way and it superficially mirrored the strategic situation prior to the battles of Fredericksburg and Chancellorsville. A numerically superior Union force, well-supplied, in good spirits, and led by a new commander, moved south toward the Confederate capital. There, however, the similarities ended. Ulysses S. Grant now directed the Army of the Potomac, although George Meade technically retained the authority he had inherited from Hooker just before the Battle of Gettysburg. In fact, Grant carried the new rank of lieutenant-general and bore responsibility for all Federal armies. The General-in-chief told Meade, \"Lee's army will be your objective. Where he goes, there you will go also.\" The Confederates also entered the 1864 campaign brimming with optimism and anxious to avenge their defeat at Gettysburg. As usual, the 62,000-man Army of Northern Virginia found itself vastly outgunned and scrambling for supplies, but based on past experience, these handicaps posed little concern. Confederate generalship in the post-Jackson era created more serious problems. Lee elevated both A. P. Hill and Richard S. Ewell to corps command following \"Stonewall's\" death, but neither officer performed particularly well. Only Longstreet provided Lee with experienced leadership at the highest army level.  Grant also reorganized his forces, consolidating the army into three corps led by Maj. Generals. Gouverneur K. Warren, John Sedgwick, and Winfield S. Hancock. Ambrose Burnside's independent Ninth Corps raised the total Union compliment to 120,000 men. Union forces negotiated the Rapidan River on May 4. Lee easily spotted the Federal advance from his signal stations. He immediately ordered his forces to march east and strike their opponents in the familiar and foreboding Wilderness, where Grant's legions would be neutralized by the inhospitable terrain. Ewell moved via the Orange Turnpike and Hill utilized the parallel Orange Plank Road to the south. Longstreet's corps faced a longer trek than did its comrades, so Lee advised Ewell and Hill to avoid a general engagement until \"Old Pete\" could join them. Although Grant was anxious to confront Lee at the earliest good opportunity, he preferred not to fight in the tangled forests of the Wilderness. On the morning of May 5, he directed his columns to push southeast through the impenetrable woods and into open ground. Word arrived, however, that an unidentified body of Confederates approaching from the west on the Turnpike threatened the security of his advance. Warren dispatched a division to investigate the report. The Confederates, of course, proved to be Ewell's entire corps. About noon, Warren's lead regiments discovered Ewell's position on the west edge of a clearing called Saunders Field and received an ungracious greeting. \"The very moment we appeared,\" testified an officer in the 140th New York, \"[they] gave us a volley at long range, but evidently with very deliberate aim, and with serious effect.\" The Battle of the Wilderness was on.   Warren hustled additional troops toward Saunders Field from his headquarters at the Lacy House. The Unionists attacked on a front more than a mile wide, overlapping both ends of the clearing. The fighting ebbed and flowed often dissolving into isolated combat between small units confused by the bewildering forest, \"bushwhacking on a grand scale,\" one participant called it. By nightfall a deadly stalemate settled over the Turnpike. Three miles south along the Plank Road, another battle raged unrelated to the action on Ewell's front. Two of A.P. Hill's divisions pressed east toward the primary north-south avenue through the Wilderness: the Brock Road. If they could seize this intersection quickly, they would isolate Hancock's corps, south of the Plank Road, from the rest of the Union army. Grant recognized the peril and hurried one of Sedgwick's divisions to the vital crossroads. These Northerners arrived in the nick of time and later, in cooperation with Hancock began to drive Hill's overmatched brigades west through the forest. Fortunately for the Confederates, darkness closed the fighting for the day. Lee expected Longstreet's corps to relieve Hill on the Plank Road that night. Hill, anticipating Longstreet's arrival, refused to redeploy his exhausted troops to meet renewed attacks in the morning. This miscalculation proved nearly disastrous to the Army of Northern Virginia. For a variety of reasons, Longstreet had fallen hours behind schedule. Hancock's 5:00 a.m. offensive on May 6 therefore pitted 23,000 Unionists against only Hill's unprepared divisions, and overwhelmed them. A single line of Southern artillery, posted on the western edge of the Widow Tapp's Farm, now provided the sole opposition to Hancock's surging masses. The guns could not survive long unsupported by infantry. Lee faced a crisis.  Just then a ragged line of soldiers emerged from the forest to the west. \"What brigade is this?\" inquired Lee. \"The Texas brigade!\" came the response. Lee knew the only Texans in his army belonged to the First Corps. Longstreet was up! These troops along with others from Arkansas, Georgia, and Alabama charged the blue ranks before them and halted Hancock's advance at the price of 50 percent casualties in several regiments. Longstreet took this chance to snatch the initiative. Utilizing the unfinished railroad cut (the same corridor on which Sickles had captured Georgians at Chancellorsville), four Confederate brigades crept astride the Union left flank. The Southerners poured through the woods, rolling up Hancock's unwary troops \"like a wet blanket.\" Union General James Wadsworth fell mortally wounded and the Federals streamed back toward the Brock Road. Longstreet trotted eastward on the Plank Road in the wake of this splendid achievement, intent upon pursuing the shaken Federals and throwing a knockout punch at his staggered opponents. Then shots rang out from south of the road. Longstreet reeled in his saddle, the victim of a volley fired by Confederate troops about five miles from where Jackson had met the same improbable fate the year before. Unlike \"Stonewall,\" Longstreet would survive his wound, but the tragedy arrested the Rebels' impetus. Lee personally directed a resumption of the offensive a few hours later and briefly managed to puncture the Federal lines along the Brock Road. Hancock, however, expelled the intruders from his midst and maintained his position by the narrowest of margins. Fighting along the Turnpike on May 6 had also been vicious if indecisive. Late in the day, Georgia brigadier John B. Gordon received permission to assault Grant's unprotected right flank. Gordon struck near sunset, capturing two Union generals and routing the Federals. The effort began too late to exploit Gordon's success, however, and Grant reformed his battered brigades in the darkness. For a walking tour of this area see the folder for the Gordon Flank Attack Trail.  Both armies expected more combat on May 7, but neither side initiated hostilities. Fires blazed through the forest, sending hot, acrid smoke rolling into the air and searing the wounded trapped between the lines - a fitting conclusion to a grisly engagement. The Battle of the Wilderness marked another tactical Confederate victory. Grant watched both of his flanks crumble on May 6 and lost more than twice as many soldiers (about 18,000 to 8,000) as did Lee. Veterans of the Army of the Potomac had seen this before: cross the river, get whipped, retreat -- the story of Fredericksburg and Chancellorsville reprised. But Grant, not Burnside or Hooker, now called the shots. Late on May 7, the general-in-chief rode at the head of his army and approached a lonely junction in the Wilderness. A left turn would signal withdrawal toward the fords of the Rapidan and Rappahannock. To the right lay the highway to Richmond via Spotsylvania Court House. Grant pointed right. The soldiers cheered. There would be no turning back. Veterans of the Fifth Corps considered the night march of May 7-8 one of their worst military experiences. \"The column would start, march probably one hundred yards, then halt, and just as the men were about to lie down, would start again, repeating this over and over...\" In addition to this frustrating pace, Fitzhugh Lee and his gray troopers harassed the Federals along the route. They felled trees in the roadway, gobbled up stragglers, and orchestrated scores of little ambushes in the dark. While this drama unfolded on the Brock Road at Todd's Tavern, Maj. Gen. Richard Anderson led a Confederate column on a parallel route a few miles to the west. Anderson assumed command of Longstreet's corps on May 7 and received orders to make for Spotsylvania Court House before dawn on the 8th. Lee had correctly deduced that the tiny county seat would be Grant's next objective because whoever controlled the Spotsylvania crossroads would enjoy the inside track to Richmond. Anderson searched for a bivouac where his men could rest before their grueling march south, but discovered that the fiery Wilderness offered no practical campsites. Consequently, he put his command in motion without sleep, a fateful decision that saved Spotsylvania for the Confederates. Warren continued his advance and early on the morning of May 8 spied an open plateau in his front known later as Laurel Hill. The Federals saw only their nocturnal nemesis, Fitz Lee's pesky horsemen, defending the ridge-no match for infantry in a daylight fight. Warren called for an attack.  The Maryland Brigade led the Yankee charge west of the Brock Road. They swept over the rolling fields with a cheer and approached to within 50 yards of the Confederate position when a roar from artillery and rifles dropped them where they stood. This was not dismounted cavalry but the lead units of Anderson's corps. The Confederates had won the race to Spotsylvania. The armies flowed onto the battlefield the rest of the day, extending corresponding lines of earthworks east and west of the Brock Road. Ewell's corps filed in on Anderson's right and built their entrenchments in the dark to conform with elevated terrain along their front. First light revealed that Ewell's soldiers had concocted a huge salient, or bulge, in the Confederate line, pointing north in the direction of the Federals. The men called it the \"Mule Shoe\" because of its shape, but Southern engineers called it trouble. Salients could be attacked not only in front but also from both sides, and as a rule officers liked to avoid them. Lee, however, opted to retain the position trusting that his cannoneers could keep the \"Mule Shoe\" safe enough. Grant probed both of Lee's flanks on May 9 and 10 to no avail. About 6:00 p.m., a 24-year-old colonel named Emory Upton formed 12 hand-picked regiments along a little woods path opposite the heart of Lee's defenses. Upton had received permission earlier in the day to assail the west face of the \"Mule Shoe\" using imaginative tactics designed to penetrate the salient, then exploit the breakthrough. The Yankees padded to the edge of the woods 200 yards from the Confederate line, then burst out of the forest with a yell. In 60 seconds, Upton's men closed with a startled brigade of Georgians. The Federals seized four guns, a reserve line of works, and almost reached the McCoull House in the center of the \"Mule Shoe\" before the Confederates recovered. Southern artillery at the top of the salient stymied Upton's expected support, and a counterattack eventually shoved the Bluecoats back to their starting points. But the boyish colonel's temporary success gave Grant an idea. If 12 regiments could break the \"Mule Shoe,\" what might two corps accomplish? Grant received his answer on May 12, a day remembered by soldiers from both sides as one of the darkest of the entire war. \"I never expect to be fully believed when I tell of the horrors of Spotsylvania,\" wrote a Federal of his ghastly experience. \"The battle of Thursday was one of the bloodiest that ever dyed God's footstool with human gore,\" echoed a North Carolinian. The Confederates set the stage for this waking nightmare on the evening of May 11 when they removed their artillery from the \"Mule Shoe\" under the mistaken impression that Grant had quit Spotsylvania. In truth, Hancock's corps spent the rainy night sloshing into position to launch a massive stroke against the top of the salient. That attack began about dawn and succeeded in capturing most of the \"Mule Shoe\" and many of its defenders. Ironically, the sheer magnitude of Hancock's victory retarded his progress. Nearly 20,000 Yankees milled about the surrendered entrenchments gathering prizes, escorting captives to the rear, and generally losing their organization and drive. This delay provided Lee the opportunity he needed.  The Confederate commander directed his counter offensive from near the McCoull House. Again he attempted to lead his troops in person, but John Gordon scolded him to the rear before the colorful Georgian plunged ahead himself. One by one, additional brigades joined Gordon, and by 9:30 a.m. they managed to restore all but a few hundred yards of the original Southern line. The Union Sixth Corps now joined the fray, and for the next eighteen hours the most horrifying close-quarters combat ever witnessed on the continent spilled the lifeblood of numberless Americans. The fighting focused on a slight bend in the works west of the apex, known to history as the Bloody Angle.  A shallow valley sliced close to the Confederate line at this point, providing crucial shelter for swarms of Union assailants. An appalling tactical pattern developed here throughout the day. Federals would leave the cover of the forest, cross the road leading to the Landrum House, and take refuge in the swale. From there they maintained a constant rifle fire and made periodic lunges onto the works at the Bloody Angle. Two Southern brigades, one from Mississippi and one from South Carolina, bore the brunt of these attacks. They fought behind elaborate log barricades six feet high enhanced by perpendicular traverse walls at 20-foot intervals. The Confederate works resembled three-sided roofless log cabins and their design explains the miraculous endurance of their occupants - that and the heroic desperation of half crazed men whose world consisted of a tiny log pen filled with rain water and slippery with the mangled remains of comrades and enemies. The equally intrepid attackers varied their efforts to capture the Angle with an occasional innovation. A section of Union artillery advanced to practically point-blank range, blasting the works until all of its horses and all but three of its cannoneers had fallen. The men of a Michigan regiment crawled on their stomachs along the exterior of the trenches until, at a signal, they leapt over the logs and into a profitless melee with the Rebels. More often the assaults defied precise definition. The battle assumed an unspeakable character all its own, unrelated to strategy and tactics or even victory and defeat. \"The horseshoe was a boiling, bubbling and hissing cauldron of death,\" wrote a Union officer. \"Clubbed muskets, and bayonets were the modes of fighting for those who had used up their cartridges, and frenzy seemed to possess the yelling, demonic hordes on either side.\" This organized insanity continued past sunset and into the night. Finally about 2:00 a.m. May 13, whispered orders reached the front directing the battle-numbed defenders to fall back to a new position at the base of the \"Mule Shoe.\" When the Bluecoats cautiously approached the quiet trenches at dawn, they found the Bloody Angle inhabited only by those who could not withdraw. \"They were lying literally in heaps, hideous to look at. The writhing of the wounded and dying who lay beneath the dead bodies moved the whole mass...\" Completion of Lee's last line rendered control of the salient meaningless. Grant shifted his army to its left amidst days of heavy downpours, searching for a weak link in the Confederate chain. On May 18 he sent Hancock back to the \"Mule Shoe\" hoping to catch the enemy by surprise. The Southerners were not footed, however, and by midmorning Grant canceled the effort. Clearly, the Federals could not gain an advantage at Spotsylvania and Grant broke the impasse on May 20 by detaching Hancock on a march south toward Guinea Station. The rest of the Union army followed on the 21st. Lee had no choice but to react to Grant's initiative by maneuvering his army between the Federals and Richmond. Losses during the two weeks at Spotsylvania added 18,000 names to Union casualty lists; 10,000 to the Confederates'. Lee, though, suffered a disproportionate attrition among the highest levels of his command structure. Finding replacements for private soldiers proved hard enough; developing a new officer cadre proved impossible. The essence of Lee's incomparable martial machine disappeared in the woods and fields of Spotsylvania County and the Army of Northern Virginia never regained its historic efficiency. Grant, however, played no callous game of human arithmetic at Spotsylvania. He sought a decisive battlefield victory that Lee's tenacious, skillful generalship denied him. But in the end, the Federals' constant hammering against the dwindling resources of their gallant opponents, a process begun in the Wilderness and at Spotsylvania and continued at the North Anna River, Cold Harbor, and Petersburg, would drive the Confederacy into oblivion. The text for this section was written by A. Wilson Green, former staff historian for Fredericksburg and Spotsylvania National Military Park. It is derived from a National Park Service training booklet.         Site of General Sedgwick's Death",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/wildspot.htm"
}
