{
    "title": "Fredericksburg & Spotsylvania National Military Park: The Battle of Chancellorsville",
    "body": "Battle of Chancellorsville History       The locomotive ground to a halt at a little depot amidst a drenching downpour. An eager figure scanned the cars for two passengers who meant more to him than anyone else on earth. The legendary \"Stonewall\" Jackson, renowned as the quintessential grim warrior, revealed his gentler nature on April 20, 1863, at Guinea Station, 12 miles south of Fredericksburg as he greeted his beloved wife and saw his infant daughter for the first time. The blissful family repaired to a nearby house and passed the next nine days enjoying the only domestic contentment they would ever share. In less than three weeks, at a small frame building near Guinea, Jackson would be dead. The campaign that resulted in Jackson's demise, paradoxically remembered as \"Lee's greatest victory,\" emerged from the backwash of the Battle of Fredericksburg. That Federal debacle and subsequent political intrigue at army headquarters prompted a change of command in the Army of the Potomac. Major General Joseph Hooker, a 48-year-old Massachusetts native endowed with high courage and low morals, replaced Burnside in January. Within weeks, Hooker's able administrative skills restored the health and morale of his troops, whom he proudly proclaimed \"the finest army on the planet.\" The new commander crafted a brilliant plan for the spring that he expected would at least compel General Robert E. Lee to abandon his Fredericksburg entrenchments, and, possibly, prove fatal to the Army of Northern Virginia. First, Hooker would detach his cavalry, 10,000 strong, on a flying raid toward Richmond to sever Lee's communications with the Confederate capital. Then, he would send most of his infantry 40 miles upstream to cross the Rappahannock and Rapidan Rivers beyond the Confederate defenses, and sweep east against Lee's left flank. The rest of \"Fighting Joe's\" army would cross the river at Fredericksburg and menace the Confederate front as the second blade of a great pincers. \"My plans are perfect,\" boasted Hooker \"and when I start to carry them out may God have mercy on General Lee, for I will have none.\" The condition of the Confederate army lent credence to Hooker's confidence. In February, Lee detached his stalwart lieutenant, James Longstreet, with two strong divisions to gather food and supplies in southeastern Virginia. The gray commander cherished the offensive, but could not hope to move north without Longstreet. In the meantime, Lee's 60,000 veterans at Fredericksburg would guard their long river line against 130,000 well-equipped Yankees.  The Opening of the Campaign",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/cvillehistory.htm"
}
