{
    "title": "Fredericksburg & Spotsylvania National Military Park: Thomas Jefferson",
    "body": "Thomas Jefferson at Chatham       For many years our staff has speculated over whether or not Thomas Jefferson ever visited Chatham Manor. Jefferson was a second cousin of Ann Randolph Fitzhugh and a good friend of William Fitzhugh, the builders of Chatham. It is known that Jefferson often was in Fredericksburg where he wrote the Statue for Religious Freedom and passed through town on his journey to and from Monticello. Park volunteer, Josef Rokus, recently found definitive evidence that Jefferson was at Chatham, at least once and possibly several times. In May 1766, Jefferson spent two or three days with the Fitzhughs on his way from Monticello to Annapolis, Maryland. This visit took place at the Somerset Plantation, since Chatham was not completed until 1771. Rokus found a large quantity of correspondence between Jefferson and Fitzhugh including several letters in which Jefferson indicates his plan to visit Fitzhugh at Chatham but for a while could find nothing documenting that Jefferson fulfilled his intention. On August 24, 1790, Jefferson wrote Fitzhugh that “If I go by way of Fredericksburg, I shall surely have the pleasure to call and ask how you do.” In letters of August 7, 1790, and September 5, 1790, Jefferson wrote, “I shall be happy in seeing you in Chatham.” In a letter of October 29, 1790, Jefferson repeated his earlier intention, “Should I take the route of Fredericksburg I will endeavor to have the pleasure of seeing you.” Rokus found the definitive statement in a December 8, 1793, letter to Mann Page in Volume 27 of The Papers of Thomas Jefferson at Princeton University. The letter in part says. “I owe you a letter which should have been written by your servant from Fredericksbg., when you were so kind as to send for me when I was there. But I had passed the day at Chatham, was returning about dusk, shivering, and snowing, when I met your servant in the streets.\" With the help of researchers at Princeton and Monticello, the probable date of Jefferson’s visit is October 27, 1793. Jefferson kept a detailed record of his expenses. The journal entry for October 27 includes “Ferriage, etc. Chatham $.25.\" At the time, Jefferson was secretary of state. Mann Page was a friend of Jefferson and the brother of John Page, the governor of Virginia from 1802 until 1805. He owned the Mannsfield Plantation south of Fredericksburg. Jefferson's letter indicates his plans to pass through Fredericksburg in January of 1794. Jefferson's name can now be added to the impressive list of people who have been at Chatham, including George Washington, Abraham Lincoln, Walt Whitman, Clara Barton, George C. Marshall and many Civil War generals.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/jeff.htm"
}
