{
    "title": "Fredericksburg & Spotsylvania National Military Park: Jim Lewis",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Slaves     Jim Lewis                  Jim Lewis         Almost all the information about Jim Lewis that survives is in direct relation to his time with Stonewall Jackson NPS Image  Little is known of the slave who attended \"Stonewall\" Jackson during the Civil War;he is frequently mentioned in letters written by Jackson and his staff officers, but his life outside the Civil War remains a mystery. He joined Jackson in Winchester in November 1861, but no mention is made of how Jackson knew Lewis. His status as a slave was never explicitly confirmed in letters or papers left by the officers he served, but extensive research reveals that Jackson made annual payments to one W.C. Lewis of Lexington Virginia for \"hire of Jim\". Jackson does not describe his relationship or association to this person, but the 1860 census reveals that W.C. Lewis owned seven slaves, one of whom fits the description of Jim Lewis. It was a common practice throughout the South for slaves to be loaned or rented to different people for work, and it is very likely that General Jackson and W.C. Lewis entered into this type of agreement. There is one record of Jackson giving $10 to Jim for an unknown purpose, perhaps as a payment of services or to make purchases on the general's behalf. Lewis attended to Jackson and astutely gauged Jackson's needs and desires, often before the general expressed them. Many accounts tell that \"faithful, brave, big-hearted Jim\" adapted well to Jackson's odd behaviors and mercurial temperament. Alexander Boteler, who briefly served on Jackson's staff in 1861, left an interesting description of Jim in a post-war account, comparing his service to that of Jackson's horse, Little Sorrell:  Equally obedient, patient, easy-going and reliable; not given to devious courses nor designing tricks; more serviceable than showy and, altogether, as sober-sided a pair of subordinates as any Presbyterian elder with plain tastes and a practical turn, need desire to have about him. Both man and horse seemed to understand their master thoroughly and rarely failed to come up full to all his requirements.    Most descriptions of Jim do not go beyond an assessment of his services to General Jackson and his staff, such as this one, in which a man is directly compared to a horse. Jim played an important role caring for General Jackson after his wounding at the battle of Chancellorsville. As Jackson was evacuated to Guinea Station, Jim was responsible for packing up his personal belongings, supplies and headquarters and following the general to Richmond. While idling at Guinea, waiting for the railroad lines to open, Jim stayed at Jackson's side administering whatever aid he could. He was one of a select few given permission to enter Jackson's sick room at any time. Upon Jackson's death, Jim was allowed to lead his horse, Superior, as part of the funeral processions in Richmond and Lexington. Jim continued to serve with Sandie Pendleton, another of Jackson's aides, until Pendleton's death in 1864. He reportedly returned to Lexington and died soon after. The circumstances of his death and his final resting place are entirely unknown. There is no doubt that Jim Lewis and Stonewall Jackson shared some type of bond over the course of their brief relationship. This bond has been scrutinized, dramatized and interpreted in many different ways throughout history, but despite the best efforts of historians, few facts can be found that provide more insight to Jim Lewis' life. Surviving descriptions of Jim are brief and lack dimension, focusing more on the quality of his service. Any relationship Lewis had with Jackson, even one as amicable as surviving accounts suggest, cannot be removed from the context of the inequitable power dynamic between master and slave. However, were it not for his proximity to the famous general, the story of Jim Lewis would likely be lost to history.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/jim-lewis.htm"
}
