{
    "title": "Fredericksburg & Spotsylvania National Military Park: Thomas Cobb",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Soldiers     Thomas Cobb                  Thomas Cobb         Thomas Cobb in full military dress NPS Image  Thomas R.R. Cobb was one of the most admired figures in the Confederacy and beloved generals in the Army of Northern Virginia. Born in 1823, Cobb became a lawyer by the age of nineteen. In the antebellum South, he quickly garnered a reputation for his fiery opinions about slavery and secession. He published several books and pamphlets vehemently defending the institution of slavery using religious and historical precedent. Cobb represented Georgia in their secession convention and later as a delegate to Montgomery to establish the government of the Confederacy. He drafted a provisional constitution for the Confederacy, served as a Confederate congressman, but left in the summer of 1861 to join the army. He organized \"Cobb's Legion\" from several counties across Georgia, and served as commander with the rank of colonel. Cobb's Legion did not see much of the fighting during the Peninsula Campaign, and Col. Cobb actually left the Legion briefly for a stint with the cavalry. He returned to the Legion on September 24th, 1862, missing the battle of Antietam by one week. Many assumed that Cobb would serve the Confederacy as a politician, but Cobb felt very passionately about serving in the army. He often called for the black flag to be used;that no quarter should be given to Union soldiers. Despite his passion and love for serving in the military, Cobb had great disdain for most of his superiors. He disliked \"West Pointers\" and many of his surviving letters contained scathing criticism of his leaders, including General Robert E. Lee, President Jefferson Davis, Vice-President Alexander Stephens, and Secretary of War Judah Benjamin. Cobb was keen for promotion and equally paranoid of people seeking to undermine him. He felt that General Lee condescended to him and his political enemies were withholding his promotion. Unknown to Cobb, Lee personally recommended him for promotion, and on November 1st, 1862 Cobb rose to the rank of Brigadier General within James Longstreet's Corps. The next month at the battle of Fredericksburg, Cobb found himself stationed in the Sunken Road along Marye's Heights. His men successfully repulsed repeated Union assaults on their position throughout the day on December 13th. Between the first and second major wave of attacks against the Confederate position, Cobb was hit with shrapnel and mortally wounded. He had been standing behind the Stephen's House when an artillery shell exploded through the house. \"A piece of shell [grazed] the right thigh and struck the left where it lodged, breaking the bone and severing the femoral artery.\" As he was carried off the field to a hospital, General Cobb called out to his men, \"I am only wounded boys, hold your ground like brave men.\" Cobb's evacuation did not go smoothly. According to one member of the 24th Georgia, \"the fire was so heavy that they laid him down and sheltered themselves under the wall for a little time.\" Shortly after arriving at the hospital behind the heights, General Cobb bled out and died. His body was transported back to Georgia and buried in Athens. General Lee later wrote to Cobb's brother, \"Of his merits, his lofty intellect, his genius, his accomplishments, his professional fame, and above all his true Christian character, I need not speak to you who knew him so intimately and well…May God give consolation to his afflicted family and may the name and fame of that Christian statesman and soldier be cherished as a bright example and holy remembrance.\"   Text by Maureen Lavelle",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/thomas-cobb.htm"
}
