{
    "title": "Fredericksburg & Spotsylvania National Military Park: Laurel Hill",
    "body": "Virtual Tour Stop, Laurel Hill        Unknown to the other, both armies were moving to the intersection at Spotsylvania Court House. The important cavalry fight on May 7 at Todd's Tavern (see that virtual tour stop on the Wilderness tour) slowed the Union advance on the Brock Road. Early on the morning of May 8, the race to Spotsylvania continued. The Confederate infantry arrived at this spot at almost the last moment to block the Union advance.         Fighting erupted on what later became known as Laurel Hill. Although from certain vantage points the topography looks like a hill, it is actually undulating terrain without any dominant high ground.         This photo more accurately shows the slight rise in terrain of Laurel Hill. The name is actually a misnomer. Some of the Union soldiers wounded in this field were taken behind the lines to a house called Laurel Hill. A correspondent confused the name of the house with this field and the name stuck.  The true name of this portion of the battlefield was the Spindle farm.         This painting by Conrad Freitag depicts the burning of the Spindle farm house (slightly visible through the trees to the left with the smoke rising above). The troops shown here are the 84th New York Volunteers. The house was not rebuilt, but its location was found by archaeologists in the 1990's.         Although overshadowed by the intense action at Bloody Angle on May 12, the fighting at Laurel Hill on May 8 was of extreme importance. After the Confederates' timely arrival in this field, the Union army made a series of uncoordinated assaults which failed to open the way to the crossroads at Spotsylvania. Both sides then began entrenching. This image shows Union artillery at Laurel Hill. Much of the trench works and artillery positions survive and are accessible to park visitors.         This monument to the Maryland Brigade can be found along the trail that passes through the Laurel Hill area.  The Maryland Brigade got further than any unit in the Union attacks at Laurel Hill. Colonel Charles Phelps placed this marker in 1903 to indicate where he fell wounded at the furthest point of the advance. Slight earthworks can be seen about fifteen yards behind the monument.         After the Union failure at Laurel Hill on May 8, fighting resumed the next day. While examining an artillery position, General John Sedgwick was shot by a sharpshooter at a range of over 500 yards.         General John Sedgwick was the popular commander of the Union Sixth Corps. He was the highest ranking United States officer killed in the war and the second highest ranking United States officer ever killed in combat.         This sketch shows the spot where Sedgwick was shot.         In May of 1887, veterans of Segdwick's Corps erected a monument to John Sedgwick on the spot where Sedgwick was killed.          Spotsylvania Exhibit Shelter Parking Area, Tour Stop #1 on battlefield driving tour.   Proceed to Virtual Tour Stop, Spotsylvania Exhibit Shelter",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/laurel.htm"
}
