{
    "title": "Fredericksburg & Spotsylvania National Military Park: Brock Road-Plank Road Intersection",
    "body": "Virtual Tour Stop, Brock Road-Plank Road Intersection        After the wounding of Longstreet, it took several hours for Lee to straighten out his lines in the dense undergrowth and face them all east toward the Brock Road. About 4:00 P.M., the Confederates launched a major attack against the Union soldiers positioned behind logworks along the Brock Road. Lee's men captured a small section of the entrenchments, but a Union counterattack drove the Confederates back. Darkness settled over the field, ending the day's fighting.         Heavy fighting occurred in this area on both days of the battle. On the first day, the timely arrival of Getty's division prevented the capture of the intersection by A. P. Hill's Confederate forces. The Vermont Brigade became heavily involved in this sector of the battlefield on both days losing an incredible 1269 men. A loop trail leads to the Vermont Monument.         The Vermont Monument was dedicated on September 16, 2006 to commemorate the sacrifice of the Vermont Brigade in the Wilderness. Surmounting the memorial is two-foot-tall relief of Camel's Hump, a prominent Vermont mountain.         One of the units involved in the bloody fighting near this intersection was the 12th New Jersey. A monument to this regiment was dedicated in early 1942, the formal dedication ceremony was never held because of America's entry into World War II. After several design changes, the New Jersey Monument Committee choose a bronze plaque affixed to a boulder.         On May 5, Getty's division was being hard pressed until the arrival of Hancock's Second Corps. Alexander Hays' brigade filed in on the left of Getty's men north of the Orange Plank Road. Staggered by Confederate volleys, Hays rode to the front of his command to steady his men when a bullet ripped into his brain. This monument to General Hays was dedicated on June 3, 1905. The monument is located on the west side of the Brock Road, 1300 feet north of the Orange Plank Road. The actual spot of Hays' death is some distance west of the monument.         The intersection of the Brock Road and Orange Plank Road is considered by some historians to be the most important intersection of the entire war. If the Union was going to win the war, it needed to control this intersection so that the Union army could proceed southeast. Some historians believe that possession of this intersection combined with General Grant's decision to move forward proved to be the turning point in the war in the eastern theatre.           Proceed to Todd's Tavern Virtual Tour Stop",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/brockrd.htm"
}
