{
    "title": "Fredericksburg & Spotsylvania National Military Park: Bloody Angle",
    "body": "Virtual Tour Stop, Bloody Angle        Early on the morning of May 12, a massive Union attack overwhelmed the Confederates stationed in a bulge in the Confederate lines known as the Mule Shoe because of its shape.         The Union attack was centered on the upper part of the Mule Show shown here.         The Confederate defenses consisted of logs and earth with a ditch behind. In many areas, as shown here, logs and earth also ran at right angles to the main line creating what one veteran described as rooms. After the war, the land owners removed the logs and plowed under some of the earthworks. Much of the earthworks remain, but natural erosion and visitors walking on the earthworks have worn them down. Please do not walk on the earthworks.         The Confederates eventually recaptured the earthworks on the west side of the Mule Shoe. Around mid-morning, an extremely extensive, bloody fight broke out around a slight bend in the trenches that became known as the Bloody Angle. The slight angle is shown here in the center of the photo just to the left of the bridge over the trenches.         On a two hundred yard stretch of the line around the Bloody Angle the soldiers fought in close contact for up to twenty hours. It was the longest sustained hand-to-hand fight of the entire war.         The intensity of the fight at the angle is reflected in a 22 inch oak tree that was shot down.         The trunk of the 22 inch tree is on display at the American History Museum of the Smithsonian Institution in Washington, D.C. This photo does not do justice to the size of the stump.         Veterans of the battle returned after the war and erected monuments near the Bloody Angle. The 15th New Jersey Monument, shown here, was dedicated on May 12, 1909, the 45th anniversary of the fight at the Bloody Angle. This unit actually fought about 100 yards to the left of the Bloody Angle (as viewed from the perspective shown here).         A few yards from the 15th New Jersey Monument is the 49th New York Monument. It was dedicated in October of 1902.         On the afternoon of May 12, the 126th Ohio was among units sent to the area of the Bloody Angle. This unit got within 100 yards of the trenches where they engaged the Confederates until they were out of ammunition. Their monument, shown here, was dedicated on May 15, 1914.         General Samuel McGowan's South Carolina brigade held the Bloody Angle. Casualties were highest at the angle and decreased proportionally further from the bend in the trenches. A recently placed monument to McGowan's Brigade stands near the bloody angle to mark the efforts of these South Carolinians.         This is the only known photograph of a Confederate regimental cemetery. All of the headboards shown in this image belong to members of the 16th Mississippi Regiment, part of General Nathaniel Harris's brigade which fought alongside McGowan's South Carolinians at the Bloody Angle. Soldiers were buried near where they fell and later moved to permanent cemeteries. Several of the names on the headboards can be read, and each now has a headstone in the Spotsylvania Confederate Cemetery.          Bloody Angle Trail   A loop trail connects key areas of the May 12 fight on the Muleshoe.        Harrison House Site, tour stop #4 on the driving tour of the battlefield.   Continue to Virtual Tour Stop, Harrison House",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/angle.htm"
}
