{
    "title": "Fredericksburg & Spotsylvania National Military Park: Ellwood",
    "body": "Virtual Tour Ellwood          The house called Ellwood and grounds are generally open from 11:00-5:00 during the first weekend of May (anniversary of the Battle of Wilderness) and on Fridays, Saturdays, and Sundays from Memorial Day Weekend through the end of October. Call the park at (540) 786-2880 for more information. When the house is not open, visitors can receive a free pass at the Chancellorsville Visitor Center to visit the Ellwood grounds.       William Jones built Ellwood in the 1790's. During the Civil War, it was owned by James Horace Lacy and his wife Betty who also owned Chatham, a large plantation house that overlooked the Rappahannock River and city of Fredericksburg. Chatham is a stop on the virtual tour of Fredericksburg.         Ellwood played an interesting and important role in the Chancellorsville and Wilderness battles. During the Battle of Chancellorsville, the hospitals for \"Stonewall\" Jackson's Corps stretched from the Wilderness Tavern several hundred yards south to Ellwood.         After \"Stonewall\" Jackson's arm was amputated in a tent near the Wilderness Tavern, Beverley Tucker Lacy, Chaplain of Jackson's Corps buried the arm in the Lacy family cemetery. In 1903, James Power Smith, a member of Jackson's staff and son-in-law of the Lacys, placed a monument in the cemetery.         Entrance hall way at Ellwood before restoration Photo by Al Zirkle        Entrance hallway at Ellwood after restoration Photo by Al Zirkle           General Gouverneur Warren, commander of the Union Fifth Corps, used Ellwood as his headquarters during the Battle of the Wilderness, focusing most of his operations in this room. Generals Grant and Meade also attended a meeting in the house. This image was taken before restoration. Photo by Al Zirkle        Restored Warren room at Ellwood largely based upon a detailed description of a Union officer. Photo by Al Zirkle        A number of exhibits explain the history of Ellwood.         The area around Ellwood still retains a pastoral atmosphere.           If you are following the Virtual Tour of Wilderness, proceed to next stop, The Wilderness Exhibit Shelter. If you are following the Virtual Tour of Chancellorsville, proceed to next stop, \"Stonewall\" Jackson Shrine.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/eelwood.htm"
}
