{
    "title": "Wolf Trap National Park for the Performing Arts: Employment Opportunities",
    "body": "Employment Opportunities       Job announcements are posted on http:\/\/www.usajobs.gov\/ in December and January each year. Applicants should read the vacancy announcements closely for information about the work and for directions on how to apply. There are many exciting summer jobs at Wolf Trap National Park for the Performing Arts. Here's a brief description of the jobs that may be available for the summer season. Ushers provide general patron services at performances, including package\/cooler inspections, ticket taking\/scanning, patron seating, and helping visitors with special needs. Ushers are also responsible for enforcing the theater's House Rules. Maintenance Workers direct performance traffic, prepared the theater for each day's shows, and help keep the park safe and clean. Stage Door Aides are the backstage support staff for the production office. Park Guides work during the day, wear a Park Ranger uniform, give interpretive programs, and help at the Children's Theatre-in-the-Woods. Visitor Use Assistants work during the evening, wear a Park Ranger uniform and help with crowd control, parking operations, and emergency situations for performances at the Filene Center. Natural Resources Interns work with the park's master gardeners to installs, maintain, and care for landscaped grounds. Employee also operates and maintains resource management equipment and databases, and collects field data. A great way to learn more about each of these positions is to attend one of the park's annual Job Fairs or download the Job Fair handout (PDF, 109 KB).       Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.",
    "url": "https:\/\/www.nps.gov\/wotr\/learn\/management\/employment.htm"
}
