{
    "title": "Wolf Trap National Park for the Performing Arts: Filene Center House Rules",
    "body": "Filene Center House Rules       In an effort to create an enjoyable performing arts experience for all patrons, The Filene Center's House Rules as outlined in the Director's Compendium are: 1. All patrons of performances and festivals, regardless of age, must have a ticket. 2. Patrons must sit in the seats for which they have tickets. 3. Resale of tickets is strictly prohibited by federal regulations and by Wolf Trap Foundation policy. 4. Eating and drinking (except water) are not permitted in the covered seating area. 5. The Filene Center is a smoke-free facility. Smoking, including e-cigarettes, is only permitted outside the venue more than 25 feet from the gates. 6. The use of recording equipment and cameras (with or without flash) during performances is prohibited unless authorized by the artists. Please consult an usher for photography restrictions in effect for the performance. 7. Shirts and shoes are required and must be worn at all times. 8. Late arrivals are normally seated between movements, acts, or songs at the request of the artist(s). 9. With the exception of service animals assisting disabled patrons, pets are not permitted. 10. Patrons may not block aisles, stairways,or sightlines at any time during performances. 11. Disturbing fellow patrons by loud conversation or otherwise inappropriate behavior is not permitted and may result in removal from the event without a refund. 12. Lawn chairs are not permitted below the signs on the lawn seating area. 13. Open fires, candles, and cooking devices are not permitted. 14. Bags, backpacks, packages, coolers, and other containers will be inspected and are subject to size limitations. 15. Firearms are prohibited by federal law. 16. All cell phones, pagers, and similar electronic devices must be silenced during the performance. 17. Violation of House Rules or park regulations may result in prosecution and\/or removal from the event without a refund.",
    "url": "https:\/\/www.nps.gov\/wotr\/learn\/management\/fchouserules.htm"
}
