{
    "title": "Wolf Trap National Park for the Performing Arts: Public Use Limits",
    "body": "Public Use Limits       Public Use Limits are outlined in the Director's Compendium and are meant to maintain the environmental and scenic values of Wolf Trap. Please be respectful of park resources and other park visitors. For rules during Filene Center performances, visit Filene Center House Rules. 1. Open fires and\/or cooking devices are not permitted within the park at any time. 2. \"Tenting\", i.e., the pitching of any kind of tents for shelter, including large event tents, is not permitted except by permission of the Director. 3. Organized sports (baseball, soccer, football, croquet, etc.) are not permitted at any time, nor is the erection of sports equipment such as nets, goals, etc. Informal games, such as catch, frisbee, etc., are permitted in the Meadow area. 4. Flying model powered airplanes or model rockets is prohibited. 5. Items such as signs, decorations, and balloons are not to be attached to any park structures or natural features except the third party deck areas. Balloons are permitted as part of pre-performance picnics and events, provided that these events occur outside the Filene Center House. Helium balloons may not be released at any time. 6. Skating, rollerblading, and skateboarding are permitted on the paved parking lots when not in conflict with other park activities. They are prohibited elsewhere in the park, including park roads, paths, the Filene Center and Plaza areas. 7. Bicycles are permitted on park roads and on the paved parking lots when not in conflict with other park activities. They are prohibited in all other areas of the park, including trails, grassy areas, and woods. 8. Cross-country skiing, snowboarding, and snowshoeing are permitted in the park on established trails and grassy areas. Sledding is permitted on grassy areas only. No winter activities of any kind are permitted in the Filene Center House or Plaza areas, or on park roads. 9. Ice skating on the Farm Pond is prohibited for safety reasons. 10. Smoking is prohibited in all areas of the Filene Center.Smoking is also prohibited in box office and theater entrance lines, within 25 feet of theater entrances, in rest-rooms and in the Theatre-in-the-Woods.E-cigarettes are prohibited in the house covered seating area.Smoking is allowed in parking lots and in park areas outside of the areas where it is prohibited. 11. Pets, except for service animals, are prohibited in the Filene Center House, in the Theatre-in-the-Woods, in picnic areas, and in any area of the park being utilized for an authorized event. Where pets are permitted, they must be restrained on a leash of no more than six feet in length. Pet owners\/handlers are responsible for removing pet excrement. 12. Swimming, bathing or wading in the park is prohibited, due to safety considerations.  13. Camping or overnight park use is prohibited. 14. Small scale activities by park patrons, such as birthday parties and other celebrations, are allowed on park grounds provided that the Director is notified in advance, that the activities do not conflict with primary park uses, and that the activities comply with all other items in this compendium. Small scale activities are private activities not associated with commercial or non-profit organizations that do not greatly impact the park facilities, or are within the general range of gatherings typical of picnics and similar uses. Generally, small scale activities have 25 or fewer attendees. Users are expected to provide their own clean-up and carry out all trash, and park in the paved public parking lots. No amplified sound is allowed. Advance notification allows the park staff to ensure that appropriate restrooms are unlocked and other preparations made for visitor safety and assistance. It also ensures that the area to be used for the event will not be in use by another event. (Note: The use of the Filene Center and Meadow Pavilion performance areas, and the terraces and decks are reserved through the Wolf Trap Foundation.) 15. Large scale activities that are held in one of the third party use areas require the advance notification and approval of the Director. Large scale activities that do not use one of the third party areas must have a special use permit. Large scale activities are those that generally have more than 25 attendees. All large scale activities must be held in conjunction with a theater performance. View the Application for Special Use Permit (PDF, 120KB) and Wolf Trap Special Use Permit Additional Conditions (PDF, 76KB).  16. The public use of unlicensed motor vehicles is prohibited at the park, with the exception of motorized wheelchair use by mobility impaired persons. 17. People who can legally possess firearms under applicable federal, state, and local laws can legally possess firearms in this park.Federal law prohibits firearms in certain marked facilities, including the Filene Center. 18. Fishing with a rod or line is permitted in the park's Farm Pond.All fishing is \"Catch and Release\" and all persons fishing must possess a valid Virginia State Fishing License.Fishing is not permitted in Wolf Trap Creek.19. Food and drink may still be brought into the Filene Center.For the safety of the public, however, all coolers and picnic baskets to be allowed in are limited to a maximum size of 15\" x 15\" x 22\" or smaller (48-quart capacity cooler\/63-can capacity) and other containers such as bags, backpacks, carts, purses are restricted to a size no larger than 14\" x 13\" x 10\".To facilitate visitor safety, all such coolers, baskets and other such containers will also be subject to security inspection for explosives, weapons, firearms and ammunition.This public use limitation and security inspection will apply only to patrons who wish to enter the Filene Center and will not affect patrons who picnic and\/or recreate outside the gates of the Filene Center.",
    "url": "https:\/\/www.nps.gov\/wotr\/learn\/management\/limits.htm"
}
