{
    "title": "Fredericksburg & Spotsylvania National Military Park: McGowan's Brigade Encampment",
    "body": "Virtual Tour, McGowan's Brigade Winter Camp Site        By the beginning of 1864 Samuel McGowan's South Carolina Brigade (formerly Maxcy Gregg's) had proven itself as among the best, if not the best, fighting unit in Robert E. Lee's army. The unit had been heavily engaged in the Seven Days Campaign, Second Manassas, Antietam, Fredericksburg, Chancellorsville and Gettysburg. McGowan's men spent the first four months of the year in camp in the fields surrounding Montpelier, home of President James Madison.         Following the defeat at Gettysburg in July 1863, Lee retreated to Orange County and positioned his army along a 30-mile front behind the Rapidan River.  The soldiers built and manned observation posts on high spots, such as Clark's Mountain, to keep watch over Union troops on the north side of the Rapidan. Following the Union army's unsuccessful attempts to move south, culminating with the Mine Run campaign in November 1863, both sides went into winter quarters and waited until spring to resume major operations.         The site of McGowan's camp has recently been discovered and studied by archaeologists. The Confederate Camp and Freedman's Farm interpretive trail passes through a portion of the Confederate winter camp and leads to the Gilmore Farm, a farm settled by a freedman who was a slave of James Madison’s. A direct return path is provided, parallel to Route 20.  The round-trip distance is just under one mile, through generally level woodlands. An interpretive sign is located at each star on the map. Access to the trail is free, although donations are welcome.         Map of hut sites in the McGowan Encampment. Approximately 500 soldiers were camped in these woods.  The orderly layout of the camp follows the military plan, with the company streets extending down the hill. Keeping the men organized by company in camp strengthened the bonds between the men, helping to build the cohesion needed in battle. The camp layout also made quick deployment possible—McGowan's soldiers assembled for the march to Wilderness with only 30 minutes of preparation.         This photo shows the completed archaeological excavation of two hut sites. Archaeologists removed more than a century and a half of accumulated topsoil to reveal the undisturbed site of two huts. The orange squares outline the approximate location of the hut walls. The rock mounds are the remains of the chimney base with the hearth appearing as a red patch of clay, scorched by the months of fires. The pits outside the huts were excavated by soldiers to obtain clay for daubing the chimney and timber walls of their huts. The pits were then used for the disposal of ash and other trash.         This photo shows a reconstructed hut located at the White Oak Museum in Stafford County, Virginia. Soldiers were provided only the barest of essentials to construct their huts (their issue tents and about two dozen nails). They obtained the remainder of the materials—including timbers, clay and stone—from the woods and surrounding area. The huts measured 12 feet square and served as a shelter for five to six soldiers.         Items found in the camp site reveal much about camp life that winter. This stoneware jug was discovered in a soldier's hut at the McGowan camp. Alkaline glazed jugs were only manufactured in the Carolinas and Georgia. As one of the few food-storage items recovered, this jug documents the sparse diet of the soldiers in this camp. The absence of food containers indicates that McGowan's troops probably did not have access to condiments, preserves, liquor, or pickled foods. In addition, only a small amount of animal bone has been found, suggesting that the diet of the troops consisted mainly of rations of corn meal, bacon, and hardtack.         This 1863 Sketch of Montpelier Mansion was made by a visiting soldier. Throughout the Civil War, Montpelier was owned by Frank and Thomas Carson, two Irish brothers with banking interests in Baltimore. The Montpelier house was not occupied by Confederate officers as a headquarters, but it was a landmark that drew many visiting soldiers. Frank Carson hosted a ball given by General J.E.B. Stuart at Montpelier, and he allowed the house to serve as a venue for a court martial case where seven Confederate soldiers were condemned to death for desertion.           Proceed to Virtual Tour Stop, Germanna Ford.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/camps.htm"
}
