{
    "title": "Wolf Trap National Park for the Performing Arts: Laws & Policies",
    "body": "Laws & Policies       The laws enforced in Wolf Trap National Park for the Performing Arts are based on the following: Federal regulations covering all National Park Service lands are contain in the Code of Federal Regulations, Title 36, Chapter 1 also known as 36 CFR. Regulations pertaining specifically to Wolf Trap National Park are contained in the Director's Compendium (PDF, 427 KB). The park's Public Use Limits and Filene Center House Rules can be view separate from the Compendium at their respective pages. Record of Determination to Close Wolf Trap National Park for the Performing Art to the Launch, Landing, or Operations of Unmanned Aircraft and the Unmanned Aircraft to be Prohibited in America's National Parks press release. Large scale activities are those that generally have more than 25 attendees. All large scale activities must be held in conjunction with a theater performance. Large scale activities held in one of the third party use areas require the advance notification and approval of the Director. Large scale activities not using one of the third party areas must have a special use permit.  View the Application for Special Use Permit (PDF, 120KB) for Wolf Trap and Wolf Trap Special Use Permit Additional Conditions (PDF, 76KB).       Firearms at Wolf Trap National Park for the Performing Arts  As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the Virginia state website. See sections 18.2-279 through 18.2-312 of Code of Virginia or visit the Virginia Attorney General site. Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.",
    "url": "https:\/\/www.nps.gov\/wotr\/learn\/management\/lawsandpolicies.htm"
}
