{
    "title": "Wolf Trap National Park for the Performing Arts: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Wolf Trap National Park for the Performing Arts  is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Become a Junior Ranger at Wolf Trap  Junior Rangers can help protect and preserve Wolf Trap National Park for the Performing Arts by learning about why Wolf Trap is so special. Learn about Wolf Trap and the National Park Service to receive the official Wolf Trap Junior Ranger patch or badge! Read more   Centennial Quilts  See the traveling quilts that are inspired by the centennial of the NPS, Nebraska artists selected and create quilts based on 13 National Parks. Read more      Call to Action Projects      Wolf Trap National Park for the Performing Arts Campout for First Time Campers  Most people associate Wolf Trap National Park for the Performing Arts with the opera, picnics on the Filene Center lawn or children’s performances at Theatre-in-the-Woods.  But, on Sunday September 28th and Monday September 29th, a walk through the park would have confused some, as it looked more like Tuolumne Meadows in Yosemite National Park, than the meadow at Wolf Trap National Park for the Performing Arts. Read more   Wolf Trap National Park for the Performing Arts “Pianos in the Park” program  In the spring of 2014, WOTR launched a new initiative dubbed “Pianos in the Park.” Inspired by other \"pianos in public spaces\" programs, we placed painted pianos, all in playable condition, in various highly visible locations throughout the park. The pianos were donated to the park by local citizens, then repaired and tuned by park staff and volunteers. They were painted by local artists, students from a local elementary school and a group of our YCC summer employees. Read more   An Integrated Multimedia Artistic Adventure: Face of America: Spirit of South Florida  In 2012, Face of America: Spirit of South Florida featured Big Cypress National Preserve, Biscayne National Park, Dry Tortugas National Park, and Everglades National Park. Read more   Two Mile Trail Developed to Promote Natural Resources  Wolf Trap National Park for the Performing Arts is encouraging visitors and staff to get out and hike our nearly completed Wolf Trap Trail Read more   Demonstration Gardens Inspire Eating Well  Wolf Trap National Park for the Performing Arts is engaging citizens and restaurant management in learning to eat well. The Park partner uses some fresh herbs, vegetables and fruit in their menu items. Read more   A Call to Action Projects for Wolf Trap National Park for the Performing Arts",
    "url": "https:\/\/www.nps.gov\/wotr\/getinvolved\/2016.htm"
}
