{
    "title": "Fredericksburg & Spotsylvania National Military Park: Advance to Marye's Heights",
    "body": "Virtual Tour Stop, Advance to Marye's Heights         Rocky Lane   Union soldiers who crossed the Rappahannock River on the Middle Pontoon Bridge would have either turned north and advanced along Sophia Street or walked up Rocky Lane to Caroline Street in beginning their advance toward Marye's Heights.      Soldiers advancing toward the heights passed by St. George's Episcopal Church at the intersection of George and Princess Anne Streets. The church was hit by numerous artillery rounds during the bombardment of the city on December 11. This church steeple, along with the Baptist Church and Court House steeples dominated the city skyline at the time of the war and today.        Presbyterian Church   Union soldiers advancing toward Marye's Heights passed the Presbyterian Church diagonally across from St. George's Church.  By tradition, Robert E. Lee and \"Stonewall\" Jackson attended services in this church and Clara Barton attended wounded soldiers. A cannon ball has been placed in one of the columns. It could not possibly have been a ball fired during the war.        Historic photo of intersection of Hanover & George Streets   Many of the Union soldiers marching toward Marye's Heights advanced on George and Hanover Street to this intersection where the streets meet. The soldiers would have been approached in the opposite direction this photo is looking. Note the damage to the buildings. Click here for a walking trail folder to walk this route.        Modern intersection of George & Hanover Streets   Modern view of the same intersection shown above.        Intersection of Hanover & Kenmore Streets   The soldiers would then have crossed a bridge over a canal ditch containing water several feet deep. The canal ditch is modern Kenmore Avenue shown here running from right to left across the photo. After crossing this obstacle the soldiers continued up Hanover Street shown in the center of the photo toward Marye's Heights.         At the intersection of Hanover Street and Kenmore Avenue is a cluster of three interpretive signs.         One of the interpretive signs has photos and text about the damage in the city of Fredericksburg and the battle's effect on the inhabitants of the city.         A second interpretive sign explains the canal ditch.         A third interpretive sign explains the Union advance toward Marye's Heights.        Entrance to Chatham Manor, tour stop #2 on the battlefield tour.   Continue to Virtual Tour Stop, Chatham Manor",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/advanceto.htm"
}
