{
    "title": "Fredericksburg & Spotsylvania National Military Park: Prospect Hill",
    "body": "Virtual Tour Stop, Prospect Hill        Fourteen guns anchored the right or southern end of the Confederate line at Prospect Hill, the last of a series of hills and ridges. Confederate cavalry extended the line further south to Massaponax Creek. Today all fourteen gun pits remain, several contain Civil War period cannon.         General Burnside's attack was focused on this high ground held by \"Stonewall\" Jackson's Corps. Although Meade's division temporarily broke through at the previous tour stop, Confederate artillery from Prospect Hill helped stop the attackers. Union artillery lashed back killing so many Confederate battery horses that the place was later called \"Dead Horse Hill.\"         In 1903, James Power Smith, a member of \"Stonewall\" Jackson's staff placed this monument to indicate Jackson's position on the field.         Interpretive signs and maps help visitors understand the fighting.         Battle map shows troop positions.          Pyramid Monument on the Fredericksburg Battlefield   Built by the Richmond, Fredericksburg, and Potomac Railroad; with help from the Confederate Memorial Literary Society, this large pyramid-like structure was completed on March 31, 1898 to commemorate the Battlefield of Fredericksburg. As the train passed the monument, the conductor would point it out to passengers notifying them that they were on the Fredericksburg battlefield.      A short 2\/10 mile trail leads to Hamilton's Crossing on the railroad. During the Battle of Fredericksburg, the Confederate supply base was located here. After the battle, this area was within Union artillery range forcing the Confederates to shift their supply base about ten miles south to Guinea Station. To read the literature for this trail, click here.         Hamilton's Crossing interpretive sign.        Trail head at south end of trail along Lee Drive.   A five mile trail parallels Lee Drive. The trail head is located at the west end of the parking lot at Prospect Hill. The trail goes through the woods along surviving Confederate earthworks.         To view the field from the Union perspective at the Slaughter Pen Farm, click here.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/prospecth.htm"
}
