{
    "title": "Fredericksburg & Spotsylvania National Military Park: Upper Pontoon Crossing Site",
    "body": "Virtual Tour Stop, Upper Pontoon Crossing Site         Site of Upper Pontoon Bridge   Early on the morning of December 11th,  Union engineers attempted to construct several pontoon bridges across the Rappahannock River into Fredericksburg. General William Barksdale's Mississippi riflemen forced the workmen away from the river bank. The Federals responded with a massive artillery bombardment. No American city has ever gone through a heavier bombardment in a 24-hour period. Barksdale's men took cover in basements and cellars.        Artist depiction of pontoon bridge and pontoon boats crossing the river   When the bombardment ended, the Mississippians returned to their posts and shot at the engineers who had returned to the river bank. Union infantry soldiers then rowed across in pontoon boats to establish a bridgehead, the first time American soldiers had come under fire while attempting to establish a bridgehead or beachhead.        7th Michigan Monument   The 7th Michigan Regiment crossed the river in pontoon boats to establish a bridgehead. A monument to this unit now stands at the intersection of Sophia Street and Hawke Street where the Michigan boys came ashore.        Soldiers fighting in the streets of Fredericksburg   After the 7th Michigan established a bridgehead, more Union soldiers came across to their support and fighting in the streets broke out. A walking trail brochure describes the street fighting.         While the street fighting did not last long and did not involve large number of troops, the fighting was very intense. After dark, the Confederates fell back to their position on the high ground west of town.        Baptist Church   Fighting in the streets eventually reached the Baptist Church which earlier in the day had been struck by numerous cannon projectiles during the bombardment of the city.        Railroad Bridge over the Rappahannock River from Middle Pontoon Crossing Site.   Continue to Virtual Tour Stop, Middle Pontoon Crossing Site",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/upperp.htm"
}
