{
    "title": "Wolf Trap National Park for the Performing Arts: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Tickets and Seating: Handicapped seating is available at the Filene Center. Please call (703) 255-1849 for ticket information. Theatre-in-the-Woods has general seating and a section is reserved for those with special seating needs. If you know that you have a large group that needs special seats, please call (703) 255-1824 to make us aware. Parking: Accessible parking areas are available for shows at the Filene Center and Theatre-in-the-Woods. Filene Center: Traffic operations are directed by the United State Park Police and NPS Rangers. Please indicate to these personnel that you need accessible parking and they will park you as close as they can at the time that you arrive. For more information, call (703) 255-1820. At this time, no drop offs will be allowed on the Circle in front of the Box Office during Filene Center performances. Starting three hours before any performance anyone wanting to purchase tickets at the Box Office or needing to drop off people or picnic items near the Main Gate will need to temporarily park at the drop off area adjacent to the Main Gate as directed by the NPS Park Rangers. Theatre-in-the-Woods: Traffic operations are directed by NPS Rangers. Please indicate to the ranger that you need accessible parking and close parking and\/or a cart ride will be provided. Wheelchair Assistance Wheelchairs are available for Filene Center performances, ask any ranger or usher for assistance. Hearing Assistance Hearing loops are available for Filene Center performances. Ask any ranger or usher for assistance. Sign Language Interpretation Sign language interpretation for all performances can be arranged by calling (703) 255-1849 (TDD accessible). A minimum of three week advance notice is required.",
    "url": "https:\/\/www.nps.gov\/wotr\/planyourvisit\/accessibility.htm"
}
