{
    "title": "Fredericksburg & Spotsylvania National Military Park: Marye's Heights",
    "body": "Virtual Tour Stop, Marye's Heights       The Confederate line at Fredericksburg stretched for seven miles on a series of hills and ridges with the left flank secure on the Rappahannock River above Fredericksburg and the right flank anchored on Massaponax Creek. The most famous part of this high ground were two hills, Willis Hill and Marye's Hill, that the soldiers referred to as Marye's Heights.        Painting depicting the Washington Artillery on Marye's Heights during the Battle of Fredericksburg.   During the Battle of Fredericksburg, Confederate artillery and infantry lined the heights. Not a single Union soldier reached the heights, although 8,000 fell in the attempt. Five months later during the Chancellorsville Campaign (sometimes called 2nd Fredericksburg), Confederate artillery and infantry were spread thin and Union soldiers seized the heights. Read more about Marye's Heights by clicking here. Read more about Willis Hill by clicking here. For a tour brochure of the 2nd Battle of Fredericksburg and Salem Church, click here.       1866 View from Marye's Heights. The painting above is based upon this photo.          Fredericksburg National Cemetery   Today the southern end of the heights is the Fredericksburg National Cemetery. It is the final resting place for 15,300 United States soldiers, most of them from the Civil War.       Upon entering the cemetery, the 5th Corps Monument is immediately on the left. This unit under General Daniel Butterfield consisted of three divisions that attacked Marye's Heights. None of the attackers reached the location of the monument. The placement of the monument was the work of one man, General Butterfield. It was dedicated on Memorial Day in 1901. Less than two months later, Butterfield died.         Humphreys' Division was part of Butterfield's 5th Corps. The monument was the result of efforts of the Fredericksburg Battlefield Memorial Commission of Pennsylvania. Members of the Commission came to Fredericksburg in May, 1906 to find a suitable place for the monument, one which could be purchased at a reasonable price. Finding none, they decided to place the monument in the National Cemetery. The monument was dedicated on November 11, 1908. Although the figure of General Andrew A. Humphreys stands atop the memorial, the dedication speeches make clear this is a monument to the entire division, not just to the division commander.         The 127th Pennsylvania Volunteers was a nine-month regiment, formed in August 1862 and disbanded in May of the following year. The regiment is unique in that it participated in only two major actions, both at Fredericksburg. The monument was dedicated on June 26, 1906.         One section (two guns) Parker's Virginia Battery was moved to the southeast corner of Willis Hill on May 1, 1863. During the fighting on May 3, these two guns fired the first and last shots at the Union attackers. The Federals overran the heights and both guns were captured. The monument was dedicated on May 3, 1973, the 110th anniversary of the Second Battle of Fredericksburg. It is significant as the only monument to a Virginia unit in the entire park.          Site of Upper Pontoon Crossing of the Rappahannock River   Continue to Virtual Tour Stop, Upper Pontoon Crossing Site.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/maryesh.htm"
}
