{
    "title": "Wolf Trap National Park for the Performing Arts: Pre-Performance Discussion Series",
    "body": "Pre-Performance Discussion Series       Pre-Performance Discussions are offered on select evenings in conjunction with the Filene Center summer concert series. These discussions offer insight and interpretation of the evening's performance. Discussions begin one hour before the scheduled show time and end with plenty of time to reach your seat before the show starts. The discussions take place on the Farmhouse Lawn unless otherwise noted. Location: The Farmhouse Lawn is located to the left of the main gate\/box office area for the Filene Center. Chairs are provided or feel free to bring a blanket and enjoy your picnic during the presentation. For additional information e-mail us or call (703) 255-1824.      2016 Pre-Performance Discussion Series June 10 at 7 pm - Ragtime, The Musical Cast member Chris Sams (Coalhouse Walker Jr.) July 1 at 7:15 pm - America the Beautiful \/ NSO Emil de Cou, conductor Nicholas Bardonnay, Creative Director & CEO of Westwater Arts July 8 at 7:15 pm - Gershwin's Rhapsody in Blue \/ Yuja Wang, piano \/ NSO Emil de Cou, conductor July 16 at 7:30 pm - American Ballet Theatre's Romeo and Juliet Kevin McKenzie, Artist Director, ABT  July 23 at 7:15 pm - The Firebird \/ NSO Janni Younge, Handspring Puppet Company July 29 at 7:15 pm - Tchaikovsky & Debussy \/ Chad Hoopes, violin \/ NSO Emil de Cou, conductor July 30 at 7:15 pm - Star Trek Into Darkness \/ NSO Located on the Associates Deck  Adam Nimoy, Director, For the Love of Spock David Zappone, Producer, For the Love of Spock Terry Farrell, Actress, Star Trek: Deep Space Nine Michael Giacchino, Composer, Star Trek Into Darkness Dave Lavery, Program Executive for Solar System Exploration, NASA HQ Michelle Thaller, Deputy Director of Science Communications, NASA HQ Moderator - Bob Jacobs, Deputy Associate Administrator, Office of Communication, NASA HQ Moderator - Emil de Cou, Conductor, National Symphony Orchestra   August 5 at 7:15 pm - La bohème \/ NSO Lee Anne Myslewski, Wolf Trap Opera & Classical Programming   August 11 at 7 pm - The Silk Road Ensemble with Yo-Yo Ma     Colin Jacobsen – violin, The Silk Road Ensemble Nicholas Cords – viola, The Silk Road Ensemble",
    "url": "https:\/\/www.nps.gov\/wotr\/planyourvisit\/ppd.htm"
}
