{
    "title": "Wolf Trap National Park for the Performing Arts: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Wolf Trap National Park for the Performing Arts is located in Vienna, Virginia between the Dulles Toll Road (RT 267) and Leesburg Pike (RT 7). While parking is free at Wolf Trap National Park for the Performing Arts, space is limited. Therefore, we encourage patrons to consider accessing the park using public transportation, carpooling or by taxi services during Filene Center performances. Starting three hours prior to Filene Center performances, drop offs and stopping in front of the Main Gate is not allowed. Those being dropped off for Filene Center performances, will do so at the specified area on the west side of Trap Road across from the Marquee. This includes all cars, taxis and other transportation services not remaining in the park. Use the Maps or the Getting Around sections to navigate inside the park.          Getting to the Park From the Capital Beltway I-495 Take exit 45 to Rt 267 West (Dulles Toll Rd), follow signs to local exits, pay a $2.50 toll, and exit at the Wolf Trap ramp. From I-66 Westbound Take exit 67 to Rt 267 (Dulles Toll Rd), follow signs for local exits, pay a $2.50 toll, and exit at the Wolf Trap ramp.  From I-66 Eastbound Take I-495 North to exit 45 onto Rt 267 (Dulles Toll Rd). Follow signs for local exits, pay a $2.50 toll, and exit at the Wolf Trap ramp.  From Route 7 Westbound (toward Leesburg) Turn left on Towlston Rd and the park will be on the left in 1 mile.  From Route 267 Eastbound Take exit 16 onto Rt 7 West, pay $1 toll. Turn left on Towlston Rd and continue 1 mile and the park will be on the left.  From Route 123 in Vienna Take Rt 123 North towards Tysons Corner. Turn left onto Old Courthouse Rd then turn left to stay on Old Courthouse Rd. Follow Old Courthouse Rd and turn right onto Trap Road. Turn left at the stop sign to stay on Trap Rd. Drive past the Dulles Toll Rd and the park will be on the right.     Wolf Trap National Park for the Performing Arts is a Climate Friendly Park. We encourage patrons to consider accessing the park using public transportation, carpooling or by bicycle. The bicycle\/foot path along Trap Road adjacent to the park is part of the NoVi Trail System and connects Wolf Trap to the communities on both sides of the Toll Road.",
    "url": "https:\/\/www.nps.gov\/wotr\/planyourvisit\/directions.htm"
}
