{
    "title": "Wolf Trap National Park for the Performing Arts: Inspection Process",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Inspection Process              Inspection Process at the Filene Center         Inspections occur prior to entering Filene Center performances.   SAFETY FIRST  For the safety and security of all of our visitors and staff, we are now inspecting all items  entering and re-entering the ticketed area and are restricting the size of containers. Dangerous items will not be allowed into the Filene Center.    WHAT WILL BE INSPECTED?  ALL containers and packages will be inspected.  This includes: coolers, baskets, carts, tote bags,  purses, diaper bags and any and all other containers. We may also ask that you shake out a  blanket or jacket.   WHEN AND WHERE WILL INSPECTIONS TAKE PLACE?  Inspections will be done at all visitor entrance gates prior to scanning your ticket.   WHAT ARE THE SIZE LIMITS?  We now have size limits on all containers.  For coolers, the limit is the 48 quart size, which is  generally a cooler of 15 in. by 15 in. by 22 in.  For all other bags, the size limit is 14 in. x 13 in. x  10 in., which is the size of a standard reusable grocery bag or tote bag.   HOW CAN I SPEED UP THE INSPECTION?  Our goal is to get you in as quickly as possible. Have your packages ready and open, and  consider bringing bags that are “easy open”, with minimal zippers and pockets.   If you are bringing a large quantity of food or beverages, use multiple smaller containers.  If  your bag or cooler is too large, you will be asked to return it to your car or put your items into  smaller bags.   All entrances to the Filene Center will have inspection points. Ask a park ranger if there is a  shorter line at one of our smaller entrances.   IS THERE AN EXPRESS LANE?  Yes!! The right hand lanes at the Main Gate (closest to the Box Office) will be designated as  Express Lanes.  If you have no containers to inspect, or you are only carrying a purse, fanny  pack, or blanket\/tarp, you may use the Express Lanes.   Consider splitting your party between those who will be bringing containers into the theater  and those without, so that some members of your group can take advantage of the faster  Express Lanes.   WILL THERE STILL BE A LAWN RUSH? Yes! We will still have a lawn rush and early arrival still puts you near the front of the line. We may begin pre‐scanning packages and coolers 15-30 minutes before the Lawn opens (6:00‐6:15pm for an 8:00 show).   To better your chances of getting your favorite place on the Lawn, have one or more people in  your party use the Express Lanes carrying only a blanket or tarp.   WHAT ABOUT REENTRY?  If you leave the Filene Center at any time, your purse, bag, or cooler will be inspected upon  reentry, so take only necessary items with you.  Make sure to grab a re-admit pass from a main gate usher, and take your ticket stub as well.   ANY OTHER TIPS?  If your cooler has a label stating its capacity, please leave it on the cooler and point it out.  It  will help the inspectors know that your cooler is within the 48 quart limit.   Have your tickets ready as you approach the inspection tables. We’ll be scanning your tickets  immediately afterwards.   WHAT CAN I DO TO LIMIT INSPECTION DELAYS?  Consider picnicking outside the theater at one of the numerous picnic areas located around the  park and returning your cooler and packages to your car before the show.  If your seats are in  the covered pavilion, this is a particularly good idea, as no coolers, bags, food or beverages are  allowed in the covered seating area (only water bottles). Ovations Restaurant on the park grounds is available for enjoyable outdoor pre‐show dining. Ovations is open 2‐1\/2 hours prior to the show (reservations are recommended). The Vienna and Tysons Corner areas have other excellent dining options in all price ranges, some of them offering special deals for Wolf Trap patrons. Once inside the ticketed area, the Filene Center’s concession stands offer a wide variety of food and beverages, including healthy options. For more information about the above options visit Dining at Wolf Trap. Please follow the signs and guidance of park staff so that we can minimize delays and make your visit to Wolf Trap as hassle‐free as possible!",
    "url": "https:\/\/www.nps.gov\/wotr\/planyourvisit\/inspections.htm"
}
