{
    "title": "Fredericksburg & Spotsylvania National Military Park: Internships",
    "body": "Park Internship Program         Four interns assist with one of the park's History at Sunset program NPS Photo   \"I discovered that instead of being required to recite scripted material and deliver memorized facts, my job was to shape tours and discussions based on what I was interested in. I found that I wanted to be asked questions I didn't know the answers to, so that I could learn new things. The trips we took to different battlefields and the discussions we had amongst ourselves and with the visitors were incredibly insightful and invigorating.\"- Maureen Lavelle, Historical Interpreter Intern, 2011  An internship with Fredericksburg and Spotsylvania County Battlefields NMP provides an unforgettable, invaluable experience, and for many interns, the most rewarding summer of their lives thus far. Park interns work on the \"front lines\" of history by serving the public and sharing the past with modern visitors, fine-tuning both their research and presentation skills. Our internship program is an excellent opportunity for students and recent graduates to apply knowledge learned in the classroom, gain experience, meet professionals in the field, and often to determine which aspect of their chosen field is of greatest interest. While we offer a variety of internships, the most popular--and most crucial--position is that of Historical Interpreter. Park housing (free to interns) is reserved for these interns first, and they constitute a core part of our summer work force. Summer interns can expect to work 5 days a week, and spring and fall interns work 2-5 days per week. Weekend work may be required. Other internships are offered as available, depending on workloads and available projects. Interns share park housing with seasonal employees and other volunteers, and must participate in housecleaning assignments. Interns can expect to have their own rooms, and the houses include kitchen and laundry facilities. A stipend providing meals and mileage reimbursement is offered to Historical Interpreter interns. Internships are very different from the temporary employees hired primarily over the summer. If you are looking to apply for seasonal employment, the check online at USAJobs to see which parks are hiring. Take note: Internship applications are accepted on a continuous basis, and interested individuals are encouraged to submit applications early. Interviews and selections for summer internship positions are ongoing in December and January, and after February 1st potential applicants should contact the park to see if positions remain available before submitting an application.To apply for an internship please either send our application as an attachment to Elizabeth_Parnicza@nps.gov or print it and mail to the address below. Be sure to explore the various internship options below to see which opportunity best suits your interests. Beth Parnicza, 120 Chatham Lane, Fredericksburg, VA 22405        Intern Caity Stuart leading a walking tour at Fredericksburg Battlefield. Jen Kordek   Historical Interpreter   \"Thousands of past lives relied on me to relay their story of horrific sacrifice, regardless of how many people were in the crowd listening and participating in the story.\" --Caity Stuart, Historical Interpreter Intern 2009 Historical interpreter interns constitute the bulk of park interns each year. These interns work the \"front lines\" of history, staffing visitor center information desks, leading battlefield walking tours, and guiding visitors through the park's historic buildings. Sound like a rewarding way to spend a summer? Read more...        Children's program with artillery demonstration at Chatham Manor. NPS Photo    Education Coordinator Assistant   Occasionally the park has the need for an intern position of Education Coordinator, who works with the park Education Coordinator to develop programs and materials. Duties of the position could include developing and revising teacher packet hand-outs to assist teachers in both classroom activities and field trips to the battlefields. Interns will research, develop lesson plans and conduct programs to school groups either in the classroom or in the park. Topics to be addressed may include Civil War soldier life, one of the area battles, National Park stewardship, Black History, Hispanic History or Women's History. Interns should have both knowledge of and interest in the Civil War. Internships may be arranged for college students majoring in History or American Studies, who have also taken education course-work.         Intern Rebecca Gavin examines the contents of a jug in the park's collection. NPS Photo   Curatorial Assistant  Occasionally the park has the need for the intern position of Curatorial Assistant. The Curatorial Assistant works with the Museum Curator and the park's extensive artifact collection. Duties of the position could include the computerization of museum records, the inventory of museum objects, cataloging or classifying objects, and transcribing original documents. Potential projects include identifying items of particular security concern; helping to justify funding requests for any number of curatorial capital projects; exhibit housekeeping duties; and updating the park's museum guides and collections security procedures. Interns should have both knowledge and interest in the Civil War. Internships may be arranged for college students majoring in History, American Studies, Museum Studies, Historic Preservation or a related field.         Maintenance employee Tom assisting with removal of old exhibits. NPS Photo     Maintenance Assistant Want to support the park in a different way? Occasionally the park has need of a Maintenance Assistant Intern, who would work with park staff to organize, analyze, and scan blue prints and work on data organization and entry for the park's databases.  Internship applicants should have a basic engineering background or experience in reading blue prints. Internships may be arranged with students from a variety of experience levels and educational backgrounds.",
    "url": "https:\/\/www.nps.gov\/frsp\/getinvolved\/supportyourpark\/intern.htm"
}
