{
    "title": "Fredericksburg & Spotsylvania National Military Park: Join Our Friends",
    "body": "Explore This Park    Get Involved     Support Your Park     Join Our Friends              Join Our Friends         Friends of Wilderness Battlefield help to maintain Ellwood Manor and its grounds Larry Stuart   The park is supported by two friends groups, Friends of Wilderness Battlefield and Friends of Chatham. Friends of Wilderness Battlefield staff Ellwood Manor seasonally, maintain the grounds, and fund-raise for the betterment of Ellwood and the Wilderness Battlefield. Friends of Chatham fund-raise extensively for improvement projects within Chatham Manor and on its grounds. Both of these organizations also host special events.    Interested in joining a friends group? Check out their websites by following the links above!            The Rappahannock Valley Civil War Round Table meets on the second Monday of every month RVCWRT Logo   In addition to the Friends groups, the park has a long history of cooperation with the Rappahannock Valley Civil War Round Table. This group supports battlefield preservation and presents monthly programs on the Civil War. Park historians frequently speak to the group.        The Civil War Trust maintains a trail at Chancellorsville's First Day Battlefield NPS Photo   There are also several preservation organizations that actively support preservation in the Fredericksburg area.  These include: Central Virginia Battlefield Trust. This is a Fredericksburg based preservation group that has made several important battlefield purchases. Civil War Trust. This is the largest nation wide Civil War preservation group, and currently own and maintain several key sections of battlefield land in the area. These include the Slaughter Pen Farm on the Fredericksburg Battlefield and the Chancellorsville First Day's Battlefield. Historic Fredericksburg Foundation. This group promotes preservation in the city of Fredericksburg.",
    "url": "https:\/\/www.nps.gov\/frsp\/getinvolved\/supportyourpark\/joinourfriends.htm"
}
