{
    "title": "Fredericksburg & Spotsylvania National Military Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer         Volunteer helping with special event NPS Photo    \"I'm always proud to say that I volunteer at Fredericksburg. We put the visitors first and always greet them with a smile. We answer their questions and help guide them--but we don't tell them what they have to do. We are always willing to take the extra time to research a visitor's ancestor. I volunteer because I was raised to give back to the community, and I love getting a visitor interested in the Civil War or making a child excited to be here.\"  - VIP Elizabeth Shaw Are you interested in giving back to your community by sharing your time with others at a Civil War battlefield? Do you want to share your passion for history with others or help to care for our sacred grounds? Why not consider joining Elizabeth and our other dedicated volunteers in the park's mission to preserve, protect, and share our Civil War history? The Volunteers-In-Parks (VIP) program at Fredericksburg and Spotsylvania National Military Park consists of an enthusiastic, diverse group of people who share their time with a place they love. We have a thriving volunteer program of more than 800 people donating more than 26,000 hours per year! Since the typical full-time employee works 2,000 hours per year, the volunteer staff at Fredericksburg is the equivalent of adding thirteen full-time employees to our roster. The park offers a variety of experiences for its volunteer staff designed around the needs and interests of the volunteers. Some participate once a year in a special event, while others volunteer once a week all year long. Still others stay in the park for several months working a 40-hour work week. Some volunteers are seeking employment or are preparing to enter the work force; they consist of college students, recent graduates or people endeavoring to change careers, who aspire to gain experience and job related skills. Some are retired individuals who wish to give something back to a cause they consider to be worthwhile. There are countless ways you can get involved. Which of these opportunities interests you?         Volunteer leads guided walking tour on Chancellorsville Battlefield NPS Photo   Historical Interpreters  Are you passionate about sharing the park's history with visitors from across the world? Historical interpreters compose the largest branch of our volunteer corps. Volunteers staff visitor center information desks or the park's historic buildings and work alongside National Park Service historians to orient and inform visitors of touring options, answer questions, conduct visitor-requested research, and in some cases lead walking tours. Volunteer sites include Fredericksburg Battlefield Visitor Center, Chancellorsville Battlefield Visitor Center, the \"Stonewall\" Jackson Shrine and Chatham, with two other organizations providing interpretive service at the historic buildings of Ellwood and Old Salem Church. In 1998 the Friends of Wilderness Battlefield began to staff volunteer Historical Interpreters from their organization in the Wilderness Battlefield historic structure \"Ellwood,\" which is open to the public seasonally. Salem Baptist Church volunteers staff the Civil War structure \"Old Salem Church,\" which the congregation donated to the National Park Service. The old church is open seasonally on some weekends.        Volunteers working on the gardens at Chatham Manor NPS Photo   Maintenance Assistance  Volunteers help with mowing, gardening, (primarily at Chatham), trimming vegetation from earthworks, painting, and litter pick up. Volunteers may be individuals or groups and may entail \"adopting\" a particular area. An individual volunteer has \"adopted\" the entrance to Spotsylvania Court House Battlefield, and kept it mowed during a season. The Knights of Columbus \"adopted\" the Chancellorsville Inn Site, picking up trash, painting the markers, and painting the cannon carriages. Trail maintenance volunteers are also needed and usually volunteer in groups with either the Potomac Appalachian Trail Club or the Friends of Wilderness Battlefield.        Living history volunteers relax on the steps of Ellwood Manor NPS Photo   Special Events   Special events often require different skills or large groups of volunteers to make the event successful. Living history or reenactment units participate in special events that utilize men in period uniforms, like the Anniversary of the Battle of Fredericksburg ceremony or living history encampments. Boy Scouts and Girl Scouts provide the time needed to set out candles for a Memorial Day holiday weekend in the National Cemetery, while a local school places small American flags on each grave.         Interested in applying?  Complete our volunteer application and return it by email to Frank_O'Reilly@nps.gov, or mail it to the address below. For more information contact: Frank O'Reilly Park Historian 120 Chatham Lane Fredericksburg, VA 22405 540-693-3200",
    "url": "https:\/\/www.nps.gov\/frsp\/getinvolved\/volunteer.htm"
}
