{
    "title": "Fredericksburg & Spotsylvania National Military Park: Suggested Reading",
    "body": "Suggested Reading       General History Battle Cry of Freedom by James M. McPherson -- encompasses the social, economic, and political ramifications of the struggle as well as the military aspects (Pulitzer Prize winner). Paperback. The Life of Johnny Reb by Bell I. Wiley -- a study of the experiences of the Southern soldier that covers life both during and between battles. The Life of Billy Yank by Bell I. Wiley -- a study of the experiences of the Northern soldier that covers life both during and between battles.    Local Campaigns The Fredericksburg Campaign: Winter War On The Rappahannock by Frank A. O’Reilly. \"Stonewall\" Jackson at Fredericksburg: The Battle of Prospect Hill by Frank A. O’Reilly. Fredericksburg! Fredericksburg! by George C. Rabble Fredericksburg Battlefields: National Park Service handbook. The Fredericksburg Campaign Essays on the campaign edited by Gary W. Gallagher. The Fredericksburg Campaign by Edward J. Stackpole. The U.S. Army War College Guide to the Battles of Fredericksburg and Chancellorsville by Jay Luvaas and Harold W. Nelson. Chancellorsville by Stephen W. Sears. Chancellorsville 1863: The Souls of the Brave by Ernest B. Fergurson. Paperback. Chancellorsville: The Battles and Aftermath Essays on the campaign edited by Gary Gallagher. Battle of the Wilderness Essays on the Campaign edited by Gary Gallagher. The Battle of the Wilderness, May 5-6, 1864 by Gordon C. Rhea. The Battles for Spotsylvania Court House and the Road to Yellow Tavern, May 7-12, 1864 by Gordon C. Rhea. To the North Anna River, May 13-26, 1864 by Gordon C. Rhea. If It Takes All Summer: The Battle of Spotsylvania by William D. Matter. The Spotsylvania Campaign Essays on the campaign edited by Gary Gallagher. Lee's Miserables: Life in the Army of Northern Virginia by J. Tracy Power.    Confederate Lee by Douglas S. Freeman. Lee by Clifford Dowdey. Mighty Stonewall by Frank E. Vandiver. General James Longstreet by Jeffrey Wert. James Longstreet, Lee's War Horse by H.J. Eckenrode & Bryan Conrad.  Gray Ghost: The Life of Col. John S. Mosby by James A. Ramage.    Union Personal Memoirs of U. S. Grant edited by E.B. Long. Fighting Joe Hooker by Walter H. Hebert. Burnside by William Marvel. Bayonet Forward by Joshua Lawrence Chamberlain. All for the Union: The Civil War Diary and Letters of Elisha Hunt Rhodes edited by Robert Hunt Rhodes.   Children’s Titles The Golden Book of the Civil War by Charles Flato -- this book is adapted for children from the book narrated by Bruce Catton. To Be a Slave--Interviews with ex-slaves A Newberry Honor Book. Gentle Annie, The Story of a Civil War Nurse by Mary F. Shura. The Red Badge of Courage by Stephen Crane. Civil War for Kids -- History with 21 activities by Janis Herbert    Civil War Women Mary Chesnut’s Civil War Ed. by C. Vann Woodward -- a revealing diary of a member of Richmond’s Civil War social circle, a Pulitzer Prize winning work. Women in the Civil War by Mary E. Massey A comprehensive impartial history of the work of women during the Civil War. Trial and Triumphs: The Women of the American Civil War by Marilyn Mayer Culpepper -- a revealing book on the many different roles played by women during the Civil War and how the struggle effected them. Sad Earth, Sweet Heaven: The Diary of Lucy R. Buck 1871-1865  The Plantation Mistress by Catherine Clinton    Black History Freedom Train by Dorothy Sterling -- a biography of Harriet Tubman written especially for children. The Sable Arm by Dudley Taylor Cornish -- details the lives of Blacks in the Union Army during the American Civil War. The Negro in the Civil War by Benjamin Quarles -- describes life for the Black in both the North and the South in the role of soldiers and non-combatants. Before Freedom, When I Just Can Remember Ed. by Belinda Hurmence -- gives first-hand accounts of slavery by surviving slaves in the 1930’s.  Men of Color -- Photos and Documents of Colored Troops in Civil War by William Gladstone.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/education\/suggestedreading.htm"
}
