{
    "title": "Fredericksburg & Spotsylvania National Military Park: Traveling Trunks",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Traveling Trunks                Traveling Trunks       Fredericksburg and Spotsylvania National Military Park has four traveling education programs now available to area teachers and students. These programs are curriculum based and designed to augment classroom studies of the American Civil War and help students meet Virginia Standards of Learning for Social Studies.   Traveling Trunk:   A traveling trunk serves as a mini-museum, helping you bring a little bit of history to your classroom, scout troop, or other organization. The trunk contains reproduction uniforms, hats, equipment, and a filled haversack. It also includes photographs and books. Lesson plans that accompany the materials offer ways to use the trunk with small groups or the entire classroom. With teachers guidance, students can:  handle, examine, and study parts of a reproduction Civil War uniform handle, examine and study reproduction Civil War equipment learn about soldiers from the North and South who participated in the war combine this information to explore the Battle of Chancellorsville  Traveling Maps:  Two new traveling map programs have recently been added to the park's education program. This canvas floor map depicts the Spotsylvania and Fredericksburg area. It was created with funds through a Parks-as-Classrooms grant by a teacher during a summer internship. This program includes a large canvas floor map, labels, props, and lesson plans for a hands-on study of area geography and battlefields. A second map focuses on Stafford County and the Civil War's impact on that region. Both maps provide a view of the local road systems, major river, major town locations, and other points of interest from the 1861 to 1865 era. With the teachers guidance, students can:  actively participate in lessons learn map orientation recreate battles compare and contrast present and past scenes study regional geography identify important landmarks walk or stand sock-footed on the actual map arrange or manipulate items on the maps  Other Educational Resources And How To Reserve:  In addition to these traveling programs, the park has other resources available for assisting teachers in the classroom. These include teacher packets for planning field trips to the park, curriculum kits for exploring national parks and national historic places, and books and pamphlets for sale through the Eastern National Bookstore. To reserve a turnk, complete this traveling trunk reservation form and return to the park's education specialist Peter Maugle by email or by mail at 120 Chatham Lane, Fredericksburg, VA 22405. For more information, contact Peter at (540) 693-3200 or via his email for information and to reserve the trunk, maps or haversack. The items are loaned out for a one-week period. There is no charge. They must be picked up at the Fredericksburg Battlefield Visitor Center on Lafayette Blvd in Fredericksburg and returned there. Contact Peter well in advance, as the items are reserved on a first-come, first-served basis. The haversack and maps are in less demand. If you reserve any of the items and decide not to use them, please call and let us know so the items can be used by another teacher.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/education\/classrooms\/travelingtrunks.htm"
}
