{
    "title": "Fredericksburg & Spotsylvania National Military Park: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                 Field Trips         A park historian assists with a field trip NPS Photo    Before taking any field trip you should become familiar with the layout of the park and decide what you want the students to see. This may be accomplished with the help of the park staff. The park's education specialist, Peter Maugle, may be reached by email at Peter_Maugle@nps.gov. See our webpage for tour options. To download a fillable reservation form, click here. Completed forms may be submitted to Peter at the email above. You will receive confirmation of your reservation within seven days. You need to finalize plans with the park staff giving such information as to the day and approximate time of the field trip and the grade and number of students to be expected. For large groups it will be necessary to arrange a staggered schedule so that no more than one bus arrives at a site at a time. This will prevent overcrowding and allow the students a more relaxed environment in which to enjoy their visit. Students will learn and enjoy their visit more if preparatory activities are done first. Review with them the schedule for the day. Go over the rules and regulations with your students and chaperones. Discuss your expectations for their conduct on this trip.  Want to plan a field trip, but worried about the budget? Look into applying for one of our Ticket to Ride grants, which help defray the cost of transportation for class field trips.   CANCELLATIONS Should it be necessary to cancel your visit, please contact the park as soon as possible. Our staff is scheduled based upon the needs expected on the days that groups will visit.  LUNCH Picnicking facilities are extremely limited and there are no shelters in the park. Lunch plans might include a stop at local fast food businesses or a nearby community park.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/education\/classrooms\/fieldtrips.htm"
}
