{
    "title": "Fredericksburg & Spotsylvania National Military Park: Civil War Research",
    "body": "Learn More About the Civil War         Interior of Ellwood Manor, Union Headquarters during the Battle of the Wilderness Larry Stuart    Interested in doing more research on the Civil War Era? You are in luck! The Civil War was one of the best documented wars in history, and that information is becoming more and more accessible. A large number of libraries, archives, and national parks have entire sections of their collections dedicated to the Civil War. Many of the sources are even available digitally!    Explore this page for some suggestions on how to begin your research, and never hesitate to ask an archivist or librarian for help!    Online Resources: The National Park Service has a great site on the Civil War, which provides links to different collections, databases, and historic sites. You can read the stories of significant individuals, learn about specific places, browse collections, and discover what the NPS is doing to preserve these national resources!   The Library of Congress has an excellent online collection of Civil War photographs, as well as an historic newspapers database searchable by state and publication date. The National Archives has also undergone an effort to digitize many of their resources, and their \"Discovering the Civil War\" online exhibit is an excellent resource. Most archives have very useful websites, so make sure to check out what resources are available online before planning a trip.    If you are researching a particular battle or Civil War officer, the Official Records of the Union and Confederate Armies are also available online. These contain reports from generals and officers concerning each campaign.    Finally, never underestimate the power of a good google search! Many historic texts are now available for download on Google Books.   Visit the Archives: As convenient as online sources are, nothing compares to the excitement of seeing historic documents and artifacts in person. Additionally, many sources have yet to be digitized. Many times, a trip to the archives can be both exciting and necessary!    Visiting an archive can be overwhelming, so make sure you visit their website and call ahead before you plan your trip. Here are some questions to ask an archivist:     Is there a catalog for the archive?  What information do I need before I arrive? When is the archive open? Do I need to make an appointment? What can I bring into the manuscript room with me? Can I take photos or make copies?    If you are researching a local topic or individual, state and county libraries and archives are a great place to begin your search for sources!    Do you have a Civil War ancestor?  Find resources specifically for ancestor research here.   Interested in doing research at the park? Schedule an appointment to do research on site at Fredericksburg & Spotsylvania.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/archives.htm"
}
