{
    "title": "Fredericksburg & Spotsylvania National Military Park: Civil War Ancestors",
    "body": "Researching Your Civil War Ancestor         Visitor contemplates Wall of Faces exhibit at Chancellorsville Visitor Center NPS Photo    With over 3,500,000 soldiers who fought in the Civil War, it is not surprising that many Americans today have a Civil War ancestor. Our park staff is trained to help with ancestor research. Ask at the front desk of either the Fredericksburg Visitor Center or the Chancellorsville Visitor Center to get the process started!  Here are some resources and suggestions for how to prepare:   What is available at the park? Did one of your ancestors fight at the battle of Fredericksburg, Chancellorsville, Wilderness, or Spotsylvania? Would you like to follow in his footsteps when you visit the battlefield? The park can help!    What information do I need? In most cases, park staff can determine if a soldier fought at one of the four battlefields in the park with as little information as a name and a state. However, if your ancestor has a very common name (such as John Smith from New York), the process may be a little more difficult. Therefore, the more information you can bring to the park, the better! Here is some of the information which might be useful:     First and Last Name (with any possible alternate spellings) Middle Initial (if available)  State Regiment (usually a number followed by a state, such as the 146th New York) Company (i.e. \"Company E\") Rank (i.e. Private)  If you are unsure of where to find this information, try the Soldiers and Sailors Database, which allows users to search for a soldier by name.     Did my ancestor fight here? Although the Army of the Potomac and the Army of Northern Virginia were the largest Union and Confederate armies respectively, there is a chance that your ancestor did not fight at one of the four battles preserved by the park. Once you know your ancestor's regiment, it is best to determine this before you visit. You may call either the Fredericksburg Visitor Center or the Chancellorsville Visitor Center and ask if that unit fought at one of our battlefields. Phone numbers are available on the Operating Hours & Seasons page. You can also consult the Order of Battle, which is a listing of all units that fought at each individual battle.    What information will I get when I visit? Our staff at the park can use this information to pinpoint where on the battlefield your ancestor fought, and what type of action he was engaged in. The park has a listing of soldiers who fought with both armies (organized by state for Union troops and alphabetically for Confederates), which can be used to find a soldier's regiment.    Once the regiment is determined, the staff can use troop movement maps broken down to the regimental level to determine where on the battlefield your ancestor was located, and then indicate this location on a modern park map. Now you are ready to follow in the footsteps of your ancestor!    Certain units also have regimental histories, which give much more detailed information about a regiment's experience during the war. The park has a large collection of these helpful texts!    Want to know more? Would you like to do some more extensive research on your Civil War ancestor? Maybe determine when he enlisted, or how he dealt with his injuries after the war? There are many resources available for finding this type of information!   A number of Civil War era records are available digitally on the Fold3 database, which is searchable by name. If you are interested in conducting significant genealogical research, Ancestry.com is an excellent and user friendly resource.   You may also want to consider a trip to the National Archives in Washington, D.C. They have excellent resources for conducting research into family histories, and you may be able to find your ancestor's muster rolls, pension records, and other documents with large amounts of information about their service!    Share your ancestor's story:   Do you have letters or diaries from an ancestor who fought at one of the battlefields included in the park? Our historians are always looking to include sources in our research library! These documents help us to have a better understanding of the battles fought over these grounds, and may even be used in exhibits or programs. If you would like to speak with an historian about donating scans of the original documents to the park, please contact us!",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/ancestor.htm"
}
