{
    "title": "Fredericksburg & Spotsylvania National Military Park: \"Stonewall\" Jackson Shrine",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     \"Stonewall\" Jackson Shrine                Stonewall Jackson Shrine         Stonewall Jackson Shrine Larry Stuart    Thomas Jonathan \"Stonewall\" Jackson died in an outbuilding on the Chandler plantation in the rural community of Guinea Station. Today, the Jackson Shrine is part of Fredericksburg & Spotsylvania National Military Park. The building is open most days seasonally, but the grounds are open daily from sunrise to sunset.  Born in the town of Clarksburg in what is now the state of West Virginia, Thomas Jonathan Jackson possessed a strong military background at the outbreak of the Civil War. His training in the U.S. Military Academy at West Point, recognition as a hero in the Mexican War, and his experience as an instructor at the Virginia Military Institute justified Jackson's rank of brigadier general at the first major battle of the Civil War near Manassas, Virginia. Upon that field, General Bernard E. Bee proclaimed, \"There is Jackson standing like a stone wall,\" and a legend as well as a nickname was born. Jackson's military feats had elevated him to near mythical proportions, in both North and South, when in the midst of one of his most brilliant maneuvers, he was mistakenly shot by his own men on the night of May 2, 1863 at the The Battle of Chancellorsville. Confederate army commander Robert E. Lee decided that his indispensable and most capable subordinate should recuperate in a safe place well behind friendly lines. He selected this area, Guinea Station, as the best location for Jackson because of its proximity to the railroad to Richmond and its familiarity to the wounded general. The \"Stonewall\" Jackson Shrine is the plantation office building where General Jackson died. The office was one of several outbuildings on Thomas C. Chandler's 740-acre plantation named \"Fairfield.\" This typical frame structure saw use primarily by the men for recreation as well as for work. Chandler kept records in the office and one of his sons once practiced medicine there, but with three of the Chandler boys away serving in the Confederate Army, the building no longer witnessed its ante-bellum level of activity. The office stood bare, except for a few items in storage, when Jackson's ambulance arrived. Although offered the use of the Chandler house, Jackson's doctor and staff officers chose the quiet and private outbuilding as the best place for Jackson to rest after his long ambulance ride. If all went well, the general would soon board a train at Guinea Station and resume his trip to Richmond and the medical expertise available there. Today, the office is the only plantation structure remaining. The Chandler house burned at some point after the Civil War, and its shell was dismantled in the early 1900's. Once established as an historic \"shrine,\" the office underwent restorations in the 1920's and the 1960's, and still retains about 45% original fabric. The National Park Service has augmented some of the items used during Jackson's stay with other pieces from the era, along with a few reproductions, to recreate the scene of those tragic last days of his life.  Jackson's doctors and staff officers both worked and relaxed in the center room (now called the \"Waiting Room\") during the General's stay. Five different physicians examined Jackson, and these men probably discussed their conclusions here over cups of coffee. Jackson's chief surgeon, Dr. Hunter Holmes McGuire, was the only physician present the entire six days. McGuire had performed the surgery on Jackson in a field hospital near Chancellorsville where he amputated Jackson's twice wounded left arm and removed a ball from the General's right hand.  Jackson's chaplain, B. Tucker Lacy, had a brother who owned a house near the hospital, and took \"Stonewall's\" severed limb to his brother's family cemetery for burial. Lacy comforted the pious Jackson, holding devotions with him for the first two days spent at Guinea Station, but the chaplain soon returned to army headquarters. He requested that General Lee send another doctor to relieve the weary McGuire, who tried to provide round-the-clock care. In their conversation about Jackson's condition, Lee told Lacy, \"He has lost his left arm, but I have lost my right arm.\" Small Room on Left Mrs. Jackson and baby daughter Julia arrived at Guinea Station on May 7. No space remained in the office, this small room probably housing the baggage for Jackson and his entourage, so the General's wife and child found lodging in the Chandler home. Mrs. Jackson spent most of her time, however, at her husband's bedside in the office. The poignancy of her vigil increased when compared with the happy nine-day reunion interrupted barely a week earlier by the renewal of fighting. Mary Anna had not seen her husband for more than a year prior to that, and she wrote that their latest tryst was all the more joyful because of \"the additional charm and the attraction of the lovely child that God had given us.\" To provide a keepsake of the happy occasion, Mrs. Jackson persuaded the General to sit for a photograph. While Jackson posed at his headquarters eight miles north of Guinea Station, Mary Anna recalled that, \"he sat in the hall of the house where a strong wind blew in his face causing him to frown.\" The men who served under Jackson preferred this picture of their general to all others, but Mrs. Jackson never shared their opinion. It lent \" a sternness to his countenance that was not natural,\" she wrote. Unbeknownst to any eyes viewing the newly developed image, it would be the last photograph of Jackson ever taken.  Entrance Hall After a 27-mile ambulance ride, Jackson's aides carried \"Stonewall\" through this hallway to a room prepared for him by the Chandlers. Jackson endured the long journey remarkably well, and despite the ordeal, remembered his manners when apologizing to Mr. Chandler for being unable to shake hands with his host. Jedediah Hotchkiss, Jackson's topographical engineer, had helped ease his commander's trip by preceding the ambulance with a crew of \"pioneers\" who removed obstructions from the country roads. While treading the wide boards of the Chandler office, Hotchkiss grieved the death of J.K. Boswell, a fellow staff officer killed by the same volley which felled Jackson. Other losses from the Battle of Chancellorsville deeply touched Jackson and those to dear to him. General E.F. Paxson, a neighbor and friend of the Jackson family from their years in Lexington, Virginia, was killed at Chancellorsville on May 3rd, while leading Jackson's old \"Stonewall\" Brigade. Just moments before the doctors allowed Mrs. Jackson to see her husband for the first time, she learned of Paxton's death. She had barely recovered from the shock when she was escorted to the General's side to discover that he had taken a turn for the worse. Dr. McGuire had diagnosed pneumonia and Jackson's condition became critical. Death Room The Chandlers prepared this room using the same bed frame and one of the same blankets exhibited today. They also added the clock on the mantel with the hope that it would make the room look more homelike and cheerful, but furnishings could not dictate the mood of the room. Despite the efforts of pneumonia specialists, nothing seemed to bring relief to the General. Jackson observed, \"I see from the number of physicians that you think my condition dangerous, but I thank God, if it is His will, that I am ready to go.\" On Sunday, May 10, 1863, the doctors lost all hope of Jackson's recovery, and the General was notified of his condition. But as Jackson grew physically weaker, he remained spiritually strong. \"It is the Lord's Day; my wish is fulfilled,\" said Jackson. \"I have always desired to die on Sunday.\" Jackson realized that desire at 3:15 p.m. with Dr. McGuire carefully noting Jackson's last words: \"A few moments before he died he cried out in his delirium, 'Order A.P. Hill to prepare for action! Pass the infantry to the front rapidly! Tell Major Hawks' -- then stopped, leaving the sentence unfinished. Presently a smile of ineffable sweetness spread itself over his pale face, and he said quietly, and with an expression, as if of relief, 'Let us cross over the river, and rest under the shade of the trees.'\"    Stonewall Jackson Shrine Photos: Click here. Stonewall Jackson Shrine Virtual Tour: Click here.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/js.htm"
}
