{
    "title": "Fredericksburg & Spotsylvania National Military Park: Ellwood Manor",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Ellwood Manor                Ellwood Manor         Ellwood Manor at night NPS Photo    Ellwood's seasons and hours of operation are given with those of the rest of the park's attractions here. Volunteers of the Friends of Wilderness Battlefield give tours of the house when it is open. At all other times, visitors who want to visit the grounds at Ellwood must sign in and receive a pass at the Chancellorsville Visitor Center.  To reach Ellwood, turn into the gravel driveway at the brown \"Ellwood\" sign on Rt. 20, 0.6 miles west of Rt. 20's intersection with Rt. 3. (The Ellwood driveway-entrance is on your left when headed west on Rt. 20, in the direction of Orange, and on your right when headed east on Rt. 20, in the direction of the intersection with Rt. 3.) If you have questions about Ellwood or its hours of operation, call (540) 786-2880.   Below is the text from the park brochure on Ellwood: A Quiet Country Farm Unlike the grander Chatham, \"Ellwood\" was no symbol of wealth. Instead it was a typical, prosperous, antebellum agricultural operation of middling size - designed for function, not show. Perched on a knoll overlooking Wilderness Run, Ellwood stood at the center of the extensive 5,000-acre estate. Around the house spread a group of outbuildings: stables, barns, slave cabins, a kitchen. A few dozen slaves worked the surrounding fields. The annual bounty - mostly grains and corn - was shipped along the Orange Turnpike and Plank Road to markets in Fredericksburg, fifteen miles to the east. William Jones built Ellwood circa 1790, and he or his descendants would own the place for the next century. The seasonal rhythms of till, plant, tend, and reap; the daily rhythms of rise, cook, work, socialize, and cook some more continued unbroken before the Civil War. Legend holds that \"Light Horse Harry\" Lee, Robert E. Lee's father, wrote his memoirs in one of the upstairs bedrooms. In 1825, Revolutionary War hero Marquis de Lafayette dined at Ellwood during his triumphant tour of America. Other founding fathers, such as James Madison and James Monroe, may have stopped here, too.  Five years after losing his first wife in 1823, 78-year-old William Jones married his former spouse's 16-year-old grandniece, Lucinda Gordon. William and Lucinda produced a child, whom William promptly named after his first wife, Betty Churchill. (One can only imagine Lucinda's reaction to that decision.) When William died in 1845, Ellwood passed to his wife Lucinda, but only so long as she did not remarry. Two years later, Lucinda choose heart over home, married her love, and gave up Ellwood to her daughter, Betty Churchill Jones. In 1848, Betty would marry an itinerant tutor named J. Horace Lacy. The Lacys, who also owned Chatham Manor, would own Ellwood until 1907. Remarkably, William Jones - a man born in 1750 - had a great-grandson still living in 1998. The Civil War Ellwood's fabric reflects decades of routine use. Its fame arises from its use during the Civil War. Wartime owners Betty Churchill Jones (William's daughter) and her husband J. Horace Lacy, used Ellwood as their summer home, preferring the more palatial Chatham Manor (now park headquarters) as their primary residence. Lacy was an ardent secessionist who served as an officer in the Confederate army. Until May 1864, Ellwood stood on the fringe of events. A minor skirmish erupted here in April, 1863, as the Confederates tried vainly to delay Union forces advancing towards Chancellorsville. Days later, General \"Stonewall\" Jackson's chaplain, Beverly Tucker Lacy (J. Horace's brother) chose the family cemetery at Ellwood as the final resting place for his chief's amputated arm. For months after the Battle of Chancellorsville the house served as a field hospital. In the fall of 1863, Union troops on their way to the standoff at Mine Run, seven miles west, stopped at Ellwood and ransacked the fine Lacy library. For three days in May, 1864, during the Battle of the Wilderness, the eyes of he world focused on Ellwood and its surrounding fields and thickets. The grounds teemed with Union artillery and soldiers as they prepared for, or recovered from, intense fighting a mile to the west. General Ulysses S. Grant - recently appointed commander of all Union armies throughout the country - made his headquarters just a few hundred yards north of Ellwood. Generals Gouverneur K. Warren and Ambrose E. Burnside, two of the army's four corps commanders, moved into Ellwood itself. Orderlies and staff officers swarmed around the buildings, carrying orders to front-line troops. By battle's end, Ellwood's floors were stained with blood, its gardens trampled, its fences gone. Graves dotted the grounds. The house's caretakers had been arrested and sent to Old Capitol Prison in Washington. For the next eight years Ellwood would stand vacant used only by occasional squatters.  The Postwar Years  In 1872 the Lacy's resumed life at Ellwood, having sold Chatham to help pay off debts incurred during the war. Over the next 100 years, Ellwood would be sold only once, to law professor Hugh Evander Willis in 1907. It ended its days as a Virginia farm much as it had begun them: quietly, modestly, subject to unending seasonal and daily rhythms. The National Park Service acquired the house and grounds in 1977. The Cemetery Three hundred yards south of the house stands the Jones family cemetery. During the Civil War, several soldiers were buried here, including Colonel Joseph Moesch of the 83rd New York Volunteers and Keith Boswell of \"Stonewall' Jackson's staff. Their remains were transferred to other cemeteries after the war. Ellwood's most famous interment is \"Stonewall\" Jackson left arm. On May 2, 1863, Jackson was wounded by the mistaken fire of his own troops at Chancellorsville. Surgeons removed the injured limb at nearby Wilderness tavern. The following day, Jackson's chaplain Beverley Tucker Lacy, carried the amputated arm across the fields and buried it in his brother's graveyard. It remains here to this day, the only marked grave in the cemetery.    Restoration of Ellwood  The National Park Service took possession of Ellwood in 1977. They planned to open Ellwood as the visitor center on the Wilderness Battlefield by 1990. However, Congress did not provide sufficient funds to restore and open Ellwood. Gradually the park chipped away at stabilizing the structure. In the summer of 1988 The Friends of Wilderness Battlefield, in partnership with the park, staffed Ellwood with volunteers and opened the building to the public for the first time. The overwhelming success of the program has resulted in a decision to expand the length of the season and the hours of operation. A fund raising drive began to supplement the park funds to restore Ellwood. In 1999 volunteers helped park staff add two tree-shaded benches to relax on and a ramp to provide handicap access to the first floor. Members of the Friends group groomed the grounds performing such help as pruning, mowing and raking. Recently, the interior of the house has been fully restored. Ellwood now features two rooms of exhibits about the house and the Battle of the Wilderness and a recreated headquarters scene. Volunteers with the Friends of Wilderness Battlefield staff the building, lead tours, and answer questions when Ellwood is open to the public seasonally. Find out more about the Ellwood restoration effort at www.fowb.org. Click here to see photos of Ellwood.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/ellwood.htm"
}
