{
    "title": "Fredericksburg & Spotsylvania National Military Park: Salem Church",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Salem Church                Salem Church         Historic Old Salem Church Buddy Secor    Salem Church was an important, yet often overlooked, part of The Battle of Chancellorsville. The church was used as a hospital by both sides, and it served as a civilian refugee center during the Battle of Fredericksburg. Today, this part of the battlefield has been almost entirely destroyed by urban development. The church, the 15th New Jersey Monument, the 23rd New Jersey Monument, and one acre of ground are all that remain. A new driving tour of 2nd Fredericksburg & Salem Church has been developed. The church is open summer weekend afternoons.  Hours vary; call (540)786-2880 to confirm when Salem Church is open. The following text is from a park brochure on the church. Walking Tour for Salem Church Tour Stop 1: Salem Church On May 3, 1863, Union and Confederate troops fought a bitter day-long battle on a slight ridge a few miles west of Fredericksburg. At the vortex of this action, called by one historian \"one of the most brilliant and important of the minor affairs of the war,\" was a small brick building known as Salem Church. Like many other churches in Civil War America, Salem Church, which was dedicated to the ideals of peace and love, became famous instead for the death and misery that war brought to its portals. Follow the path to stop 2. Tour Stop 2: The Church Salem Church was built by local Baptists in 1844 to serve a growing population west of Fredericksburg. The first pastor was John Billingsley, who had previously been the pastor of Salem's mother church, Massaponax Church, which still stands south of town. Salem Church reflects the people who built it. Strong and functional, it served well the needs of its early congregation, without unnecessary ornamentation. Throughout the years it has withstood natural forces like lightning, and the man-made hurricane of war. Follow the trail to stop 3. Tour Stop 3: Fredericksburg Refugees With the coming of war in 1861, many of the men in the congregation donned gray uniforms. Church attendance dwindled. In the summer of 1862, Federal troops occupied Fredericksburg without incident. Although these troops left Fredericksburg after a few months, their departure was not permanent. When Union General Ambrose Burnside brought his army down to the banks of the Rappahannock in late November, his way was blocked by General Robert E. Lee's Southern Army. When a battle in Fredericksburg loomed imminent, the citizens were advised to leave for safer places. The exodus from town in the biting cold was a pitiful sight. One Confederate officer described the scene: Snow was falling, and one of the most dismal scenes of war was presented to us; the road was quite filled with wagons and carts and people on foot, unhappy refugees from Fredericksburg. Old Salem Church was crowded, and around it shelters of quilts and blankets has been erected, under which the banished women and children crouched in the bitter cold. All day long on December 11 these freezing, hungry people listened to the bombardment and watched the plumes of black smoke that billowed up from their beloved town. The worst fears of the refugees were realized when they returned to Fredericksburg after the battle. The town was in ruins from the bombardment and the subsequent looting by Federal troops. Salem Church now became a make shift storehouse for the furniture of some of the region's homeless families. Follow trail to stop 4. Tour Stop 4: The Battle of Salem Church  In April of 1863, Union General Joseph Hooker planned to cross the Rappahannock upriver from Fredericksburg and get behind Lee, while another Union force under General John Sedgwick remained in front of the town. Lee would either be crushed between the two forces, Hooker hoped, or he would be forced to retreat southward. On May 3rd, while a big battle was raging around the Chancellorsville Inn ten miles west of town, Sedgwick drove across the Rappahannock, captured the Sunken Road and Marye's Heights, and advanced westward to join Hooker, moving on what is now Route 3. On a low ridge line running at right angles to the road, crowned by Salem Church, a small force of Confederates determined to make a stand. It was an excellent position that commanded the approaches from the east; directly in front of them was a tangle of bushes and undergrowth.  Sharpshooters were posted in the upper gallery of the church on the north side. When the Federals began their assaults, they were met by volleys of fire. The underbrush made the going difficult, but suddenly the Federals were on the crest of the ridge, only a few yards from the church, and advancing determinedly. At this moment Confederates posted in the road cut just behind you sprang up and counterattacked fiercely, driving the enemy back down the slope and onto the plain below. One Federal soldier remembered the opening of the battle this way:   A tremendous roar of musketry met us from the unseen enemy, one hundred feet away, posted behind a fence and a ditch. Men tumbled from our ranks dead, and others fell helpless with wounds.   Federal soldiers aimed at the upper windows where the sharpshooters were; the pockmarks from their bullets are still visible. Other bullets ripped through the galleries. Inside, Confederate soldiers climbed over the tumble of furniture, which by this time must have been no better than fancy kindling. The next day Sedgwick was driven back across the river and the campaign was over. Continue on trail to stop 5. Tour Stop 5: Field Hospital  Immediately after the battle, Salem Church became a field hospital. An eyewitness reported the horrors within the building:  Hundreds upon hundreds of wounded were gathered up and brought for surgical attention. . . . After the house was filled the spacious churchyard was literally covered with wounded and dying.  The sight inside the building, for horror, was perhaps, never equaled within so limited a space, every available foot of space was crowded with wounded and bleeding soldiers. The floors, the benches, even the chancel and pulpit were packed almost to suffocation with them.  The amputated limbs were piled up in every corner almost as high as a man could reach; blood flowed in streams along the aisles and the open doors.  Until the day many years after the war when a new floor was laid, the bloodstained timbers of the original flooring bore evidence of the desperate spring of 1863. Just after the war, when General Sherman's army marched through the area en route to Washington, D.C., the general rode out to Salem Church and noted that bodies were still visible from the battle. His report to authorities in Washington led ultimately to the establishment of the Fredericksburg National Cemetery. The church itself, empty and ravaged, was slowly restored after the war, and was used for services until New Salem Church was built in the 1950's. In 1961, the Salem congregation voted to give the old church as a gift to the American people.   Directions and Hours of Operation The grounds of Salem Church are open daily from sunrise to sunset. The church is open on summer weekends, usually in the afternoon. It is manned by volunteers from the New Salem Church congregation. Call the Chancellorsville Battlefield Visitor Center at (540) 786-2880 to confirm Salem Church's hours. Salem Church is located amongst a virtual sea of shopping malls. Traffic is usually extremely heavy in this area especially during rush hours and mid-day on weekends. To reach the church follow the directions closely. From Interstate I-95, take the Route 3 west exit. Drive west approximately one mile. Turn left (south) onto Salem Church Road (Route 639). Proceed one block to a traffic light. Turn left on General Semmes Road. Drive one block to a \"t\" intersection. Turn left and drive approximately 100 yards. Turn left into the parking lot, just before the road takes a sharp right. Photos of Salem Church: Click here. Photos of Salem Church Monuments: Click here.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/sc.htm"
}
