{
    "title": "Fredericksburg & Spotsylvania National Military Park: Stories",
    "body": "Stories                   The Fields of Battle               The Road to Freedom               Civilians At War               The Creation of a National Park               The Civil War Sesquicentennial             Four bloody conflicts. Slaves freed. Homes destroyed. A nation's efforts to remember. Fredericksburg and Spotsylvania National Military Park has many stories to tell. The park tries to present the rich and varied experiences of the people who lived, worked and fought on these lands before, during, and after the Civil War. Explore these five pages for some of their stories: The Fields of Battle Tactics and troop movements are only a small part of the story of the battles of Fredericksburg, Chancellorsville, the Wilderness, and Spotsylvania Court House. Discover what made each battle experience unique, learn about the personalities and motivations of the men who fought, and read descriptions of the battles written by the soldiers.  The Road to Freedom The park's story cannot be told without understanding the role slavery and the quest for freedom played in this area. What were the lives of enslaved people like on the three plantations now included in the park? How did the Civil War change the lives of former slaves? And in what ways did the struggle for Civil Rights continue after the war? Civilians at War Before this hallowed ground was a battlefield, the land was home to people from all walks of life. How did the continual presence of two armies affect daily life? What hardships did civilians face? How was society different before and after the war? The Creation of a National Park Although sometimes it may appear to be a moment frozen in time, the battlefield landscape is constantly changing. How and why was Fredericksburg and Spotsylvania National Military Park established? Who were the leading figures in preserving this important land? In what ways did the purpose and the appearance of the park change over time?  The Civil War Sesquicentennial  Recently, the park commemorated the 150th Anniversary of the Civil War. Explore the goals and outcomes of these events.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/stories.htm"
}
