{
    "title": "Fredericksburg & Spotsylvania National Military Park: Fredericksburg National Cemetery",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Fredericksburg National Cemetery                Fredericksburg National Cemetery         Fredericksburg National Cemetery during annual illumination program NPS Photo   As you enter the cemetery, you will encounter steep slopes and uneven ground. Please watch your footing. Monuments throughout the cemetery stand as memorials to the bravery and sacrifice of the soldiers who fought in the four nearby battles of Fredericksburg, Chancellorsville, Wilderness, and Spotsylvania Court House. Burial plots are consecutively numbered; thus, the cemetery is not organized by state, unit or campaign. Soldiers are mostly privates because higher-ranking officers were often transported home by family members.  When the Civil War ended, the people of Fredericksburg set about the task of restoring shell-damaged buildings and war-torn lives. But the evidence of the war lingered on, in the trench-scarred hillsides and crude cemetery plots scattered haphazardly across the nearby battlefields. Thousands of battle casualties lay under stark mounds of earth, with very little to identify the soldiers, beyond perhaps a name scratched on the lid of an ammunition box.  In July 1865, three months after the restoration of peace between the states, Congress authorized the establishment of a National Cemetery in Fredericksburg to honor the Federal soldiers who died on the battlefields or from disease in camp. The site chosen was Marye's Heights, the formidable Confederate position which had proven so impregnable to repeated Federal attacks on December 13, 1862.  A soldier who fought with the 14th Indiana in the recent war returned to Fredericksburg as a member of a veteran corps assigned the task of locating and identifying the dead. He made these observations in a letter: \"Your correspondent roamed all over the battle field of December 13, 1862. No headboards or monuments mark the spot where the gallant defenders of the old flag fell on that ever-memorable day. The great 'slaughter pen' of General Ambrose E. Burnside is most all under cultivation, enriched with the blood of as brave men as ever answered their country's call.\" The Fredericksburg National Cemetery is the final resting place for over 15,000 United States soldiers. Most of the soldiers died during the Civil War, but there are about 100 20th century soldiers and a couple of spouses. The cemetery was officially closed to further burials in the 1940's. The Union Civil War soldiers buried here include those who died of illness in the camps around Fredericksburg, in the four major battles around Fredericksburg as well the Mine Run and North Anna campaigns. Only about 20% of the soldiers are identified. Confederates who died in the Fredericksburg area were interred in Confederate cemeteries in Fredericksburg and Spotsylvania. The park maintains a data base of information on the known burials in all three cemeteries. For information on the known burials, call the visitor center at 540-693-3200.  Countless thousands died in the Civil War in defense of their home, state, or nation. General Robert E. Lee described the cost aptly from a vantage point just south of this ridge during the Battle of Fredericksburg: \"It is well war is so terrible -- we should grow too fond of it.\"   Fredericksburg National Cemetery Burial Roster:    Available for downloading in PDF format. A-B-C-D-E-F-G-H-I-J-K-L-M-N-O-P-R-S-T-U-V-W-Y-Z",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/natcem.htm"
}
