{
    "title": "Fredericksburg & Spotsylvania National Military Park: Confederate Cemeteries",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Confederate Cemeteries                Fredericksburg & Spotsylvania Confederate Cemeteries         Monument in Spotsylvania Confederate Cemetery NPS Photo   Fredericksburg City and Confederate Cemetery The Fredericksburg City Cemetery and Confederate Cemetery are situated at the corner of William Street and Washington Avenue, surrounded by a common brick wall. Six Confederate generals and more than 3,300 Southern soldiers lie buried there amid quiet, peaceful surroundings; 2,184 of them are unknown. Confederate generals buried in the cemetery are Seth Barton, Dabney Maury, Abner Perrin, Daniel Ruggles, Henry Sibley and Carter Stevenson. Of these six generals, only Perrin was killed in the fighting around Fredericksburg. The others survived the war.  The Ladies Memorial Association of Fredericksburg purchased land for a Confederate cemetery in 1867. They had organized one year earlier for the purpose of caring for the graves of the Confederate dead on the battlefields. The Association re-interred soldiers in a new location adjoining the Fredericksburg City Cemetery. Headstones supplied by various Southern states eventually replaced the original cedar posts. The Ladies erected a monument of a Confederate soldier in 1884 amid the graves. The cemetery is open daily, with entry through the gates on Washington Avenue. A map of the sections is displayed near the entrance. The Ladies Memorial Association continues to care for the cemetery. Each year they hold a Memorial Day observance there. Retired U.S. Army Brigadier General Daniel Davis Wheeler, a Medal of Honor recipient for actions at Salem Heights in May 1863, is buried in the City Cemetery. He had married a Fredericksburg woman after the Civil War. Two other Medal of Honor winners, Edward Hill and William Jones, are interred in the Fredericksburg National Cemetery. The Park has a roster of the known dead for the national cemetery and the Confederate cemeteries at Fredericksburg and Spotsylvania. Call us at (540) 373-6122 if you want us to check a name, but be aware that most soldiers killed in the war are in unknown graves. Spotsylvania Confederate Cemetery When the Civil War ended, the debris of the recent battles in Spotsylvania County remained a constant reminder of the tragic conflict that had swept over Spotsylvania Court House. Hundreds of Confederate sons lay in crudely marked graves scattered over the nearby battlefields. Local women concerned about these unattended plots formed the Spotsylvania Memorial Association. In 1866 they established a Confederate Cemetery on five acres of land a half mile northeast of the Court House. The Association reburied nearly 600 soldiers in the new location. Most are identified and organized by state. A few remain unknown. Headstones provided by the Federal Government mark all of the graves. In the center of the cemetery is a granite shaft crowned by a stone Confederate soldier who silently stands watch over the dead. The Park staff is currently developing a data base that will include the names of every soldier who died in the Fredericksburg area as well as information about them. Eventually this data base will be online. To reach the Spotsylvania Confederate Cemetery, travel from the Fredericksburg Battlefield Visitor Center south on Lafayette Boulevard and Route 208 about 9 miles. The cemetery is on the left 0.7 mile past the Spotsylvania Battlefield tour road exit. The entrance is marked by a shrubbery-lined driveway. The cemetery is open daily.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/historyculture\/rebcem.htm"
}
