{
    "title": "Fredericksburg & Spotsylvania National Military Park: Fredericksburg Battlefield",
    "body": "Virtual Tour of Fredericksburg Battlefield         Explore the battlefield without ever hitting the road! Messimer  The Fredericksburg Battlefield driving tour consists of six stops. There are also links to battle sites not on the tour route as well as additional information on touring Fredericksburg Battlefield and learning about the battle. • Google Maps shows the location of the virtual tour stops • Fredericksburg Battlefield Visitor Center Tour Stop #1 on driving tour of battlefield • Stone Wall Tour Stop #1 on driving tour of battlefield • Marye's Heights Tour Stop #1 on driving tour of battlefield • Upper Pontoon Crossing Site • Middle Pontoon Crossing Site • Advance to Marye's Heights • Chatham Manor Tour Stop #2 on driving tour of battlefield • Lee's Hill Tour Stop #3 on driving tour of battlefield • Howison Hill Tour Stop #4 on driving tour of battlefield • Bernard's Cabins Trail • Federal Breakthrough Tour Stop #5 on driving tour of battlefield • Prospect Hill Tour Stop #6 on driving tour of battlefield • The Slaughter Pen Farm Recent purchase by the Civil War Preservation Trust. • \"The Gallant\" John Pelham Marker • Return to Virtual Tours of the battlefields  _______________________________________ For more information on the Battle of Fredericksburg, click here. To look at photographs of the Fredericksburg Battlefield, click here. To look at photographs of monuments on the Fredericksburg Battlefield, click here.        The Fredericksburg National Cemetery is a place of quiet contemplation with many stories to share. Larry Stuart   Fredericksburg National Cemetery Take a moment to remember those who served on our area battlefields by virtually visiting our National Cemetery, the final resting place of more than 15,000 soldiers, most of which are unknown. This site provides a history of the cemetery, a roster of those interred here, and several virtual touring options.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/virtualfred.htm"
}
