{
    "title": "Fredericksburg & Spotsylvania National Military Park: Our Social Media Team",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Our Social Media Team              Our Social Media Team          Have you ever wondered about the faces behind the posts you see on our social media sites? Meet our social media team! These individuals share their insights, research, park views, and photos to help you connect to our battlefields from wherever you may be. Check out our posts shared on Facebook, Twitter, Historians' Twitter, and the \"Mysteries and Conundrums\" blog!        Beth leading a History at Sunset program NPS Photo  (bp) Born a true Mountaineer, Beth's passion for sharing Civil War history with the public drew her away from the mountains of West Virginia to the battlefields of \"other\" Virginia. Beth's love of the park began as an intern a few years ago, and she is thrilled to spark the same love and curiosity in visitors. Her work as a Park Historian at Fredericksburg and Spotsylvania enables her to follow her consuming quest to understand people, modern and historical. How did men experience battle? How did the Civil War compel society to change? When she isn't tromping the battlefields with visitors, you'll find her working on media or organizing volunteers and interns. Beth helped to initiate some of the park's first steps into social media, and you can catch her initials on Facebook posts and the park's historians' Twitter, along with contributions to the park's blog.        Eric at his desk in the CRM office NPS Photo  (ejm) Eric began his career at Fredericksburg & Spotsylvania NMP right out of college. His career has taken him to Gettysburg NMP, Manassas NBP, and Richmond NBP, but he always wanted to return to Fredericksburg. As the park's cultural resources manager, Eric enjoys working with the resources that define the park and its significance. In addition to the Fredericksburg area's Civil War history, Eric finds the park's developmental history fascinating as well. Until Boston's Fenway Park becomes a unit of the National Park Service, Eric is happy to make his home at Fredericksburg & Spotsylvania NMP. You'll find Eric's initials behind several Facebook posts--including the popular \"Inside the Vault\" historic photo series--and as a frequent author for the park's blog.        Noel leading a History at Sunset program NPS Photo  Noel G. Harrison came to history via his interests in railway grades, abandoned quarries, and sixties garage music, and to public history in Fredericksburg via degrees in history and historic preservation at the University of Mary Washington. Noel has worked as a historian at Fredericksburg & Spotsylvania NMP off and on since 1984, with stints as a curator at the Fredericksburg Area Museum and Cultural Center and as a fortysomething graduate student at the University of Virginia. He's published two books on the houses, house-sites, and civilian landmarks of the Chancellorsville and Fredericksburg battlefields, and a number of booklets and articles on Virginia's military and transportation past, as well as on Civil War photogaphy and cycloramas. Look for \"Harrison\" on our park blog for Noel's fascinating insights into photographs and sites.        Chief Historian John Hennessy NPS Photo  JH John Hennessy is the Chief Historian\/Chief of Interpretation of the park. He brings a passion for both history and interpretation, always looking for new and better ways to transfer the passion we feel for history to the hearts and souls of visitors. He's written a couple of books, but most of his energy these days is devoted to developing new media and new programming for the park. He's worked for the NPS for 25 years (starting at Manassas), with an intervening stint with the New York State Historic Preservation Office. John is involved in almost all of the park's social media ventures. He pioneered much of the park's intial blogging forays (and continues to post stimulating thoughts and research), contributes to Facebook, and manages the parkwide Twitter account.        Luisa taking light readings in our exhibits NPS Photo  (ld) Luisa was introduced to the park by way of its museum as an undergraduate. As she focused on caring for the collection, she became aware of the important artifacts entrusted to the NPS. Luisa continued this role while in graduate school when the park removed its Mission 66 exhibits and installed new displays at both visitor centers. Now as the park's first full-time Museum Curator, Luisa is responsible for preserving part of the nation's cultural heritage for future generations. She enjoys improving storage conditions, meeting donors, and surveying the collection to find artifacts that can tell compelling stories about the park's battlefields. Luisa's initials are behind #MuseumMonday posts on the park's Facebook page, which share curatorial updates and information about artifacts in storage, since a surprisingly low percentage of museum collections are on public display.        Becky during a book event at Ellwood Chris Mackowski  (rno) Although her interest in Civil War history has roots stretching back to her childhood, Becky's love of public history and the National Park Service began as an intern at the park back in 2011. Her pursuit of knowledge has led her from the fields around Gettysburg College as an undergraduate to the mountains of West Virginia University for a Master's degree, and she is now fully entrenched in WVU's PhD program. Becky is fascinated by how people think about and use history, and her research is focused on Civil War memory, commemorative landscapes, and the National Park Serivce.  Becky is the park's webmaster, and is looking forward to continuing to explore the new opportunities for learning which come with the digital age. She also makes frequent contributions to the park's Facebook page.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/our-social-media-team.htm"
}
