{
    "title": "Fredericksburg & Spotsylvania National Military Park: Every Kid in a Park",
    "body": "Every Kid in a Park                Subscribe  | What is RSS    News Release Date: September 2, 2015   Fredericksburg and Spotsylvania National Military Park Welcomes 4th Grade Students through Every Kid in a Park Initiative New National Program Encourages Families and Classes to Visit National Parks Fredericksburg and Spotsylvania National Military Park invites all fourth grade students to visit their national parks as part of the White House initiative, Every Kid in a Park. Starting September 1, fourth grade students can now go to the website www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas including all national parks. “During the National Park Service’s centennial celebration, we want everyone to get to know their national parks, and we’re offering a special invitation to fourth graders and their families to discover everything that national parks offer,” said National Park Service Director Jonathan B. Jarvis.Park Superintendent Lucy Lawliss added, “We hope every fourth grader in the Fredericksburg region takes advantage of this program. It’s a great chance for families to interact with these marvelous places of nature, adventure, and profound significance.” Fredericksburg and Spotsylvania National Military Park offers a variety of activities that fourth graders and their families can enjoy, including on-site education programs, a web-based curriculum, four Junior Ranger programs (one for each Civil War battlefield), and Civil War trading cards. Additional details on youth options at the park may be found at:www.nps.gov\/frsp\/learn\/kidsyouth\/index.htm To receive a free pass that will cover entry fees to national parks, fourth graders can visit the Every Kid in a Park website and play a game to access their special Every Kid in a Park pass. Fourth graders and their families can then use this pass for free entry into national parks and other federal public lands and waters across the country from September 1, 2015 through August 31, 2016.The website also includes fun and engaging learning activities aligned to educational standards, trip planning tools, safety and packing tips and other important and helpful information for educators and parents. In addition to providing every fourth grader in America with a free entry pass for national parks and federal public lands and waters, fourth grade educators, youth group leaders and their students across the country will also participate in the program through field trips and other learning experiences. Fredericksburg and Spotsylvania National Military Park offers education programs free of charge to students of all ages.The park is also the recipient of a “Ticket to Ride” grant, which allows for compensation of transportation costs to schools that visit the site.To schedule a field trip, or for more information, check the park’s website at: www.nps.gov\/frsp\/learn\/education\/index.htm. The goal of the Every Kid in a Park program is to connect fourth graders with the great outdoors and inspire them to become future environmental and cultural stewards, ready to preserve and protect national parks and other public lands for years to come.The program is an important part of the National Park Service’s centennial celebration in 2016, which encourages everyone to Find Your Park. Every Kid in a Park is an administrative-wide effort, launched by President Obama, and supported by eight federal agencies, including the National Park Service, the Army Corps of Engineers, Bureau of Land Management, Bureau of Reclamation, Department of Education, Fish and Wildlife Service, Forest Service, and National Oceanic and Atmospheric Administration.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/news\/everykid.htm"
}
