{
    "title": "Fredericksburg & Spotsylvania National Military Park: Photos & Multimedia",
    "body": "Photos & Multimedia          Can't make it to the battlefield in person? Hope to stay connected to the park's story and news? Fredericksburg and Spotsylvania National Military Park is working to expand its multimedia content to facilitate better virtual visiting. Check out our photo galleries, virtual tours, and other presentations to visit the park without setting foot on the battlefield. There's more than one way to see a battlefield--visit our social media pages! Social Media Connections Ever wonder who's behind your favorite social media contributions? Meet our park social media team here! Facebook: \"Like\" our Facebook page to keep up with the latest park news. We'll share compelling images and stories from our four battlefields and highlight the latest happenings around the park. Check here for inclement weather notifications and event updates. Interact with thought-provoking questions and share your own pictures and experiences with the park. Twitter: Follow us on Twitter to catch the latest news around the park, courtesy of Chief Historian John Hennessy. Featuring updates on ongoing projects, news from the front of sesquicentennial planning, and plans passing through park headquarters. Historian's Twitter: Our park is steeped in history, and we're always eager to share highlights from our events and our latest perspectives. Follow our park historians on a separate Twitter feed to catch our research puzzles, burning questions, and dreams for future of the park's interpretation. Livestream: Starting in the summer of 2016, the park has made an effort to livestream most major programs, including the popular History at Sunset series, using the Periscope app. Tune in via the park's twitter to watch the livestream as it occurs, or view previously streamed programs.  Mysteries and Conundrums: Ever wonder what our park historians are researching and pondering? Check out the park's blog \"Mysteries and Conundrums\" to see what topics are crossing their minds, desks, and research stacks. Delve deeper into the history of the Fredericksburg area in terms of individuals, places, and events ranging from nearly forgotten to highly debatable. YouTube: Can't visit the battlefield in person? Want to view a favorite program again? Check out the park's YouTube channel to see our latest tours and special programs. Podcasts: Want to take a tour with an expert? Visit our podcasts page to download some of our historians' tours.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/photosmultimedia\/index.htm"
}
