{
    "title": "Fredericksburg & Spotsylvania National Military Park: Park Superintendent Selected",
    "body": "New Park Superintendent Selected                Subscribe  | What is RSS    News Release Date: February 4, 2016  Kirsten Talken-Spaulding Selected as Superintendent of Fredericksburg & Spotsylvania National Military Park  Philadelphia: National Park Service Northeast Regional Director Mike Caldwell has selected Kirsten Talken-Spaulding as superintendent of Fredericksburg &Spotsylvania National Military Park in Virginia.  She replaces Lucy Lawliss who retired in late December, 2015.  Talken-Spaulding comes to the position from Fort Monroe National Monument in Virginia.  She will begin her new role in April.   \"We look forward to Kirsten taking the helm at Fredericksburg &Spotsylvania National Military Park,\" said Caldwell.  \"Her outstanding work in leading the startup operations at Fort Monroe demonstrates her ability to work with partners and stakeholders to preserve our shared history.  These skills will be an important asset as she leads Fredericksburg &Spotsylvania National Military Park through the many challenges and opportunities ahead.\" Kirsten Talken-Spaulding began her National Park Service Career (NPS) in 1988 at Shenandoah National Park.  She then worked at NPS headquarters in Washington, D.C., Mojave National Preserve in California, National Mall and Memorial Parks in Washington, D.C., and Haleakalā National Park in Hawaii in the 1990's.  In 2003, she returned to the mainland with positions in the National Capital Region, including Prince William Forest Park and National Capital Parks-East. In 2010, Talken-Spaulding was selected for the Bevinetto Congressional Fellowship, a two-year training and development program based in Washington, D.C.  She served as a staff member of the U.S. Senate Energy &Natural Resources Committee and as special assistant to the director of the NPS and then with the NPS Office of Legislative and Congressional Affairs.  From late 2011 to 2016, Talken-Spaulding proudly served as the first superintendent of Fort Monroe National Monument in Virginia.   \"Fredericksburg &Spotsylvania National Military Park is a park of rich history and resources, embedded in communities that not only help to tell the park stories, but share in those stories,\" said Talken-Spaulding.  \"I am excited to work with those inside and outside of the park who have cared for this hallowed ground for decades.\" Talken-Spaulding received a Bachelor of Science degree from the College of William &Mary and a Master of Divinity degree from Lutheran Theological Southern Seminary.  Since 2003, Talken-Spaulding and her spouse have maintained a home in Stafford County, Virginia so coming to be a part of the FRSP team is coming home. Talken-Spaulding is a member of the Fredericksburg Area Running Club and has enjoyed running throughout the Fredericksburg, Spotsylvania, and Stafford areas for years.  She enjoys long distance endurance motorcycling, including an 11,80-mile trip visiting 68 national parks in 26 states during a two-week rally in 2015.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/news\/superintendent.htm"
}
