{
    "title": "Fredericksburg & Spotsylvania National Military Park: Assault on Marye's Heights",
    "body": "Explore This Park    Plan Your Visit     Trails & Brochures     Assault on Marye's Heights              Assault on Marye's Heights      This online brochure continues the discussion begun in \"Fire In the Streets\". Remain standing at the point where you finished Part 1, or, if you are starting at the Visitor Center on Caroline Street, turn left down Caroline Street and proceed to George Street. Turn left on George Street and proceed to Princess Anne Street.On the morning of December 13th, Northern troops deployed in line of battle within the confines of these narrow streets, At approximately 10 a.m., they heard the crash of artillery and musketry as Union forces attacked the Confederate lines south of town. One hour later, couriers galloped up with orders for the troops waiting in town to advance and the Union assault columns pushed forward.Cross Princess Anne Street and turn left. Note the Courthouse to your left. Its cupola served as a Union Signal station and observation post.Cross Hanover Street and turn right. You are now following one of the Union army's main avenues of approach to the battlefield beyond town. Once you cross Prince Edward Street, you will see a large frame house, Federal Hill, on the left that sits at an angle to the street. In 1862, this point marked the edge of town. Ironically, Brigadier General T.R.R. Cobb, the grandson of one of its prewar owners, commanded many of the Confederate troops who awaited the oncoming Federals. Only gardens, meadows, and a few scattered buildings were located between here and Cobb's veterans.Once the dense columns of the Union Second Corps came into view of the rebel artillerymen, they were subjected to an increasingly accurate fire that tore through them. The Northern soldiers closed ranks to maintain the integrity of their formations and pressed on.Continue down Hanover Street to Kenmore Avenue which, in 1862, was an open canal ditch. The advancing troops became bottlenecked at a bridge at this location and elsewhere where retreating Confederates had taken up some of the planking. The Union soldiers were forced to either gingerly cross on the stringers or wade the freezing waterway. Three new exhibits will be placed at this intersection in the Spring of 1999.Cross Kenmore Avenue and pause by the embankment to your left.The lead Union division crossed the canal and immediately deployed, protected from direct artillery and musketry by this sheltering earth. When they were ready, the first brigade of this division fixed bayonets and charged up the slope to attack the Confederate defenders beyond. As the Federals topped the rise, they were met with a murderous fire which only intensified as they struggled forward over the rough and muddy ground.Follow the Union attack up Hanover Street to Littlepage Street. The large brick house in the middle of the block (801 Hanover Street) was here at the time of the battle. There was also a cluster of now demolished buildings at the intersection of Hanover and Littlepage Streets which soon developed into a Union stronghold.When the first federal assault reached this vicinity, no other troops had yet emerged from the cover of the embankment. Faced with increasingly intense Confederate fire and without support, the attacking troops could go no farther. They quickly took cover in and around available houses, behind fences, and anywhere else that provided a semblance of protection.A Union officer watched this and subsequent attacks from the vantage point of the courthouse cupola. He reported: \"I had never before seen fighting like that.... There was no cheering on the part of the men, but a stubborn determination.... I don't think there was SS, much feeling of success. As they charged, the artillery fire would break their formation and they would get mixed; then they would close up, go forward, receive the withering infantry fire, and those who were able would run to the houses and fight as best they could; and then the next brigade coming up in succession would do its duty and melt like snow coming down on warm ground.\" Cross Littlepage Street and turn left. As you cross Kirkland Street, look to your right to glimpse the Confederate infantry position, bordered by stone walls, along Sunken Road.Though successive waves of Union infantry were ordered into the teeth of concentrated Confederate musketry and artillery fire, the bulk of the Union artillery remained on the opposite bank of the Rappahannock River to lend support at long range. A few Union batteries, however, had been brought across the pontoon bridges and deployed on the high ground east of the canal ditch, near Federal Hill. Around 3:30 p.m., a Federal commander ordered some of these cannons beyond the canal ditch to relieve the pressure on the hard-pressed infantry. Captain J.G. Hazard and his artillerists of Battery B, lst Rhode Island Artillery hauled their six cannon across one of the bridges and up the ' slope.They unlimbered for action within 150 yards of the stone wall (probably somewhere near the intersection of Hanover and Littlepage Streets). Their fire was soon joined by that of two other batteries which also crossed the canal. These daring gunners provided a measure of close-in support, but their casualties were horrendous.Proceed along Littlepage Street to Mercer Street Pause beside the brick Stratton House (700 Littlepage Street) which stood quite alone in this area in 1862. As the storm of lead and jagged metal flew around it, the house drew wounded and demoralized Union soldiers to its shelter like a magnet.Although the land around you has been extensively developed, its contours are still evident. The slight depression extending past the Stratton house and parallel to Littlepage Street, for example, afforded some protection to soldiers laying prone. As each attack failed, this fold of ground sheltered an increasing number of soldiers. The bravery and endurance of these men became a liability, however, as the momentum of subsequent attacks was lost, not only to enemy fire, but to this obstacle of massed soldiers. In the late afternoon, a Union officer in this vicinity observed: \"The smoke lay so thick that we could not see the enemy, and I think they could not see us, but we were aware of the fact that somebody in our front was doing a great deal of shooting. I found the brick (Stratton) house packed with men; and behind it the dead and the living were as thick as they could be crowded together. The dead were rolled out for shelter, and the dead horses were used for breastworks. The plain thereabouts was dotted with our fallen.\"Turn right onto Mercer Street and follow it towards the Confederate lines until you reach Willis Street. From here you can readily see the strength of Lee's defenses. Infantry in the sunken road in front of you laid down a continuous hail of lead while artillery on the heights behind them raked the field with a devastating fire. Turn left on Willis Street and follow it to Lafayette Boulevard. On December 13, 1862, this area was strewn with dead and dying soldiers, whose bodies marked the farthest advance of the Union attacks. Turn right on Lafayette Boulevard. In the gathering twilight, elements of the Union Ninth and Fifth Corps advanced over the broken fields to your left and rear against that section of Marye's Heights directly in front of you. Confederate volleys lit the field as if by sheet lightning and these final attacks, like the previous ones, soon collapsed.Continue up Lafayette Boulevard to the National Park Service Visitor Center. Gain a fuller understanding of the events of December 1862 by availing yourself of the excellent exhibits and literature there. This brochure will resume its directions to guide you back to the City Visitor Center when you reach the, which is on the Park Service walking trailAround midnight of December 13, Union reserves moved up to relieve those soldiers who had survived the daylight fighting. The night turned bitterly cold as a north wind swept the field. Under the cover of darkness, stretcher bearers searched for the wounded, but many soldiers perished and stiffened before they were found. The dead were stripped of their clothing by ill-clad Confederates as well as by Union troops who had been ordered to leave their knapsacks and overcoats in town. Each soldier passed the miserable night as best he could, the experience etching itself differently in their respective memories. One man remembered sleeping next to several corpses while another recalled the sound of a window shutter banging on a nearby building all night.Proceed down Kirkland Street to Littlepage Street.The relieving troops took up their position in the depression parallel to Littlepage Street. At daybreak, the Confederates subjected these exposed newcomers to a horrible, day-long ordeal of sniping and sharpshooting. The cold and muddy soldiers had no option but to hug the ground, barely sheltered by the earth and frozen corpses. When the sun finally went down, the troops received welcome orders to retreat. A soldier from Maine described the return march: \"We had to pick our way over a field strewn with incongruous ruin; men tom and broken and cut to pieces in every indescribable way, cannon dismounted, gun carriages smashed or overturned, ammunition chests flung wildly about, horses dead and half dead still held in harness, accouterments of every sort scattered as by whirlwinds.\"Follow the retreating troops back down Hanover Street. After you cross Kenmore Avenue, bear to the left and follow George Street back to Princess Anne Street.A Union officer wrote the following account of the withdrawal: \"We marched past the court-house, past churches, schools, bank-buildings, private houses, all lighted for hospital purposes, and all in use, though a part of the wounded had been transferred across the river. Even the door-yards had their litter-beds, and were well filled with wounded men, and the dead were laid in rows for burial. The hospital lights and camp-fires in the streets, and the smoldering ruins of burned buildings, with the mixture of the lawless rioting of the demoralized stragglers, and the suffering and death in the hospitals, gave the sacked and gutted town the look of pandemonium.\"During the night of December 15-16, under cover of a heavy rain, the Army of the Potomac withdrew across the Rappahannock River. The Battle of Fredericksburg was over.Follow George Street downhill to Caroline Street and turn right. Proceed two blocks to your starting point at the Visitor Center.\"The original text for this walking tour was funded in part by a grant from the National Park Service, U.S. Department of the Interior through the Virginia Department of Historic Resources. The contents and opinions of this publication do not necessarily reflect the views or policies of the Department of the Interior. This program received funds from the National Park Service. Regulations of the U.S. Department of the Interior strictly prohibit unlawful discrimination in departmental Federally Assisted Programs on the basis of race, color, national origin, age or handicap. Any person who believes he or she has been discriminated against in any program, activity, or facility operated by a recipient of Federal assistance should write to: Director, Equal Opportunity Program, U.S. Department of the Interior, National Park Service, P.O. Box 37127, Washington, D.C. 20013-7127.\"To read a brochure for a tour of the street fighting on December 11 click here.For more information on the Battle of Fredericksburg click here.        Charge of Irish Brigade at Fredericksburg         Richard Kirkland Monument at Fredericksburg",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/assault.htm"
}
