{
    "title": "Fredericksburg & Spotsylvania National Military Park: History at Sunset Schedule - Summer 2016",
    "body": "History at Sunset Schedule - Summer 2016          Prospect Hill is one of the sites of this year's History at Sunset programs Buddy Secor       Subscribe  | What is RSS    News Release Date: May 24, 2016  National Park Service Announces 2016 History at Sunset Schedule    The National Park Service is pleased to announce its 2016 schedule for History at Sunset, the highly successful summertime series that has become a fixture in the community since its debut in 2002.This year's schedule will feature eight programs never presented before. In recognition of the Centennial of the National Park Service, four programs will focus on the evolution of the park, including the work of the Civilian Conservation Corps, the creation of the National Cemetery, and more recent efforts to connect visitors to the places and stories of the park.   The programs will begin at 7 p.m. and will run approximately 90 minutes.   Highlights of the schedule include \"A Place for the Living and the Dead: Creation of the National Cemetery,\" presented by historians John Hennessy and Becky Oakes on July 1, 2016. This year marks the sesquicentennial of the creation of the Fredericksburg National Cemetery, and this program will explore how the United States War Department organized a special Burial Corps to find, exhume, and re-inter Union Civil War dead in this area and the creation and construction of their final resting place.   Historian Beth Parnicza's program on June 24, 2016, \"A Modern Battlefield: Mission 66 at Chancellorsville\" will explore how the National Park Service has evolved in its efforts to preserve, protect, and interpret America's historic, cultural, and natural resources by examining the Park Service's initiative in the 1950s and 60s to modernize and improve park infrastructure.   This series will kick off June 10, 2016 with a program at Stafford Civil War Park that will explore that site and the Union Army of the Potomac's Winter Encampment in Stafford County in 1862-1863. The Stafford Civil War Park includes the only formally preserved physical remnants of the winter encampment, including the hut holes, earthworks, and roads left behind by the armies.   See below for the full schedule.   Visitors are advised to be prepared for walking trails and fields—so wear sturdy shoes, bring water, and bring bug repellant.Visitors should also bring a small flashlight for use in the low-light conditions at the end of each program.  History at Sunset 2016   June 10: John Hennessy: Hut Holes and Bastions: Stafford's Winter Encampment. Meet at Stafford County Civil War Park, 400 Mt. Hope Church Road, Stafford, VA 22554. Bring a lawn chair.   June 17: Frank O'Reilly &Pete Maugle: Into the Woods: Chancellorsville's Tangled Nightmare. Meet at Hazel Grove, Tour Stop 9, Chancellorsville Battlefield.   June 24: Beth Parnicza: A \"Modern Battlefield\": Mission 66 at Chancellorsville. Meet at Chancellorsville Visitor Center, 9001 Plank Road, Spotsylvania, VA 22553   July 1: John Hennessy & Becky Oakes: A Place for the Living and the Dead: Creation of the National Cemetery (Please note that pets are not permitted in the Cemetery). Meet at the Fredericksburg Battlefield Visitor Center, 1013 Lafayette Boulevard, 22401   July 8: Greg Mertz & Mike Westermeier: \"Terrible Yet Exciting\": Heth's Salient at Spotsylvania. Meet at Tour Stop 7, Burnside Drive, Spotsylvania Battlefield.   July 15: John Hennessy:Falmouth: The Rappahannock, War, and Freedom. Meet at the former Grizzle Center, 60 Butler Road, Falmouth, 22405.   July 22: Frank O'Reilly: Battle in the Balance: Early's Counterattack at Fredericksburg. Meet at Prospect Hill, Tour Stop 6, end of South Lee Drive, Fredericksburg Battlefield.   July 29: Becky Oakes & Eric Mink: Old War, New Deal: The Civilian Conservation Corps at Spotsylvania.  Meet at the McCoull house site, Tour Stop 5, Spotsylvania Battlefield.   August 5: John Hennessy: A New Look:Chatham's Evolving Historic Landscape. Chatham Manor, 120 Chatham Lane, Fredericksburg 22405   August 12: Eric Mink: Rediscovering History: The Rehabilitation of the Sunken Road. Fredericksburg Battlefield Visitor Center, 1013 Lafayette Boulevard, Fredericksburg, 22401   For additional information, call (540) 693-3200. Download the full press release here.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/news\/2016-has.htm"
}
