{
    "title": "Fredericksburg & Spotsylvania National Military Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 11, 2016  \"Fit-History\" Hikes for Fall 2016  Fredericksburg & Spotsylvania National Military Park will continue to combine health and history in the National Park Service’s Centennial year with a new series of “Fit-History” hikes this fall.   August 10, 2016  NPS Centennial Open House  Happy Birthday National Park Service! Have you ever wanted to explore all of the aspects of running a national park? Join us for a birthday Open House at Chatham Manor on Saturday, August 27, 2016, from 10:00a.m. to 12:00p.m. to celebrate 100 years of caring for our national treasures.   August 04, 2016  Slocum Drive Chip Seal  From August 8th to August 16th, Slocum Drive on Chancellorsville Battlefield will be CLOSED so it can be prepared for resurfacing.   July 15, 2016  Rescheduled History at Sunset  The National Park Service has rescheduled the History at Sunset program rained out on July 1. “A Place for the Living and the Dead: Creation of the Fredericksburg National Cemetery,” will be added to the end of the schedule—it will be presented on Friday August 19, starting at 6:30.   June 22, 2016  Battlefield Campfire Programs  On three summer Saturday evenings, the park will present family-friendly campfire programs at the Sunken Road, next to the Fredericksburg Battlefield Visitor Center.   June 03, 2016  Summer Hours and Programs 2016  Summer hours and daily programs for Fredericksburg & Spotsylvania have been announced.   February 11, 2016  Ticket to Ride  Fredericksburg and Spotsylvania National Military Park is one of 113 national parks selected to receive a field trip grant from the National Park Foundation, the official charity of America’s national parks. It will enable more schools to bring their students to the park and experience the stories of the battlefields and historic sites firsthand.   September 02, 2015  Every Kid in a Park  Fredericksburg and Spotsylvania National Military Park invites all fourth grade students to visit their national parks as part of the White House initiative, Every Kid in a Park. Starting September 1, fourth grade students can now go to the website www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas including all national parks.",
    "url": "https:\/\/www.nps.gov\/frsp\/learn\/news\/newsreleases.htm"
}
