{
    "title": "Fredericksburg & Spotsylvania National Military Park: Hamilton's Crossing",
    "body": "Explore This Park    Plan Your Visit     Trails & Brochures     Hamilton's Crossing              Hamilton's Crossing Walking Trail      This is the text for a walking trail that begins at Tour Stop 6 in the park, Prospect Hill.     This two tenths of a mile trail begins at the extreme south end of the parking lot at Prospect Hill, stop #6 on the Fredericksburg Battlefield driving tour.  At the end of the trail lies Hamilton's Crossing on the Richmond, Fredericksburg, and Potomac Railroad.  This landmark constituted the right anchor of General \"Stonewall\" Jackson's Confederate line in the Battle of Fredericksburg, December 13, 1862.  It was also the supply base for the Southern army during the Fredericksburg Campaign after the depot in Fredericksburg came within range of Union artillery in late November, 1862 and trains were not permitted to go further north.     The railroad traversed the Rappahannock River valley and connected Fredericksburg, about five miles to the north, with Richmond, about forty-five miles to the south.  The railroad became a vital link providing the Confederate army with food and other supplies.  The facilities consisted of a small station building where the Mine Road intersects the railroad. a telegraph shanty, and, probably, quartermaster tents and several sidings.     The crossing was named for Captain George Hamilton whose home, \"Forest Hill,\" stood on a knoll just southwest of the intersection.  Though the home is gone now, the Hamilton cemetery still exists.  Mine Run dates to colonial times when it meandered through Spotsylvania County from the iron mines in the northwestern section of the county to the Rappahannock River below Fredericksburg.     On the foggy morning of December 13, these woods teemed with Jackson's men. His right flank terminated here at the crossing.  About 10 a.m., the fog lifted, revealing the 55,000 soldiers of General William Buel Franklin's wing of the Union army on the fields in front of them.  As the battle commenced, federal cannon roared from the plains and showered the forest with lead.  Southern reserves in Jackson's second line moved up along Mine Road through Hamilton's Crossing to aid in the struggle.  Henry Handerson of the 9th Louisiana wrote, \"we were ordered forward at the 'double quick,' and. . .plunged into the woods in our front, where the shells were bursting with rapidity and considerable accuracy. . .\"  The railroad embankment soon became a combat zone of fierce fighting.  At the battle's end the Confederates retained control of their line.     Today this countryside is peaceful once more, its silence broken only by the trains which again pass through Hamilton's Crossing. The surroundings give little hint of the thundering cannon and fierce combat that swept through the area more than a century ago.For more information on the Battle of Fredericksburg click here.        Sketch of Confederates at Hamilton's Crossing during the Battle of Fredericksburg",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/hctrail.htm"
}
