{
    "title": "Fredericksburg & Spotsylvania National Military Park: Trails & Brochures",
    "body": "Explore This Park    Plan Your Visit     Trails & Brochures             Trails & Brochures       Our park features many excellent walking and hiking trails, boasting both historical significance and natural beauty. As you explore the park, the following hiking trail guides, maps, and brochures for sites will help you plan your journey and find your way around. Most of these sites and trails correspond with driving tour locations shown here in the overall park map.         Fredericksburg Battlefield Chatham Manor: Visit this historic home that served as a headquarters and a hospital during the Battle of Fredericksburg and was visited by Washington, Jefferson, and Lincoln. Fredericksburg Battlefield Tour Stop 2. Download the brochure for visiting Chatham.  Sunken Road\/National Cemetery Loop Trail: 0.8 miles round-trip. Follows the historic Sunken Road then climbs Marye's Heights to end in the Fredericksburg National Cemetery, where more than 15,000 soldiers lay. Trail begins at the Fredericksburg Battlefield Visitor Center, Driving Tour Stop 1. Download the trail guide here. Also see the National Cemetery Walking Tour Guide. Lee Hill Trail: 0.24 miles one way. Climbs a winding trail to the top of Lee's Hill, Robert E. Lee's command post during the battle, where an open-air exhibit shelter stands with information about the site. Trail begins at Driving Tour Stop 3. Bernard's Cabins Trail: 0.88 miles one way. A trail through the woods to the location of slave cabins and an artillery position during the Battle of Fredericksburg. Tour begins along South Lee Drive. Hamilton's Crossing Walking Trail: 0.32 miles one way. A short trail that leads to the site of Hamilton's Crossing, an important rail depot. Trail begins at Driving Tour Stop 6. Here is the text of an old brochure that describes the trail. North Lee Drive Trail: 2.8 miles one way. A trail that weaves in and out of the driving tour road on North Lee Drive without informational signage. Download the trail map here. South Lee Drive Trail: 2.4 miles one way. A trail that weaves in and out of the driving tour road on South Lee Drive without informational signage. Download the trail map here. Downtown Fredericksburg: Three trails begin in downtown Fredericksburg and explore different aspects of the battle. Read \"Fire in the Streets\" for a tour of street fighting sites; see \"Assault on Marye's Heights\" to follow in the footsteps of attacking Union soldiers; and \"Kenmore Walking Trail\" details Kenmore Plantation's role in the Battle of Fredericksburg.         Chancellorsville Battlefield Jackson Wounding Walking Tour Trail: 0.2 miles round trip. Walk around the Chancellorsville Battlefield Visitor Center to follow Jackson's reconnaissance and wounding and to see monuments to Jackson and an unknown Union soldier. Click here to download the out-of-print walking tour brochure. Chancellorsville History Trail: 4.3 miles round trip with optional 0.5 mile loop. Follow in the footsteps of Confederate soldiers hammering against the Union defense on the morning of May 3, visiting sites like the Chancellorsville crossroads and house site, the Bullock House Site, and the apex of Hooker's last line. Download the brochure. Hazel Grove - Fairview Trail: 0.85 miles one way. On the morning of May 3, one man fell killed, wounded, or captured every second for the five hours that intense fighting swirled between these two artillery emplacements. Walk the trail that links these Tour Stops (9 & 10) by downloading the brochure. McLaws Line Trail: 1.1 miles round trip. This loop trail at Tour Stop 4 tells the story of the men whose diversionary tactics kept Union attention away from \"Stonewall\" Jackson's flank march, enabling it to succeed on May 2, 1863. Download the trail brochure. 2nd Fredericksburg and Salem Church: The infamous Marye's Heights were once again contested ground in May 1863 in conjunction with the Chancellorsville Campaign. This time, the thinly-spread Confederate defenders were overpowered, and Union soldiers marched toward the main battle until Confederate reinforcements checked their progress at Salem Church. Follow the short trail around Old Salem Church (0.15 miles round trip) and look at Marye's Heights from a different perspective with the help of this out-of-print brochure.         Wilderness Battlefield Ellwood Manor: Visit the historic home used as a headquarters and a field hospital. Ellwood is open seasonally in the warmer months and accessible with a parking pass (available at the Chancellorsville Battlefield Visitor Center) when the building is closed. The Wilderness Crossing Trail begins in Ellwood's historic driveway. Download Ellwood's brochure. Wilderness Crossing Trail: 1.5 miles round trip. Explore the plantation grounds and dusty crossroads that defined this break in the \"Wilderness,\" which was soon overcome by the rear workings of an army--supply, field hospitals, and headquarters. When Ellwood is closed, you must obtain a parking pass to park at the gate of Ellwood Manor, and the trail's distance increases by 1 mile. Download the trail guide here. Gordon Flank Attack Trail: 2.1 miles round trip. Follow in the footsteps of Confederate soldiers delivering a crushing flank attack late on May 6, 1864. Trail starts at the Wilderness Battlefield Exhibit Shelter and walks from Confederate earthwork lines to Union earthwork lines. Check here for the trail brochure and a trail guide. Vermont Monument Trail: 0.43 miles one way. Some of the sharpest and most confusing fighting raged in the fearsome woods along the Plank Road corridor. Walk the same ground as the renowned Vermont Brigade and see the memorial to this unit which bore the brunt of the fighting in this area. Trail begins at Tour Stop 8. Widow Tapp Farm Trail: 0.58 miles round trip. As the battle hung in the balance on the edge of this field, Confederate reinforcements arrived just in time to save the Army of Northern Virginia. Robert E. Lee attempted to lead these men into the fight personally, only to be shouted back by his soldiers. Trail begins at Trou Stop 6. Federal Line Trail: 3.7 miles round trip. Walk the length of the Union line, featuring remarkable earthworks and artillery emplacements, as it stretches from the Orange Turnpike to the Orange Plank Road, mirroring the park's tour road, which follows the Confederate line. Trail begins at the picnic area south of Tour Stop 3. Download the trail map here.         Spotsylvania Battlefield Bloody Angle Trail: 1.1 miles round trip. At dawn on May 12, 1864, Union soldiers launched a massive assault against a bulge in Confederate works called the \"Mule Shoe\" Salient. The result was 22 hours of intense hand-to-hand combat, much of it centered around a bend in the earthworks later known as the \"Bloody Angle.\" Trail begins at Tour Stop 3. Download the trail map.  Spotsylvania History Trail: 5.7 miles round trip. This trail weaves throughout most of the Spotsylvania Battlefield, passing much of the 14 miles of earthworks on the battlefield and covering the majority of tour stops. Download the brochure here or follow the trail map.          Other Sites \"Stonewall\" Jackson Shrine: The site of the plantation office where Confederate General Thomas J. \"Stonewall\" Jackson died of pneumonia after he was wounded at the Battle of Chancellorsville. Read the brochure. Confederate Cemeteries: Two Confederate cemeteries house the dead of our four battlefields. Both the Fredericksburg City Cemetery and the Spotsylvania Confederate Cemetery are open to visitors. Download the brochure for these cemeteries.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/trails-brochures.htm"
}
