{
    "title": "Fredericksburg & Spotsylvania National Military Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Law enforcement rangers are here to help! NPS Photo    Your safety is our top priority! Stay aware at all times when visiting the park. If you see suspicious or potentially dangerous activity, or at any times feel unsafe, call the park at 540-693-3200 and connect to Law Enforcement, or dial 911 in case of emergency. Wildlife and Pests Ticks and other insects that carry disease are prevalent in Central Virginia. We highly recommend using insect repellant, especially if you plan to hike our trails. Although our park is surrounded by civilization, keep an eye out for wildlife, including many deer on the roadways and the occasional black bear. Do you know how to respond if you see a black bear? Black bears are a natural inhabitant of our ecosystem, and we do have sightings of them in the park on an irregular basis, usually late summer to early fall. Please leave the bears alone, and they will usually leave you alone. If you feel threatened, do NOT run away. Slowly walk away, facing the bear. If it comes toward you, make lots of noise (they do not see very well) and if it continues to approach, throw things (like rocks or sticks - but NOT food) at the bear if it gets too close. Running from a bear is a bad response--it might trigger a predator response where the bear may run towards you. Traffic Central Virginia is a rapidly developing region, with high volume and fast-moving traffic. Be aware as you turn on and off of park roads. Our driving tours often make use of state and county roadways. Expect heavy traffic on Virginia Rt. 3 and Rt. 20, particularly. Weather Summers in Central Virginia are often very warm. Check the weather in advance of your trip, and plan accordingly. Dress for the heat and for sun protection. Pack lots of water. The Fredericksburg area experiences temperate spring and fall seasons and mild winters with occasional snowfall and cold temperatures.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/safety.htm"
}
