{
    "title": "Fredericksburg & Spotsylvania National Military Park: Kenmore Walking Trail",
    "body": "Explore This Park    Plan Your Visit     Trails & Brochures     Kenmore Walking Trail              Kenmore Walking Trail      A CIVIL WAR WALKING TOUR OF KENMORE PLANTATION AND WASHINGTON AVENUE Written by Gary Norman      In December of 1862, a deadly drama unfolded around Kenmore. Federal forces crossed the Rappahannock on their march to Richmond, but found the road blocked by a well-fortified Confederate army. The Army of Northern Virginia, under General Robert E. Lee, repulsed General Ambrose Burnside's Army of the Potomac on December 13 in the Battle of Fredericksburg. There were over 17,000 casualties that day, half of them falling wounded or dead within sight of Kenmore.     Modern growth has obscured all but the most prominent features of battles fought around Kenmore. However, the terrain that made the town so tactically significant exists largely unchanged and may be observed by a walk through the neighborhood.     In 1862 Kenmore was no stranger to war. Completed in 1776, the mansion was built for Fielding Lewis and his wife, Betty Washington, sister of George Washington. A merchant and planter, Lewis sacrificed his wealth and wealth to the fight for American independence by underwriting the cost of a gun manufactory in Fredericksburg.     In 1797, the Lewis family sold the property. During the next 120 years, Fielding Lewis' 1,300-acre plantation was divided until less than a city block surrounded the house. In 1922, a group of concerned citizens formed the Kenmore Association to save the mansion from destruction. Begin your tour at Kenmore's east portico or river entrance (covered porch). In 1862, this area was more open, the houses in the surrounding blocks were not here, and gardens and lawn extended two blocks in each direction. From this position one could view the Rappahannock River, just five blocks beyond the garden gate.     In the predawn hours of December 11, Federal engineers on the opposite bank of the river prepared pontoon bridges to allow their army to cross into Fredericksburg. At dawn, Confederate infantry, hidden in houses along the riverbank, opened fire to halt bridge construction. Covering fire from Federal muskets was ineffective against the hidden Confederates. At mid-morning the Federals concentrated a fire of 36 field guns against the buildings where Southern marksmen hid. Undaunted, the Confederates continued to fire on the engineers. Union gunners then unleashed a general bombardment of 150 guns for two and a half hours, firing up to sixty shells each minute. It was probably during this massive cannonade that the first shells struck Kenmore.     A cannonball, found inside during 1930's restoration work, is mounted on the east front of the mansion. It had crashed through the roof and lodged beneath the floor of an upstairs chamber. This cannonball was placed in a gouge caused by another ball. Patches in the roof (visible in the attic) and interior walls of Kenmore show that several other Federal rounds struck the mansion. Major J.O. Kerby, visiting battlefields after the war, commented in 1890 that Kenmore \"suffered somewhat from the shelling by Burnside's artillery, there being the scars of five solid shot on the wall facing the Federal army.     A Pennsylvania officer described firing into town from across the river: \"The battery was in position on a commanding eminence,. . . . We fired principally spherical case, at a distance of 1,200 yards, . . . . We fired several rounds at long range, which failed to explode.\" One such long range round may be the Borman-fuzed common shell found beneath Kenmore's attic floor in 1989. Had this fuse not failed, Kenmore might have caught fire and been destroyed.     Before the smoke cleared from the bombardment, Federal regiments ferried across the river and established bridgeheads at the upper and lower ends of town. They expanded this foothold, fighting through yards and up narrow streets into the heart of town. Confederate soldiers found a vantage point from the upper floors of Kenmore for the action that followed. During restoration in the 1930's, a ramrod from a Tower Enfield Model 1853 rifle was found under floorboards of the southwest upstairs chamber of the mansion (the upper left windows from this point). Confederate defenders withdrew during the evening, and Federal troops poured into town across the floating bridges all the next day.     Federal troops secured Kenmore to guard their right flank. One officer wrote: \"The 122nd Pennsylvania Volunteers deployed as skirmishers upon the Fall Hill road, between the two canals, above the city, and upon the crest of the ridge upon which stands Mrs. Washington's monument, and two companies of the 124th New York Volunteers were advanced in front of Kenmore mansion, supported by the Twelfth New Hampshire Volunteers . . . .\" Directly opposite the Federals, on the heights, {where Mary Washington College is located today} was Major General Richard H. Anderson's division on the Confederate First Corps. Proceed around the mansion to the west or Washington Avenue side. A cannonball is mounted between the first and second floors. Another cannonball left a gouge in the bricks between the two cellar windows left of the door. This damage shows that artillery rounds fired into at Kenmore came also from Confederate guns.     The targets of these Southern gunners were probably the Union batteries posted near Kenmore on December 13. The confines of the town did not allow the Federals to bring many batteries into action on this side of the river. Instead, their guns supported Union attacks from the opposite shore. As the Confederates decimated the Federal assault forces, several batteries moved forward into areas that provided acceptable fields of fire. battery C, 1st Rhode Island Light Artillery and Battery D, 1st Battalion New York Light Artillery took positions near Kenmore and fired obliquely across the Union front to support infantrymen to their left.     A federal officer recalled his battery was situated \"near the center of the town, on a little ridge, and on the right of {the Rhode Island battery at Kenmore}. The action began immediately, and lasted until after dark. The fire was directed against two little breastworks . . ., at the distance of 1,000 to 1,100 yards.\" He reported his guns expended 613 rounds from this location. A Confederate officer, Captain Victor Maurin of the Donaldsonville (Louisiana) Artillery, remembered that the Union guns \"opened so furiously that they succeeded in diverting my fire . . . .Their shots were so well directed that I could only occasionally give a round to the infantry whenever an opportunity offered.\"     At 10:30 PM, December 13, Battery A, 4th U.S. Artillery took position in a field \"upon the left\" of Kenmore. The next day, Confederates opened fire on it \"firing fuse shell, solid shot, and spherical case, using rifle and smoothbore guns.\" This battery replied and, after returning 50 rounds, silenced the Confederate guns. December 15 brought no action from Confederate artillery on the heights west of Kenmore, so the Kenmore battery\" was recalled.\" Proceed through the gate to Washington Avenue. Turn right, follow the sidewalk 1\/2 block to Fauquier Street.  Three blocks to your right, at the intersection of Fauquier and Charles Streets, a section of guns (two cannons) helped cover the Union right flank. Another section positioned itself at the corner of Lewis and Prince Edward Streets for this purpose. These guns probably did not fire during the December battle as no action developed in their areas. Continue up Washington Avenue one block to Hawke Street. These houses were built during the late 19th and early 20th centuries. The ridge that made this area useful strategically during the war also made it attractive to homebuilders.     The brutal street fighting on December 11 occurred six blocks to your right. When Union infantry crossed the river, the Confederates withdrew to this ridge and then to the heights to your left. Looking down Hawke Street, you can see the contours that made this a vantage point. Continue a block down Washington avenue to Pitt Street.  Below you Washington Avenue crosses the Rappahannock Canal (visible as an earthen embankment). Begin in 1829, it served as part of an upriver navigation system. Later, its purpose shifted to water power, turning the wheels of several mills. In 1862, the canal was a significant barrier to troop movement. A paper mill stood where a millrace branched off several blocks to your left (as you face the canal). Union snipers took shelter in the building until driven out by Confederate artillery. As Federals scrambled from the mill, Confederate riflemen picked them off. \"The shooting, at short range, afforded excellent hits,\" remembered one Butternut, \"but it was sad. I never enjoyed the sport of shooting at men . . . . But the heavy guns on Stafford Heights kept up their steady fire and had our own range down pat, while the invading Yankee infantry tried to drive us back. I pigeon-holed my sentiments and shot for keeps.\" In the second block to the right, brick warehouses on the canal turning basin were loop holed for musketry during Federal occupation. Cross Washington Avenue to the white obelisk that is the Mary Washington Monument.  President Andrew Jackson laid the cornerstone of the original monument in 1833. Complications halted work on the monument so that by 1862 only its base was completed. A Confederate camped near Fredericksburg, wrote in December 1862: \"George Washington was raised here , and his mother died and was buried {here}. The monument erected to her memory has no inscription upon it, but its pure and sacred marble is polluted with the unhallowed names of Northern villains . . . .\" The present granite monument, dedicated in 1894 by President Grover Cleveland, was constructed on the site of the original monument to mark the grave of George Washington's mother. The brick wall encloses the Gordon family cemetery. Walk to the rear of the Gordon cemetery to gain a sense of the terrain. Across the valley, on the heights where Mary Washington College now sits, was the main Confederate line.  Artillery on the opposite slope (which may not be visible when foliage is full) was backed by veteran infantry. Along the bottom of the valley a millrace proved an obstacle which hindered Federal columns attacking Marye's Heights, eight blocks to your left. This waterway, now covered, still drains part of Fredericksburg.     On May 3, 1863, during the 2nd Battle of Fredericksburg (part of the Chancellorsville Campaign), a Union column moved to your right in an attempt to flank the Confederate position opposite. At the federal division commander wrote, \". . .the enemy. . . opened on us with artillery from the hills. This fire was replied to by (a battery) posted . . . near Mrs. Washington's monument, and by(another battery) placed on the plain to the right. In this position, the battery suffered severely . . . and was shortly afterward moved to the left . . . .\"     A Confederate artillery officer recounted the same events from his vantage point: \"I immediately opened fire upon a column of the enemy's infantry moving to our left on the plain beneath, soon compelling them to scatter and seek cover. . . . Their infantry now being under cover and out of sight I opened a battery in their rear. . . . A spirited duel took place lasting for the period of thirty minutes, when the enemy withdrew badly crippled.\" Proceed back to Washington Avenue, turn right. Proceed three blocks up Washington Avenue to Cornell Street.  At Cornell Street you have a clearer view of the contours of the valley that separated the Union line from the Confederate position on the heights beyond. Cross Cornell Street and proceed to the iron gate of the Confederate Cemetery.  While the Union army was attacking the Sunken Road,a few blocks to your left-front as you face the gate, Union soldiers posted at Mary Washington's tomb and concealed behind the tombstones in the Fredericksburg Cemetery (to your left inside the gate) skirmished with Mississippi troops spread out across the valley below. The Confederates sent word back to their artillerists on the heights urging them to shell the Union lairs. \"The request to shell the grave of the mother of the 'Father of His Country' was refused,\" remembered one Mississippi soldier, \"but they consented to fire a few shots into the cemetery. Soon a great noise of bursting marble was heard and double results were obtained, as a fragment of marble was as god for killing purposes as a shell. Many a Yank doubtless had this inscription on his tomb, 'Killed by a tombstone that broke loose at Fredericksburg.'\" The Ladies Memorial Association of Fredericksburg purchased land adjacent to the Fredericksburg City cemetery in 1867 to provide a permanent resting place for the many Confederate soldiers buried in the war-torn countryside. Federal dead were being gathered for burial in the Fredericksburg National Cemetery on Marye's Heights, above the infamous stone wall on Sunken Road. The Fredericksburg National Cemetery, dedicated in 1870, contains the remains of 3,553 Confederates from 14 states, many unknown. The dead include five generals and one Lucy Ann Cox, a Fredericksburg women who accompanied her soldier-husband into the field, through four years of war, with the 30th Virginia Infantry. Visitors are welcome to tour the grounds and discover its many details. Retrace your steps up Washington Avenue to Kenmore's front gate.  During the night of December 15 and the predawn hours of the next day, Federal troops withdrew from Fredericksburg. When the last units had recrossed the Rappahannock River, the engineers who had built the pontoon bridges cut them loose and took them up.     Kenmore had not seen the last of the war. In May, 1864 the armies clashed 15 miles west in the Wilderness. Thousands of wounded soldiers were brought here for medical attention and occupied nearly every large building in town, including Kenmore. Many died and were buried wherever there was room to dig a grave. Proceed up the main walk on Kenmore, turn left, walk to the end of the kitchen building. Several outbuildings once stood in the yard behind this building, including a meat house, a smoke house and a \"lumber\" house.     A Union medical steward wrote: \"After the Battle of the Wilderness, I was sent with the wounded who were taken from the field hospitals and loaded in ambulances and empty army wagons that had been used to haul supplies. . . . I walked and ran all the night, keeping up with the train. When a plank was out, I could hear the groans of the wounded as the wagons struck.\"     \"We arrived at the Kenmore Mansion about daylight. The wounded were taken out of the vehicles and placed on oil cloth blankets by the fence west of the house. Soon afterwards, it began to rain and we took them in. . . . I had my medical supplies in what I suppose was a smoke-house or milk house {no longer standing}, . . .\"     Many soldiers died of wounds, or disease, and were buried here. The remains of 103 Federal soldiers disinterred from the grounds of Kenmore were reburied in the National Cemetery on Marye's Heights. The last soldier was found during reconstruction of the kitchen building in 1929.     Through ongoing archaeological and historical research, Kenmore continues to uncover clues about the area's Civil War past. if you have not toured Kenmore, we invite you to do so.To read more about the Battle of Fredericksburg, click here.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/kenmore.htm"
}
