{
    "title": "Fredericksburg & Spotsylvania National Military Park: Accessibility",
    "body": "Accessibility          With a few exceptions, park buildings and many park trails are handicap accessible. Service animals are welcome in all of our park buildings and on the grounds. If you have any questions about accessibility accommodations, please call ahead at 540-693-3200. Fredericksburg Battlefield Visitor Center A ramp at the front door makes the main floor of the building accessible. This includes the park's orientation desk and upstairs exhibit areas. The basement is not handicap accessible. It contains one room of exhibits, the auditorium, and restrooms.  A handicap accessible restroom is located in the adjacent brick bookstore that is also handicap accessible. The 22-minute orientation film is available on the main floor, and listening devices with volume amplification or audio description are available for the hearing or visually impaired. For either of these accommodations, please inquire of the front desk staff. Chancellorsville Battlefield Visitor Center  The building is totally handicap accessible. It contains an orientation desk, auditorium, exhibits, bookstore, and rest rooms. For those who are hearing or visually impaired, listening devices with volume amplification or audio description are available to accompany the movie. Inquire at the front desk to obtain a listening device. Chatham Manor  This building functions as the park's headquarters and office space as well as museum. A ramp provides access to the exhibit area. A separate building contains handicap accessible restrooms. Stonewall Jackson Shrine  The first floor of this two story historic building is handicap accessible through a deployable metal ramp. A separate building contains handicap accessible restrooms. Ellwood Manor  The first floor of this historic building is handicap accessible. The second floor is not yet open to the public and is not handicap accessible. A handicap accessible porta-potty is located on the grounds. Salem Church  The first floor of this historic church is handicap accessible through a deployable metal ramp. There is a small handicap accessible restroom. The balcony is not handicap accessible. Park Trails Many of the park trails are handicap accessible but others traverse swampy ground and forests without smooth surfaces. We recommend the following trails as the most accessible: Fredericksburg Battlefield: the Sunken Road trail just outside of the Fredericksburg Battlefield Visitor Center and the grounds at Prospect Hill (Fredericksburg Battlefield Tour Stop 6) Chancellorsville Battlefield: the Jackson Wounding loop trail around the Chancellorsville Battlefield Visitor Center and sections of the trail to Fairview at Chancellorsville Tour Stop 10 (broken by a non-accessible wooden bridge that passes over earthworks) Wilderness Battlefield: the Tapp field trail at Wilderness Battlefield Tour Stop 6 and the Brock Road-Plank Road Intersection trail at Wilderness Battlefield Tour Stop 8 Spotsylvania Battlefield: portions of the trail network around the Bloody Angle (Tour Stop 3) and the path linking the Bloody Angle to the East Face of the Salient (Tour Stop 3 to Tour Stop 6)",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/accessibility.htm"
}
