{
    "title": "Great Falls Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer          VOLUNTEERS WANTED:   Visitor Center Volunteers   Join the Great Falls Park Volunteer Staff and be the catalyst for great visitor experiences!  Volunteers at  Great Falls Park Visitor Center welcome thousands of park visitors every year and provide invaluable information regarding the park's historical, natural and recreational resources. Responsibilities Include: Maintain visitor center operations - Direct visitor center calls and providing information to the public - Operate the cash register and stock the small bookstore\/sales area - Provide informal interpretation services including: general orientation information as well as more detailed information about the park's natural, historic, and recreational resources.    Volunteers will also assist visitors with general directions in the park and surrounding area, answer the telephone, and communicate with the park's paid staff- Assist with special events and programming.  Skills\/Training Recommended: Each volunteer will receive an orientation to Great Falls Park and visitor services. If you are interested in joining the Great Falls Tavern Staff, please contact the Volunteer Coordinator at (703) 285-2965 or by email.   Please note: At this time, we only accept volunteers for the Great Falls Park Visitor Center volunteer program who are at least 18 years of age.    Hike or Bike Volunteers    Do you love walking, bicycling, exercise, nature, and have an appetite for history? Join the Great Falls Trail Patrol Team!! The Trail Patrol is composed of volunteers of the community working with Great Falls Park to provide a professional presence along the trails and thus enhance visitors' time spent in the park. Volunteers patrol the trail on foot and\/or bicycles and offer information to visitors, answer questions, report hazards, and serve as resource protection stewards. Trail Patrol Volunteers are highly visible and are often visitors' most easily-approached by visitors. Trail Patrol Volunteers are our eyes and ears!   Bike or Hike Patrol volunteers assist park rangers by riding on accessible trails in Great Falls Park. To assist park staff in providing helpful information and services to park visitors, maintain good public relations as a representative of the National Park Service, and monitor park resources, visitor usage, and emergency needs. Skills and Experience Desired: Excellent communication skills.  Ability to work with culturally, socially, and economically diversified people. Knowledge of the park and local resources, or the desire to learn.  Knowledge of basic bike maintenance or willingness to learn. .Willingness to provide basic first aid.  Ability to demonstrate skill in basic operation of a bicycle.   For additional information, contact: Volunteer Coordinator 703-285-2965 ext. 225 or email.              Potomac Paddlers Volunteer Corps   The Potomac Paddlers Corps is a volunteer group with the National Park Service under shared management between Great Falls Park and the C&O Canal national Historical Park.  The primary mission of the Corps is to have trained, uniformed park volunteers on the Potomac River to assist the park in identifying and reporting incidents, watch out for risky park visitor behavior, and to deliver safety messages to the public about the dangers of the Potomac River in the Potomac Gorge.   Please click here for the position description.    Corps members are essentially the eyes and ears on the river and provide additional support for communications and assistance for emergency operations. One thing the Corps members are NOT - are police. Potomac paddlers may assist in persuading individuals not to do something, or they may provide an effective safety message to someone who dearly needs one, but he\/she is not an enforcer of regulations. That job is left to law enforcement officials.   Nor is there an expectation for Corps members to be highly trained, expert paddlers capable of technical emergency operations. However, the program strives to provide basic and intermediate levels of swift water rescue training. There may be an incidence when those skills may be needed to provide personal protection, or to assist someone in the river environment. History shows that many people have been saved by paddlers in the Potomac River Gorge, primarily because they are in the right place at the right time.      For additional information, contact: Volunteer Coordinator 703-285-2965 ext. 225 or email.",
    "url": "https:\/\/www.nps.gov\/grfa\/getinvolved\/volunteer.htm"
}
