{
    "title": "Fredericksburg & Spotsylvania National Military Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       Hours of operation vary by season and building. Park buildings are closed on New Year's Day, Thanksgiving Day, and Christmas Day. Park grounds are open every day from sunrise to sunset. Please check our Facebook page for updates regarding inclement weather (www.facebook.com\/fredericksburgspotsylvanianmp) or call our Weather & Park Closing hotline at 540-693-3200 ext. 3190.   All programs are staff dependent; we recommend calling in advance to verify hours and tour times. For additional information, call the park at 540-693-3200. Summer 2016 All hours are dependent on staffing and weather conditions.  Summer hours of operation and special summer programs will begin at all of the sites administered by Fredericksburg and Spotsylvania National Military Park on Saturday, June 11, 2016.Most of the programs are offered through Monday, September 5 (Labor Day), but all are available through Sunday, August 14, 2016. Download a PDF version of the summer hours and programs for 2016. Audio tours covering the Fredericksburg, Chancellorsville, Wilderness and Spotsylvania Court House battlefields, each lasting three hours, are available at the visitor center bookstores for rent (with a $20.00 cash deposit) or purchase. For additional information, call one of the park visitor centers at 540-693-3200 and either extension 4040 (Fredericksburg) or 4050 (Chancellorsville).              Guided tours are offered along the Sunken Road. NPS Photo  Fredericksburg Battlefield Visitor Center, Features a 22-minute film offered on the hour and the half hour (fee) and new exhibits (free). Open daily: 9:00 a.m. - 5:00 p.m. Sunken Road Walking Tour, 35-minute guided walking tour of the most famous portion of the Fredericksburg Battlefield.  Weekdays: 10:25, 11:25, 1:25, 2:25, 3:25 Weekends: 10:25, 11:25, 12:25, 1:25, 2:25, 3:25 Departs from Fredericksburg Battlefield Visitor Center Innis House open most days from 9:15 a.m. –11:00 a.m. Children's Civil War Discovery Programs –1-hour activity Fridays at 11:00 a.m. Children's Soldier Life Programs –1-hour activity Saturdays at 11:00 a.m.          Cannon at Fairview sighted toward Hazel Grove. NPS Photo  Chancellorsville Battlefield Visitor Center, Features a 22-minute orientation film offered on the hour and half hour (fee) and new exhibits (free). Open daily: 9:00 a.m. - 5:00 p.m. Jackson Wounding Walking Tour, a 35 minute guided walking tour that explores the Battle of Chancellorsville and the mortal wounding of \"Stonewall\" Jackson. Leaves from Chancellorsville Battlefield Visitor Center.  Daily: 10:25, 11:25, 1:25, 2:25, 3:25 Departs from the Chancellorsville Battlefield Visitor Center          A section of the Gordon Flank Attack trail leads visitors through Saunders' Field, tour stop 2 on the Wilderness Battlefield. NPS Photo  Wilderness Battlefield Wilderness Exhibit Shelter, An open-air exhibit shelter is available to help visitors understand the battle. Park historian on duty to explain the battle Daily from 9:45 a.m. to 4:45 p.m. No Turning Back Walking Tour, a 45-minute guided walking tour that explores the first clash of Ulysses S. Grant and Robert E. Lee on the Wilderness' Saunders Field. Meet at the Wilderness Exhibit Shelter. Daily at 11:30 and 2:30.  Departs from Wilderness Battlefield Tour Stop #2 \"Into the Wilderness: Control of the Key Intersection,\" 30-minute program daily at 1:30 p.m. Departs from Wilderness Battlefield Tour Stop #8  Ellwood, a historic home used as a Union headquarters. Open daily, 10:00 a.m. to 5:00 p.m.         The Bloody Angle witnessed some of the fiercest fighting of the Civil War. NPS Photo  Spotsylvania Court House Battlefield Spotsylvania Exhibit Shelter, An open-air exhibit shelter is available to help visitors understand the battle.  Park historian on duty to explain the battle Daily, 10 a.m. to 6 p.m. Bloody Angle Walking Tour, a 45-minute guided program at the site of 22 hours of continuous hand-to-hand combat. Meet at tour stop #3, Spotsylvania Battlefield  Daily at 1:30 p.m. and 4 p.m. Departs from Spotsylvania Battlefield Tour Stop #3                 Sunset at the \"Stonewall\" Jackson Shrine, the original office building where the Confederate general died on May 10, 1863. Larry Stuart  Chatham Manor Historic home which served as a field hospital and a Union headquarters during the Civil War. Open daily 9:00 a.m. to 4:30 p.m. \"Stonewall\" Jackson Shrine Historic building where General Jackson died.  Open Daily, 9 a.m to 5 p.m.          Walking Tour Schedule for Week of August 15th - 19th  For the period of time between the end of the summer season and Labor Day Weekend, building hours will be the same as the summer schedule listed above, with the exception of Ellwood, which will only be open on weekends and holidays.  The park will offer daily guided walking tours as the schedule permits. Call the park at 540-693-3200 for the most up-to-date daily information, but the following is the anticipated walking tour schedule for weekdays between August 15th and August 19th:  Monday, August 15: Sunken Road Walking Tour --11:25,1:25,2:25 and 3:25 Jackson Wounding Walking Tour --10:25 and 1:25  No Turning Back Walking Tour --11:30 and 2:30 Bloody Angle Walking Tour -- NONE   Tuesday, August 16:  Sunken Road Walking Tour --11:25,1:25,2:25 and 3:25  Jackson Wounding Walking Tour --11:25 and 2:25  No Turning Back Walking Tour -- NONE Bloody Angle Walking Tour --1:30 and 4:00    Wednesday, August 17:  Sunken Road Walking Tour --11:25 and 2:25  Jackson Wounding Walking Tour --10:25 and 1:25  No Turning Back Walking Tour --11:30 and 2:30  Bloody Angle Walking Tour --1:30 and 4:00    Thursday, August 18:  Sunken Road Walking Tour --11:25 and 2:25  Jackson Wounding Walking Tour --11:25 and 2:25  No Turning Back Walking Tour -- NONE  Bloody Angle Walking Tour --1:30 and 4:00    Friday, August 19:  Sunken Road Walking Tour --11:25,1:25,2:25 and 3:25  Jackson Wounding Walking Tour --11:25 and 2:25  No Turning Back Walking Tour -- NONE  Bloody Angle Walking Tour --1:30 and 4:00    On weekends and holidays through Labor Day, the park anticipates the following offerings:     Sunken Road Walking Tour -- 11:25,1:25,2:25 and 3:25  Jackson Wounding Walking Tour --11:25, 1:25, 2:25 and 3:25  No Turning Back Walking Tour -- 11:30 and 2:30  Bloody Angle Walking Tour --1:30 and 4:00   NOTE: Children's Programs at the Fredericksburg Visitor Center and \"Into the Wilderness\" program at Stop #8 on the Wilderness battlefield will conclude with the summer season on August 14th.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/hours.htm"
}
