{
    "title": "Great Falls Park: Snakes",
    "body": "Snakes         Milk Snake National Park Service  Snake! Hearing that word can cause someone to come running over to see the animal- or cause them to run away as fast as they can. Yet snakes play a vitally important role in the natural world, as both predator and prey.  Snakes are found throughout Great Falls Park, and are protected here. Most snake bites happen when someone attempts to pick up or touch a snake. If you observe a snake in the wild, observe it from a distance. Avoid rummaging through deadfall and brush piles, since snakes often use them as hiding places. Staying on trails can greatly reduce encounters with snakes.          Northern Copperhead National Park Service  The copperhead is the only venomous snake found within Great Falls Park. These snakes are usually not aggressive, and rely on camouflage to hide. Earth tones and the hourglass pattern on the snake's back help disguise them in the wild. Copperheads and non-venomous rat snakes will vibrate their tails in leaf litter to make a buzzing noise, which helps to scare away potential predators. Their main predators in the park are opossums. Copperheads are members of the pit viper family, and share the classic wedge shaped head and cat's eye pupil of the majority of venomous snake species in the United States. The top of their head is always a solid copper color. Unlike many snakes, copperheads give birth to live young. Babies prey on insects and small mice. They move on to larger mice, frogs, and birds as they reach adulthood.  Their venom is usually not fatal to humans, although any snake bite needs to be treated. These snakes will usually not strike if someone walks nearby, but will bite if stepped on or picked up.         Northern Water Snake National Park Service  Northern water snakes, like the one in the photo to the right, are often seen around the Potomac. They are often confused with the venomous cottonmouth, which is not found in Great Falls Park. Water snakes prey on fish, frogs, and salamanders. They will defend themselves aggressively if disturbed, by striking at whatever threatens them and releasing a foul smelling liquid to discourage predators. Black rat snakes are one of the most commonly observed species in Great Falls. They can reach a length of over six feet, and are capable of climbing trees. Their main prey is rodents. Northern brown snakes and rough green snakes are two of the most difficult species to spot in the wild at Great Falls. The brown snakes are reclusive, and prefer the damp environments found along the River Trail and in the swampy habitats in the park. Brown snakes reach a maximum of 13 inches in length. Rough green snakes are slightly larger, ranging from 7-32 inches in length, and slender. These snakes are excellent climbers, and use their light green color to blend in with shrubs and trees while they hunt for insects.  Remember that all snakes are protected in Great Falls Park. Disturbing, harming, or killing a snake is prohibited within park boundaries. Snakes prefer to leave people alone as long as they are not bothered themselves, and given the chance, will slither away on their own.",
    "url": "https:\/\/www.nps.gov\/grfa\/learn\/nature\/snakes.htm"
}
