{
    "title": "Fredericksburg & Spotsylvania National Military Park: History At Sunset",
    "body": "History at Sunset         Prospect Hill is one of the locations this year's programs will explore, during Battle in the Balance: Early’s Counterattack at Fredericksburg with Frank O'Reilly Buddy Secor   History at Sunset is an annual program held by the park during the summer season. Every Friday evening at 7 p.m., park historians will lead a tour or special program in the park or the surrounding area. These tours focus on areas rarely visited or stories rarely told.  This year's schedule will feature eight programs never presented before. In recognition of the Centennial of the National Park Service, four programs will focus on the evolution of the park, including the work of the Civilian Conservation Corps, the creation of the National Cemetery, and more recent efforts to connect visitors to the places and stories of the park. The programs will begin at 7 p.m. and will run approximately 90 minutes. See below for the full schedule.          Summer 2016    June 10: John Hennessy: Hut Holes and Bastions: Stafford's Winter Encampment. Meet at Stafford County Civil War Park, 400 Mt. Hope Church Road, Stafford, VA 22554. Bring a lawn chair. June 17: Frank O'Reilly & Pete Maugle: Into the Woods: Chancellorsville's Tangled Nightmare. Meet at Hazel Grove, Tour Stop 9, Chancellorsville Battlefield. June 24: Beth Parnicza: A \"Modern Battlefield\": Mission 66 at Chancellorsville. Meet at Chancellorsville Visitor Center, 9001 Plank Road, Spotsylvania, VA 22553 July 1: John Hennessy & Becky Oakes: A Place for the Living and the Dead: Creation of the National Cemetery (Please note that pets are not permitted in the Cemetery). Meet at the Fredericksburg Battlefield Visitor Center, 1013 Lafayette Boulevard, 22401 [RESCHEDULED: See information below] July 8: Greg Mertz & Mike Westermeier: \"Terrible Yet Exciting\": Heth's Salient at Spotsylvania. Meet at Tour Stop 7, Burnside Drive, Spotsylvania Battlefield. July 15: John Hennessy: Falmouth: The Rappahannock, War, and Freedom. Meet at the former Grizzle Center, 60 Butler Road, Falmouth, 22405. July 22: Frank O'Reilly: Battle in the Balance: Early's Counterattack at Fredericksburg. Meet at Prospect Hill, Tour Stop 6, end of South Lee Drive, Fredericksburg Battlefield. July 29: Becky Oakes & Eric Mink: Old War, New Deal: The Civilian Conservation Corps at Spotsylvania. Meet at the McCoull house site, Tour Stop 5, Spotsylvania Battlefield. August 5: John Hennessy: A New Look:Chatham's Evolving Historic Landscape. Chatham Manor, 120 Chatham Lane, Fredericksburg 22405 August 12: Eric Mink: Rediscovering History: The Rehabilitation of the Sunken Road. Fredericksburg Battlefield Visitor Center, 1013 Lafayette Boulevard, Fredericksburg, 22401   NOTE: The History at Sunset program \"A Place for the Living and the Dead: Creation of the National Cemetery,\" which was rained out, has been rescheduled for August 19th. Due to the shorter days in late summer, the program will begin at 6:30 p.m.    Visitors are advised to be prepared for walking trails and fields—so wear sturdy shoes, bring water, and bring bug repellent. Visitors should also bring a small flashlight for use in the low-light conditions at the end of each program.    For more information, contact the park at (540) 693-3200.                 Tune in as we livestream History at Sunset! Buddy Secor  Can't attend the program?   Tune in to the park's twitter in order to follow the livestream of our History at Sunset programs! You do not need to have a twitter account to view the videos.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/history-at-sunset.htm"
}
