{
    "title": "Fredericksburg & Spotsylvania National Military Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           120 Chatham Ln  Fredericksburg, VA 22405                 Directions         Our park has an immense number of sites to explore! Challenge your ideas about a battle at one of our visitor centers or exhibit shelters, or peer into the past by walking through one of our historic structures. For directions and physical addresses for each of our sites, please visit the Directions & Transportation section of our website.   Directions Details           Operating Hours & Seasons         Park Grounds  Park grounds are open from sunrise to sunset daily, with the exception of extreme weather incidents. Building hours vary by building and season. Please check the Operating Hours & Seasons section of the website for more information.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           The regional climate is characterized by mild winters and warm, humid summers. The mean annual temperatures is 56 degrees Fahrenheit. The average summer temperature is 75 degrees Fahrenheit. Daytime highs during the summer are in the upper 80s, and nighttime lows are in the lower 60s. Daytime highs in the winter are in the upper 40s, and nighttime lows are in the middle 20s. Precipitation is well distributed throughout the year, with the minimum amount in August and the maximum in February.          Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 Fredericksburg & Spotsylvania is a fee free park         Visitor Centers     Fredericksburg & Spotsylvania National Military Park has two formal visitor centers on the Fredericksburg and the Chancellorsville Battlefields. Check our Operating Hours & Seasons page for more information about visiting these sites.                 The historic Innis House along Fredericksburg's famous Sunken Road, witnesses to battle in December 1862 and May 1863 Larry Stuart    Featuring four major battlefields of the Civil War where the future of our nation was contested, exploring Fredericksburg and Spotsylvania National Military Park provides the opportunity to engage with the past on the fields and in the buildings that witnessed momentous events. Discover the past's personalities and complications from the comfort of one of our visitor centers, or grab your walking shoes (or hiking boots!), take our driving tours, and walk the trails where individuals made their mark on history! Not sure where to start? Your visit should begin at one of our two visitor centers: the Fredericksburg Battlefield Visitor Center or the Chancellorsville Battlefield Visitor Center. The Wilderness Battlefield and Spotsylvania Battlefield feature only open-air exhibit shelters and are unstaffed for much of the year. Check our Operating Hours and Seasons to make sure you catch us!     Our visitor centers each offer a 22-minute orientation film, exhibits, and staff who can provide brochures and guidance. Feel free to approach any of our staff with questions about the battles or touring the fields. Guided walking tours for Fredericksburg and Chancellorsville are also based out of our visitor centers (seasonally). When taking a guided walking tour or hiking our trails, please bring sufficient water. We maintain many historically accurate landscapes that often do not include shade trees, and the heat and humidity of a Virginia summer can be dangerous. Likewise, be aware that central Virginia hosts a large number of ticks and other insects that could pose a safety hazard. We recommend using bug spray and other precautions when hiking. For more information, check our Safety page. Did your ancestor fight on our battlefields? We can search for any Civil War soldier at our visitor centers with a name and the state in which he enlisted. Ask our staff to show you our troop movement maps to trace your ancestor across the battlefield and follow his footsteps across the modern field.  Want to familiarize yourself with our abundant history? Learn more on our History and Culture pages.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/basicinfo.htm"
}
