{
    "title": "Fredericksburg & Spotsylvania National Military Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        Humphreys Monument in Fredericksburg National Cemetery Larry Stuart       When you set foot inside Fredericksburg and Spotsylvania County Battlefields National Military Park, you walk the bloodiest landscape in North America. Two major Civil War armies clashed in and around Fredericksburg in four pivotal battles within an 18-month span, resulting in over 100,000 casualties. With four major battlefields and five historic structures to preserve and share with the public, our park is the second-largest military park in the world. As such, it takes about two full days to visit the entire park. However, if your time is short, you can still experience significant parts of the park. We recommend that you begin your visit at one of our park's two visitor centers--either the Fredericksburg Battlefield Visitor Center or the Chancellorsville Battlefield Visitor Center. You can pick up a park map and other brochures, and the staff can advise you about park programs, walking trails, and touring opportunities. Each visitor center also offers an orientation film and exhibits about the respective battles. Entrance to the park is free, and the only charge is for our orientation films. Each battlefield features its own driving tour and multiple walking trails. The park offers guided walking tours in the warmer months--usually on weekends in the spring and fall and daily in the summer. Check our Operating Hours and Seasons for information on hours and programs. This page will also provide the hours for visiting any of the park's historic structures. Check here for information on accessibility within the park. Explore the other links here for hours, special events, and basic information as you plan your visit. We know that your visit to this hallowed ground will be a memorable one--no matter the season or the time you have available.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/index.htm"
}
