{
    "title": "Fredericksburg & Spotsylvania National Military Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Our park has an immense number of sites to explore! Challenge your ideas about a battle at one of our visitor centers or exhibit shelters, or peer into the past by walking through one of our historic structures. Physical addresses (not mailing addresses) for the various sites are listed below. Some sites are only open seasonally. For staffing and hours, check our Operating Hours and Seasons page.        About half of the Battle of Fredericksburg took place just outside today's Battlefield Visitor Center. Pick up tour materials at the Visitor Center, and explore historic sites like the Innis House and Chatham Manor. Larry Stuart  Fredericksburg Battlefield Fredericksburg Battlefield Visitor Center: 1013 Lafayette Boulevard, Fredericksburg, VA 22401   Take Exit 130A from I-95, and drive east on VA Route 3 for approximately 2 miles. Turn left at the traffic light at the intersection with Lafayette Boulevard. The visitor center is about 1\/2 mile ahead on the left.   Chatham Manor: 120 Chatham Lane, Fredericksburg, VA 22405   Take Exit 130A from I-95, and drive east on VA Route 3 for approximately 1 mile. Turn left at the traffic light at William Street, which has two left turn lanes. Turn from the left turn lane, and proceed through downtown Fredericksburg and across the Rappahannock River. Turn left in the leftmost turn lane at the first stop light across the river. Take the first left on Chatham Lane, and continue until you reach Chatham Manor.        Start your visit to the Chancellorsville, Wilderness, and Spotsylvania Battlefields at the Chancellorsville Battlefield Visitor Center, where you can pick up maps to visit sites like the Chancellor House Site, shown here. Buddy Secor  Chancellorsville Battlefield Chancellorsville Battlefield Visitor Center: 9001 Plank Road, Spotsylvania, VA 22553 Take Exit 130B from I-95, and head west on VA Route 3. Proceed approximately 7 miles, and the Visitor Center is on the right (north) side of the road. Old Salem Church: 4054 Plank Road, Fredericksburg, VA 22407 Old Salem Church is surrounded by shopping centers and heavy traffic, so use caution when navigating. To reach Old Salem Church from Fredericksburg or I-95, take Exit 130B from I-95 and head west on VA Route 3. Proceed 1 mile west to the intersection with Salem Church Road. Turn left and take the next left at the traffic light at General Semmes. Turn left and continue for another block to a \"T\" intersection. Turn left into the parking lot.        Experience the Wilderness Battlefield, including the Battlefield Exhibit Shelter in Saunders Field, where the battle opened, and Ellwood Manor, a Union headquarters and field hospital, open seasonally. Buddy Secor  Wilderness Battlefield Wilderness Battlefield Exhibit Shelter: 35347 Constitution Highway, Locust Grove, VA 22508 From I-95, take Exit 130B and head west on VA Route 3 for approximately 14 miles, then turn left at the traffic light onto Constitution Highway (VA Route 20). Continue along Constitution Highway for about 1.5 miles, then turn into the Exhibit Shelter parking lot on the right. Ellwood Manor: 36380 Constitution Highway, Orange, VA 22960 From I-95, take Exit 130B and head west on VA Route 3 for approximately 14 miles, then turn left at the traffic light onto Constitution Highway (VA Route 20). Take the second left from Constitution Highway onto the gravel driveway, about 0.5 miles down the road.        The Spotsylvania Battlefield is the best-preserved battlefield in the park, with miles of earthworks and space to contemplate the battle's sharp fighting and aftermath. Larry Stuart  Spotsylvania Battlefield Spotsylvania Battlefield Exhibit Shelter: 9550 Grant Drive West, Spotsylvania, VA 22553 From Fredericksburg, take Business Route 1 to Courthouse Road (VA Route 208). Follow Courthouse Road for 7 miles to Brock Road (VA Route 613). Turn right on Brock Road; continue for 1.3 miles, then turn right onto Grant Drive. The Exhibit Shelter will be on your left. From Wilderness Battlefield, turn right onto Brock Road (VA Route 613) and head south for 7 miles. Turn left onto Grant Drive, and the Exhibit Shelter will be on your left.        Visit the \"Stonewall\" Jackson Shrine to see where the Confederate General spent his last days before dying of pneumonia on May 10, 1863. Larry Stuart   \"Stonewall\" Jackson Shrine 12019 Stonewall Jackson Road, Woodford, VA 22580 Take Rte. 2 south from Fredericksburg for approximately ten miles, then turn right onto Va. Rte. 606, Stonewall Jackson Road for about 3 miles. The Jackson Shrine will be on the right. Or Take Rte. 1 south from Fredericksburg for approximately six miles, then turn left onto Guinea Station Road for about six miles. Take a left onto Stonewall Jackson Road, and the Jackson Shrine will be on the left.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/directions.htm"
}
