{
    "title": "Fredericksburg & Spotsylvania National Military Park: Maps",
    "body": "Maps       As a park that preserves four major Civil War battlefields and the \"Stonewall\" Jackson Shrine, Fredericksburg and Spotsylvania National Military Park is large and spread-out! Our Overall Park Map shows the driving tour for all of our battlefield sites, but many visitors like to focus their visit on one or two battlefields at a time. Below are maps for each of our four battlefields. Trail maps and information are available on our Brochures page and at our visitor centers. Check below for maps and links to maps for each of our battlefields and the \"Stonewall\" Jackson Shrine. To check hours of operation, see our Operating Hours and Seasons page.          Fredericksburg Battlefield To download the Fredericksburg portion of the overall driving tour map, click here. The Fredericksburg Battlefield driving tour begins at the Fredericksburg Battlefield Visitor Center, located along the Sunken Road portion of the battlefield. Stop 2 takes visitors across the river to Chatham Manor, a Union headquarters and field hospital. Stops 3-6 are along the Confederate defensive line, including the location of the only Union breakthrough during the battle. To find the Fredericksburg Battlefield Visitor Center using Google Maps, check here.         Chancellorsville Battlefield To download the Chancellorsville portion of the overall driving tour map, click here. The Chancellorsville Battlefield driving tour begins at the Chancellorsville Battlefield Visitor Center, which is located near where \"Stonewall\" Jackson was accidentally mortally wounded during the battle. The following stops weave through the battlefield, stopping at significant home sites and critical points of the battle, like Jackson's Flank Attack and the Hazel Grove-Fairview corridor. Consider driving to partner-owned Day 1 at Chancellorsville, just to the east, or drive the Jackson Trails in the footsteps of Jackson's soldiers on his famous flank march. Look here for the Google Maps link to the Chancellorsville Battlefield Visitor Center.           Wilderness Battlefield To download the Wilderness Battlefield portion of the overall driving tour map, click here. The Wilderness Battlefield driving tour begins at Grant's Headquarters, proceeds to the Wilderness Battlefield Exhibit Shelter in Saunders Field, where the battle opened, and continues down the Confederate line to the key corridor of the battlefield, stops 6-8. Check our Operating Hours and Seasons to see if Ellwood Manor is open (when it is closed, you can visit with a parking pass from the Chancellorsville Battlefield Visitor Center), whose gravel driveway is just past Grant's Headquarters on the left.          Spotsylvania Battlefield To download the Spotsylvania Battlefield portion of the overall driving tour map, click here. The Spotsylvania Battlefield driving tour begins at the Spotsylvania Battlefield Exhibit Shelter beside Laurel Hill where the battle opened. Follow the remaining tour stops to understand how this two week battle unfolded, with its horrific climax at the Bloody Angle, tour stop 3. As our best-preserved battlefield, Spotsylvania Battlefield also features a 7.5-mile trail that weaves throughout the battlefield. To see a set of reconstructed earthworks, deviate from the driving tour by bearing right before you reach stop 4, the Harrison House. The reconstructed works are at the road's dead end. Retrace your steps to continue on the driving tour.          \"Stonewall\" Jackson Shrine To download the \"Stonewall\" Jackson Shrine portion of the overall driving tour map, click here. The \"Stonewall\" Jackson Shrine, where the Confederate general spent the last days of his life, is located south of Fredericksburg in the small community of Guinea Station.",
    "url": "https:\/\/www.nps.gov\/frsp\/planyourvisit\/maps.htm"
}
