{
    "title": "Great Falls Park: Geology",
    "body": "Geology         A view of exposed rocks during low water levels. National Park Service  The geologic history of the falls is a long and interesting one. Great Falls Park is located along the boundary between the Piedmont Plateau and the Atlantic Coastal Plain, in an area known as the fall line. The Potomac River flows past jagged, rocky surfaces and high-walled cliffs on its journey into the softer rocks of the Coastal Plain. The most dramatic elevation change occurs here at Great Falls Park. In less than a mile, the river drops 76 feet.  The dense, erosion resistant metamorphic rock that makes up the fall line is the reason why the Falls and Mather Gorge exist. The oldest of these rocks formed from sandstones and mudstones approximately 550 million years ago. Several igneous intrusions occurred around 470 million years ago, leaving behind granodiorite formations. Lamprophyre dikes arrived 110 million years later. Since lamprophyre weathers fairly quickly once it is exposed, it is a difficult rock to spot in the park.         Fractures in a metamorphic rock formation at Mather Gorge National Park Service  Diagonal cracks and fractures in the rock along Mather Gorge are indications of past movement along fault lines. The force of the Potomac has eroded along these weakened areas, changing the river's course to its current position and forming the falls and Mather Gorge. Glaciers did not reach this far south during the last ice age. However, the colder temperatures during that time period brought larger amounts of snow and ice to the Potomac region. The resulting floods eroded deeply into the rocks and carried boulders far from their places of origin. Mather Gorge formed as the Potomac eroded into fractured rocks along a fault line. Today, the Potomac continues to erode the Gorge. However, geological change is very slow here because of the erosion resistant rocks, and cannot be measured in a single human lifetime. The views George Washington observed when he came to Great Falls during the construction of the canal were nearly identical to what visitors see today.        Large potholes on the River Trail. National Park Service  It is possible to get an idea of what the Potomac looked like before the falls and Gorge formed. The River Trail is a good place to look for those clues. Hikers in Great Falls Park are walking along the ancient Potomac River bed, now located 40-75 feet above the river's current location. Evidence of the ancient Potomac River bed can be seen in well-rounded boulders, smoothed surfaces and grooves, and beautifully formed potholes. Look for sandstone boulders along the trail, which were deposited by massive floods. The sandy soils along the river trail, with shells mixed in, are a result of sediment deposits from floods. Some of the oldest sediment deposits in the area can be found on Glade Hill, between the Matildaville and Carriage Road trails. Glade Hill was once an island in the Potomac River, and the deposits found there were left before Mather Gorge formed.",
    "url": "https:\/\/www.nps.gov\/grfa\/learn\/nature\/geology.htm"
}
