{
    "title": "Great Falls Park: Ranger Guided",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided                 Ranger Guided       Customized Programs: The Great Falls Park rangers can often customize a program to fit your group's needs by blending together various elements of the programs listed below. If your group is larger than 50 people, it may be necessary to schedule programs on two different days due to park staffing. Group size is limited to 20-25 children per ranger depending on the age of the group.   Reserve your program at least two weeks before your desired program date, especially if you have a group of over 40 people. Dates fill very quickly, especially in the fall and spring.  Exploring Geology: This is a shorter program modeled on the Geology PAC Program. The program introduces concepts of the rock cycle, examines different rock types, and explores how the earth is dynamic. Students visit areas in the park where unique rock formations can be observed and discussed. Time period can vary depending on the needs of the school. Suitable for grades 4 to 9.  The Patowmack Canal: Explore the history of the Patowmack Canal. George Washington hoped that his canal would bind the country together and dramatically improve commerce on the Potomac River. Students can visit and explore the remains of this engineering feat. Suitable for grades 4 and up. Allow at least one hour for the program.  Falls Walk: View dramatic areas near the Great Falls of the Potomac River and learn the basics about the formation of the falls and Mather Gorge. General park history is also introduced during this one hour program. Suitable for grades 4 and up.  Snakes!: Take a look at the important role snakes have in the eco-system. Come meet \"Athena,\" our friendly corn snake, and learn about these special creatures. Time can vary. Suitable for grades 1 and up.  Animal Habitats: Discover the places where animals live and why they choose to live there. Learn about the things all animals need in their habitats and how man's actions can affect animals' ability to survive. Visit areas in the park that provide habitats for animals. Time: 1- 1 1\/2 hours. Suitable for grades 1 and up.  River Hike: Join a park ranger for a 1 ½ hour hike along the Potomac River and Mather Gorge. Explore the natural history of the Great Falls of the Potomac and search for signs that give us clues to how the falls were formed. The hike takes groups on the River Trail, atop the bedrock terrace, from which many geologic formations can be seen. Expect moderate terrain and uneven surfaces. Suitable for grades 5 to 9.  Park Discovery Hike: Explore unique historical and natural locations while taking in the inspiring landscape. This is a one-hour program that allows students to understand why Great Falls was chosen to be part of the National Park Service System. Suitable for all grades.  Spring Scavenger Hunt: Get a glimpse into nature that you may not see at other times of the year. Join a ranger to hunt for signs of nature while exploring the River Trail. Suitable for Grades 1 and up.  Un-Natural Trail: How much do you really see when you are walking in the park? Test your skills of observation on a hike of a very special trail. Students will learn why camouflage is essential for survival in the natural world. This is a one-hour program for Grades 2 and up.  Slide Presentation: \"History of Great Falls Park\" This ten-minute program in the park's auditorium gives an overview of the park's history. It can be included with any of the above programs and is suitable for all grades.  Don't Hate Me Because I'm Ugly: Vultures are a year-round inhabitant of the Great Falls area and are often misunderstood. This one hour program allows students to learn interesting facts about these birds and appreciate their place in the eco-system. Suitable for grades 3 and up.  Scheduling a Program: To schedule a program,contact the park at 703-285-2965. Please give us as much advance notice as possible. Program spots fill quickly. We recommend scheduling programs a minimum of three to four weeks in advance. Great Falls Park Contact Information Phone: 703-285-2966 Fax: 703-285-2223 Mailing Address: Great Falls Park, C\/O Turkey Run Park George Washington Memorial Parkway McLean, VA 22101 Street Address Great Falls Park 9200 Old Dominion Dr. McLean, VA 22102",
    "url": "https:\/\/www.nps.gov\/grfa\/learn\/education\/rangerguided.htm"
}
