{
    "title": "Saint Croix National Scenic Riverway: Pollinators",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Pollinators                Pollinators         Milkweed plants depend on monarch butterflies and many other insects to pollinate them. NPS\/Jacobowski    Populations of bees and other pollinators are declining around the world including in the St. Croix Valley. More than 75% of our flowering plants and nearly 75% or our crops depend on bees, butterflies, birds, bats, beetles, and other pollinators, making these animals critical to our economy, food security, and environmental health.   The National Park Service has created a webpage where you can learn more about pollinators and how important they are on Earth. You can also download a paper about pollinators.  What is the Riverway doing?   Over 350 acres of Riverway habitat has been identified that needs restoration to help pollinators. Many of these locations have already undergone measures to improve pollinator habitat including prescribed burning and the removal of non-native invasive plants.  The St. Croix Valley Northwest Sands Collaborative, a framework to facilitate conservation at a large landscape scale, includes as members: the St. Croix National Scenic Riverway (National Park Service), U.S. Fish and Wildlife Service, the U.S. Forest Service, and the Minnesota Department of Natural Resources. This partnership organization has adopted a pollinator species resolution.             Read the Resolution and Take the Pledge The pollinator resolution describes why it is important to make a commitment to take tangible action to promote pollinator health and habitat in the St. Croix region of Minnesota and Wisconsin. Over 50 organizations have signed the pledge so far. Your organization can take the pledge to help inspire actions across public and private lands and help the St. Croix Valley become a better habitat for pollinators.      Links to other helpful information:  The U.S. Fish and Wildlife pollinator webpage includes curriculum, podcasts, and activity guides. The U.S. Forest Service pollinator webpage includes information about pollination, gardening for pollinators, and pollinator best practices. The Pollinator Partnership sponsors the North American Pollinator Protection Campaign.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/nature\/pollinators.htm"
}
