{
    "title": "Great Falls Park: Floods",
    "body": "Floods         Flood crest on March 15, 2010 at Overlook 1 National Park Service  What causes the floods at Great Falls? Floods occur after a major event upstream in the Potomac's watershed, such as heavy rain, a rapid snowmelt, or remnants of a hurricane. Over 15,000 square miles of land drain into the Potomac, including the Shenandoah River. A large portion of that watershed lies upstream of Great Falls, and all of that water must pass over the falls on its way to the Chesapeake. It is the shape of the land, combined with one of the events described above, that create perfect conditions for a flood. The Potomac River narrows dramatically just below the Falls, as it enters Mather Gorge. This creates a narrow chokepoint, through which all of the water must flow on its way downstream. As water begins to flow into the Potomac from the streams and smaller rivers that empty into it, the water turns brown from the eroded sediment and dirt. The water starts backing up at the mouth of the gorge, and fills the basin behind it. Eventually, the falls will disappear underwater. It takes a few days after the worst of the rain ends, or snow melt is over, before the river crests at Great Falls Park. Despite the damage that floods can cause, they fulfill a vital role in the ecosystem at Great Falls. The clifftops are home to a great variety of plants, which depend on floods to spread fertile sediment and transport seeds. Without occasional flooding, these unique clifftop ecosystems would not exist. Plants such as sticky goldenrod and bluestem grass thrive in the harsh clifftop environment. All along the Potomac, floods scour the river bed and banks, transport downed trees and logs, and create spawning places for fish. Nutrient rich sediment deposits from floods are essential for the health of wetlands and deltas. In the event of a flood, Great Falls Park will remain open as long as it is safe for us to do so. If the river is rising and you would like an update, call the park at 703-285-2965 for current information.   Notable Floods- where the Potomac River has risen above the cliffs.   1936: March 18-19. The highest on record. This flood was caused by rapid snow and ice melt, along with torrential rain. 1937: April 26-27. Heavy rainfall. 1942: October 15-17.  Starting on October 11th, an estimated 10-15 inches fell in parts of the watershed. Records from Shenandoah estimate 19 inches fell along Skyline Drive. This is the second highest notch on the flood pole. 1972: June 21-24. Hurricane Agnes. 1985: November 4-7. Tropical Storm Juan. 1996  January 19-22. Following the blizzard of 96, rapidly warming temperatures along with rain caused a massive snowmelt and flood. September 6-8. Tropical Storm Fran.       2010 Flood Photos                    The Floods of 1996   9 Photos",
    "url": "https:\/\/www.nps.gov\/grfa\/learn\/nature\/floods.htm"
}
