{
    "title": "Great Falls Park: Carousels of Great Falls Park",
    "body": "Carousels of Great Falls Park       From the early 1900s, when the land here was an amusement park, to 1972, a favorite activity at Great Falls was a ride on a carousel. Though the carousels are no longer here, their history is an important part of the park's story.           The Dentzel In 1906, John McLean and Stephen Elkins opened an amusement park at Great Falls. People traveled here on a trolley line, along today's Old Dominion Drive. One of the first things they would have heard was the music from the carousel organ. The carousel was a Dentzel, which held forty animals underneath a covered pavilion. It survived two major floods, including the 1936 flood, which covered the carousel in water and destroyed the organ. In 1952, Fairfax County acquired some of the land at Great Falls for its first county park. The owners of the Dentzel carousel dismantled it, after deciding that they did not want to work for Fairfax County.           The Stein & Goldstein Having a carousel at Great Falls was not something that people wanted to give up. It was so popular that after the removal of the first carousel, people began asking the county to bring in another. In 1953, a replacement carousel was found by T.W.and Josie Wells. This carousel, a 1912 Stein & Goldstein, was located in Rhode Island. After purchasing it, the Wellses had it sent from its original park in Providence to Great Falls. When it opened, it quickly became a favorite activity for park visitors. The carousel itself featured horses, a reindeer, a billy goat, and a camel. Riders could pick from either stationary or moving animals, or enjoy a ride in one of the carousel's chariots. A favorite part of the ride was trying to catch a brass ring, which would earn the rider a free trip on the carousel.  In 1965, Fairfax County and the power company made an agreement to turn the land at Great Falls over to the National Park Service. During the transition, there were discussions about removing the carousel from the park. Another letter writing campaign from loyal riders ensured that the National Park Service would keep the carousel at Great Falls. However, the carousel was unable to survive mother nature. In June of 1972, Hurricane Agnes caused a flood at the park. The carousel and many of the animals were heavily damaged by floodwaters. After learning that the cost of repair was more than the carousel was worth, the decision was made to dismantle it. Some of the carousel horses did survive the flood, and were sold into private collections. They are all that remains of the last carousel at Great Falls.         Today's Carousels Although carousels no longer run in Great Falls Park, two nearby carousels are still in operation. Glen Echo Park features a 1921 Dentzel Carousel, which offers rides from May through September each year.   The carousel on the National Mall is operated by the Smithsonian, and operates seasonally during the warmer months.",
    "url": "https:\/\/www.nps.gov\/grfa\/learn\/historyculture\/carousels.htm"
}
