{
    "title": "Timucuan Ecological & Historic Preserve: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories      The Timucua People Living off the land and water, the Timucua and their culture had remained unchanged for more than a thousand years. Discover more about the lifeways of these people and how short-lived their culture was after European arrival. France in North America Learn the story of the short-lived French presence in sixteenth century Florida. It is a story of exploration, survival, religious disputes, territorial battles, and first contact between American Indians and Europeans. Spanish Missions One of the missions that existed within today's Preserve boundaries was San Juan del Puerto, on Fort George Island. Freedom and Slavery in Plantation-Era Florida During the eighteenth and nineteenth centuries, many people came to Florida. Some, like Zephaniah Kingsley, sought to make their fortunes by obtaining land and establishing plantations. Others were forced to come to Florida to work on those plantations, their labor providing wealth to the people who owned them. Some of the enslaved would later become free landowners, struggling to keep their footing in a dangerous time of shifting alliances and politics. Civil War  In 1861, Florida voted to secede from the United States and to join with other Southern states in the Confederacy. Although few actual battles were fought in Florida during the Civil War, the state nonetheless played an important role for both sides in the conflict. The Gift - Willie Browne's Story A lot of \"Old Florida\" has disappeared. William Henry Browne III lived on the land that is today known as the Theodore Roosevelt Area. Willie spent his whole life here, and the foundations of his cabin stand as a testament to the gift of solitude and beauty he gave to future visitors. Ribault Club & Fort George Island Visitor Center Ribault Club was built in 1928 and is a monument to the resort era on Fort George Island. The wealthy danced, dined, and relaxed at two country clubs. Servants and employees worked to keep up with the Club's patrons as they ate meals, played golf, or went yachting.  American Beach Racial segregation barred African Americans from most beaches in Florida and throughout the south. Founded in 1935, American Beach provided Jacksonville area African Americans with shoreline beach and recreation facilities.",
    "url": "https:\/\/www.nps.gov\/timu\/learn\/historyculture\/stories.htm"
}
