{
    "title": "Great Falls Park: Timeline",
    "body": "Chronology of the Great Falls       The chronology chart offers a snapshot of historical events and people at Great Falls.  Over ten thousand years of human history can be experienced here.          10,500 BC   Paleo-Indians were the first people known to inhabit the area.     8000 BC- 1700   The area around Great Falls served as a meeting place for Native Americans, especially members of the Powhatan Confederacy and the Iroquois Nation.     1649   King Charles II of England gave all the land between the Rappahanock and Potomac rivers to seven Englishmen as property.     1719   Thomas (6th Baron) Lord Fairfax inherited the property.     1737   Thomas Lord Fairfax set aside 12,588 acres in the area of Great Falls for himself.     1759   Bryan (8th Baron) Lord Fairfax (close friend of George Washington) received some of the land near Great Falls from his cousin, Thomas Lord Fairfax.     1785-1828   The Patowmack Canal Company constructed and operated at Great Falls one of five skirting canals designed to make the Potomac River navigable to the Ohio River Valley. The town of Matildaville (chartered in 1790) served as headquarters for the Company and home for the workers. The company went bankrupt and turned over its assets to the newly formed Chesapeake and Ohio Canal company in 1828.     1833   Much of the property that is now Great Falls Park was acquired by Albert Fairfax and later sold at auction to pay debts. It was purchased by three men: Hall Neilson, Thomas C. Jones, and William A. Bradley.     1839   Neilson, Jones, and Bradley organized the Great Falls Manufacturing Company to develop a large textile milling operation utilizing water power from the river. They re-chartered Matildaville as South Lowell, modeling it after the textile mill town of Lowell, Massachusetts.     1855-1867   The U.S. Army Corps of Engineers constructed the Aqueduct Dam (the park's northern boundary) to supply water for the District of Columbia.     1895-1900   The Great Falls Manufacturing Company was reorganized as the Great Falls Power Company in order to develop hydroelectric power, but later sold out to the Potomac Electric and Power Company.     1906   Great Falls Amusement Park opened and a light rail line was built from Georgetown to Great Falls. The rail line eventually merged with the Washington and Old Dominion Railroad.     1912   The Daughters of the American Revolution placed a brass plaque on a boulder overlooking the falls, to honor George Washington.     1930   Congress enacted the Capper-Crampton Act, which established the George Washington Memorial Parkway. It included a provision that Great Falls Park would eventually be included to provide protection and preservation for the historic Patowmack Canal and the natural scenery.     1947-1952   Potomac Edison Power Company (PEPCO) became the sole owner of about 800 acres of the area. The Washington and Old Dominion Railroad continued to own and operate the amusement park until 1952.     1952   Fairfax County purchased 16 acres from the railroad. These 16 acres became the county's first park land. The owner of the original carousel dismantled and sold it because he \"did not want to work for the county.\" Another carousel began operation in 1954 and continued operations until 1972, when it was destroyed by Hurricane Agnes.     1956   The Nature Conservancy made efforts to explore ways to preserve the area still owned by PEPCO.     1958   Fairfax County planned to condemn the PEPCO property with intentions of starting a county park.     1960   The National Park Service (NPS) leased the property from PEPCO and the land was administered jointly by the NPS and Fairfax County.     1965   The NPS was authorized to acquire 783 acres at Great Falls. The NPS signed an agreement with Fairfax County to acquire the County's 16 acres.     1966   NPS acquired the Great Falls land and started operations of Great Falls Park as a unit of the George Washington Memorial Parkway.     1969   The Patomack Canal Historic District was designated a National Civil Engineering Landmark by the American Society of Civil Engineers. A commemorative brass plaque was placed on a boulder next to Lock 1 of the Canal.     1983   The ruins of the Patowmack Canal and Matildaville were declared a National Historic Landmark by the Secretary of the Interior.",
    "url": "https:\/\/www.nps.gov\/grfa\/learn\/historyculture\/chronology.htm"
}
