{
    "title": "Great Falls Park: River Safety",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come     River Safety              River Safety         U.S. Park Police helicopter rescue National Park Service  In Great Falls Park and the river gorge below, the waters are deep and high in volume with powerful, fast moving currents. This area is NOT a swimming hole. Over the years many people have died swimming in the Potomac River Gorge, as well as from falling in the river along the steep rocky shorelines. More than half (51%) of all river related injuries in the Potomac River Gorge are fatal and 72% of river related incidents are from swimmers, and people wading and falling off slippery rocks into the river (not kayaking\/canoeing).  The appearance of the river can be deceptive, and it is deadly.  The Potomac can look calm on the surface, but just under the river surface, not visible, are downward moving rip currents that can pull a human being or dog down to the bottom, up to 15 - 30 feet below. Swimming and wading are ILLEGAL, and subject to a $200 fine, court appearance or even arrest. Most important - Stay out and stay alive.    Whitewater boating is a sport allowed on the Potomac River, and is common below the waterfalls. Life Jackets are required. Helmets are required for boats that are intended to roll.  Kayaking is a specialized sport, and in the Great Falls area, requires prerequisite training prior to attempting these waters. Paddlers must use proper equipment to safely navigate the river and be prepared for any potential emergencies or self-rescues. It is HIGHLY recommended that first time boaters to this area be at a minimum intermediate level, requiring prior river and training experience. Consult with local paddlers about the river environment. The greater Washington area has plenty of opportunities to obtain instruction, such as with river outfitters. American Whitewater and others also provides current information on river conditions and river recommendations available on the Internet that all boaters should be aware of. In all water activities, never paddle alone! Paddling with others adds a significant safety advantage to you. It's smart.      News Report: Hear from volunteers, fire and rescue personnel, park rangers, and survivors, who spoke at the press conference on May 22nd, about river safety. Movie: How long can you hold your breath? Park rangers and river rescue personnel talk about what happens in the Potomac when people take risks. Also available in Spanish and Vietnamese. From the Washington Post: an interactive article on river currents and why people drown in the Potomac at Great Falls. There is also a feature article on the factors that cause drownings, and an interview with a survivor.  Learn more about kayaking on the Potomac.",
    "url": "https:\/\/www.nps.gov\/grfa\/planyourvisit\/river-safety.htm"
}
