{
    "title": "Great Falls Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities               Outdoor Activities      There are many opportunities for outdoor recreation at Great Falls Park.  This page contains information on the different activities offered here.  Please note that swimming, wading, hunting, and camping are not permitted in the park.  Nearby parks may offer some of these activities.  Visit the Nearby Attractions page for links to area parks.  Great Falls Park is a trash free park.      Falls and River Viewing  The three Falls overlooks are within a ten minute walk from the Visitor Center. Overlooks 2 and 3 are wheelchair accessible.  The River Trail offers the best opportunities to view the Potomac River. Access the River Trail downstream from Overlook 3. Walking upstream from the Visitor Center will take you along the banks of the Potomac, eventually meeting up with trails in Riverbend Park.  Use caution while near the river. Swimming and wading are not allowed at any time.  Bicycling Five miles of trails, including the Old Carriage Road, Ridge, and Difficult Run trails, are open for biking. Biking is not permitted on the Falls overlooks, or on the River, Patowmack Canal, Mine Run, or Matildaville Trails. A bike rack is located behind the visitor center.   Bird Watching Don't forget your binoculars and bird guides! Depending on the season and the time of day, you have a chance of viewing some of the 163 species of birds that can be found here. Among them are waterfowl such as ducks, geese, and herons. Other species include songbirds, woodpeckers, vultures, and kingfishers. This large variety of birds makes Great Falls Park an excellent location for birding.   Boating Whitewater boating is the most common type, with the use of whitewater kayaks and canoes. The section of the Potomac River flowing through the park vary from Class II (moderately easy) to Class VI (extreme). Most boaters who come here are experienced and know that they boat at their own risk. The Potomac River has many challenging currents, standing waves, and hydraulics. Boaters use a Personal Flotation Device (PFD) and helmet while they are on the river. Canoes use air bladders in the boat to give them added buoyancy. Access to the river can be difficult. All boaters must enter the river below the falls in Fisherman's Eddy, between Overlooks 2 and 3, and in AA Gorge. The Virginia shoreline above the falls is closed to boating. The American Whitewater Association has current river levels and recommendations for paddling Great Falls, the Potomac River Gorge, and other areas. Go to the River Info tab and search for the Potomac River. If you're searching by state, the Potomac River is located in Maryland. Be sure to check river levels before you come and know your skill level before attempting to boat on this section of the Potomac. Higher river levels can make boating dangerous, and rescues can be difficult. Swimming, wading, and tubing are not allowed. Climbing Climbing sites begin downstream of Overlook #2 and end near the emergency boat ramp at Sandy Landing. No climbing is permitted in the historic canal cut. Routes range in length from 25 to 75 feet. Difficulty ranges from 5.0 up to the highest rated climbs at 5.14. Most of the routes are in the 5.5 to 5.9 range. All climbing is top-rope and no anchors may be drilled into the rock. Bring enough anchor material to have two independent anchor systems and allow about thirty feet of material from the edge to your anchor and you will be set to move to almost every climbing area in the park. The majority of the climbs are accessible via a walk down route except during periods of high water, above 4.5 on the Little Falls gauge. The river gauge reading is reported in the weather section of the Washington Post under the title 'River Stages.'  Fishing Fishing is permitted with either a Virginia or Maryland state fishing license for all fishermen over the age of 16. The park does not issue licenses, but they can be purchased at fishing\/sporting goods stores, hardware stores, and some convenience stores. A regulation book for fishing is given with each license issued, although you may need to request one. For more information on the fishing regulations, you may contact the Maryland Department of Natural Resources, which administers the Potomac River. Line fishing is allowed, but net fishing is prohibited. Fishermen may not enter the water at any time. Swimming and wading are prohibited in the Park. Please help protect the Potomac River by removing all trash, unused bait, fishing line, and hooks from your fishing site. Trash bags are available at the Visitor Center and park entrance station.  Hiking Great Falls Park has fifteen miles of hiking trails, five of which are multi-use for horseback riding, hiking, and biking. Trail maps are available at both the entrance station and the Visitor Center. Hikers are encouraged to carry water throughout the year, especially in warmer months, when high temperatures and humidity make it more difficult to stay hydrated. Difficult Run updates: The trail has been reopened for hiking, with the following advisory.  A section of the Difficult Run Trail has sustained flood damage and is steep and narrow. During periods of high stream flow, the trail may be impassable. Trail users are advised to use caution while hiking on the Difficult Run trail.  The Potomac Heritage National Scenic Trail, which includes hiking, biking, and boating routes throughout the Potomac watershed, runs through the park. Horseback Riding The park has about ten miles of multi-use trails open for riding. Trails open to horseback riding are the Old Carriage Road, Difficult Run, Mine Run, Matildaville, and Ridge Trails only. *Please note: there is a complete washout midway down the Difficult Run Trail that is impassable on horseback. However, work to repair this damage is scheduled to begin in the fall of 2014 (Please contact the park for any additional information). Riding is not permitted on the Patowmack Canal Trail, Falls overlooks, and the River Trail. Trail rides are not offered by the park. Visitors who would like to ride must bring their own horses. Horse trailers are encouraged to park in the upper parking lot. There is usually ample parking during the weekdays. However, weekend parking is at a premium, especially during the spring, summer, and fall months. Cleaning trailers in Great Falls Park is not permitted. Picnicking Picnic tables and grills are available on a first-come, first-serve basis. There are no covered shelters and reservations are not accepted.   Collecting wood for fires is prohibited. Red ash cans are provided for charcoal disposal. An unloading zone is located next to the picnic area, with an accessible ramp. Unloading and loading are permitted in these zones only. Do not block traffic.   Vehicles are not permitted on any unpaved road, and may not be driven into the picnic area.   Great Falls is a trash free park. No trash cans are provided in the park. Please come prepared to take your trash with you, and dispose of it properly after you leave the park.",
    "url": "https:\/\/www.nps.gov\/grfa\/planyourvisit\/outdooractivities.htm"
}
