{
    "title": "Great Falls Park: Hiking",
    "body": "Hiking       Great Falls Park has fifteen miles of hiking trails, some of which are multi-use for biking and horseback riding. Below are descriptions of the trails. If you would like assistance in planning a hike, contact us or stop by the visitor center desk. Take note that there are two (2) national parks in the area of Great Falls - Great Falls Park on the Virginia Side (this website), and the Chesapeake and Ohio Canal National Historic Park on the Maryland side. If you are looking for the Billy Goat Trail, it is located on the Maryland side. The River Trail is similar, treks along the Potomac River in the scenic Mather Gorge and is located on the Virginia side. Download the printable Great Falls Park trail map. Park rules and regulations.       Trail Descriptions The hiking times listed are estimations only. We do recommend allowing extra time to stop and enjoy the scenic views and historic ruins. For your safety, bring water, dress for the weather, and wear appropriate footgear. Park trails are packed dirt and gravel. There are no paved trails in the park. All trail users are asked to help protect the park by remaining on the trails and by not disturbing plants or animals. Dogs and other pets must be on a 6 foot or shorter leash at all times, and are welcome on all park trails. Swimming and wading are prohibited.         National Park Service  The River Trail  Length: 1.5 miles one-way Difficulty: Moderate to hard Use: Hiking only, no horses or bikes. This trail is not wheelchair accessible. Strollers are not recommended on any section of this trail. Hikers follow the Potomac River for approximately 1.5 miles, along the tops of the cliffs. In some areas, this trail runs right next to the edge of the cliff, offering spectacular views of the Potomac and Mather Gorge. Cliff heights range from 25-75 feet. Vultures and great blue herons are common sights. Some rock scrambling is required, especially in the section between the Canal Cut and Cow Hoof Rock. Sturdy shoes are recommended. This trail can be hazardous in wet weather. Lichen, sand, and grit on the rocky areas and cliff edges make footing treacherous. Use care while hiking in these areas. Sections of this trail near the vernal ponds will flood after a heavy rain and can become icy in the winter         National Park Service  Patowmack Canal Trail  Length: 1.25 miles, one-way Difficulty: Easy Use: Hiking only, no horses or bikes. However, bikes can be walked to the overlooks.  A bicycle rack is located in the picnic area near the visitor center. Stroller and wheelchair accessible to the Guard Gate. This trail follows the remains of the historic Patowmack Canal, one of the first canals ever to be built in the United States. To hike the entire trail, park in the upper parking lot and follow the trail towards the visitor center. This trail passes all three overlooks and continues through the picnic area before entering the woods again. The canal locks and some of the Matildaville ruins can be viewed from this trail. Hikers can pick up a brochure for the self-guided tour of the Canal at the visitor center. Sections of this trail can be muddy after it rains, especially in the Holding Basin. Help protect this piece of American history by not climbing on the ruins.         National Park Service  Old Carriage Road Length: 1.6 miles, one-way Difficulty: Easy to moderate Use: Hiking, biking, and horseback riding. Stroller accessible to where this trail meets the southern end of the Swamp Trail. Beyond that point, stroller access may be difficult due to a steep hill. Wheelchair access is possible, but difficult. Carriage Road is a broad, wooded trail that was once used to access Matildaville. The entire length is wooded, and is an excellent trail for bird watching. Most of the trail is flat and level, until you pass the southern intersection with the Matildaville Trail. After that point, the Carriage Road trail goes up the ridge in the southern part of the park, before descending to its end at Georgetown Pike. The trailhead for this historic roadbed begins near the lower parking lot. Take an immediate right after you go through the entrance station to reach this parking lot.          National Park Service  Matildaville Trail  Length: 1.1 miles, one-way Difficulty: Easy to moderate Use: Hiking and horseback riding, no bicycles. Stroller and wheelchair access is extremely difficult due to hills, muddy conditions, and the narrowness of the trail. This wooded trail passes by the ruins of the old town of Matildaville, before continuing up the hill to the south end of the park.  It starts off as a fairly level trail, but becomes hilly near the intersection with the Ridge Trail. In the winter, there are limited views of Mather Gorge. There are numerous opportunities for birdwatching here. The trail is narrow and often muddy. Hikers are asked to yield to horses on the trail.         National Park Service   Ridge Trail Length: 1.5 miles, one-way Difficulty: Easy to moderate Use: Hiking, bicycling, and horseback riding. Stroller access is extremely difficult due to the narrowness of the trail, muddy conditions, rocks, and the difficult access of the connecting trails. This trail is not wheelchair accessible. This wooded trail follows the ridge between Old Dominion Drive and the Difficult Run trail. In the winter, views of the river and Mather Gorge are possible near the intersection with the Ridge Trail. Those views are limited when the leaves are on the trees. Access this trail by hiking down the Old Carriage, River, or Matildaville trails. One picnic table is located near the intersection with Difficult Run trail.         National Park Service  Difficult Run Trail- Caution:  A section of this trail has washed out and is less than six inches wide in some places. There is a steep drop off down to the stream itself. Use caution while hiking. It is not possible to ride horses through that section of the trail. Bicycles will need to be carried. Length: 0.7 miles, one way Difficulty: Moderate Use: Hiking, bicycling, and horseback riding. This trail is not recommended for wheelchairs or strollers due to rocky, muddy conditions. This scenic trail follows Difficult Run from Georgetown Pike to where the stream ends at the Potomac River. Along the way, the stream travels through a rocky bed and over a small series of rapids. This trail is narrow and rocky in some sections. Swimming and wading are prohibited in Difficult Run and the Potomac River. Hikers, cyclists, and horseback riders can connect to the forty mile long Fairfax County cross-county trail on the Georgetown Pike end. If you are hiking with a dog, pets are permitted on the cross-county trail, but must be on a leash at all times.         National Park Service  Swamp Trail and Swamp-Ridge Connector Length: 0.9 miles, one-way, for both trails Difficulty: Easy to moderate Use: Hiking only, no horses or bicycles. These trails are not wheelchair or stroller accessible. The Swamp Trail runs through a low-lying, swampy area of forest. It is an excellent place to view wildflowers in the spring, and for birdwatching year-round. Skunk cabbage is a commonly seen plant. The Swamp-Ridge connector runs directly up the ridge between the Swamp and Ridge Trails, through a forested area. Trail conditions are frequently muddy and the trail is sometimes blocked by downed trees. Access the Swamp Trail from one of two trailheads on the Carriage Road trail, or from the Ridge Trail via the Swamp-Ridge Connector.           National Park Service   Mine Run Trail Length: 0.5 miles, one-way Difficulty: Easy Use: Hiking and horseback riding, no bicycles. This trail is not wheelchair accessible. Stroller access is difficult due to rocks, hills, muddy conditions, and the narrowness of the trail. This half mile loop runs between the intersection of Mine Run and the park entrance road, and the fire road that leads to Riverbend Park. It follows Mine Run for a good portion of its length. Wildflowers are common in the spring, and bird-watching is available all year. Hikers and horseback riders are asked to respect private property boundary markers as they pass through the section of this trail that lies outside of Great Falls Park. Sections of this trail can be muddy after a rain, especially areas near Mine Run.         Great Blue Heron National Park Service  North River Trail to Riverbend County Park Length: 1.5 miles, one-way, between the Great Falls visitor center and the Riverbend Park visitor center. Difficulty: Easy, with one moderate section at the Aqueduct Dam Use: Hiking only.  No horses or bicycles. The section that passes over the Aqueduct Dam is not wheelchair or stroller accessible. This trail runs next to the Potomac River. It is an excellent place for wildflowers in the spring and bird-watching throughout the entire year. Watch for signs of beaver activity as you hike. The occasional bald eagle, along with herons, ducks, and other water birds are easily observed from the trail. Fishing spots are abundant here and are easy to access from the trail. A Maryland or Virginia state fishing license is required for ages 16 and up. Most of the trail is straight and level, with the exception of a steep, rocky hill that must be climbed to bypass the Aqueduct Dam. This trail will flood when the Potomac river levels rise, and trail conditions after a period of high water will be very muddy. Swimming and wading are prohibited in both Great Falls and Riverbend Park. Dogs must be on a leash at all times in both parks. Use care while hiking near the Aqueduct Dam and do not attempt to walk out onto the dam itself. Low-head dams like this one have a powerful hydraulic on the downstream side. Getting caught in one of those hydraulics is usually fatal. This trail connects to the Gabrielson Trail. It is possible to hike to Algonkian Regional Park in Loudoun County, a one-way distance of approximately 12 miles.       Riverbend Road Trail Length: 0.4 miles one way, connecting the fire road to Riverbend Road. Difficulty: Easy Use: Hiking and horses only. Bicycles traveling to Riverbend Road must bypass this trail and continue straight on the fire road. Wheelchair and stroller access is moderately difficult due to a steep hill on the fire road. Access this trail from the fire road at the top end of the parking lots, near Clay Pond. This trail connects Great Falls Park to Riverbend Road. This is a quiet, shaded trail and is a good location for birdwatching. Hikers and riders are asked to respect private property boundary markers. Pets must be on a leash in Great Falls and Riverbend Parks.       Looking for more? Your three day pass to Great Falls Park is also accepted at C&O Canal National Historical Park, on the Maryland side. The Billy Goat Trail, the area's toughest hiking trail, is located there. The C&O Towpath is popular for walking, jogging, and bicycling. Visit C&O's hiking page for trail details and hiking tips. Riverbend Park offers hiking and birding opportunities. If you are interested in a round-trip hike from Great Falls Park to Riverbend Park, you can download a trail map for Riverbend Park to help plan your route. For more parks in the area with hiking and camping opportunities, visit the Nearby Attractions page.",
    "url": "https:\/\/www.nps.gov\/grfa\/planyourvisit\/hiking.htm"
}
