{
    "title": "Great Falls Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety      Safety Tips Getting Here:  Use caution and obey posted speed limits while driving to the park. Old Dominion and Georgetown Pike are both narrow roads with no shoulders. Take special care during inclement weather. Be alert for deer and other wildlife crossing roads. Lock your car and roll up all windows. Never leave any valuables in your vehicle, including purses, cell phones, CDs, electronics, and wallets. Either take these items with you or store them out of sight prior to arriving in the park.  During Your Visit:  Swimming, wading, and entering the river in any manner are prohibited year round. Dangerous currents, rocks, and rapids make the river extremely hazardous. Rescues from the river itself are difficult. Keep your distance from cliff edges and use caution while hiking in rocky areas. Dress appropriately for the activity you are participating in.  Bring appropriate safety gear if your activity calls for it. Bring water with you.  This is especially important during the warmer months.  High temperatures, combined with high humidity, can cause dehydration. Be alert for natural hazards. Poison ivy, stinging nettle, mosquitoes, stinging insects, spiders, and ticks are all found in the park. Only one type of venomous snake, the copperhead, is found in Great Falls Park.  Keep an eye on your belongings while in the park.  Do not leave any items unattended.  Park maps are available at the entrance station, in the Visitor Center, and in the Ranger office. If you would like a map before you arrive, contact the park and one will be mailed to you. Cellular phones may have trouble finding reception in the park.  There are no public phones in the park.  Wildlife:  The animals you may encounter in the park are wild. Do not feed, touch, disturb, tease, or harass any wildlife, including birds, in the park. Observe wildlife from a safe distance and contact a ranger if you see an animal behaving strangely.  Several cases of rabies have been documented in this area.  All pets must be on a six foot leash at all times.  Loose pets can be lost, injured, or killed in the park.  Pets can also harm or harass wildlife and be a nuisance to other visitors.  In National Parks, it is illegal to collect or take anything out of the park, including wildlife and plants.  Observe plants and animals, but leave them undisturbed.  If you require assistance, contact Park Rangers at 703-285-2965.  First aid services are available in the Visitor Center.    A note about car break-ins There has been an increasing number of thefts from cars along the George Washington Memorial Parkway, which includes Great Falls.  Remember:   Take valuables with you during your visit instead of leaving them in the car if you can.    If you need to leave something in your car, put it out of sight before you arrive in the park. Thieves watch for people placing valuables in their trunk or glove box in the parking lots and then will target those cars.    Don't leave valuables in plain sight in your car.    Contact U.S. Park Police at 202-610-7500 to report a break-in.",
    "url": "https:\/\/www.nps.gov\/grfa\/planyourvisit\/safety.htm"
}
