{
    "title": "Great Falls Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees          Admission to Great Falls Park is for three consecutive days. Entrance fees are due during all hours of operation, unless it is a posted Fee Free date. Refunds are only given in very limited circumstances.  Accepted Forms of Payment:  Cash: United States currency. Charge Cards: Master Card, VISA, Discover, or American Express Iron Ranger: Cash only, exact amount   Great Falls Park Vehicle Permit ($10) Admits one single, private, non-commercial vehicle and all its passengers. Organized groups are not eligible for the vehicle permit. Is NOT valid for entrance into the C &O Canal National Historic Park. Great Falls Park Individual Permit ($5) Admits one individual when entering by foot, bicycle, or equestrian. Individuals 15 years old and younger are admitted free of charge. Is NOT valid for entrance into the C &O Canal National Historic Park. Fee Free Days The National Park Service will waive entrance fees on these days in 2016:  January 18– Martin Luther King, Jr. Day April 16-24– National Park Week August 25-28– National Park Service Birthday Weekend September 24– National Public Lands Day November 11 – Veterans Day  Fees for other services such as tours, concessions, and fees collected by third parties are not included unless stated otherwise.      Iron Ranger If the Entrance Station is closed when you arrive, please pick-up and complete an envelope from the Iron Ranger. located in front of the Entrance Station. Place your CASH ONLY entrance fee into the envelope and inset into the Iron Ranger slot. Don't forget to tear off the envelope tab, as proof of payment, and keep it, as this provides 3 consecutive days of park admission if you show it on each return visit.   If you do not have correct change for the entrance fee, please make a U-turn at the entrance station. Various shops, banks and ATM's are located in the village of Great Falls. Return to the traffic light at Old Dominion Drive and Georgetown Pike, make a right at the light onto Georgetown Pike, the village of Great Falls is approximately 2 miles. Return to the park with the correct payment amount for the envelope and inset into Iron Ranger.          U.S. Fee Area Program   The Fee Program employees not only collect fees, but they also perform activities related to resource stewardship, education, and visitor-use management. Services funded by the fee program include park protection, resource management, information and orientation, maintenance of park facilities, and interpretation.         Great Falls Park  Annual Pass $30.00 Valid for twelve months from the date of purchase. Pass is valid at Great Falls Park and C &O Canal National Historic Park for Entrance Fee only. Admits the pass holder and occupants of a single, private non-commercial vehicle OR pass holder and three person (16 and older) where per person ENTRANCE FEES are charged. Not valid for camping, tours, special recreation permits, concessions, etc. This park is not responsible for misplaced, lost or stolen cards. Void if altered and is non-transferable\/non-refundable. Purchase at the entrance station.             America the Beautiful   Annual Pass - Cost $80 National Parks and Federal Recreational Lands Pass  This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale.  The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (children 15 and younger are admitted free) The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass.          Annual Pass for Military   Free National Parks and Federal Recreational Lands Pass  For active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173)  Frequently asked questions about the Annual Pass for Military          America the Beautiful    Senior Pass - Cost $10  National Parks and Federal Recreational Lands Pass   This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity.  See frequently asked questions for more details.    The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children 15 and younger are admitted free). The pass can only be obtained in person at the park.  The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.  Frequently asked questions about the Interagency Senior Pass            America the Beautiful    Access Pass - Free  National Parks and Federal Recreational Lands Pass   This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity.  See Frequently asked questions for more details.    Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by a Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park.  The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.  Frequently asked questions about the Access Pass           Annual \"Every Kid in a Park\" 4th Grade Pass - Free  Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid \"Every Kid in a Park\" paper voucher. The pass is valid for the duration of the 4th grade school year through the following summer (September through August). Paper vouchers can be obtained by visiting the Every Kid in a Park website and those vouchers may be exchanged for the Annual 4th Grade Pass at federal recreation sites that charge entrance fees or amenity fees.         America the Beautiful    Volunteer Pass - Free  National Parks and Federal Recreational Lands Pass  This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award.  The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free).  For more information about volunteer opportunities, visit Volunteer.gov        Organized Non-Commercial Groups  Organized Non-Commercial Groups include church groups, college\/school groups, scouts, service organizations, military, etc. All holders of ATB Interagency Passes, Golden Passports, Great Falls Park passes and those under 15 years old and younger will be exempt from payment of fees. Passes allow free entrance to individual pass holders under the conditions stated on the pass. Organized Non-Commercial Groups in vehicles with a manufacture's designed capacity of 15 or less are charged the $10.00 vehicle permit or a fee of $5.00 per person in vehicles with a manufacture's designed capacity of 16 or greater. Removal of seats from a vehicle does not then qualify for the lower rate. Age and pass exemptions apply. The total fee charged for an Organized Non-Commercial Group will not exceed the $100 fee per vehicle.         Great Falls Park Commercial Tour Fee Vehicles with capacity of 1-6 passengers will be charged $25 plus $3 per person. Vehicles with capacity of 7-25 passengers will be charged a flat fee of $40. No per person fees are charged as long as passengers are traveling with the original commercial vehicle. Tour passengers who re-enter the park by other means are subject to per person fees. Entrance Fees are NOT refundable and\/or transferable. The permit is valid for up to 7 days for the same tour group only. No per person fees are charged as long as passengers are traveling with the original commercial vehicle. Tour passengers who re-enter the park by other means are subject to per person fees. Entrance Fees are NOT refundable and\/or transferable. The permit is valid for up to 7 days for the same tour group only.  Vehicles with capacity of 26 or greater passengers will be charged a flat fee of $100.00. No Golden Eagle, Golden Age, Golden Access, Grand Canyon Park Passes, or America the Beautiful – National Parks and Federal Recreational Lands Passes, will be accepted and no exemptions for age.  No per person fees are charged as long as passengers are traveling with the original commercial vehicle. Tour passengers who re-enter the park by other means are subject to per person fees. Entrance Fees are NOT refundable and\/or transferable. The permit is valid for up to 7 days for the same tour group only.      Commercial Use Authorization (CUA) CUA groups will be charged a $5 per person fee for each client at entry.  If any member of the group has a pass, entry is good for the pass holder plus three others.  There is no fee for support vehicles (\"sag wagons\").        Fee Waiver Information   Fee Waiver Information and Form The following information has been taken directly from National Park Service Regulations (NPS-22). This is the guideline to be followed in granting education fee waivers. Bona fide educational or scientific institutions may qualify if the following conditions are met. Please Read Carefully. Your application package must contain all of the following.  An Educational Fee Waiver is not necessary if you are attending one of the park sponsored curriculum-based field trip programs.     Current official documentation of recognition of affiliation as an educational institution by a Federal, State or local government entity, or other evidence attesting to educational status is attached.  It is insufficient to merely state or imply this on official letterhead. Your fee waiver CANNOT be processed without one of these documents submitted with your application.   There must be a direct relationship between the visit purpose and the use of the Park. The visit must be to study some aspect\/resource specific to Great Falls Park.  A general statement to the effect that the visit is for \"educational purposes\" is insufficient by itself. An explanation of what the educational purpose entails and how is related to Park resources is required. (Course outlines, lesson plans, or a copy of the curriculum meet this requirement.) Fee Waiver Information and Form must be received in the Fee Management Office 2-3 weeks in advance of the anticipated visit.   REFUNDS WILL NOT BE GRANTED. FEE WAIVERS WILL NOT BE GIVEN AT THE ENTRANCE STATIONS.  Fees will be waived only if each vehicle has a copy of the fee waiver.",
    "url": "https:\/\/www.nps.gov\/grfa\/planyourvisit\/fees.htm"
}
