{
    "title": "Manassas National Battlefield Park: First Manassas Hikes",
    "body": "First Manassas Hikes       The following trails tell the story of the Battle of First Manassas (Bull Run): First Manassas Trail (5.4 miles) This extended hike leads visitors over the landscape where on a warm July day in 1861, the newly formed Union and Confederated armies clashed for the first time. The trail begins at the Visitor Center and leads you through forested areas, emerging at the Stone Bridge. After following Bull Run upstream, the trail turns west and meanders over farm fields and woods. Emerging out on to the open crest of Matthews Hill, site of the opening phase of combat during First Manassas, visitors can observe much of the battlefield landscape. The trail descends into the valley of Young's Branch, and passes the historic Stone House (open seasonally). The building, which dates to the second quarter of the nineteenth century, served as an aide station during both battles of Manassas. After crossing Lee Highway (Route 29) at the pedestrian crosswalk, the trail heads up Henry Hill to the scene of fierce artillery clashes from opposing guns. Caught in the middle was Henry house, home of Judith Carter Henry, an elderly widow, who refused to evacuate her home during the battle and was killed by cannon fire (she is buried nearby). Near this spot, Brig. Gen. Thomas J. Jackson earned his nickname \"Stonewall,\" as his presence on horseback rallied the shattered Confederates for a final push that sent the Union forces into retreat. Henry Hill Loop Trail (1.2 miles) The critical fighting at First Manassas (Bull Run) centered on Henry Hill.This trail begins behind the visitor center, leads past Ricketts' Battery of Union artillery, and continues to the rebuilt Henry House. In the yard of the 1870 house is the grave of widow Judith Carter Henry, who was mortally wounded by artillery fire and the only civilian killed during the first battle. Behind the house is an 1865 monument erected by Union soldiers in \"Memory of the Patriots who fell at Bull Run.\" From the Henry House the trail continues north to the location of Imboden's Confederate artillery overlooking Matthews Hill- occupied during the morning phase of the battle- and then across the fields to the site of the Robinson House, where Col. Wade Hampton led his South Carolina troops into the battle. The trail loops back along the Southern line, where Brig. Gen. Thomas J. Jackson received his famous nickname \"Stonewall\" from Brig. Gen. Barnard Bee, to the site where Confederate infantry captured artillery from Capt. Charles Griffin's Union battery- a major turning point in the battle.The final stop faces Chinn Ridge where, late in the afternoon, a Confederate attack crushed Gen. Irvin McDowell's right flank and began the rout of the entire Union army. Matthews Hill Loop Trail (.9 miles) Explore the ground on which the opening phase of combat occurred during the Battle of First Manassas (Bull Run).Begin your walk at the Matthews Hill parking lot (Tour Stop #4).The trail leads up the crest of the hill to Capt. William Reynolds' battery of Union artillery. From this vantage point, visitors can observe the landscape from Union artillery positions that overlook the historic Stone House and Confederate artillery positions on distant Henry Hill. Scenic vistas looking south and west give an excellent view of major portions of the battlefield. The trail descends down the front slope of Matthews Hill before turning east and entering the woods.Visitors will soon come upon the Stovall monument, marking the approximate location where Pvt. George Stovall of the 8th Georgia was killed. The trail loops back by paralleling the Union battle line, with trailside markers indicating the approximate location of Federal regiments during the combat.   Stone Bridge Loop Trail (1.3 miles) Begin your hike at the Stone Bridge parking lot (Tour Stop #12). Follow the trail down to the post-war Stone Bridge (Confederate troops destroyed the war-time bridge in 1862), where Union forces deployed to divert Confederate attention from the main advance upstream. Upon crossing the bridge, the trail continues along Bull Run with its picturesque displays of wildflowers in the spring and colorful foliage in the fall. The trail ascends a steep bluff to the overlook of Farm Ford, where Union troops led by Col. William T. Sherman crossed Bull Run on the day of the battle. Turning west away from the stream, the trail emerges out in the open fields of the war-time Van Pelt property. Visitors will pass the site of the Van Pelt home, 'Avon,' used by Confederate Col. Nathan G. Evans as his headquarters. The trail cuts back over a watershed area with excellent birding opportunities from the wooden boardwalk through the marsh.   Sudley Loop Trail (.6 miles) The Sudley Loop Trail starts across the road from the Sudley parking lot (Tour Stop #5). Please use extreme caution when crossing busy Route 234 (Sudley Road). The trail parallels the historic Unfinished Railroad bed for a short distance before turning north along Bull Run. Visitors will pass the historic Thornberry House (not open to the public), one of only three pre-war structures still standing in the park. The trail continues past the confluence of Bull Run and Catharpin Creek, to the site of Sudley Spring Ford. More than 13,000 Union troops crossed Catharpin Creek at this site in route to the battlefield. As visitors begin their return, the trail follows the war-time Sudley Road trace.",
    "url": "https:\/\/www.nps.gov\/mana\/planyourvisit\/first-manassas-hikes.htm"
}
