{
    "title": "Manassas National Battlefield Park: Second Manassas Hikes",
    "body": "Second Manassas Hikes       The following trails tell the story of the Battle of Second Manassas (August 28-30, 1862) Second Manassas Trail: This 6.2 mile walking trail leads visitors through the climactic stages of the second battle at Manassas that paved the way for the Confederate invasion of the North. Fighting occurred over three days in late August 1862 between Confederate troops under the command of Gen. Robert E. Lee and Union forces led by Gen. John Pope. The trail begins at the visitor Center and heads north, past the Stone House (open seasonally), to Buck Hill where Pope established his headquarters. From Matthews Hill, visitors can look west to the area of the unfinished railroad where Stonewall Jackson placed his Confederate forces. The trail continues along the graded railroad bed leading to a clearing at the Deep Cut, the scene of a bloody battle where Jackson's troops turned back a major assault, then turns south and passes the Lucinda Dogan House (one of three surviving Civil War-era structures in the park). Moving across the road, the trail winds upward towards New York Avenue where monuments mark the site where the 5th and 10th New York regiments were slaughtered in a massive Confederate counterattack that swept eastward toward Chinn Ridge. After touring the Chinn Ridge area, the trail leads back to Henry Hill, where the final struggle during Second Manassas played out.  Brawner Farm Loop Trail (1.6 miles) Begin at the Brawner Farm parking lot off Pageland Lane (Tour Stop #1). This trail sweeps across historic farmland and the scene of some of the deadliest fighting during the opening day of the Battle of Second Manassas. Follow the paved path down to the Brawner Farm Interpretive Center (open March-November), and continue east along the Union battle line. A short side trail leads up to Battery Heights, where Capt. Joseph B. Campbell unlimbered the cannon of 4th U.S. Artillery, Battery B. The trail loops back via the Confederate position, walking the battle line once occupied by the Stonewall Brigade. Trailside historical markers and interpretive signs describe the combat actions that occurred. Unfinished Railroad Loop Trail (1.2 miles) Begin your walk at the Unfinished Railroad parking lot (Tour Stop #6) off Featherbed Lane. The trail heads northeast along the unfinished railroad, where Stonewall Jackson placed his Confederate troops. Interpretive markers discuss the bayonet charge by Cuvier Grover's Union brigade on August 29, 1862, which briefly punctured the Confederate defensive line. Before looping back to the parking lot, hikers have the option of continuing down the railroad bed, via the Sudley Connector Trail, to Sudley Church. The Sudley Church area served as the Confederate army's left flank during the Battle of Second Manassas. Chinn Ridge Trail (1 mile) The trail begins at the Chinn Ridge parking lot (Tour Stop #10). The paved path, which is wheelchair accessible, traverses an area that witnessed heavy fighting on August 30, 1862. Interpretive signs tell the story of Union troops who made a desperate stand on Chinn Ridge and blunted the Confederate counterattack. Near the conclusion of the trail, visitors will pass a monument dedicated to Col. Fletcher Webster of the 12th Massachusetts, killed in action on Chinn Ridge. He was the son of noted orator Daniel Webster. The paved trail concludes at an interpretive marker discussing the combat on Chinn Ridge during the Battle of First Manassas (July 21, 1861). Visitors then return to the parking lot via the same path.",
    "url": "https:\/\/www.nps.gov\/mana\/planyourvisit\/second-manassas-hikes.htm"
}
