{
    "title": "Manassas National Battlefield Park: bluebells",
    "body": "Bluebells        Manassas National Battlefield Park NPS Photo         Virginia BluebellsMertensia virginica NPS Photo    Each year, after the snow melts and the ground softens from the harsh winter, Virginia Bluebells, Mertensia virginica, and other wildflower shoots push their way through the warming soil to absorb as much sunlight as they can before the tree leaves block them with shade. Shortly after, they put on an extravagant show by carpeting the forest floor in blue, violet and pink shades of splendor. The flowers of the bluebell bloom from March through June, releasing sweet nectar that attracts local bees and humming birds. The bees crawl out from hiding and stretch their wings as they buzz and dance around the new found abundance of flowering nectars. The bluebells first emerge from the ground with grayish- green foliage and sweeping clusters of pink buds. When the time is right, the buds unfasten themselves into trumpet shaped, light blue flowers that resemble little blue bells. A walk by the Stone Bridge and boardwalk would allow one to enjoy the view of blooming bluebells, the sounds of chorus frogs in nearby vernal pools, and maybe even catch a glimpse of a Ruby-throated Hummingbird hovering in search of nectar.  Cada año, después de que se derrita la nieve y el suelo suaviza desde el duro invierno, Virginia Bluebells, Mertensia virginica, y otras plantas silvestres dispara a empujar su camino a través del calentamiento del suelo para absorber tanto sol como pueden antes de que salga el árbol bloquearlos con sombra. Poco después, pusieron un espectáculo extravagante por la moqueta del suelo del bosque en tonos azules, violetas y rosas de esplendor. Las flores de la bluebell florecen de marzo a junio, liberando el dulce néctar que atrae a las abejas locales y colibríes. Las abejas salen de su escondite y estiran sus alas buzz y bailan alrededor de la nueva abundancia de néctares de floración. Las campanillas primero emergen de la tierra con follaje verde grisáceo y barridos racimos de cogollos rosa. Cuando sea el momento, los brotes se desate en trompeta en forma, luz flores azules que se asemejan a campanillas azules. Un paseo por el Stone Bridge Trail y el paseo marítimo permitirían disfrutar de la vista de campanillas floreciente, los sonidos de ranas cerca de las piscinas vernales y tal vez incluso echar un vistazo a un Colibrí garganta de rubí merodeando en busca de la néctar.          Manassas National Battlefield Park NPS Photo",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/bluebells.htm"
}
