{
    "title": "Manassas National Battlefield Park: Geology",
    "body": "Geology         Rocks along Young's Branch NPS Photo  Just below the surface of Manassas National Battlefield lie the remnants of a history dating as far back as 200 Million years ago, a time when Pangea was breaking apart and dinosaurs were roaming the earth. Similar to how archaeologists use artifacts and written history to piece together the first and second battle of Manassas, geologists use rocks and fossils to try and understand the history of Earth. Each rock type (sedimentary, metamorphic, and igneous) provides a different perspective on how the world around us came to be. The geologic history of Manassas National Battlefield Park is a history of active plate tectonics, continental rifting, and depositional basins. Over 200 Million years ago all of the continents had collided and formed the super continent Pangea. At the dawn of the Jurassic period, though, rifting began to occur, tearing Africa and North America away from each other. As these continents pulled apart the continental crust of Eastern North America began to thin and eventually started to crack. These cracks in turn acted like fault planes causing the land to sink down and form basins.          Modern mudcracks near Stone Bridge   Over time, the Blue Ridge Mountains to the east eroded into sedimentary clasts, some of which were carried by rainwater and streams to lower elevations. Once the sediment, and flowing water, reached the basins they both became trapped in a bowl-like depression creating lakes underlain by silt and clay sized sediment. The early Triassic rift basin was thus filled with Triassic and Jurassic sediment, as well as Triassic and Jurassic fossils. Over time the loose silt and clay of the lake beds lithified into siltstones and shales containing a variety of evidence for a long lost habitat. Beyond fossils, the siltstones preserve ripple marks, root casts, mudcracks, and more. To learn more about fossils found within the park click here. The thinned continental crust and cracks also provided easy access for rising magma to reach the surface, leading to the formation of diabase dikes like the one which underlies the western side of the park. As the hot magma rose through the crust, though, it had to push through the preexisting siltstones of the region, resulting in contact metamorphism. Evidence of this thermal metamorphism can be found in bands of shale, hornfels and altered siltstone which surround the dike (Lee1979).          Rocks along Dogan's Branch   There are various locations throughout the park where visitors can examine each segment of Manassas National Battlefield's geologic history starting with red siltstones and grey shales in the east, and ending with diabase and metasedimentary rocks in the West. For more information about the different rock types and where to find them click here. Confused about any of the terms used above? Check out our visual glossary.        Other: Geology and the War Topography      References:    Lee, K.Y. 1979. Triassic-Jurassic geology of the northern part of the Culpeper basin, Virginia and Maryland. U.S. Geological Survey Open-File Report 79-1557, 29 pp., 16 pl., scale: 1:24,000.        Click here to learn about the National Park Service's Inventory & Monitoring Program's Paleontological Inventory of the National Capital Region: http:\/\/science.nature.nps.gov\/im\/units\/ncrn\/inventories_paleo.cfm",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/geology.htm"
}
