{
    "title": "Manassas National Battlefield Park: land use history",
    "body": "Land Use History        Manassas National Battlefield Park NPS Photo         Manassas National Battlefield Park NPS Photo      The natural vegetation of Manasass National Park was broadly described by Braun (1950) as belonging to the Piedmont Section of the Oak-Chestnut Forest Region. Centered in the Appalachian Mountains, this vegetation unit was formerly characterized by various mixtures of oaks and American chestnut, with small inclusions of pines on xeric ridges and mixed mesophytic forest in coves, ravines, and stream bottoms. Following the removal of American chestnut as an overstory tree by an introduced fungal blight during the early decades of the 20th century, this region is now broadly characterized as mixed oak forest (Stephenson et al. 1993) or oak-hickory-pine forest (Küchler 1964). It is worth noting that because of its low relief and distinctive soils, the original vegetation of the Culpeper Basin was probably dissimilar to most other parts of the Oak-Chestnut Forest Region. Today, there is little evidence that chestnut was important in the Basin, and the general vegetation of the area may have been closer to Braun's more western Oak-Hickory Forest Region. In addition, the relatively flat, poorly drained soils of the Basin have no doubt always supported unique communities with an abundance of pin oak, swamp white oak, and other species that are decidedly less common in other physiographic subregions of the Piedmont province. Here, the moist flats on the \"Piedmont Lowland\" of Virginia are \"quite different, with pin oak, red maple, willow oak, swamp white oak, and sweet gum\" (Braun, 1950). Many of the rare species of the park, e.g., blue-hearts, hairy beardtongue, marsh hedgenettle, and buffalo clover, have affiliations with prairie vegetation west of the Appalachians (Belden et al. 1998). The presence of these disjunct or peripheral species might be explained by accounts of early explorers and settlers, which indicate that the Culpeper Basin originally had extensive natural savannas and grasslands (Allard and Leonard 1962, Brown 2000). These prairie-like habitats probably remained open over the long term because of frequent fires, both natural and controlled by Native Americans, that traveled unobstructed across the gentle terrain of the Basin (Maxwell 1910, Van Lear and Waldrop 1989). Plastic hardpan soils, weathered from diabase and locally known as \"Jackland\" because of the abundance of blackjack oaks on them, were probably the most favorable for development of these grassland openings.  Uso de la Tierra e Historia  La vegetación natural del Parque Nacional de Manasass fue ampliamente descrita por Braun (1950) como pertenecientes a la sección de Piamonte de la región de bosque de roble castaño. Centrado en los Montes Apalaches, esta unidad de vegetación anteriormente se caracterizó por varias mezclas de roble y castaño americano, con pequeñas inclusiones de pinos en crestas xerófilas y bosque mixto mesophytic en calas, barrancos y fondos de corriente. Tras la eliminación del castaño americano como un árbol de dosel por una plaga hongo introducido durante las primeras décadas del siglo XX, esta región es ahora ampliamente caracterizada como bosques mixtos de roble (Stephenson et al., 1993) o el bosque de roble-nogal-pino (Küchler 1964). Es importante destacar que debido a su bajo relieve y los suelos distintivos, la vegetación original de la cuenca de Culpeper era probablemente muy diferente a muchas otras partes de la región de bosque de roble castaño. Hoy en día, hay poca evidencia que Castaño fue importante en la cuenca, y la vegetación de la zona general pudo haber sido más cercana a la región de bosque de roble-Hickory más occidental de Braun. Además, es relativamente plana, suelos pobremente drenados de la cuenca sin duda siempre han apoyado las comunidades únicas con abundancia de pin oak, Roble bicolor, y otras especies que son decididamente menos comunes en otras subregiones fisiográficas de la provincia de Piamonte. Aquí, los pisos húmedos en el \"Piamonte bajas\" de Virginia son \"bastante diferentes, con perno de roble, arce rojo, willow oak, Roble bicolor y Liquidámbar\" (Braun, 1950). Muchas de las especies raras del parque, por ejemplo, azul-corazones, beardtongue peluda, hedgenettle marsh y trébol de búfalo, tienen afiliaciones con vegetación de praderas al oeste de los Apalaches (Belden et al., 1998). La presencia de estas especies separadas o periféricas podría explicarse por las cuentas de los primeros exploradores y colonos, que indican que la cuenca de Culpeper originalmente tenía extensas sabanas naturales y praderas (Allard y Leonard 1962, Brown 2000). Estos hábitats pradera-como probablemente permanecían abiertos a largo plazo a causa de frecuentes incendios, naturales y controlados por los nativos americanos, que viajó sin obstáculos en el terreno suave de la cuenca (Maxwell 1910, Van Lear y Waldrop, 1989). Suelos de plástico hardpan, resistido de diabasa y conocida localmente como \"Jackland\" debido a la abundancia de blackjack Robles, fueron probablemente los más favorables para el desarrollo de estas aberturas de pastizales.            Manassas National Battlefield Park NPS Photo    The park's land and most other parts of the Culpeper Basin have been settled for almost three centuries. In the post-settlement era, the original grasslands were destroyed by extensive clearing and agriculture, widespread fire suppression, and repeated cutting, which has resulted in dense secondary forests.  The mosaic of agricultural fields and secondary forests in the study area has shifted considerably even since the Civil War. A number of sites that were cleared at the time of the Civil War battles are now reforested, and other historically forested sites have since been cleared. Some areas of Stuarts Hill, Bald Hill, the ridges east of Brawner Farm and south of Battery Heights, and the ridge north of Groveton have been continuously forested (although cut) since the time of the Civil War. Old fields undergoing secondary succession in this area are generally characterized by stands of Virginia Pine, eastern red cedar, flowering dogwood, and fast-growing hardwoods such as white ash and tulip-poplar. In recent years, large portions of the Culpeper Basin in Fairfax, Loudoun, Prince William, and Fauquier Counties have been subjected to intense development pressure as the Washington, D.C. area's growth has expanded westward. As a result, many of the region's finest natural areas have been destroyed or threatened. Increasingly, Manassas National Battlefield Park is becoming a natural area oasis as development spreads from nearby Manassas. Because of a mandate to maintain the Park's landscape in its Civil War-era condition, ambitious restoration plans are underway.       Manassas National Battlefield Park NPS Photo         References: Allard, H.A. and E.C. Leonard. 1962. List of vascular plants of the Northern Triassic area of Virginia. Castanea 27: 1-56. Belden, A. Jr., G.P. Fleming, and N.E. Van Alstine. 1998. A natural heritage inventory of Manassas National Battlefield Park. Nat. Heritage Tech. Rep. 98-7. Virginia Dept. of Conservation and Recreation, Division of Natural Heritage, Richmond, VA. 67 pp. plus appendices. Braun, E.L. 1950. Deciduous forests of eastern North America. Macmillan Publishing Co., New York. 596 pp. Brown, H. 2000. Wildland burning by American Indians in Virginia. Fire Management Today 60:3. USDA Forest Service, Washington, D.C. Küchler, A.W. 1964. Potential natural vegetation of the conterminous United States. American Geographical Society Special Publication 36. Maxwell, H. 1910. The use and abuse of forests by the Virginia Indians. William and Mary College Quarterly Historical Magazine XIX: 73-103. Stephenson, S.L., A.N. Ash, and D.F. Stauffer. 1993. Appalachian oak forests. Pages 255-303 in W.H. Martin, S.G. Boyce, and A.C. Echternacht (eds.). Biodiversity of the Southeastern United States: upland terrestrial communities. John Wiley & Sons, Inc., New York. Van Lear, D.H. and T.A. Waldrop. 1989. History, uses, and effects of fire in the Appalachians. USDA Forest Service General Tech. Rep. SE-54. Southeastern Forest Experiment Station, Clemson, S.C. 20 pp.",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/land-use-history.htm"
}
