{
    "title": "Manassas National Battlefield Park: physiography",
    "body": "Physiography&Hydrology        Manassas National Battlefield Park NPS Photo         Manassas National Battlefield Park NPS Photo    Manassas National Battlefield Park is located in the Piedmont physiographic province (Fennemann 1938), approximately 2.5 miles northwest of Manassas City and 26 miles west of Washington, D.C. Most of the Park is in eastern Prince William County, with a very small portion extending into Fairfax County. The park  is situated in the Culpeper Basin, a large Mesozoic trough that stretches across the central Piedmont from Culpeper County north through Fauquier, Prince William, and Loudoun Counties into Maryland (Lee 1979). The Culpeper Basin is a distinctive regional landscape with relatively low relief and gently rolling to nearly level topography. The park is very representative of the region, with broad, low ridges, extensive upland \"flats\" and shallow, sluggish drainageways. Streams of the park are part of the Occoquan River watershed, which is part of the Chesapeake Bay watershed. Bull Run, one of the largest secondary streams of the region, borders much of the eastern edge of the Park. The watershed of Youngs Branch, a major Bull Run tributary, drains most of the park. Well-developed floodplain landforms, including depositional bars, levees, and backswamps, occur only along Bull Run. Floodplains along Young's Branch and several of its larger tributaries are much smaller and lack the microtopographic diversity of large-stream and river floodplains. Headwater drainages throughout the park are characterized by very small, sometimes braided channels with little alluvial deposition, and are flanked by flats with ephemeral or seasonal flooding controlled by fluctuating groundwater. Similar but isolated, groundwater-influenced depressions are also scattered through the park.  Fisiología e Hidrología   Manassas National Battlefield Park está situado en la provincia fisiográfica de Piamonte (Fennemann 1938), aproximadamente 2,5 millas al noroeste de la ciudad de Manassas y 26 millas al oeste de Washington, D.C. La mayor parte del parque está en el este del Condado de Prince William, con una muy pequeña porción extendiendo en el Condado de Fairfax. El parque está situado en la cuenca de Culpeper, un gran canal Mesozoico que se extiende a través del central Piedmont de Culpeper County hacia el norte pasando por Fauquier, Prince William y Loudoun condados en Maryland (Lee 1979). La cuenca de Culpeper es un característico paisaje regional con relativamente bajo relieve y rodando suavemente a la topografía casi plana. El parque es muy representativo de la región, con crestas bajas, amplias, extensa altiplanicie \"pisos\" y drenaje superficial que son lentos.   Arroyos del parque son parte de la cuenca del río Occoquan, que forma parte de la cuenca de la bahía de Chesapeake. Batalla de Bull Run, una de las corrientes secundarias más grandes de la región, limita mucho el borde oriental del parque. La cuenca de Youngs rama, un importante tributario de Bull Run, drena la mayor parte del parque. Accidentes geográficos de llanura aluvial bien desarrollado, incluyendo barras deposicionales, diques y backswamps, se producen solamente a lo largo de la batalla de Bull Run. Las llanuras de inundación a lo largo de la rama de Young y varios de sus afluentes más grandes son mucho más pequeñas y carecen de la diversidad microtopographic del Arroyo grande y río llanuras aluviales. Drenajes de cabecera por todo el parque;se caracterizan por canales muy pequeños, a veces trenzados con la deposición aluvial poco y están flanqueadas por pisos con efímeros o estacional inundaciones controladas por aguas subterráneas fluctuante. Similar pero aislado, las depresiones de las aguas subterráneas de influencia también están dispersos a través del parque.       Manassas National Battlefield Park NPS Photo         References: Fenneman, N.M. 1938. Physiography of the eastern United States. McGraw-Hill Book Company, New York. 714 pp. Fleming, G.P. and J.T. Weber. 2003. Inventory, classification, and map of forested ecological communities at Manassas National Battlefield Park, Virginia. Natural Heritage Tech. Rep. 03-7. Virginia Department of Conservation and Recreation, Division of Natural Heritage, Richmond. Unpublished report submitted to the National Park Service. 101 pp. plus appendix. Lee, K.Y. 1979. Triassic-Jurassic geology of the northern part of the Culpeper basin, Virginia and Maryland. U.S. Geological Survey Open-File Report 79-1557, 29 pp., 16 pl., scale: 1:24,000.",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/physiography.htm"
}
