{
    "title": "Manassas National Battlefield Park: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                The Rocks of Manassas       The underlying geology of Manassas National Battlefield Park consists of two main units: a Diabase dike to the west and the Bull Run Formation to the east. While smaller units of thermally metamorphosed sedimentary rocks and alluvium are also distinguishable, they tend to overlap onto the Diabase and siltstones.       Geologic map of Manassas National Battlefield        Diabase Dike        View of diabase boulders near the Groveton Memorial.   The western half of the Park contains substantial areas underlain by diabase, a mafic igneous rock. This bedrock is well expressed in a narrow dike that extends northward through the Park, running under Stuart's Hill, Brawner Farm, and laying to the east of Groveton. As Pangea was splitting apart, magma from the mantle began to upwell and push through weak and cracked continental crust creating sills and dikes. With the rift basin forming right here in the park, an intruding diabase dike pushed the overlaying Bull Run formation up and thermally altered some of the surrounding siltstone. Overtime the overlaying siltstones and sandstones have eroded away, exposing the diabase. Now, as the diabase weathers, the rock produces a thick calcium rich soil cover which obscures a majority of the unit. Despite the thick soil cover, spheroidal boulders, rounded by wind and rain, are still visible throughout the western side of the park. The diabase itself is a dense, medium-grained, dark-gray to black rock composed primarily of feldspar and pyroxene minerals (Lee 1979). The medium grained, porphyritic, texture formed as the magma cooled slowly within the earth, allowing each crystal time to grow. The mineralogy of these crystals are the product of the chemical composition of the magma. The mafic nature of the diabase suggests the magma was rich in Iron and magnesium. Deep Cut, a key location in understanding the park's history, is rich with diabase. Boulders litter the surrounding trails and the entire cut is flooded with exposed and worked diabase.      Bull Run Formation        Outcrop along Young's Branch   The Bull Run Formation consists of 5 separate Triassic-aged rock units. The rocks which are exposed here in the park are part of the Groveton member. This unit is the most extensive, covering the entire eastern side of the park, and consists of red to purple-brown, iron rich, micaceous siltstone and sandstone interbeded with grey shales. The grain size of the siltstones and sandstones varies laterally through the unit and regionally throughout the park. The deepest, and therefore the oldest, beds are coarsely grained and generally fine as the beds get younger. In the eastern areas of the park, along Bull Run, large rock exposures showcase mudcracks, crossbedding, and various fossils preserved during deposition. Despite the intrusive diabase dike, the formation continues westward beyond the dike and beyond park boundaries. The siltstone and sandstone directly cut by the diabase dike underwent contact metamorphism, resulting in a narrow band of hornfels and altered siltstones distinguishable by a higher muscovite content. Like the diabase, these rocks have undergone extensive weathering producing a majority of the red-brown soils covering the park (Leavy et al 1983, Lee 1977).Thus, the best locations to view large exposures are along the Bull Run River, road cuts, and the various branches which carve the park's landscape (Young's Branch, Holkum's Branch, Dogan's Branch, etc.).      Thermally Metamorphosed Rocks When the siltstones and sandstones of the Bull Run Formation were exposed to the high temperatures of the diabase dike, the mineralogy of the rocks became unstable and began to change. The small muscovite grains in the micaceous rich sandstones grow in quantity of size, clay transforms into biotite, cordierite, quartz, and plagioclase resulting in hornfels, and the calcite rich lenses transform into marble. Most of the hornfels and altered sandstones\/siltones have eroded away or been buried making them difficult to find within the park.",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/rocksofmanassas.htm"
}
