{
    "title": "Manassas National Battlefield Park: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality        Manassas National Battlefield NPS Photo         Manassas National Battlefield Park NPS Photo  Water quality refers to the chemical, physical and biological characteristics of water. The surface waters of Manassas Battlefield are generally considered to be of good quality. However, the Battlefield is surrounded by busy roads, urban development, and industrial production; all of which have the potential to negatively impact water quality. Water quality can be affected by a number of factors. There is a complicated interconnection of surface water and ground water, atmospheric conditions, natural landscape features, human activities, and aquatic health. Pollution can occur through run-off or seepage, in which chemicals and excess nutrients find their way from point or non-point sources into ground and surface waters. Eroded soil and sediment is another way that excess nutrients such as nitrogen, phosphorous, and pesticides to find their way into rivers and streams.  When nitrogen and phosphorous levels rise in a body of water, eutrophication occurs. Eutrophication is the process in which water becomes rich in dissolved nutrients, encouraging algal blooms and plant growth, followed by rapid decomposition. This makes the amount of dissolved oxygen in the water very low and inhospitable to fish and other plants and animals that need access to oxygen in the particular body of water.        Manassas National Battlefield staff works with scientists of the National Capital Region to ensure frequent monitoring of different parameters of water quality. National Park Service staff record the water temperature, pH, dissolved oxygen, specific conductance, nitrogen, and phosphorous levels to observe trends in water quality over time. Volunteers and school groups also play a large role in observing the conditions of the park's surface waters. Bridging the Watershed (BTW) is an outreach program of the Alice Ferguson Foundation, in partnership with the National Park Service and area schools, designed to promote student academic achievement, personal connections with the natural world, civic engagement, and environmental stewardship through hands-on curriculum-based outdoor studies in national parks. Through this program, teachers and students come to the park to perform various water quality assessments of the tributaries of the Chesapeake Bay watershed.  Another program, \"From the Mountains to the Estuary: From the Schoolyard to the Bay\", designed with similar goals and targeted at Prince William County's sixth grade students, utilizes the Battlefield's surface waters for student field studies as well. By introducing students to the importance of water quality through these programs, the staff of Manassas National Battlefield hopes to foster an environmental consciousness in the youth of today that will accompany them well into the future.  Calidad de Agua   calidad de agua se refiere a las características químicas, físicas y biológicas del agua. Las aguas superficiales de Manassas Battlefield se consideran generalmente ser de buena calidad. Sin embargo, el campo de batalla está rodeado de carreteras con mucho tráfico, desarrollo urbano y la producción industrial;todos los cuales tienen el potencial de impactar negativamente en la calidad del agua. La calidad del agua puede verse afectada por una serie de factores. Hay una complicada interconexión de agua superficial y agua subterránea, las condiciones atmosféricas, elementos del paisaje natural, las actividades humanas y salud acuática. La contaminación puede ocurrir por escorrentía o infiltración, en el que los productos químicos y exceso de nutrientes encontraran su camino de punto o de fuentes no puntuales en tierra y superficies aguas. Sedimentos y suelo erosionado es otra manera que el exceso de nutrientes como el nitrógeno, fósforo y pesticidas para encontrar su camino en los ríos y arroyos. Cuando los niveles de fósforo y nitrógeno aumenta en un cuerpo de agua, la eutrofización ocurre. La eutrofización es el proceso en que el agua se convierte en rico en nutrientes disueltos, alentando las floraciones de algas y crecimiento de las plantas, seguido por la rápida descomposición. Esto hace que la cantidad de oxígeno disuelto en el agua sea muy bajo e inhóspito para peces y otras plantas y animales que necesitan acceso a oxígeno en el cuerpo especial de agua. Los Personales de Manassas National Battlefield, trabaja con científicos de la región Capital Nacional para asegurar el monitoreo frecuente de diferentes parámetros de calidad del agua. Personal de servicio del Parque Nacional Registre la temperatura del agua, pH, oxígeno disuelto, conductancia específica, nitrógeno y fósforo niveles para observar las tendencias de la calidad del agua con el tiempo. Voluntarios y grupos escolares también juegan un papel importante en la observación de las condiciones de las aguas superficiales del parque. Bridging the Watershed (BTW) es un programa de la Fundación Alicia Ferguson, en colaboración con las escuelas de servicio del Parque nacional y área, diseñado para promover el logro académico estudiantil, relaciones personales con el mundo natural, compromiso cívico y protección medioambiental a través de prácticas basadas en el plan de estudios al aire libre en los parques nacionales . A través de este programa, los profesores y los estudiantes ven al parque para llevar a cabo varias evaluaciones de calidad de agua de los afluentes de la cuenca de la bahía de Chesapeake. Otro programa, \"De la montañas al estuario: desde el patio de la escuela a the Bay\", diseñado con objetivos similares y dirigidos a estudiantes de grado sexto del Condado de Prince William, utiliza las aguas superficiales del campo de batalla para estudios en el campo estudiantil también. Mediante la introducción de los estudiantes sobre la importancia de la calidad del agua a través de estos programas, el personal de Manassas National Battlefield pretende fomentar una conciencia ambiental en los jóvenes de hoy que les acompañará en el futuro.         Manassas National Battlefield Park NPS Photo",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/waterquality.htm"
}
