{
    "title": "Manassas National Battlefield Park: Witness Trees",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Witness Trees                Witness Trees                Eastern Red Cedar at Visitor Center. These trees can live up to 300 years old. Photo by: Alison Sloop   At Manassas National Battlefield, A \"Witness Tree\" is a tree that was alive during the key events of the First and Second Battles of Manassas. This means that these trees must be over 150 years old. Park staff, with the help of a girl scout dedicated to completing her Gold Award project, identified several Witness Trees in the Battlefield along our trails systems. Will you be able to discover them all as you journey through the park?    LOS ARBOLES TESTIGO En Manassas National Battlefield, un árbol\"testigo\" es un árbol que estaba vivo durante los eventos clave de la primera y segunda batallas de Manassas. Esto significa que estos árboles deben tener más de 150 años. Personal del parque, con la ayuda de una niña exploradora dedicada a completar su proyecto Gold Award, identificó varios árboles testigo en el campo de batalla a lo largo de nuestros sistemas de senderos. ¿Usted será capaz de descubrir a todos en tu viaje a través del parque?          Using an increment bore to extract tree cores for estimating tree age. Photo by: Mariah Michael  The Witness Trees were located using historic maps and photos, aerial photography, and increment boring sample collection. Increment boring is a process of extracting a very small sample of a tree core with very little impact to the tree. The core sample is then analyzed by counting rings to estimate the age of the tree.       Los árboles testigo se encontraban utilizando mapas históricos y fotografías, fotografía aérea y aburrido muestrario de incremento. Incremento aburrido es un proceso de extracción de una muestra muy pequeña de un núcleo de árbol con muy poco impacto en el árbol. La muestra del núcleo luego es analizada por el conteo de aros para estimar la edad del árbol.         Map of Witness Trees in the Battlefield. Will you be able to discover them all? Photo by: ASloop and MMichael        To read more about Witness Trees, click here. For a list of average and maximum life spans of trees in Virginia, click here.",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/witness-trees.htm"
}
