{
    "title": "Manassas National Battlefield Park: Wildflowers",
    "body": "Wildflowers        Manassas National Battlefield Park NPS Photo         ChicoryCichorium intybus NPS Photo    Wildflowers are angiosperms, meaning that they are vascular, flowering plants that produce seed.  Blooming wildflowers acquaint one's senses with the coming of spring at Manassas National Battlefield. Persisting through the open fields and under the forest canopies, the wildflowers provide breathtaking views and enchanting smells throughout the park.     Please do not pick the wildflowers! Picking wildflowers not only denies others the opportunity to admire their beauty, but it also threatens the existence of the plant and is illegal in all National Park units. It is also illegal to collect seeds from wildflowers.          CommonMilkweedAsclepiasSyriaca NPS Photo    Common milkweed is crucial to the life of monarch butterflies. Monarch's are tolerant to the toxins in the milky sap of the plant and feed on milkweed during their larval stage. As the butterflies accumulate the toxins, they become bitter and undesirable to predators.  FLORES SILVESTRES  Las flores silvestres son angiospermas, es decir que son vasculares, las plantas con flores que producen semillas. Flores silvestres florecen con la llegada de la primavera en Manassas National Battlefield. Persistiendo a través de los campos abiertos y bajo los toldos del bosque, las flores silvestres ofrecen vistas impresionantes y encantadores olores por todo el parque.Por favor, no recoger las flores silvestres. Recogiendo flores silvestres no sólo otros niegan la oportunidad de admirar su belleza, pero también amenaza la existencia de la planta y es ilegal en todas las unidades del Parque nacional. También es ilegal para recolectar semillas de flores silvestres. Por favor, no recogan las flores silvestres! Recogiendo las flores silvestres no sólo niega la oportunidad que otros admiren su belleza, pero también amenaza la existencia de la planta y es ilegal en todas las unidades de los Parque nacional. También es ilegal para recolectar semillas de flores silvestres. Algodoncillo común es crucial para la vida de las mariposas monarca. Del monarca es tolerante a las toxinas en la savia lechosa de la planta y se alimenta de algodoncillo durante su etapa larvaria. Como las mariposas acumulan las toxinas, se vuelven amargas e indeseables a los depredadores.Campanillas          The common selfheal is a member of the mint family, lamiaceae. This perennial herb has been noted for its medicinal uses. NPS Photo",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/wildflowers.htm"
}
