{
    "title": "Manassas National Battlefield Park: Places",
    "body": "Places         Stone Bridge, March, 1862. Library of Congress  The Stone Bridge The Fauquier and Alexandria Turnpike bridge over Bull Run, known simply as \"the Stone Bridge,\" was originally built in 1825.  Its ability to carry traffic across the steep sided stream even at times of high water gave the Stone Bridge a key role in the Civil War. Both sides recognized its strategic importance. The first shots of the First Battle of Manassas, fired by Union artillery on the ridge to the east, flew over the bridge but there was little more than heavy skirmishing in its vicinity on July 21, 1861. The Union Army made only a diversionary attack here.  It had been rumored (falsely) that the Confederates had mined the bridge so Union forces chose to cross Bull Run at fords farther upstream. The approaches to the bridge were cleared of obstacles in time for the Union retreat but the vast majority of Union refugees used the upstream fords they were more familiar with. The Stone Bridge served the needs of the Confederate Army through 1861. On March 9, 1862, the Confederates evacuated their winter camps in Centreville and Manassas in anticipation of fighting closer to Richmond. On orders from General Joseph E. Johnston, the Confederate rear guard blew up the Stone Bridge to prevent its use by the Union forces that soon occupied the area. Union Army engineers eventually constructed a temporary wooden span across Bull Run using the remaining bridge abutments. This bridge served Union General John Pope's army at Second Manassas, August 28-30, 1862. After suffering another costly defeat, Union forces used the Warrenton Turnpike bridge as their primary line of retreat. In the early hours of August 31, the bridge was again destroyed, this time by the Union rear guard. By 1884, the Stone Bridge was fully rebuilt. The new bridge, very similar to the original bridge, remained open to traffic until 1926. In that year the road was realigned and a modern highway bridge constructed just downstream. The National park Service acquired the Stone Bridge in 1959.",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/historyculture\/places.htm"
}
