{
    "title": "Manassas National Battlefield Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Wildflowers in bloom at Manassas National Battlefield Park NPS Photo; Courtesy of Gregory Perrier            Virginia Spring BeautyClaytonia virginica NPS Photo  Several different types of plant communities occupy the 5,000 acres of land at Manassas National Battlefield Park. Hundreds of acres of the park are maintained as the historic agrarian landscape that existed in 1861. Agricultural hay leases preserve an authentic cultural perspective for the enjoyment of the public. The native, warm season grasses also provide an excellent habitat for wildlife. Open fields are covered in native grasses, wildflowers, and shrubs.  The woodlands are made up of basic oak-hickory forests, acidic oak-hickory forests, mesic forests, mountain bottomland forests, mountain swamp forests, upland depression swamp forests, eastern white pine hardwood forests, and Virginia pine- Easter red cedar successional forests. The park hosts over 700 kinds of vascular plants; 186 monocot angiosperms, 500 dicot angiosperms, 16 pteridophytes, and 4 gymnosperms carpet the premises. The abundance of multiple plant communities within the park represents a healthy ecosystem that is capable of supporting a diverse range of wildlife.  PLANTAS   Diferentes tipos de comunidades vegetales ocupan las 5.000 hectáreas de tierra en Manassas National Battlefield Park. Cientos de hectáreas del parque se mantienen como el paisaje agrario histórico que existió en 1861. Arrendamientos agrícolas heno conservan una auténtica perspectiva cultural para el disfrute del público. Los pastos nativos, cálida temporada también proporcionan un excelente hábitat para la fauna silvestre. Campos abiertos están cubiertos de arbustos, pastos nativos y flores silvestres.   Los bosques están constituidos por bosques de roble-nogal básicos, ácidos bosques de roble-nogal, mesic bosques, bosques frondosos de la montaña, bosques de pantano de montaña, bosques de pantano de secano depresión, bosques de madera dura de pino blanco del este y Virginia pino-Pascua cedro rojo sucesionales bosques. El parque alberga más de 700 tipos de plantas vasculares;186 angiospermas monocotiledónea, 500 angiospermas dicotiledóneas, 16 pteridófitos y 4 gimnospermas las premisas de la alfombra. La abundancia de múltiples comunidades vegetales dentro del parque representa un ecosistema saludable que es capaz de soportar una gran variedad de flora y fauna.            CommonBlueVioletViola papilionacea NPS Photo  Click on the Blue violet for a list of the vascular plants in Manassas National Battlefield Park.       Manassas National Battlefield NPS Photo",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/plants.htm"
}
