{
    "title": "Manassas National Battlefield Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds         Canada Goose Bryan Gorsira  Historically, the rolling fields in Manassas National Battlefield Park were used for agricultural purposes. Since many grassland birds in Virginia are on the decline, one of the park's goals is to promote better quality habitat for grassland birds, while still maintaining the agricultural heritage of the park. To this end, we are maintaining grass and shrub lands using a combination of agricultural (hay) leases and mowing by our maintenance staff.  Declining grassland species known to occur in the park include:  the Eastern Meadowlark (Sturnella magma), Barn Owl (Tyto alba), Northern Harrier (Circus cyaneus), Savannah Sparrow (Passerculus sandwichensis), and the Grasshopper Sparrow (Ammodramus savannarum). The Barn Owl is endangered in seven states and is listed as a species of \"special concern\" in two states. We currently have 10 species of special concern within the park.  We have installed nest boxes throughout the park. Presently, the park has Barn Owl, Kestrel, and Bluebird boxes. To date, 168 species have been documented within the park.    PAJAROS   Históricamente, los campos ondulados en Manassas National Battlefield Park fueron utilizados para propósitos agrícolas. Puesto que muchas aves de pastizal en Virginia están en declive, uno de los objetivos del parque es promover mejor hábitat de calidad para aves de pastizales, mientras que todavía mantiene el patrimonio agrícola del parque. Con este fin, estamos manteniendo pasto y arbustos tierras usando una combinación de arrendamientos agrícolas (heno) y segar por nuestro personal de mantenimiento.  Las disminución de pastizales especies conocidas que ocurren en el parque incluyen: la Eastern Meadowlark(Strurnella magma), Barn Owl(Tyto alba), Northern Harrier(Circus cyaneus), Savannah Sparrow (Passerculus sandwichensis) y el Grasshopper Sparrow(Ammodramus savannarum). La lechuza está en peligro de extinción en siete Estados y está catalogado como una especie de \"interés especial\" en dos Estados. Actualmente contamos con 10 especies de especial interés dentro del parque. Hemos instalado las cajas nido por todo el parque. En la actualidad, el parque cuenta con cuadros de lechuza, cernícalo y Bluebird. Hasta la fecha, se han documentado 168 especies dentro del parque.    MORE ABOUT BIRDS....",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/nature\/birds.htm"
}
