{
    "title": "Manassas National Battlefield Park: Horseback Riding",
    "body": "Horseback riding         BATTLEFIELD EQUESTRIAN SOCIETY  Manassas National Battlefield Park has approximately 21 miles of designated trails for horseback riding, making it one of the best equine riding areas in the region. The location of each bridle trail has been carefully identified to protect the cultural and natural resources of the park. Please help us maintain these resources for future generations by adhering to park rules and regulations. Visitors must bring their own horses, as the park does not offer horseback rides. For the safety of animals and riders, protection of other visitors and park resources, riders must remain on designated bridle trails at all times (All horse trails are blazed YELLOW). Bridle trail maps are available at the Henry Hill Visitor Center. Trailer parking is restricted to designated areas only. The Brownsville Picnic Area, located off of Groveton Road, has ample parking available. Limited trailer parking is available at Portici, located off of Vandor Lane. All horse excrement in these areas must be collected and carried out by the animal's owner or rider. View the park's Interactive Hiking and BridleTrail Map.   Having trouble viewing the map?Download Google Earth. Manassas National Battlefield Park Equestrian Trails: Main Bridle Trail (10 miles, estimated 2.5 hours) Brawner Farm Loop Trail (8.5 miles, estimated 2 hours) Portici Bridle Loop Trail (3 miles, estimated 45 minutes) Matthews Hill Bridle Loop Trail (5 miles, estimated 45 minutes) Please note that the mileages and times are estimates only, your time will vary depending on the speed that you ride. Please note the following regulations: Horses must be attended at all times to prevent third party injuries. Groups of riders must maintain a single file line. Jumping of stone walls, fences or other structures, racing or riding at excessive speeds is prohibited. Pedestrians will also use these trails. Pedestrians have the right of way. Please keep horses at a slow walk while passing pedestrians. Do not obstruct the trail or make unreasonable noise while passing other horses. Horses may only be secured by tying them to a hitching rack or horse trailer.  Note: Under emergency circumstances the park may close a trail temporarily without prior notice. The closures will be signed and the park Visitor Center will know the current status of the horse trails. Please call (703) 361-1339.",
    "url": "https:\/\/www.nps.gov\/mana\/planyourvisit\/horseback-riding.htm"
}
