{
    "title": "Manassas National Battlefield Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 11, 2015  National Park Service Seeks Public Comments on Invasive Plant Management Plan for 15 National Capital Region Parks  Washington – The National Park Service (NPS) is accepting public scoping comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington DC region. The plan\/EA will identify long-term strategies to reduce impacts and threats from invasive plants, and will provide opportunities for restoring native plant communities and historic landscapes. Comments are being accepted through June 10, 2015 and can be submitted online.   May 10, 2015  Manassas Battlefield Spruces Up for 75th Anniversary  In recognition of its 75th anniversary this year, the park has embarked on an effort to enhance facilities and visitor amenities, as well as to address repairs to important historic resources within the battlefield.   December 05, 2014  Manassas National Battlefield Fire Management Plan Environmental Assessment Available for Review  The Manassas National Battlefield Park, a unit of the National Park Service (NPS), made available for public review today the Manassas National Battlefield Park Fire Management Plan\/Environmental Assessment (EA).  The EA evaluates management options for the update of the Fire Management Plan. The 45-day comment period for this project will begin on December 5, 2014, and conclude on January 19, 2015.   September 25, 2014  National Park Service Approves Battlefield White-Tailed Deer Management Plan  WASHINGTON—The National Park Service (NPS) has approved a white-tailed deer management plan to protect long term forest health and preserve the historic settings at three battlefields in the national capital region. The plan calls for reducing deer populations over a number of years in addition to other management techniques. An overabundance of deer is negatively affecting the resources these battlefields were set aside to preserve and protect. In addition to altering historic landscape composition, the deer are limiting the growth of seedlings needed to maintain forested areas over time.   August 01, 2014  National Park Service Releases Final Deer Management Plan for three Washington Area Civil War Battlefields  WASHINGTON- Today, the National Park Service (NPS) released the final version of its plan to manage white-tailed deer populations at Antietam and Monocacy national battlefields (Md.) and Manassas National Battlefield Park (Va.). The plan is now open for public review until September 3, 2014.",
    "url": "https:\/\/www.nps.gov\/mana\/learn\/news\/newsarchive.htm"
}
