{
    "title": "Manassas National Battlefield Park: Accessibility",
    "body": "Accessibility         Henry Hill Visitor Center Parking: Six designated handicapped parking spaces flank a paved accessible route with ramps to the Visitor Center entrance. Entrance: Button to the right side of the double doors activates an automatic opener. Restrooms: Men’s and Women’s facilities in the basement of the visitor center are accessible to wheelchair users via an exterior ramp at the west rear of the building. Button to the right side of door activates the automatic opener. Restroom doors also have automatic assist buttons. Each restroom has one wheelchair accessible stall equipped with handrails and elevated seat. All sinks are wheelchair accessible. Museum Exhibits and Battle Map Program: Fully accessible to wheelchair users on one level of the building. Map program is open-captioned for the hearing-impaired. There are tactile exhibits of reproduction artillery shells and equipment in the visitor center lobby and visually impaired visitors may examine the many original artillery pieces displayed on the field. Park Film: Space for wheelchairs is reserved at the front and rear of the auditorium. The 45-minute film, Manassas: End of Innocence, is open-captioned for the hearing impaired. Assisted listening devices are available upon request. Audio description of the film is available upon request for the visually impaired.  Loaner Wheelchair: A wheelchair is available for use inside the Visitor Center and adjacent paved areas outside the building. The wheelchair is loaned free-of-charge, but a drivers license must be left with park staff to ensure the return of the wheelchair.   Information in Large Type: “The Manassas Story” in large type for the visually impaired is available on request at the lobby information desk. Ranger Programs: Talks and short walking tours are scheduled daily in the immediate vicinity of the visitor center and can accommodate persons with mobility impairments. Ramps from the visitor center provide access to Henry Hill which is fairly level near the visitor center and suitable for wheelchair use when the ground is dry. Assisted listening devices are available upon request.    Other Park Facilities and Accessible Trails Park Headquarters at Stuarts Hill: Two handicapped parking spaces are provided at Stuarts Hill with a level walkway to fully accessible restrooms and the headquarters office reception area. Stone Bridge Trail: A fully accessible paved path connects the designated handicapped spaces in the Stone Bridge parking lot and a wayside marker at the Stone Bridge. The bridge itself does not qualify as wheelchair accessible due to excessive slope. Chinn Ridge Trail: A relatively level, hard surface path extends along the crest of Chinn Ridge from the designated handicapped parking spaces at Hazel Plain past the Fletcher Webster Memorial Stone. Several interpretive markers focusing on the Second Battle of Manassas are situated along this trail. Stone House Trail: A short paved path from the designated handicapped parking space in the Stone House parking lot leads to a wayside marker for the Stone House. The grounds immediately around the house are level and accessible to wheelchairs given dry conditions. Brawner Farm Trail: A paved path provides access to the Brawner Farm from the designated handicapped spaces in the newly opened parking area off Pageland Lane. Service Animals are permitted throughout the park. Driving Tour:  Audio CDs are available for sale in the park gift shop to assist a self-guided driving tour of the Second Manassas battlefield. Free park brochures with maps and information about the various points of interest on the driving tour can be obtained at the Visitor Center information desk.    Additional Information: For more information contact visitor services at the following telephone numbers: 703-361-1339 (Voice), 703-361-7106 (FAX), 703-361-7075 (TDD).",
    "url": "https:\/\/www.nps.gov\/mana\/planyourvisit\/accessibility.htm"
}
