{
    "title": "Manassas National Battlefield Park: Fishing",
    "body": "Fishing        Manassas National Battlefield NPS Photo       Manassas National Battlefield Park offers catch-and-release fishing at any pond located on site. Each of the recommended ponds shown are conveniently located near parking lots or roadside parking. Fishing is open year round. State fishing regulations are enforced, and a Virginia State Fishing License is required. A complete description of regulations is posted at each fishing site. To report violations, call Park Law Enforcement at (703) 754-8694.       Directions Cundiff Pond is located 1\/4 mile east of Stuart's Hill & Park Headquarters on Route 29 (Lee Hwy). Brown park signs are posted at the second metal gate on the right where there is a pull-off for vehicles. Follow the trail for 1\/8 mile to the pond. Rosefield Upper and Lower Ponds are located near the Rosefield\/J. Dogan house on Route 29. They are 1\/4 mile from the Route 29\/Route 234 (Sudley Rd.) intersection heading west on Route 29. Turn right into the unmarked driveway and park at the top. The Upper Pond is to the N-NW of the parking area near the forest edge. The Lower Pond is to the NE of the parking area closer to Route 29. Access to the parking area is only available during business hours, 8am - 5pm, M - F. The gate is locked at 5pm. Headquarter Ponds are located at Park Headquarters at the intersection of Route 29 (Lee Hwy.) & Pageland Lane. From the Route 29\/Route 234 intersection, head west on Route 29. Approximately 1\/4 mile after Route 29 splits from a two lane highway into a four lane highway, turn left onto Pageland Lane (Route 705), a gravel road, and another immediate left into the entrance for Park Headquarters. Park in the gravel parking lot. The three small ponds are visible from the parking lot. Bull Run is located at the eastern edge of the park. Heading east on Route 29 from the intersection of Route 29\/Route 234, turn into the parking lot at the historic Stone Bridge where Bull Run flows under the bridge. Fishing is allowed anywhere along Bull Run where state regulations apply (no additional restrictions). Grubbs Pond parking is located at Matthews Hill. The parking lot is approximately 0.7 miles North of the Route 29\/Route 234 intersection. Follow the bridle trail marked on the map to reach Grubbs Pond.               Click here for a map of the fishing ponds at Manassas National Battlefield.      Catch-and-Release Fishing Tips  When catching a fish, play it quickly and keep the fish in the water as much as possible while handling.  Avoid the use of a net in landing the fish and release it quickly to avoid exhaustion. Handle the fish gently and as little as possible. Do not put your fingers in its eyes or gills. Avoid wiping the slime or scales off the fish, this reduces their survival by making them more susceptible to disease or infection. Remove hook promptly using needle nose pliers or a \"hook out\" device. If the hook is too deep or hooked in the stomach or throat, cut the line and leave the hook in. The hook will dissolve without harming the fish. Carefully revive the fish if it appears exhausted by holding it upright and moving it gently forward so water runs over the gills. Release the fish when it begins to struggle and is able to swim. Do not hold fish in a live well and later decide to release it. If you are going to release a fish, do so right away. With a little care and by following the guidelines set above, you can give released fish a better chance of survival.",
    "url": "https:\/\/www.nps.gov\/mana\/planyourvisit\/fishing.htm"
}
