{
    "title": "Manassas National Battlefield Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      For GPS devices, the mailing address of the Henry Hill Visitor Center is: 6511 Sudley Road Manassas, VA 20109 Car From Washington D.C. and Points East:  Travel west on I-66 to Exit 47B, Route 234 North (Sudley Road).  Proceed through the first traffic light. The entrance to the Henry Hill Visitors Center is on the right, just past the Northern Virginia Community College. From Points North:  Travel south on I-95 to the Capital Beltway (Route 495).  Travel west towards Silver Springs, MD.  Continue on the Beltway for approximately 10 miles, crossing the Potomac river into Virginia.  Take the exit for I-66 west to Manassas.  Take Exit 47B, Route 234 North (Sudley Road).  Proceed through the first traffic light. The entrance to the Henry Hill Visitors Center is on the right, just past the Northern Virginia Community College. From Points South:  Travel north on I-95 to Exit 152, Route 234. Turn left at the traffic light on to Route 234 North (Sudley Road).  Stay on Business Route 234 (do not take the by-pass) and travel for approximately 20 miles just beyond the city of Manassas.  The entrance to the Henry Hill Visitors Center is located on the right, just past the entrance to the Northern Virginia Community College. From Points West: Travel east on I-66 to Exit 47, Route 234 North (Sudley Road).  Turn left on Route 234 and proceed through the first traffic light.  The entrance to the Henry Hill Visitors Center is on the right, just past the Northern Virginia Community College. Plane Dulles International Airport (IAD) is located about 15 miles northeast of the park, off Route 28 North.  Rental cars are available at the airport.  Take Route 28 south to I-66 west.  Take Exit 47B, Route 234 North (Sudley Road).  The entrance to the Henry Hill Visitors Center is on the right, just past the Northern Virginia Community College.  Public Transportation There is no public transportation to the park.",
    "url": "https:\/\/www.nps.gov\/mana\/planyourvisit\/directions.htm"
}
