{
    "title": "Manassas National Battlefield Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           6511 Sudley Road  Manassas, VA 20109                 Directions         Located right off Interstate 66, just 30 miles west of Washington D.C.  Directions Details           Operating Hours & Seasons         Manassas National Battlefield Park The park is open daily from dawn until dusk.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Spring: Mild weather, with average low\/high temperatures from 33 F to 75 F.  Variable rainfall, with May being the wettest month of the year on average. Summer: Warm and humid weather, with average temperatures from 61 F to 88 F.  Variable rainfall, with occasional downpours during storms. Fall: Mild weather, with average temperatures from 35 F to 79 F.  Variable rainfall. Winter: Mild to cool weather, with average temperatures from 24 F to 47 F.  Annual snowfall averages about 22 inches.         Fees & Passes     Entrance Fees:   Entrance - $0.00 This per-person fee is valid year-round.         Visitor Centers                    NPS Photo  Much of the landscape within Manassas National Battlefield Park still retains its wartime character. Henry Hill, focus of heavy fighting at First Manassas in July 1861, is still cleared, though now neat and lush after decades of farming. A new farmhouse marks the site of the old. The unfinished railroad, scene of much of the fighting at Second Manassas, still runs through the woods north of the Warrenton Turnpike. The peacefulness of the Chinn Farm, its house and outbuildings now gone, belies the violence that took place there. The Stone House - the former Union aid station - still stands as it has since the 1840s, overlooking the Warrenton Turnpike. These and other sites on the battlefields of Manassas can be reached by following hiking trails and driving tours. Uniformed National Park Service personnel will gladly answer your questions and help you make the most of your visit.",
    "url": "https:\/\/www.nps.gov\/mana\/planyourvisit\/basicinfo.htm"
}
