{
    "title": "Timucuan Ecological & Historic Preserve: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 18, 2016  International Volunteer Citizen Scientists Team Up With Timucuan Preserve Partners  .  The Jacksonville chapter of CISV, a global organization that educates and inspires action for a more just and peaceful world has brought a group of 19 volunteers from 10 countries, including the United States to assist the National Park Service, the St. Johns Riverkeeper, Timucuan Parks Foundation and the Northeast Florida Aquatic Preserves conduct a microplastics study.   May 11, 2016  National Parks BioBlitz 2016 is Coming to Fort Caroline!  On May 20-21, national parks across the country, including Fort Caroline National Memorial, will participate in the National Parks BioBlitz.   April 06, 2016  Timucuan Preserve Hosts Open House for Fire Management Plan  The National Park Service, Timucuan Ecological and Historic Preserve is preparing a Fire Management Plan and Environmental Assessment.   March 17, 2016  International Migratory Bird Day 2016  3rd Annual International Migratory Bird Day — Spread your wings for bird conservation   December 14, 2015  Timucuan Ecological and Historic Preserve Receives Transportation Grant from the National Park Foundation  The Timucuan Ecological and Historic Preserve is one of 113 national parks selected to receive a 2015 field trip grant from the National Park Foundation, the official charity of America’;s national.   March 31, 2013  Notice of Availability for NPS Environmental Assessment for Interpretive Tram Tour  The National Park Service, Timucuan Ecological and Historic Preserve is proposing to improve the interpretive connectivity and visitor mobility between the Kingsley Plantation and the Ribault Club by providing an interpretive tram service.",
    "url": "https:\/\/www.nps.gov\/timu\/learn\/news\/newsreleases.htm"
}
