{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       Colonial National Historical Park (Colonial NHP) - Historic Jamestowne has been providing educational programs for over 30 years. Focusing on Virginia's Standards of Learning (VA SOL) requirements for grades K-12, Historic Jamestowne offers both indoor classroom style programs and educational walking tours of the historic site.  Colonial NHP - Historic Jamestowne is a National Park Fee Area, however educational institutions maybe eligible for a waiver of this entrance fee. For information about how to Plan a Visit, the types of  Educational Programs offered, how to make Reservations, and Academic Fee Waivers for educational groups wishing to visit Historic Jamestowne please use these links. For Historic Jamestowne please complete and bring the following form when you check in at the Historic Jamestowne Visitor Center:Historic Jamestown Museum and Etiquette Form. IMPORTANT GROUP LEADER:When you arrive, please have your group remain outside the visitor center while YOU check in at the fee desk. If students need to use the restrooms, only 15 students may enter the building at a time accompanied by an adult. If more than 15 students need to use the restrooms, cycle groups of 15 in and out of the building until everyone is finished.   Your students are the ambassadors of your school. Learn about what is expected of students, the DO's and Don'ts of visiting Historic Jamestowne.        Students eating lunch at picnic tables NPS, Colonial National Historical Park  LUNCH FACILITIES Picnicking facilities are extremely limited. There are two areas with picnic tables on the eastern end of the Visitor Center parking lot. They are approximately 100 yards apart from each other. Picnicking on the Historic Site is prohibited.        The larger of two picnic areas at Historic Jamestowne NPS Image  The largest picnic area has eight tables. Each table will seat eight to ten students or adults. Historic Jamestowne is a \"leave no trace\" trash free area. All groups are expected to carry out what trash they bring in. There are no trash cans at this picnic area. It is suggested that schools bring trash bags with them so they can carry out their trash. No trash bags are available in the park.         Small picnic area located at the eastern end of the park lot. NPS Image  The small picnic area has four tables and is at the far northeastern end of the parking area. Two trash can are available for trash but because of the wild animals, raccoons, possums, skunks, Red Tail Fox and other animals within the park, it is asked that visitors take their trash with them. No trash bags are available in the park.",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/education\/index.htm"
}
