{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Bacon's Rebellion",
    "body": "Bacon's Rebellion         Pen and Ink drawing of Bacon's troops about to burn Jamestown Drawing by Rita Honeycutt  Bacon's Rebellion was probably one of the most confusing yet intriguing chapters in Jamestown's history. For many years, historians considered the Virginia Rebellion of 1676 to be the first stirring of revolutionary sentiment in America, which culminated in the American Revolution almost exactly one hundred years later. However, in the past few decades, based on findings from a more distant viewpoint, historians have come to understand Bacon's Rebellion as a power struggle between two stubborn, selfish leaders rather than a glorious fight against tyranny. The central figures in Bacon's Rebellion were opposites. Governor Sir William Berkeley, seventy when the crisis began, was a veteran of the English Civil Wars, a frontier Indian fighter, a King's favorite in his first term as Governor in the 1640's, and a playwright and scholar. His name and reputation as Governor of Virginia were well respected. Berkeley's antagonist, young Nathaniel Bacon, Jr., was actually Berkeley's cousin by marriage. Lady Berkeley, Frances Culpeper, was Bacon's cousin. Bacon was a troublemaker and schemer whose father sent him to Virginia in the hope that he would mature. Although disdainful of labor, Bacon was intelligent and eloquent. Upon Bacon's arrival, Berkeley treated his young cousin with respect and friendship, giving him both a substantial land grant and a seat on the council in 1675. Bacon's Rebellion can be attributed to a myriad of causes, all of which led to dissent in the Virginia colony. Economic problems, such as declining tobacco prices, growing commercial competition from Maryland and the Carolinas, an increasingly restricted English market, and the rising prices from English manufactured goods (mercantilism) caused problems for the Virginians. There were heavy English losses in the latest series of naval wars with the Dutch and, closer to home, there were many problems caused by weather. Hailstorms, floods, dry spells, and hurricanes rocked the colony all in the course of a year and had a damaging effect on the colonists. These difficulties encouraged the colonists to find a scapegoat against whom they could vent their frustrations and place the blame for their misfortunes. The colonists found their scapegoat in the form of the local Indians. The trouble began in July 1675 with a raid by the Doeg Indians on the plantation of Thomas Mathews, located in the Northern Neck section of Virginia near the Potomac River. Several of the Doegs were killed in the raid, which began in a dispute over the nonpayment of some items Mathews had apparently obtained from the tribe. The situation became critical when, in a retaliatory strike by the colonists, they attacked the wrong Indians, the Susquehanaugs, which caused large scale Indian raids to begin.        St. Maries Citty Living History Interpreters demonstrating the firing of Match Lock Muskets NPS Photo  To stave off future attacks and to bring the situation under control, Governor Berkeley ordered an investigation into the matter. He set up what was to be a disastrous meeting between the parties, which resulted in the murders of several tribal chiefs. Throughout the crisis, Berkeley continually pleaded for restraint from the colonists. Some, including Bacon, refused to listen. Nathaniel Bacon disregarded the Governor's direct orders by seizing some friendly Appomattox Indians for \"allegedly\" stealing corn. Berkeley reprimanded him, which caused the disgruntled Virginians to wonder which man had taken the right action. It was here the battle lines were about to be drawn. A further problem was Berkeley's attempt to find a compromise. Berkeley's policy was to preserve the friendship and loyalty of the subject Indians while assuring the settlers that they were not hostile. To meet his first objective, the Governor relieved the local Indians of their powder and ammunition. To deal with the second objective, Berkeley called the \"Long Assembly\" in March 1676. Despite being judged corrupt, the assembly declared war on all \"bad\" Indians and set up a strong defensive zone around Virginia with a definite chain of command. The Indian wars which resulted from this directive led to the high taxes to pay the army and to the general discontent in the colony for having to shoulder that burden. The Long Assembly was accused of corruption because of its ruling regarding trade with the Indians. Not coincidentally, most of the favored traders were friends of Berkeley. Regular traders, some of whom had been trading independently with the local Indians for generations, were no longer allowed to trade individually. A government commission was established to monitor trading among those specially chosen and to make sure the Indians were not receiving any arms and ammunition. Bacon, one of the traders adversely affected by the Governor's order, accused Berkeley publicly of playing favorites. Bacon was also resentful because Berkeley had denied him a commission as a leader in the local militia. Bacon became the elected \"General\" of a group of local volunteer Indian fighters, because he promised to bear the cost of the campaigns. After Bacon drove the Pamunkeys from their nearby lands in his first action, Berkeley exercised one of the few instances of control over the situation that he was to have, by riding to Bacon's headquarters at Henrico with 300 \"well armed\" gentlemen. Upon Berkeley's arrival, Bacon fled into the forest with 200 men in search of a place more to his liking for a meeting. Berkeley then issued two petitions declaring Bacon a rebel and pardoning Bacon's men if they went home peacefully. Bacon would then be relieved of the council seat that he had won for his actions that year, but he was to be given a fair trial for his disobedience. Bacon did not, at this time, comply with the Governor's orders. Instead he next attacked the camp of the friendly Occaneecheee Indians on the Roanoke River (the border between Virginia and North Carolina), and took their store of beaver pelts.        Governor Berkeley standing before Bacon and his men challenging them to shoot him Sidney King Painting  In the face of a brewing catastrophe, Berkeley, to keep the peace, was willing to forget that Bacon was not authorized to take the law into his own hands. Berkeley agreed to pardon Bacon if he turned himself in, so he could be sent to England and tried before King Charles II. It was the House of Burgesses, however, who refused this alternative, insisting that Bacon must acknowledge his errors and beg the Governor's forgiveness. Ironically, at the same time, Bacon was then elected to the Burgesses by supportive local land owners sympathetic to his Indian campaigns. Bacon, by virtue of this election, attended the landmark Assembly of June 1676. It was during this session that he was mistakenly credited with the political reforms that came from this meeting. The reforms were prompted by the population, cutting through all class lines. Most of the reform laws dealt with reconstructing the colony's voting regulations, enabling freemen to vote, and limiting the number of years a person could hold certain offices in the colony. Most of these laws were already on the books for consideration well before Bacon was elected to the Burgesses. Bacon's only cause was his campaign against the Indians. Upon his arrival for the June Assembly, Bacon was captured, taken before Berkeley and council and was made to apologize for his previous actions. Berkeley immediately pardoned Bacon and allowed him to take his seat in the assembly. At this time, the council still had no idea how much support was growing in defense of Bacon. The full awareness of that support hit home when Bacon suddenly left the Burgesses in the midst of heated debate over Indian problems. He returned with his forces to surround the statehouse. Once again Bacon demanded his commission, but Berkeley called his bluff and demanded that Bacon shoot him. \"Here shoot me before God, fair mark shoot.\" Bacon refused. Berkeley granted Bacon's previous volunteer commission but Bacon refused it and demanded that he be made General of all forces against the Indians, which Berkeley emphatically refused and walked away. Tensions ran high as the screaming Bacon and his men surrounded the statehouse, threatening to shoot several onlooking Burgesses if Bacon was not given his commission. Finally after several agonizing moments, Berkeley gave in to Bacon's demands for campaigns against the Indians without government interference. With Berkeley's authority in shambles, Bacon's brief tenure as leader of the rebellion began.        Living History Interpreters portraying Bacon's troops about to burn Jamestown NPS Photo  Even in the midst of these unprecedented triumphs, however, Bacon was not without his mistakes. He allowed Berkeley to leave Jamestown in the aftermath of a surprise Indian attack on a nearby settlement. He also confiscated supplies from Gloucester and left them vulnerable to possible Indian attacks. Shortly after the immediate crisis subsided, Berkeley briefly retired to his home at Green Springs and washed his hands of the entire mess. Nathaniel Bacon dominated Jamestown from July through September 1676. During this time, Berkeley did come out of his lethargy and attempt a coup, but support for Bacon was still too strong and Berkeley was forced to flee to Accomack County on the Eastern Shore. Feeling that it would make his triumph complete, Bacon issued his \"Declaration of the People\" on July 30, 1676 which stated that Berkeley was corrupt, played favorites and protected the Indians for his own selfish purposes. Bacon also issued his oath which required the swearer to promise his loyalty to Bacon in any manner necessary (i.e., armed service, supplies, verbal support). Even this tight reign could not keep the tide from changing again. Bacon's fleet was first and finally secretly infiltrated by Berkeley's men and finally captured. This was to be the turning point in the conflict, because Berkeley was once again strong enough to retake Jamestown. Bacon then followed his sinking fortunes to Jamestown and saw it heavily fortified. He made several attempts at a siege, during which he kidnapped the wives of several of Berkeley's biggest supporters, including Mrs. Nathaniel Bacon Sr., and placed them upon the ramparts of his siege fortifications while he dug his position. Infuriated, Bacon burned Jamestown to the ground on September 19, 1676. (He did save many valuable records in the statehouse.) By now his luck had clearly run out with this extreme measure and he began to have trouble controlling his men's conduct as well as keeping his popular support. Few people responded to Bacon's appeal to capture Berkeley who had since returned to the Eastern Shore for safety reasons. On October 26th, 1676, Bacon abruptly died of the \"Bloodie Flux\" and \"Lousey Disease\" (body lice). It is possible his soldiers burned his contaminated body because it was never found. (His death inspired this little ditty; Bacon is Dead I am sorry at my hart That lice and flux should take the hangman's part\".) Shortly after Bacon's death, Berkeley regained complete control and hanged the major leaders of the rebellion. He also seized rebel property without the benefit of a trial. All in all, twenty-three persons were hanged for their part in the rebellion. Later after an investigating committee from England issued its report to King Charles II, Berkeley was relieved of the Governorship and returned to England where he died in July 1677. Thus ended one of the most unusual and complicated chapters in Jamestown's history. Could it have been prevented or was it time for inevitable changes to take place in the colonial governmental structure? Obviously, the laws were no longer effective as far as establishing clear policies to deal with problems or to instill new lifeblood into the colony's economy. The numerous problems that hit the colony before the Rebellion gave rise to the character of Nathaniel Bacon. Due to the nature of the uprising, Bacon's Rebellion does seem at first glance to be the beginnings of America's quest for Independence. But closer examination of the facts reveals what it really was: a power struggle between two very strong personalities. Between them they almost destroyed Jamestown.      BIBLIOGRAPHY   Neville, John Davenport. Bacon's Rebellion. Abstracts of Materials in the Colonial Records Project. Jamestown: Jamestown-Yorktown Foundation. Washburn, Wilcomb E. The Governor and the Rebel. Chapel Hill: University of North Carolina Press, 1957. Webb, Stephen Saunders. 1676-The End of American Independence. New York: Alfred A. Knope, 1984.   Susan McCulley June 1987 Revised by Jen Loux William and Mary Intern November 1995",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/bacons-rebellion.htm"
}
