{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: History of Bacon's Castle",
    "body": "A Brief History of Bacon's Castle       Arthur Allen first patented land which became a part of Bacon's Castle on March 14, 1650. He received 200 acres for the transportation of three servants and Alice Tucker, who either was, or would shortly become, his wife. Where Allen came from, why he came to Virginia, when he arrived, and how he obtained his money are all mysteries. Arthur Allen first appeared in the records in 1650 with the land patent. He was appointed one of the Justices of the Peace for Surry County when it was formed in 1652, but that was the only political office he held. He was one of the wealthiest men in the county and may have been the wealthiest. He was probably one of the merchant-planters common in Tidewater Virginia in the mid-seventeenth century, as he was referred to as \"Arthur Allen, merchant\" in a deed in 1656. On October 3, 1661, Allen purchased 500 acres from John and Peleg Dunstan, the sons and heirs of John Dunstan, between Lower Chippokes and Lawns Creek adjoining his other land. Four years later, Arthur Allen built his magnificent brick home, Bacon's Castle, on this tract. It was 1665 and he was 57 years old. Why he built such an elegant house in the wilds of Virginia when he was a relatively old man is unknown. Also unknown are the models Allen used to design his house, the names of the builders and workmen, and how long it took to complete the house. Arthur Allen did not live to enjoy his house. He made his will on March 10, 1669 and died about three months later. He left Bacon's Castle to his son Arthur in entail. Presumably, he gave other legacies to his daughters Joan, Mary, and Elizabeth. Arthur Allen II, usually known as Major Allen, was born about 1651. He was charged with the taxes for Bacon's Castle as early as 1670, and he was mentioned several times in the records in the next few years. In 1675, at the age of 24, Governor Berkeley appointed him a Justice of the Peace of the Surry County Court. Allen was a firm supporter of the Governor in Bacon's Rebellion. Allen was present at the fateful court session of August 10, 1676 when the Surry justices voted to send supplies to the rebel Nathaniel Bacon. He must have opposed the decision and shortly thereafter he hid his silver, left his home and followed Governor Berkeley. He was at Jamestown when Bacon attacked and burned the town, and he later became one of Berkeley's most trusted officers. He was \"Captain Allen\" by later November 1676, and he led some of the attacks on the rebels from one of the ships in the York River in front of West Point. In the meantime, much happened at Bacon's Castle. On Friday, September 15, 1676, John Finley, Allen's overseer, returned home on horseback from Jamestown where he had been visiting with Allen. Joseph Rogers, one of Bacon's supporters, arrested him almost within sight of Bacon's Castle. Rogers questioned Finely, then released him. Before Finley rode half a mile further on, Rogers and other Baconian supporters re-arrested Finley, disarmed him, and stole his horse. In time, Finley was sent to Charles City County where he was imprisoned for the next 11 weeks. Three days later, on September 18th, a Monday evening, 70 of Bacon's followers, led by William Rookings, Arthur Long (Allen's brother-in-law), Robert Burgess, Joseph Rogers and William Simmons seized, occupied and garrisoned Bacon's Castle. They went about with a military bearing complete with officer's ranks (Rookings was Commander, Rogers was Lieutenant, Long was Captain, Simmons was Ensign) and colors. They wrought havoc both inside and outside the house while they remained there. They shot and ate some of Allen's cattle, ground his wheat into meal in a hand mill and trampled his crops of wheat, tobacco and grain into the ground. The Baconian Rebels also plundered the house and stole (among other items) three fine saddles, some bridles, 22 pairs of fine dowlas sheets, six pairs of new Holland sheets, 56 pillow cases (most of them new), 24 fine napkins, two table cloths, 24 fine Holland dowlas aprons, 36 fine dowlas towels, 26 women's shifts - most of them fine, dowlas and new, several pairs of sleeves, handkerchiefs, women's head linen of all sorts, a new bed and bolster, three pewter basins, 14 new pewter plates, two pewter porringers and three mustard pots. Undoubtedly they drank the contents of the large Dutch case with six or seven three-pint bottles in it. They looked unsuccessfully for Allen's silver. Finally, the Baconians fled on the night of December 27th, when British marines from the ship Young Prince moved up to Surry from Isle of Wight County. The rebels stole more of Allen's household linen and books by stuffing them into pillow cases, their breeches, and whatever else was handy. Allen later sued the rebels in both Surry and Charles City County courts for about 25,000 pounds of tobacco for damages. He compromised with some of the smaller men in Charles City and accepted a payment of 250 pounds of tobacco each, but he insisted on full payment from the leaders. NOTE: The unusual name, \"Bacon's Castle,\" undoubtedly came from Bacon's Rebellion, although there is no evidence that Nathaniel Bacon himself ever came to the plantation or had anything to do with it. Probably the name \"Bacon's Castle\" was not used until many years after Bacon's Rebellion. Possibly the name became current after 1769 when the \"Virginia Gazette\" published three articles which described the events of Bacon's Rebellion of 1676. However, the name was not used in the records until 1802. To avoid confusion, the A.P.V.A. has called the plantation \"Bacon's Castle,\" regardless of the time period.",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/a-brief-history-of-bacons-castle.htm"
}
