{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Genealogical Research for a Jamestown Ancestor",
    "body": "Genealogical Research for a Jamestown Ancestor         On May 13, 1607, 104 English settlers landed at Jamestown. NPS image    Colonial National Historical Park - Historic Jamestowne does not do genealogical research. However, we do have recommendations for several sources which may assist you in your search for ancestors from Jamestown.  The following three publications, available online from the National Park Service may help you in your search:  -A Study of Virginia Indians and Jamestown : The First Century. Narrative History -Documentary History of Jamestown Island, volume II: Land Ownership -Documentary History of Jamestown Island, volume III: Biographies of Owners and Residents The following three sites may help you research your ancestor: The Association for the Preservation of Virginia Antiquities 204 West Franklin Street Richmond, Virginia 23220 Phone: (804) 648-1889 Web site: http:\/\/www.apva.org Library of Virginia 800 East Broad Street Richmond, Virginia 23219 Phone: (804) 692-3500 Web site: http:\/\/www.lva.lib.va.us\/ Jamestowne Society Web site: http:\/\/www.jamestowne.org The following publications may also be helpful: Brown, Stuart E. and Lorraine F. Meyers and Eileen M. Chappel. Pocahontas' descendants. Baltimore: Genealogical Publishing Co., Inc., 1994. Hotten, John Camden, editor. Original Lists of Persons of Quality 1600-1700. Baltimore: Genealogical Publishing Company, 1980. McGinnis, Carol. Virginia Genealogy: Sources and Resources. Baltimore: Genealogical Publishing Co., Inc., 1993. Meyer, Virginia M. Adventures of Purse and Person: Virginia 1607-1624\/5. Richmond, Virginia: Dietz Press, 1987 (third edition) Nugent, Nell Marion. Cavaliers and Pioneers: Abstracts of Virginia Land Patents and Grants. Baltimore: Genealogical Publishing Co., Inc., 1979.",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/genealogical-research-for-a-jamestown-ancestor.htm"
}
