{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: The Ambler Family in Virginia",
    "body": "The Ambler Family in Virginia       Jamestown was founded in 1607 and for many years existed as the center of activities in the English New World. In 1699, however, the capital of Virginia moved from Jamestown to Williamsburg. Most merchants followed the government to Williamsburg, and the livelihood of Jamestown steadily declined. But while Jamestown declined in prosperity and importance, a few families managed to increase their prosperity on the island. The Ambler family was one such family. In fact, the Ambler family dominated the western end of Jamestown Island by the beginning of the nineteenth century. (Throughout the latter part of the seventeenth century William Sherwood and Edward Jaquelin were the predominate landholders on Jamestown Island. With Sherwood's death in 1697, his lands were added to Jaquelin's, and the combined Jaquelin-Sherwood estates passed to Richard Ambler with his marriage to Elizabeth Jaquelin in 1724. The Ambler family arrived relatively late to the Virginia colony. Richard Ambler moved to Virginia from England in 1716 and settled in Yorktown. He probably contacted a maternal uncle named Burkadik who had immigrated to Virginia in 1694. Most likely, Richard inherited his first property from this uncle. In 1724, Richard Ambler drastically improved his status and wealth by marrying Elizabeth Jaquelin, heiress to a large tract of land on Jamestown Island. When this inheritance was turned over to him in 1739, it marked the beginnings of the Amblers' domination of the western end of the island until the mid-nineteenth century. Richard and Elizabeth had nine children between 1731-1750, six boys and three girls. Unfortunately, only three of the boys lived to reach adulthood; John (1734-1766), Edward (1733-1768) and Jaquelin (1742-1798). All three brothers received excellent educations, John and Edward attended Cambridge in England, and Jaquelin graduated from William and Mary in Williamsburg. The Amblers contributed greatly to the political, economic and social spheres of Virginia society. On April 29, 1724, Richard assumed the respected and important position of Collector for the Port of York River. His duties required him to execute and enforce the Navigation Acts passed by Parliament for the regulation of colonial trade, reporting to Great Britain any trade violations. He ensured that all ships sailing upon the York River reported to him for inspection and were certified for exporting in a legal manner. He also had the important job of collecting taxes from tobacco exporters. The king rewarded collectors like Richard Ambler handsomely excluding them from jury duty, military service and paying local taxes. Richard's sons, first John, then Edward, and finally Jaquelin, succeeded him as collector. The Amblers played an important economic role in the community. Although Richard spent much of his time on his Yorktown business, he continued to acquire land on the western half of Jamestown Island. Little is known of the family's farming activities at Jamestown, but their presence there until the mid-1800's was important to the upkeep of the island. Richard Ambler died in 1766, and his will divided his estate among his three sons. To Edward, the oldest son, he left his holdings on Main Street in Yorktown. John inherited most of the Jamestown holdings and also acquired a seat in the House of Burgesses. Jaquelin inherited various Jamestown and Yorktown properties. John died soon after his father in 1766, and Edward was given John's properties. Edward moved from Yorktown to Jamestown, replacing John in the House of Burgesses and as Collector at Yorktown. Edward died in 1768, and his widow, Mary, and their children continued to live on Jamestown Island until the American Revolution. Jaquelin succeeded his last brother as Collector at Yorktown. Jaquelin was an ardent patriot during the Revolution, serving on Virginia's Council of State in 1780 and as Treasurer of Virginia from 1782 until his death in 1798. The Amblers held high social positions in the community. They married into many of the prominent families of the area, the Carys, the Burwells and Richard Ambler's granddaughter married John Marshall, a future chief justice of the United States Supreme Court. Descendants of Richard took on many respected professions; one served in the Revolutionary War and the War of 1812 eventually becoming a colonel, and five nineteenth century family members were ministers. Others became classified as belonging to the 100 wealthiest families in Virginia. The Ambler House at Jamestown has had a long and difficult history. Built in 1750(?) along Back Street, 350 yards east of the church, the Amblers preferred to call their homestead a mansion, a slight elaboration. The brick house was typical of early Georgian architecture. It had two stories, a central hall and two rooms on each side. The yard consisted of elaborate garden walkways. Unfortunately, the home burned during the Revolution and was restored by Colonel John Ambler. The house burned again during the Civil War and was restored a second time. When the house burned for a third time in 1895 it was not rebuilt. At that time, the property belonged to David Bullock who bought the Ambler and Travis holdings on the island in 1831. Today, the National Park Service administers the remains of the former Ambler estate. BIBLIOGRAPHY Griffith, Lucille, \"English Education for Virginia Youth\", Virginia Magazine of History, vol. 69. Virginia Historical Society, Richmond, Virginia, 1961. Hatch, Charles E., \"Storehouse and Customhouse\", Virginia Calvacade, vol. 16. Virginia State Library, Richmond, 1965. Hockenberry, Hope Mary, The Amblers: A Family's Rise to Prominence. William and Mary, Williamsburg, Virginia, 1973.  Author: Cheryl Rafa November 1987",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/the-ambler-family-in-virginia.htm"
}
