{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: The First Legislative Assembly",
    "body": "The First Legislative Assembly       THE FIRST LEGISLATIVE ASSEMBLY at Jamestown, Virginia  As citizens of the United States of America, it is important for us to rediscover the earlier expressions of our constitutional ideals in Colonial Virginia. Though many of our ideas about representative government developed from the English model of Parliament, the American tradition of representative government actually began in Jamestown. The experience there would later influence the political development of other English colonies in the New World. We shall first briefly review some of the significant events leading up to the legislative assembly of 1619; second, we shall discuss the distinguishing features of that historic meeting, which took place in the church during the hot summer months of July and August; and finally, we shall comment on the significance of the first assembly as a precedent for many of the institutional values represented in the U.S. Constitution. The first charter of the Virginia Company, signed by King James I on April 10, 1606, planted the first seed for the future evolution of our constitutional values. The charter proclaimed that: all and everie the parsons being our subjects which shall dwell and inhabit within everie or anie of the saide severall Colonies and plantacions and everie or anie of theire children . . . shall have and enjoy all liberties, franchises and immunities as if they had been abiding and borne within this our realme of England. Indeed, one of the major grievances of our ancestors at the dawn of the Revolution was that England failed to grant the colonists the same rights as those enjoyed by the citizens residing in the mother country. In these simple words -- buried in a document concerned mostly with the rights of the proprietors -- lay the real authority for the first legislative assembly on the American continent to take place. Between the years of 1606 and 1619, two significant trends were evolving that would later determine the political character of the colony. First was the growing recognition that a colonial settlement should be more than just a commercial enterprise. Unlike the Popham colony in present-day Maine (which was granted under the same charter of 1606), Jamestown showed promise of developing into a permanent settlement, and men such as Sir Edwin Sandys soon grasped the idea that in order to have a prosperous colony, one must also have a populated colony with women and children, and not just eager adventurers in constant need of supplies from home. The second trend was that the power to make laws regulating the colony was becoming more and more decentralized. In 1609 the King, unwilling to shoulder the financial burden of the colony from the royal treasury, signed a second charter which allowed for the sale of company stocks to the public. James I thereby reluctantly surrendered his absolute control over the colony in an effort to solicit the support of as many investors as possible. This trend towards decentralization of power did not, at first, result in greater rights and privileges for the colonists. The rigid punitory code known as \"Laws Divine, Morall and Martiall,\" which began around 1611, was, if anything, a major setback. By 1618, however, martial law was abolished, the legislative assembly created, and some of the power of government finally trickled into the hands of the settlers. Together, the two trends explained above accelerated the overall trend towards a colony less commercial, and more political in character. Thus in April 1619 Governor George Yeardley arrived, announcing that the Company, in an effort to improve the social conditions of the colony, had voted for the abolition of martial law and the creation of a legislative assembly. This assembly would be held no more than once a year, \"wherat were to be present the Governor and Counsell with two Burgesses from each Plantation freely to be elected by the inhabitants thereof.\" The mandatory presence of the Governor and the appointed Council somewhat restricted freedom of debate.     The names of the settlements and their elected representatives were - For James citty: Captaine William Powell and Ensigne William Spense; For Charles citty: Samuel Sharpe and Samual Jordan; For Citty of Henricus; Thomas Dowse and John Polentine; For Kiccowtan: Captaine William Tucker and William Capp; For Martin Brandon-Capt. John Martin's Plantation: Mr. Thomas Davis and Mr. Robert Stacy; For Smythe's Hundred: Captaine Thomas Graves and Mr. Walter Shelley; For Martin's Hundred: Mr. John Boys and John Jackson; For Argall's guiffe: Mr. (Captaine Thomas) Pawlett and Mr. (Edward) Gourgaing; For Flowerdieu Hundred: Ensigne (Edmund)Roffingham and Mr. (John)Jefferson; For Captaine Lawne's Plantation: Captaine Christopher Lawne and Ensigne Washer; For Captaine Warde's Plantation: Captaine Warde and Lieutenant Gibbes. Other members of this assembly included John Pory as Secretary and Speaker, John Twine as Clerk of the Assembly and Thomas Pierse as Sergeant at Armes. The Governor's Council consisted of the Governor, John Pory, Captain Frances West, John Rolfe, Captain Nathaniel Powell and Samuel Maycock. The 22 burgesses, together with Governor Yeardley and the Council, met on July 30, 1619 in the church at Jamestown, because it was \"the most convenient place . . . they could finde to sitt in.\" For the important role of Speaker the assembly elected John Pory, who had at one time served as a member of English Parliament. The weather was unbearably hot and humid, and one burgess died during the session; nevertheless, the assembly did manage to cover several items on the agenda during its brief, six-day meeting. First, the assembly petitioned for some minor changes in the settlement of land tenure. Then, the assembly approved the \"greate Charter\" of 1618, which had allowed for its creation. Next, the assembly adopted measures against drunkenness, idleness, and gambling. Other legislation discussed on Monday, August 2, included protection against the Indians, baptizing the Indians, and planting trees and crops. On August 3, the assembly discussed \"a thirde sorte of laws suche as might proceed out of every man's priviate conceipt.\" Here lies the power of the individual burgess to initiate legislation, and not simply to pass those laws proposed from above. The burgesses initiated and passed more legislation regulating relations with the Indians and the personal affairs of the colonists. The assembly even passed a law requiring compulsory church attendance. Also on August 3 the assembly took on a judicial character as it tried one of the servants of a landowner for improper conduct. Finally, on August 4, the assembly approved its first tax law. This was a poll tax requiring that every man and servant in the colony pay the officers of the assembly \"one pound of the best Tobacco\" for their services during this hot, midsummer season. As the assembly made preparations to close its first meeting, John Pory, in his final petition on behalf of the assembly, asked the Company in London to excuse the assembly for its rather abrupt decision to adjourn the meeting early. More importantly, in his letter one can detect a trace of ambition to expand the power of the assembly: Their last humble suite is, that the said Counsell and Company would be pleased, so soon as they shall finde it convenient, to make good their promise sett downe at the conclusion of their commission for establishing the Counsel of Estate and the General Assembly, namely, that they will give us power to allowe or disallowe of their orders of Courte, as his Majesty hath given them power to allowe or to reject our laws. He even went so far as to warn the Council and Company against the danger of rebellion and anarchy. Fully aware of the power of the Council to accept or reject the laws passed by the assembly, Pory pleaded with the Company \"not to take it in ill parte of these laws which we have now brought to light . . . for otherwise this people would in shorte time growe so insolent, as they would shake off all government, and there would be no living among them.\" Thus concluded the first legislative assembly ever to take place in English-speaking America. It was of course a modest beginning, and the capacity of the First Assembly to serve as a precedent for later constitutional developments in America was restricted in two ways: first, the assembly was not modeled after Parliament, but rather after the assembly of Virginia Company stockholders in London (similar to a board of directors); and second, any legislation passed by the assembly was subject to unrestrained Company veto. The First Assembly, nevertheless, \"inaugurated a new era in colonial government,\" one that would later blossom into a fully developed constitutional system in which the preservation of peace and order, as John Pory remarked, would lay in the foundations of representative government. Let us conclude with one of Thomas Jefferson's comments in a letter to James Madison, who, at that time, had just returned to Virginia from the Philadelphia Convention. The thrust of his statement somewhat resembles that of his predecessor, John Pory: . . . And say, finally, whether peace is best preserved by giving energy to the government, or information to the people. This last is the most certain, and the most legitimate engine of government . . . Enable them to see that it is in their interest to preserve peace and order, and they will preserve them.   Bibliography Andrew, Charles M. The Colonial Period of American History. New Haven, CT:Yale University Press, 1934. Bruce, Philip A. Institutional History of Virginia. New York: The Knickerbocker Press, 1910. Hatch, Charles E., Jr. America's Oldest Legislative Assembly. Washington, D.C.: National Park Service, revised 1956. Kammen, Michael. Deputyes and Libertyes: The Origins of Representative Government in Colonial America. New York: Alfred A. Knopf, 1969. Padover, Saul K. The World of the Founding Fathers. New York: A. S. Barnes and Company, 1977. Virginia 350th Anniversary Celebration Corporation. The Three Charters of the Virginia Company of London. Williamsburg, VA:Virginia 350th Anniversary Celebration Corporation, 1957.",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/the-first-legislative-assembly.htm"
}
