{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Accessibility",
    "body": "Accessibility       It is our goal to make all of Historic Jamestownes' facilities and programs accessible to all visitors. Interpretive programs are offered throughout the year, and our Park Rangers make every effort to accommodate all visitors at these presentations.   The information below will assist visitors with impairments to understand what is available.        Symbol for Mobility Impaired Persons   For Those with Mobility Impairment • The following facilities are accessible to wheelchair users: The Jamestown Information Station (along the Colonial Parkway), the Visitor Center and Museum shop,  the Historic Site, The Memorial Church (ramp on river side of church), The Dale House Café, and The Archaearium (by way of a ramp). The Visitor Center, Dale House Café and Archaearium all have mobility impaired automatic doors. The Glasshouse demonstration area is accessible by wheelchair but individuals may need assistance as the hard-packed dirt trial is steep. Those providing assistance to wheelchair bound visitors should keep in mind that pushing a wheelchair can be strenuous.  • Accessible restrooms are located at the Jamestown Information Station, the Visitor Center, The Archaearium and the Glasshouse (located in the Glasshouse parking lot area). Mobility impaired visitors may need assistance at the Jamestown Information Station and Glasshouse restrooms as no automatic doors are available there. • Wheelchairs are available at the Visitor Center on a first come first serve basis free of charge. We require all borrowed wheelchairs to be returned to the Visitor Center 30 minutes prior to closing. • The walking paths to the Memorial Church, Dale House Café and the Archaearium consist of a base of hard-packed earth and gravel covered with crushed oyster shell, all under 5% grade. The trail is considered accessible, but some owners of narrow wheeled chairs may find this material more challenging to negotiate than hard paved surfaces. Under extremely wet conditions, some people may need assistance to pass along the trail due to the softness of the subgrade. All Ranger led programs follow these paths. • Historic Jamestowne has a three and five mile paved loop drive of the island for touring by private vehicle. There are two trails off this loop drive, one at Black Point and the other at the Travis Graveyard site. These are hard-packed dirt trails, which are considered accessible.  Significant rain or tidal flooding may make these paths extremely difficult to navigate by wheelchair.        Symbol for Hearing Impaired Persons   For Those with Hearing Impairments   • The Visitor Center film has open captions and a hearing aid compatible Assistive listening system. • American Sign Language interpretation may be available upon request. Please contact the park at least 14 days prior to your visit. Your request should be made in writing. • Currently the park has no amplifications system or assistive listening system for Ranger-led or living history tours.        Symbol for Sight Impaired Persons   For Those with Sight Impairments   • A general history of Jamestown in Braille is available at the Visitor Center information desk. Restrooms in the Visitor Center are labeled with tactile images and braille. • Using a PA system glasshouse staff narrate glass production throughout the day and visitors can ask questions of the glassblowers.",
    "url": "https:\/\/www.nps.gov\/jame\/planyourvisit\/accessibility.htm"
}
