{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Federal Recognition for the Pamunkey",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Federal Recognition for the Pamunkey                Federal Recognition for the Pamunkey         On July 2, 2015, the Pamunkey Indians received some long overdue news: the Bureau of Indian Affairs [BIA] announced that their long fought battle to be recognized as an Indian tribe by the federal government was approved. Though the decision takes 90 days to take effect there is much reason to celebrate. They are the first Indian tribe in the Commonwealth of Virginia to be federally recognized. The tribe will also now be eligible for various federal benefits including housing, education, and health care funding. Six other Virginia tribes have been seeking federal recognition through an Act of Congress since the 1990s. The Pamunkey Indians were the largest tribe within the powerful Powhatan Chiefdom when the English arrived to settle Jamestown in 1607.Today, they are over 200 members strong and have 1,200 acres of reservation lands established through treaties signed with the English in 1646 and 1677. Their federal recognition will establish for the Pamunkey tribe a government-to-government relationship with the federal government of the United States. The quest for federal recognition is not an easy one and the Pamunkey chose the normal route, the Bureau of Indian Affairs.As such, the tribe was required to prove that they have continuously identified as American Indians since 1900, existed as a distinct community, and maintained political influence over tribal members through the centuries. The tribe also had to provide detailed documentation regarding tribal membership criteria, a list of current tribal members, as well as governance procedures. Overall, the process took more than 30 years to complete. Bibliography Fiske, Warren. \"The Black-and-White World of Walter Ashby Plecker.\" The Virginian-Pilot. 08\/18\/2004 1-7. Web. 22 May 2008. Heim, Joe. \"A renowned Virginia Indian Tribe finally wins federal recognition.\" WashingtonPost.com. 07\/02\/2015. Web. 30 July 2015. Heim, Joe. \"Decision delayed on federal recognition for Virginia Indian tribe. WashingtonPost.com. 03\/27\/2015. Web. 30 July 2015. Heim, Joe. \"How a long-dead white supremacist still threatens the future of Virginia's Indian tribes.\" WashingtonPost.com. 07\/01\/2015. Web. 30 July 2015. Schmidt, Markus. \"U.S. grants federal recognition to Virginia's Pamunkey tribe.\" Richmond.com. 07\/02\/2015. Web. 30 July 2015. Reviewed by Chief Robert Gray - October 4, 2015.",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/federal-recognition-for-the-pamunkey.htm"
}
