{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: History & Culture",
    "body": "History & Culture       History can be define in many ways. One definition of history is: “A systematic written account of events, particularly of those affecting a nation, institution, science, or art, usually connected with a philosophical explanation of their causes.” More simply stated it is the interpretation of how people of the past have shaped today. Culture has been defined as the characteristic features of a civilization or group of people which often includes how they dress, their language, architecture, poetry, art, religion, pottery, tools and other aspects of day to day living. Culture is the physical remains, whether through the written word, art or the actual materials, of day to day life left by people of the past. The United States is a very diverse country of many peoples and cultures. It began, in the early 17th century, at Jamestown with the coming together of people from three continents: Native American, English and African. It is a point in history which would change the world forever. America's history actually begins with the Native Americans. However, as they left no written record of their culture we have only archaeology to tells us of the culture. Native Americans have occupied North America for thousands of years, and archeological evidence indicates they utilized Jamestown over 10,000 years ago. The first Europeans to explore North America may have been the Vikings sometime between the 10th and 12th centuries. In 1492, sailing for the King and Queen of Spain, Columbus would seek a route to the Orient and find what we call the Caribbean islands. Thinking he had reached the islands of the East Indies he called the people Indians. Shortly thereafter Spain began to explore and conquer much of South and Central America. Spain became rich and powerful extracting gold, silver and other precious minerals, gems and crops from these lands and people. And the rest of Europe wanted their share, so they too started to explore and establish settlements. England was a late comer to the American scene. Her first attempt at settlement was the fabled lost colony of Roanoke in 1587. Twenty years later, in 1607, through a joint venture company known as the Virginia Company, England established her first permanent colony called Jamestown. In 1619, onboard an English privateer ship, “20 and odd” Africans arrived and were traded to the English for “victuals,” or food stores. Thus the stage was set and Native Americans, Englishmen and Africans converge at one small settlement. From this convergence, what we know as the United States of America would blossom. It is from Jamestown, and the English, that, who and what we are as a people and as a nation, we trace our heritage of language, customs and laws. In our History and Culture section we will provide various short papers, we call fact sheets, about the history, people, cultural remains and events of Jamestown. These fact sheets represent Colonial National Historical Park’s interpretation of Jamestown through the research of the historical records and the physical material remains (artifacts) of those who came before us.",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/index.htm"
}
