{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: The Reverend Robert Hunt",
    "body": "The Reverend Robert Hunt: The First Chaplain at Jamestown           The Reverend Robert Hunt gives thanks with other English settlers at Cape Henry, Virginia in April 1607. NPS image  Robert Hunt (c. 1568-1608), clergyman of the Church of England, was Chaplain of the expedition that founded Jamestown, Virginia. The expedition included people from Old Heathfield, East Sussex, England. The Reverend Hunt had become the Vicar of Heathfield, County of Sussex, in 1602, which title he held as Chaplain of the Jamestown Settlement. He had been Vicar of Reculver, County of Kent, England, 1594-1602. He lit the candle for the Anglican Church in Virginia (United States); he first lifted his voice in public thanksgiving and prayer on April 29, 1607, when the settlers planted a cross at Cape Henry, which they named after the Prince of Wales. Once settled in the fort, the whole company, except those who were on guard, attended regular prayer and services led by the Reverend Hunt. Captain John Smith described worship services that took place in the open air until a chapel could be erected. Captain Smith's religious feelings were conventional but deeply felt. His piety asserted itself in his writings constantly; he saw the hand of God at work in his life, and he believed it had intervened to save the colonies. \"He concluded that God, who had thwarted Spanish attempts to settle North America, had reserved that Region for the Protestant English.\" Captain John Smith described the Reverend Hunt as \"our honest, religious and courageous divine.\" The Reverend Hunt was a peacemaker, often bringing harmony to a quarreling group of men. The Chronicler wrote: \"Many were the mischiefs that daily sprung from their ignorant spirits; but the good doctrines and exhortations of our Preacher Minister Hunt reconciled them and caused Captain Smith to be admitted to the Council June 20th. The next day, June 21, third Sunday after Trinity, under the shadow of an old sail, Robert Hunt celebrated the Sacrament of the Lord's Supper. It is impossible to rate too highly the character and work of the aforesaid Robert Hunt, Chaplain of the Colony.\" Hunt's virtuous character was well-known and respected by his fellow settlers. It was evidenced by his behavior both before and after the accidental fire in the fort in January, 1608. The fire burned the palisades with their arms, bedding apparel, and many private provisions. \"Good master Hunt lost all his library, and all that he had but the clothes on his back, yet none ever did see him repine at his loss...Yet we had daily Common Prayer morning and evening, every Sunday two sermons and every three months the Holy Communion till our Minister died.\" Historians believe that Robert Hunt died in the spring of 1608. His will, probated in July 1608, is the only documented evidence of his death. Scholars suggest that certain conditions imposed upon his bequest to his wife may indicate an unhappy state of affairs in the home, which could have fueled the Reverend Hunt's desire to go to Virginia. However, it seems more likely that his desire to set a good Christian example, rather than his personal problems, motivated him to travel to the new world. This faithful and courageous priest had nothing to say of himself, leaving no writings and no portrait. All authorities, including Governor Edward Maria Wingfield, First President of the Council at Jamestown, and Captain John Smith, who agreed in nothing else, agreed in praise of this worthy man. They wrote: \"Our factions were oft qualified, and our wants and greater extremities so comforted that they seemed easie in comparison of what we endured after his memorable death....\"   BIBLIOGRAPHY Bridenbaugh, Carl. Jamestown 1544-1699. New York: Oxford Press, 1980. Bryden, George M. Religious Life of Virginia In The Seventeenth Century The Faith Of Our Fathers. Williamsburg, Virginia: Virginia 350th Anniversary Celebration Corp., 1957. Chorlev, E. Clowes. \"The Planting Of The Church In Virginia,\" William and Mary College Quarterly Historical Magazine, Vol. X, No. 3, July 1930. Encyclopedia Britannica. Chicago, Illinois. Goodwin, Edward Lewis, Rev. The Colonial Church in Virginia. Milwaukee and London: 1927. Kupperman, Karen Ordahl. \"Brasse Without But Golde Within, The Writings of Captain John Smith,\" Virginia Calvacade. Winter, 1989. Smith, Charles W.E. Robert Hunt Vicar Of Jamestown. New York: The National Council, 1957. Smith, John. \"Advertisements For The Unexperienced, Or The Pathway To Erect A Plantation,\" Smith's Works, Vol. II. New York: Da Capo Press, 1971. Wingfield, Edward Maria. \"A Discourse Of Virginia,\" Smith's Works, 1608-1631 Birmingham: J. Wilson & Son, 1884.",
    "url": "https:\/\/www.nps.gov\/jame\/learn\/historyculture\/the-reverend-robert-hunt-the-first-chaplain-at-jamestown.htm"
}
