{
    "title": "Saint Croix National Scenic Riverway: BioBlitz",
    "body": "Explore This Park    Learn About the Park     Nature     BioBlitz              BioBlitz         Citizen scientists can be involved in surveys for all types of plants and animals during a Bioblitz. NPS\/VanTatenhove  What is a Bioblitz? Biologists lead intensive surveys to count as many species as possible in a particular area within a set time frame in a bioblitz. This \"snapshot\" of information helps scientists and park managers understand the river and riverside ecosystems and what species make the St. Croix Valley their home.  Citizen scientists can join in the hunt for species. It is your opportunity to meet and work alongside biologists while adding to the count and species lists of the state and national parks. Plus you are likely to see an animal or plant you've never seen before! Watch this website for opportunities.        \"Biologists gave my students and myself new insights. All you had to do was watch my kids' faces turn into smiles or screw up into questions to know the magic was at work.\" Jeff Woodward, High School Teacher. NPS\/Rupp  Results from BioBlitz 2016 The 2016 BioBlitz proved to be an excellent opportunity to catalog the diversity of plants and animals in both Wisconsin and Minnesota Interstate State Parks and the St. Croix River. There were 36 presenters and over 500 species of plants and animals were identified. Several exciting finds were made including a swamp darner dragonfly nymph (a new Polk County record), St. Croix snaketail dragonflies emerging (endangered in both states), early coralroot and large yellow lady's slipper orchids in bloom, and a goldeye (endangered fish in Wisconsin), among many others! Species Lists  Fungi Lichens & Mosses Plants Trees Aquatic Invertebrates Mussels Insects Fish Reptiles & Amphibians Birds Mammals           Results from BioBlitz 2015: All About Insects Over 75 people participated in this 4-hour Bioblitz which focused on insects. Eighty species of insects were counted along the riverbank, on trails, and in the picnic area of Minnesota Interstate State Park. The list of insects found is posted here, with many of the them identified to species.",
    "url": "https:\/\/www.nps.gov\/sacn\/learn\/nature\/bioblitz.htm"
}
