{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Jamestown Glasshouse",
    "body": "Jamestown Glasshouse         Glassblowers making a pitcher   No visit to Historic Jamestowne is complete without a visit to the Glasshouse. America's first English industrial manufacture began here with a \"trial of glass\". Jamestown was established by the Virginia Company of London in May 1607. Their 1606 charter, granted by King James I, outlined the many purposes and goals of the Company. But like all good companies, its primary duty was to provide a profitable return to the investors. One of the first English attempts at industrialization and manufacturing in America was glassblowing.The Company hoped glass production might provide the profit that it was looking for. The New World abounded with raw materials -wood for fuel and ash, and sand (silica) for the glass. All that was needed were artisans and various laborers to produce the glass. Arriving with Captain Christopher Newport on the second resupply in early October 1608, the Virginia Company of London sent eight Dutchmen (Germans) and Poles to produce glass, pitch, tar, and soap ash. By early December, Newport departed for England with \"trials of Pitch, Tarre, Glass, Frankincense, Sope ashes, with what Clapboard and Waynscot that could be provided.\" However, what type or form of glass and how much was actually produced is unknown. This first attempt at a full glass production facility in the New World would not be successful. The glasshouse may still have been active in 1610 when William Strachey, secretary for the Virginia Company of London wrote from Jamestown that the glasshouse was \"a goodly house ... with all offices and furnaces thereto belonging.\"  Later, in 1622, the Company would again attempt a glass-manufacturing operation with the importation of Italian glassblowers. This attempt also failed.        Glasshouse furnace ruins   At \"glass point\" near Jamestown, the glass furnaces were re-discovered and excavated in 1948. Today, in a reconstructed, interpretive facility, glassblowing is again performed at Jamestown. Modern artisans, in reproductive clothing, produce common glass objects very much as they must have done almost 400 years ago.        Glassblower forming the neck to a wine bottle   Visitors can see the remains of the original furnaces used by those early glassblowers and watch as modern glassblowers produce wine bottles, pitchers, candleholders and various other glass objects.  Today's glass furnaces are heated by natural gas, rather than by wood as in 1608. Glassblowers, however, use tools and methods similar to those of the 17th century. Come witness what was surely one of England's first industries in North America. You will be mesmerized as artisans form glass into useful household products.  Many of these treasures can be purchased through our sales outlet at the Glasshouse. For more information about the Glasshouse Gift Shop use this link or the links at the top and right.",
    "url": "https:\/\/www.nps.gov\/jame\/planyourvisit\/glasshouse.htm"
}
