{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Schedule of Events",
    "body": "Explore This Park    Plan Your Visit     Calendar     Schedule of Events              2016 Special Events          The following are special events scheduled for 2016 at Historic Jamestowne. Some events are currently in the planning stage. For more information, including possible schedule changes due to inclement weather or other factors please call the telephone number associated with each event.   Click here for link to Preservation Virginia's Special Events;\">at Historic Jamestowne.   Events listed below are with National Park Service.   2016 Living History Schedule will be forthcoming.   January 18 : Martin Luther King, Jr. Birthday - Free admission to National Parks and other Federal sites throughout the country. Colonial National Historical Park, Jamestown, VA. (757) 856-1200.   February 27-28: Black History Month. Jerome Bridges as Anthony Johnson at Historic Jamestowne and as Windsor Fry at Yorktown Battlefield. February 27: Jerome Bridges as Anthony Johnson at Historic Jamestowne. 10am, 1pm, 2pm Q&A session.Colonial National Historical Park, Yorktown, VA, (757) 898-2410, February 28: Jerome Bridges as Private Windsor Fry at Yorktown Battlefield 11am, 1pm, 2pm Q&A session    February 28 : Birds of Prey at Historic Jamestowne. Celebrating 100 Years of Migratory Bird Conservation Act.This year we mark not only the 100th year of the National Park Service but also the Centennial of the Protection of Migratory Birds - also called the Migratory Bird Treaty - that was signed on Aug. 16, 1916. Although best known for its iconic historic resources, Historic Jamestowne will provide visitors with a special opportunity to learn about various birds of prey. Join the Busch Gardens Animal Ambassador Team as they present a Birds of Prey Program where Animal Care Specialists will introduce you to the following birds: an Eastern Screech owl; an American kestrel; a Short-eared owl; a Barn owl; a Harris’ hawk and an American bald eagle.   March 20:  Estuaries and Coasts: A Closer Look at the Chesapeake Bay's Aquatic Habitats at 12:30 pm. Sarah Nuss, Education Coordinator for the Chesapeake Bay National Estuarine Research Reserve in Virginia will present an overview of the different aquatic habitats of the Chesapeake Bay, detailing the flora and fauna that call each home. Ms. Nuss will also discuss current issues affecting the Bay's health, and how these habitats are responding. Ms. Nuss will showcase several resources for citizens to find local data related to the Chesapeake Bay, and how you can get involved in helping protect this valuable resource. This is a power point program to be conducted in the Historic Jamestowne Visitor Center.    March 27 Easter Morning Sunrise Service, Free admission Entrance gates to the park open at 5:30 a.m. and sunrise will be at 6:45 a.m.-  Let all the People gather at the foot of the Cross on Historic Jamestown Island. Sunrise service led by Local Clergy. MUSIC! SCRIPTURE! PRAYER! Plan on a 5-10 minute walk from the parking area. Dress comfortable and bring a lawn chair. Sponsored by Williamsburg Clergy, in cooperation with the National Park Service and Preservation Virginia. For more information call (757) 984-6707.   April 16: \"National Junior Ranger Day,10 am-4 pm -  Free admission     April 16-24: National Park Week - Free admission to National Parks and other Federal sites throughout the country. Colonial National Historical Park, Jamestown, VA. (757) 856-1200.  May 7: Pedal the Parkway- The Colonial Parkway will be closed to motor vehicles between Williamsburg and Jamestown on Saturday, May 7 from 8 a.m. to 1 p.m. for the 19th annual Pedal the Parkway event. Pedal the Parkway is family friendly plus a perfect recreational activity for cyclists of all ages and abilities. Pedal the Parkway is free, open to the public, and will take place rain or shine. Click here for News Release.   May 14-15: Jamestown Day - Special programs and tours commemorate the landing of the first settlers at Jamestown in 1607. Colonial National Historical Park, Jamestown, VA (757) 856-1200. Jointly sponsored by the National Park Service and Preservation Virginia. Entrance fee. Click here for more information.     July 9 : Green Spring Open House. \"Retreat from Green Spring\" 235th anniversary of the American Revolutionary War battle fought near the site of the 17th century Green Spring mansion. Reenactors will simulate the American retreat from the battle to Green Spring mansion.  At the mansion site will be an American camp with special programs planned for demonstrations regarding camp life, medical treatment of the wounded, artillery and light infantry tactics. For more information click here. News Release.   August 4: First Assembly Day Commemoration - 10:00 a.m., 12:30 p.m., and 3;00 p.m. inside the Historic Jamestowne Visitor Center Theater: A special program featuring Living History interpreters portraying John Pory, speaker of the first General Assembly; John Rolfe, a member of Governor Yeardley's Council and one of the counselors at the first assembly; and a female resident of the colony will reflect on the significance of the first Assembly in 1619 and its impact on the residents of the Virginia Colony. Each program last approximately 45 minutes. Sponsored by Colonial National Historical Park, Jamestown, VA. (757) 856-1200. Entrance Fee. From 10:00 a.m. until 4:00 p.m., inside the Historic Jamestowne Visitor Center, a staff member from the Virginia House of Delegates will be distributing free children's materials on Virginia government. Click here for News Release.  August 25 - 26: National Park Service Birthday - Free admission to Historic Jamestowne for August 25 and 26. Please note that admission on August 27 and 28 are half price through Preservation Virginia. For questions on fees please phone Fee Office at 757-856-1259.  September 17: Bacon's Rebellion (Historic Jamestowne) An evening walking tour will relate the details of Bacon's Rebellion as they occurred at Jamestown, including a symbolic burning of the town site. Living history programs during the weekend will highlight the actions of key events of the rebellion. Colonial National Historical Park, Jamestown, VA, (757) 898-2410 or (757) 856-1200, Entrance Fee. Jointly sponsored by the National Park Service and Preservation Virginia. Tentative.  September 24: National Public Lands Day - Free admission to National Parks and other Federal sites throughout the country. Colonial National Historical Park, Jamestown, VA (757) 856-1200. October 8-9: Commemoration of Virginia Archaeology & Glassmaking - Hands-on activities give children an opportunity to participate in the process of archaeology in a simulated dig box. Watch archaeologist at work. Special exhibits, tours, and programs let visitors of all ages explore archaeology at James Fort. Special programs and glassmaking demonstrations will highlight the importance of this industry and its impact on Jamestown. Colonial National Historical Park, Jamestown, Va (757) 229-2437. October 19: Commemoration of Lord Cornwallis' Surrender at Yorktown - Free admission at  Yorktown Battlefield commemorating the defeat of British forces in 1781.   November 11: Veterans Day - Fee admission to National Parks and other Federal sites throughout the country. Colonial National Historical Park, Jamestown, VA. (757) 856-1200.",
    "url": "https:\/\/www.nps.gov\/jame\/2015-special-events-historic-jamestowne.htm"
}
