{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours       Jamestown offers a varity of tours and programs for our visiting public. There are Park Ranger\/Guide tours, Living History programs, and for those that like to explore on their own, Self-Guided tours. The Ranger led and Living History tours and programs do not take you over the entire site but make a couple of stops along the way to talk about the history of Jamestown and the trials and tribulations of the early settlers. Throughout most of the year there are volunteers on site to assist visitors with any burning questions.        Ranger Lee Cotton giving a guided tour of Jamestown NPS Image  PARK RANGER\/GUIDE TOURS: Scheduled throughout the year as staffing allows, these tours last about 30 to 45 minutes and cover about 200 to 400 yards of the historic site(weather permitting). Many of our Park Rangers and Guides have been providing these interpretive programs for many years and each gives a unique perspective on the history of Jamestown. Walk with one of our Rangers as you retrace the steps of Captain John Smith or Pocahontas.        Danny Schmidt giving an Archaeological Tour of the 1607 James Fort excavation site Preservation Virginia Image - All Rights Reserved  ARCHAEOLOGY WALKING TOUR: Join a Preservation Virginia volunteer or staff archaeologist on a 45-minute walking tour of the excavation site inside of the rediscovered 1607 James Fort. Learn about the history of the on-going Jamestown Rediscovery archaeological project and receive news on the most recent discoveries. These tours are generally conducted daily at 11:00 a.m. and 2:00 p.m. April through the end of October. Tours begin at the Tercentennial Monument behind the Visitor Center. Scheduled tours may be changed or canceled due to weather, special events or other unforeseen circumstances. Check the National Park Visitor Center information desk for current status of tours.           One of Historic Jamestowne's living history interpreters   LIVING HISTORY TOURS: Join a costumed interpreter portraying one of Jamestown's 17th century residents and hear of the trials, tribulations, successes and failures during Jamestown's 92 years as the social and political center of Virginia. Join such personalities as Rachel Stanton, John Rolfe, Gabriel Archer, Mrs. Richard Buck, or Lady Yeardley to travel back in time to when the foundations of who and what we are as a people and a nation were laid.  The Living History Program is presented by Living History Associates and is sponsored by Eastern National.",
    "url": "https:\/\/www.nps.gov\/jame\/planyourvisit\/guidedtours.htm"
}
