{
    "title": "Historic Jamestowne Part of Colonial National Historical Park: Bicycling Information",
    "body": "Bicycling Information       Bicyclists may use all paved roadways within the park and should follow the same laws and regulations that apply to the safe operation of motor vehicles as required in local and state laws.  In order to conform to state laws, bicycles should travel in single file and stay on the right side of the road.   Bicyclists should be aware that these roads have vehicular traffic and practice good defensive cycling techniques.  Regulations prohibit bicycling on the actual Historic Jamestowne site.        Old Colonial National Historical Park Brochure   The Colonial Parkway, a 23-mile scenic three-lane highway, connects Yorktown Battlefield, Colonial Williamsburg and Historic Jamestowne. (These three sites are known as the Historic Triangle.) The Parkway starts at the Yorktown Battlefield Visitor Center parking, heads west following the York River to Williamsburg, turns south to follow the James River, and ends up in the Historic Jamestowne Visitor Center parking lot. The National Park Service maintains and patrols the Parkway. Pull-offs of historical significance along the Parkway provides scenic views and historical information. In keeping with the natural beauty and the Colonial atmosphere of the route, the three-lane roadway is not marked with white or yellow dividing lines. Composed of a cobble aggregate pavement, the highway simulates an early Colonial Virginia roadway and can present a rough, bumpy ride for bicyclists. The center lane of this three-lane roadway is for passing only; signs indicate no passing zones.        Williamsburg tunnel bike detour   The Parkway has a tunnel under part of Colonial Williamsburg and regulations prohibit pedestrians or bicycles in the tunnel for safety reasons. To access the bicycle tunnel bypass from Yorktown, take the exit after the Parkway passes under Lafayette Street. At the \"T\" turn right onto England Street. Turn left onto Lafayette Street. Follow Lafayette Street to Henry Street and turn left again. Follow Henry Street until you reach Newport Avenue. Turn left and follow the signs to Jamestown via the Colonial Parkway. Turn right onto the Parkway.        Historic Jamestowne's Loop Drive   Jamestown has a one-way three\/five mile scenic loop drive of the Island. This loop drive is open to pedestrians, bicycles and motor vehicles. Safety issues prohibit buses, motor homes or vehicles over 5-tons from using the Loop Drive. From the Historic Jamestowne parking lot, follow the signs to the loop drive. All state and local traffic regulations apply.",
    "url": "https:\/\/www.nps.gov\/jame\/planyourvisit\/bicyclinginformation.htm"
}
