{
    "title": "Maggie L Walker National Historic Site: Kids & Youth",
    "body": "Kids & Youth           Every Kid In A Park  Maggie L. Walker National Historic Site invites all 4th grade students to visit this site as part of the White House’s new Every Kid in a Park program. Starting September 2015, 4th grade students can now go towww.everykidinapark.gov to complete an activity and obtain a FREE annual entry pass to more than 2,000 federal recreation areas, including national parks. Bring your printed paper voucher to Tredegar Visitor Center (470 Tredegar Street Richmond) or another National Park Site that sells passes to exchange your paper voucher for a plastic pass. Teachers can also get the pass for their 4th grade class. Contact the Education Department for more assistance.              Maggie L. Walker Summer Youth Leadership Institute Each July, the National Park Service sponsors the annual Maggie L. Walker Summer Youth Leadership Institute, a two week experiential program for youth interested in developing leadership skills and participating in community service projects. It is open at no cost to students ages 14 through 18 in the greater Richmond area and is limited to fourteen participants. The program meets weekdays, usually the first two weeks in July, 9am to 2pm on site at Maggie L. Walker NHS. In 2015, the program dates were Monday, July 6 through Thursday, July 16.  For more information or to download an application, click here.         Junior Ranger Take a trip back in time and learn about the remarkable life of Maggie Lena Walker. Many National Parks offer visitors the opportunity to join the National Park Service Family as Junior Rangers. Interested students complete a series of activities during their park visit, share their answers with a park ranger, and receive an official Junior Ranger badge.  To become a Junior Ranger at Maggie L. Walker NHS, come to the visitor center, pick up a Junior Ranger activity booklet and start your quest to explore, learn and discover more about Maggie Walker. Once you have completed the booklet, return to the visitor center to receive your Junior Ranger Badge.       Coloring Sheets If you can't visit Maggie Walker National Historic Site, you can print these fun coloring sheets to learn more about Mrs. Walker, her bank, and her home. The Walker House - coloring sheet  (pdf) Maggie Walker at work - coloring sheet (pdf) Independent Order of St. Luke Juvenile Cadet - coloring sheet (pdf) St. Luke Penny Savings Bank - coloring sheet (pdf)         Web Ranger Now you can be a Junior Ranger even if you are not able to visit a national park. Play more than 50 games and learn about your National Parks. Become a Web Ranger!",
    "url": "https:\/\/www.nps.gov\/mawa\/learn\/kidsyouth\/index.htm"
}
