{
    "title": "Maggie L Walker National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           600 N. 2nd Street  Richmond, VA 23219                 Directions         Traveling north on I-95 take exit 76A, Chamberlayne Avenue, turn left at the light, go to the first light and turn left onto West Leigh Street. Go 3 blocks to 2nd Street; the site is located on the left. Traveling south on I-95, take exit 76B at Belvidere and turn left at the stop sign onto West Leigh Street. Go approximately 8 blocks to 2nd Street; the site is located on the left. Traveling east on I-64: follow directions for traveling south on I-95. Traveling west on I-64: take Downtown\/5th Street exit  Directions Details           Operating Hours & Seasons         Maggie L. Walker National Historic Site From November - February the site closes at 4:30 PM. The site is closed on New Year's Day, Thanksgiving and Christmas.   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Summer is hot and humid, spring and winter are pleasant\/mild, winter can be cold and occasionally snowy.         Fees & Passes     Entrance Fees:   Fees - $0.00 There is no fee to visit Maggie L. Walker National Historic Site.         Visitor Centers                     The Maggie L. Walker National Historic Site is comprised of Mrs. Walker's historic home and several surrounding buildings that serve as the site's visitor center and exhibit hall.  Together, they cover about a quarter of a city block in Richmond's historic Jackson Ward neighborhood.  The house is at 110 1\/2 Leigh Street and the visitor center -- and site entrance -- is around the corner at 600 North 2nd Street.  Parking is usually available along city streets.   Operating Hours & Seasons   Fees & Passes Permits & Reservations Weather Pets",
    "url": "https:\/\/www.nps.gov\/mawa\/planyourvisit\/basicinfo.htm"
}
