{
    "title": "Shenandoah National Park: NR Inventory - Water Resources",
    "body": "NR Inventory - Water Resources        Introduction The National Park Service has identified twelve core sets of natural resource information (Phase I) that are critical to planning for and management of units in the National Park System. One of those core sets includes fundamental information about park water resources. As funds become available this information is being developed for approximately 270 parks that are primarily natural areas. Shenandoah National Park is among those parks. In future years, additional Phases will be added to the Servicewide Natural Resource Inventory Program and more detailed information about park resources will be developed. Scope of Water Resources Inventories The Servicewide inventory includes the location of streams, lakes, wetlands, and groundwater supplies. Water quality use classifications based upon the Clean Water Act are also being obtained. The Phase I water resource inventory collects several basic water quality parameters for \"key\" water bodies (to be determined on the basis of size, uniqueness, threats, etc.) within the park boundaries. Those water quality parameters include alkalinity, pH, conductivity, dissolved oxygen, rapid bioassessment baseline (EPA\/state protocols, involving fish and macroinvertebrates), temperature, and flow. Other important constituents, as determined on a case-by-case basis, include toxic elements, clarity\/turbidity, nitrate\/nitrogen, phosphate\/phosphorous, chlorophyll, sulfates, and bacteria. The second phase of water resource inventory efforts is to focus on water quantity and development of information related to the relationships between water and wetland and riparian resources.         Water Resource Inventory Progress at Shenandoah In comparison to other resource categories that are the focus of inventory efforts, water resources are generally better documented and understood at Shenandoah National Park. Surface Waters – The locations of rivers and streams in Shenandoah are documented well on U.S. Geological Survey topographic maps as well as other map products. The park’s Geographic Information System database includes surface water layers. There are approximately 90 streams in the park. 72 of the streams are considered perennial. Extensive information is also available that describes the quality of these waters. Refer to the following section (Data, Reports, and Other Products) for access to this information. Stream flows are largely affected by precipitation patterns. Higher runoff occurs in the central portion of the park and on the eastern side of the Blue Ridge. Peak stream flows generally occur in the spring. Two reports cited below (Data, Reports, and Other Products) are the primary sources for this information. East slope streams tend to be larger and more dendritic, fed by one or more perennial tributaries and a number of associated springs. In contrast, west slope streams tend to be more linear and fed by fewer springs as most originate from much dryer south and west facing ridges. The lengths of those portions of streams that flow in the park range from 3.1 to 5 miles. Chief features of these streams are that they are high elevation, with high gradients, and have pools interspersed with riffles, rapids, cascades and falls. In many places, streams drop over ledges creating waterfalls up to 85 feet. Stream bottoms are chiefly gravel, rubble, boulder, and bedrock. Most streams are heavily shaded and cool or even cold in the summer and are typically clear with rain-caused turbidity quickly disappearing. National Hydrography Dataset – To obtain the locations of hydrographic features, the Servicewide Inventory and Monitoring Program and the Water Resources Division are partnering with the U.S. Geological Survey, states, and other federal agencies to create the high-resolution (1:24,000) National Hydrography Dataset (NHD) for subbasins containing national park units. NHD is a feature-based geographic database that interconnects and uniquely identifies all the hydrographic features such as streams, rivers, canals, lakes, ponds, reservoirs, springs, wells, swamps, and other hydrologic phenomena that appear on the USGS 7.5 minute topographic map series. Although NHD will provide an inventory of most hydrographic features, it does not furnish adequate locational data for wetlands. The effort to produce NHD for parks began in late Fiscal Year 2003. NHD information is available for Shenandoah and can be obtained by browsing the NHD website. Designated Use and Impairment of Park Waters – Under the Clean Water Act, states are required to specify the designated beneficial uses (e.g. warm water fishery, cold water fishery, drinking water, primary contact recreation, secondary contact recreation, etc.) permissible for water bodies under their jurisdiction and then promulgate legally enforceable numeric and\/or narrative water quality criteria that protect and preserve those designated beneficial uses. Water bodies that fail to achieve specified water quality criteria are reported as ‘impaired’ on a state’s 303(d) list and measures must be taken to bring the waters into compliance. Furthermore, many water bodies in parks have obtained Outstanding National or State Resource Water designations from states meaning that water quality cannot typically be allowed to degrade. The Servicewide Inventory and Monitoring Program and the Water Resources Division are partnering to produce Designated Use and Impairment (DUI) reports for parks documenting hydrographic statistics, state designated beneficial uses, and impairments. DUI reports will be produced for all parks on a state-by-state basis. No DUI report is currently available for Shenandoah but efforts are underway to complete various designations in accordance with state requirements. (back to top of page)           Wetlands – Limited information regarding the location or condition of wetlands at Shenandoah is available. One source of wetland information for North America is the National Wetland Inventory Program. National Wetland Inventory maps are available for the entire park in both hard copy and digital format. These maps are based on April 1984 aerial photography (1:58,000) and were produced in 1990 at a scale of 1:24,000. 47 wetlands representing 11 wetland types are identified on these maps. Park specific wetland mapping is underway as one element of a related inventory project that is being completed by the Biological Resources Division of the U.S. Geological Survey. Information regarding this riparian zone and wetland mapping effort can be found within descriptions for the Vegetation Communities in Relation to Environmental Gradients in Shenandoah National Park study that the Leetown Science Center is conducting. Other wetland mapping efforts have taken place at specific locations within and adjacent to the park. Floodplains – Limited information related to floodplains in the park is available and may never be developed. This is understandable considering the fact that most streams and stream segments in the park are high gradient. Peak flows from precipitation events and snow and ice melt therefore pass downstream quickly. In unusual circumstances, flooding and debris flows may occur in association with severe storms or hurricanes. Documentation regarding the most recent such event can be found in .  Groundwater – Several significant publications (DeKay 1972, Lynch 1987, Plummer 2001), all cited below in the Data, Reports, and Other Products section, provide both general descriptions of groundwater conditions throughout the park as well as specific conditions in the Big Meadows area. Groundwater withdrawal and condition are of particular interest because of relationships between high elevation ridge tops that tend to receive more moisture but that do not accumulate the water, presence of visitor use facilities along the crest of the ridge with associated high demand for potable water and withdrawal problems, and potential exposure to pollutants.  Current, clear information regarding the location and condition of springs and seeps is lacking for Shenandoah National Park. One report (DeKay 1972) indicates that there are as many as 854 surface water sources in the park. It is unclear whether or not this number represents springs alone or if other surface waters (streams primarily) are included. Most information about springs in the park has focused on roughly 70 springs that are located near Skyline Drive. Park staff members have prepared a request for funding to support an investigation to learn more about these important water resources. Watersheds – At the broadest hydro-physiographic level, terrain in Shenandoah National Park comprises a portion of three major river systems in the Mid-Atlantic area (Shenandoah\/Potomac, James, Rappahanncock). Within park boundaries there are 70 watersheds. Park staff is in the process of developing attribute information for each of these watersheds including basin width and length, main channel length, stream density, land use, and elevation.  Watershed sizes range from 0.2mi2 to 12.1mi2. Most are in the range of 1-2mi2 in size. There are 42 watersheds on the west side of the park and 28 on the east side.  (back to top of page)  Water Resource Inventory Data, Reports, and Other Products Specific to Shenandoah Surface Water Locations – Mapped surface water information is available from the Table of Natural Resource Inventory maps. Surface Water Quality – Click here for access to an online version of Shenandoah’s Baseline Water Quality Data Inventory and Analysis Report. Surface Water Quantity – the following references provide substantial information regarding surface water conditions in the park: Gebert, W., D., D. Graczyk, and W. Krug. 1988. Runoff for selected sites in Shenandoah National Park, Virginia, July 18, 1981 through July 17, 1982. U.S. Geological Survey Open-File Report 88-98. Lynch, D.D. 1987. Hydrologic conditions and trends in Shenandoah National Park, Viriginia, 1983-1984. Water Resources Investigations Report 87-4131. U.S. Geological Survey, Richmond, Virginia. 115 pp.  Wetland Locations – The National Wetland Inventory of the U.S. Fish and Wildlife Service supports an online Wetland Mapper Tool that can be used to view wetlands they have mapped anywhere in the United States including Shenandoah National Park. Data from this source will be limited for areas within the park because the scale of mapping is not small enough to capture the small, often linear, wetlands that are present along streambanks. In addition, much of the park is steep and rock and therefore not environmentally conducive to wetland development. This results in limited effort focused on trying to locate wetlands. Floodplains – The Federal Emergency Management Agency supports and on-line searchable index to floodplain maps that can be used to order and view floodplain delineations anywhere in the United States including in and near Shenandoah National Park. Groundwater – the following references provide substantial information regarding groundwater conditions in the park: DeKay, R.H. 1972. Development of ground-water supplies in Shenandoah National Park, Virginia. Mineral Resources Report 10. Virginia Division of Mineral Resources. 158pp. Plummer, L.N., E. Busenburg, J.K. Bohlke, D.L. Nelms, R.L. Michel, and P. Schlosser. 2001. Ground water residence times in Shenandoah National Park, Blue Ridge Mountain, Virginia, USA, A multi-tracer approach. Chemical Geology, v. 179\/1-4, pp. 93-111.  Watersheds - Mapped watershed information is available from the Table of Natural Resource Inventory maps. (back to top of page) Related Links  Rivers and Streams in Shenandoah National Park Wetlands in Shenandoah National Park Springs and Seeps in Shenandoah National Park Groundwater in Shenandoah National Park Watersheds associated with Shenandoah National Park Natural Disturbances within Shenandoah National Park  National Park Service Inventory and Monitoring Program – Water Resource Inventories  National Park Service Water Resources Division – Water Resources Inventories",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/inv_water.htm"
}
