{
    "title": "Shenandoah National Park: Natural Resource Cooperators & Partners",
    "body": "Natural Resource Cooperators & Partners        Natural Resources Branch Affiliated Staff Special Teams Cooperators and Partners   COOPERATORS AND PARTNERS Because park staff members are relatively few in number and their skill sets are stretched to the limit, staff members rely heavily on the scientific expertise that is available through a wide variety of academic institutions, non-profit organizations, and government agencies in the region. The following list highlights those cooperators and partners with whom staff members work most frequently.  The University of Virginia , Department of Environmental Sciences has sustained a long-standing watershed study program in Shenandoah National Park completing numerous research projects and monitoring efforts leading to advanced degrees.  The Departments of Forestry and Fisheries and Wildlife Sciences as well as the Conservation Management Institute at Virginia Tech have completed projects related to wildlife investigations, forest insects and disease, natural resource data management, and aquatic macroinvertebrate monitoring. Like the University of Virginia , many of these projects have lead to advanced degrees.  Partnership relationships exist between the National Park Service and the College of Integrated Science and Technology at James Madison University . Primary areas of engagement have been on the development and support of the SYNTHESIS computer system (an information storage and retrieval system) and in the development of fuel cell systems in the interest of reducing electrical consumption and associated air pollution emissions.  Periodically scientists from the Penn State school system have conducted research in the park. One recent project described the biodiversity associated with hemlock stands and compared that with a typical hardwood stand in the park. In some cases, staff members in the school system provide ongoing coordination and support for park activities such as the development and maintenance of an automated bibliography of scientific literature.  Biologists at Shenandoah have worked cooperatively with biologists at the Center for Conservation Biology within the College of William & Mary in an effort to restore peregrine falcons to the Blue Ridge.  Between 1992 and 2003, the National Park Service worked cooperatively with The Institute for Bird Populations in the operation of bird monitoring stations in the park.  Park staff members have extensive experience working with the Virginia Department of Game and Inland Fisheries. Current projects include reciprocal assistance in monitoring freshwater fisheries, coordination of bear management activities, and involvement in State Comprehensive Wildlife planning.  The Virginia Department of Environmental Quality (DEQ) provides leadership and direction on multiple environmental issues within the state. Most contacts between the Natural Resource Branch and DEQ deal with air and water quality issues. Branch members work closely with DEQ staff on reviews of air pollution emissions permits, air quality planning, and various water resource designations and planning.  Foresters within the Virginia Department of Forestry have worked with park staff members on a variety of forest health issues. Gypsy moth monitoring information is shared by the two agencies, cross training occurs, and park staff members often rely on Department employees for assistance in identification of forest insects. Recent collaboration has been underway regarding monitoring for Sudden Oak Death.  A close working relationship exists between the Natural Heritage Program, within the Virginia Department of Conservation and Recreation and staff members at Shenandoah National Park. Natural Heritage Program staff members have surveyed park lands for rare species occurrences, provided advice on rare species management, and worked closely on the development of a revised vegetation map for the park. Natural Heritage Program staff members also routinely consult with the park regarding potential impacts to rare, threatened, and endangered species that may result from park projects.  Cooperative undertakings with the U.S. Environmental Protection Agency (EPA) have focused almost exclusively on air quality and closely related issues. Park staff members have coordinated air resources planning and permit review efforts with staff in the local region of EPA. EPA has also funded a variety of research projects in the park.  Staff members at Shenandoah have a long history of working cooperatively with scientists in all disciplines within the U.S. Geological Survey. Often these cooperators have come out of field offices and laboratories located in the mid-Atlantic area but because of the park’s close proximity to the headquarters of the Survey in Reston , Virginia , a number of scientists who work in the park are based there. Projects that have been worked on by Survey employees include groundwater investigations, vegetation mapping, predictive modeling, geologic mapping, and amphibian studies, among many others.  A longstanding relationship exists between Shenandoah National Park and the U.S. Forest Service. In part, this is due to the close proximity of the George Washington National Forest to the park. It is also a result of the similarity in natural resource issues faced by both agencies, particularly air quality issues and the forest science expertise that is found within the Forest Service. Park staff members regularly consult foresters on issues like forest insects and disease, hazard tree management, and pest management related to wooden structures.  Contacts with the U.S. Fish and Wildlife Service (FWS) are somewhat limited but nevertheless, important to Shenandoah. FWS staff members routinely consult with the park regarding potential impacts to rare, threatened, and endangered species that may result from park projects.  Contacts with the U.S. Army Corps of Engineers are also somewhat limited. They play a vital part in reviewing projects that involve wetlands and waterbodies within the park..  Park staff members consult with personnel from the Natural Resources Conservation Service on topics such as soils mapping and identification, erosion control, and best management practices associated with construction and maintenance of park facilities like trails and roads.  The National Park Service makes extensive use of Resource Assistants, provided by the Student Conservation Association, to supplement the regular agency workforce of permanent and temporary employees. The Natural Resource Branch generally hires three or four Resource Assistants each summer. More recently the Branch has started to may use of Association Teams. To date these teams have consisted of up to four employees and their efforts have been directed at exotic plant control.  The National Park Service traditionally uses students who enroll in the Youth Conservation Corps during summer months to augment park staff. The Natural Resource Branch has used enrollees on a variety of tasks including vegetation management and restoration projects.  Natural Resources Branch Affiliated Staff Special Teams Cooperators and Partners",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/resource_cooperators.htm"
}
