{
    "title": "Shenandoah National Park: Metasedimentary rocks",
    "body": "Chilhowee metasedimentary rocks         White quartzite at Calvary Rocks Eric Butler - NPS Photo  The youngest rocks within Shenandoah National Park are still quite old, dating back to the Cambrian period over 500 million years ago. During this time, a vast ocean spread across what is now eastern North America, depositing thick layers of sediments as it rose and fell. In Shenandoah, several thousand feet of these sediments records the early history of this ocean, called Iapetus (after the mythical father of Atlantis). The Iapetus Ocean grew and vanished long before today’s Atlantic ever formed, a victim of continuing plate tectonics and the formation of the Appalachian Mountains. The earliest sediments were deposited directly on top of the still-fresh lava flows of the Catoctin Formation, whose eruption marked the beginning of the great rifting event that formed the Iapetus Ocean in the first place. These sediments were mostly river deposits; sand, pebbles, and gravel carried across the landscape by river systems draining toward the newly-forming ocean. As the water level rose, these rivers became muddy lagoons, collecting sand, silt, and mud in thick layers. Finally, as the advancing ocean drowned these lagoons, beach deposits of white quartz sand appeared, followed by deeper-water limestones and shales.  This story can be read in the sedimentary sequence capping the rocks in Shenandoah. Directly above the greenstone lava flows, beds of coarse gravel and sand are found. Above this, several thousand feet of finely bedded silt and sand preserve evidence of the ancient lagoons, slowly drowning in the advancing waters. Capping the sequence are cliffs and boulder fields of pure white quartz sandstone, the beach deposits heralding the arrival of the Iapetus shoreline. Further west, in the Page and Shenandoah Valleys, thick limestone deposits record the underwater environment once present here.  Together, this collection of sedimentary rocks is known as the Chilhowee Group, which is split into three distinct Formations based on rock type and history. The early river deposits compose the Weverton Formation, the thick lagoonal deposits compose the Hampton Formation, and the quartz sand deposits dominate the Erwin Formation. These designations help geologists define and describe the geologic history more clearly.  There is a final chapter to the story of these sedimentary rocks, however. Long after their deposition, and subsequent hardening into rock, these units were deformed by the great heat and pressure associated with the formation of the Appalachian Mountains. The originally flat layers were folded, faulted, and otherwise deformed, and under these conditions underwent subtle changes that affect their composition and appearance. In general, all of these sediments were squeezed and “baked”, so that their minerals were fused together much more tightly than before. In some cases, new minerals grew to replace the original ones, subtly changing the rock’s appearance. These effects can be seen in the shiny, platy appearance of the Hampton Formation (newly grown mica minerals), and the extremely hard, resistant nature of the white quartzite beds in the Erwin (quartz sand fused together in a hard solid mass). There are few fossils in these rocks, as they are older than most complex life on earth. When these sediments were being deposited, life was just beginning to develop in the oceans. The one observable fossil can be seen in the Erwin Formation, a preserved worm burrow known as skolithos, which appears as long, straight tubes within the white quartzite. The Chilhowee Group is best exposed in the South District of the Park. It rarely appears in the Central, but is exposed in a few places in the North, especially around Knob and Neighbor Mountains. Excellent views of the spectacular white quartzite cliffs and boulderfield of the Erwin Formation can be had along Skyline Drive at Rockytop Overlook (milepost 78) and through most of the South District, and by short hikes at Blackrock South (milepost 85) and Calvary Rocks (milepost 90).",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/chilhowee.htm"
}
