{
    "title": "Shenandoah National Park: Basement Rocks",
    "body": "Basement Rocks         Granitic rock below Hogback Mountain Eric Butler - NPS Photo  The oldest rocks in Shenandoah National Park have survived the rise and fall of several mountain ranges. These are a complex set of igneous and metamorphic rocks whose minerals and textures preserve the story of their long and varied history. Today, they occur mostly along the base of the Blue Ridge Mountains, forming the “foundation” upon which all other rocks in the park lie. In certain places, though, these rocks extend all the way to some mountains’ summits! If you look closely at these rocks, you will see a variety of minerals that can be distinguished with the naked eye. Feldspar generally appears white-pink and forms angular, blocky crystals with flat surfaces that reflect light. There are several types of feldspar, including plagioclase and orthoclase, but these are not always easy to distinguish without magnification. Quartz is usually clear-white and appears somewhat glassy or waxy. While these two minerals make up most of the rock, you may also see darker minerals in small amounts. Pyroxene appears as little black, blocky crystals, while biotite mica forms thin, shiny flakes. Garnets may also be present, looking like small, dark red dots within the rock. You may also notice a layered, or banded, texture to these rocks, composed of alternating zones of different minerals. This is a structure called “foliation”, which is a result of very strong deformation at high temperatures and pressures.  So how did these rocks form, and what stories do these features tell? These rocks are mostly igneous in origin, meaning the crystals grew together as molten magma cooled deep underground. During the formation of an ancient mountain range, over one billion years ago, these rocks were deformed by the incredible pressures generated by mountain building, a similar process to the formation of today’s Himalayas. This deformation resulted in the foliation (banding) that you see today, as the minerals reoriented themselves in response to these pressures. In some places the rocks were under so much heat and pressure that they melted again, and cooled to form new igneous rocks that do not have this foliation.  This ancient mountain range vanished long before the current Appalachian Mountains began to form, as erosion wore away the once-lofty peaks. When geologists follow the contact between the “basement” rocks and the very different rocks above them, they find evidence of an old landscape of rolling hills, shallow valleys, and a few peaks several thousand feet high. This old landscape is now buried beneath a sequence of lava flows that erupted over the surface around 570 million years, but the shape of today’s mountains can still be influenced by this ancient landscape. Several current peaks, such as Hogback Mt, may have been high points in the past, and now rise over the landscape once again.  Excellent examples of this rock can be found at Old Rag Mt, Hogback Mt, Mary’s Rock, Hazel Mt Overlook (milepost 33), and Bacon Hollow Overlook (milepost 69).",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/basement-rocks.htm"
}
