{
    "title": "Shenandoah National Park: Nonnative Species Management",
    "body": "Nonnative Species Management         Park botany staff pulling invasive plants. NPS Photo  Nonnative species management is undertaken to protect native species, communities and ecosystems. Not all nonnative species are harmful. As one mission of the National Park Service is to protect the natural heritage of the United States. Management action is reserved only for those invasive nonnative species known or suspected to cause unacceptable change in natural systems. Nonnative species management efforts at Shenandoah focus on three groups of species - plants, insects, and fish. Plants Some plant species known or suspected to be harmful are uncommon enough that Park-wide control or even eradication-the elimination of all individuals-may be the goal of management. These include mile-a-minute, wavyleaf basketgrass, Chinese yam, and Norway maple.  Many harmful nonnative plant species are too abundant to attempt eradication or even control on a Park-wide basis. Management of these species is generally attempted only in areas of high ecological value-rare species habitats, for instance. Such species include garlic mustard, Japanese stiltgrass, and tree-of-heaven. Techniques used to control these plants include cutting, pulling, and herbicide application and often combinations of techniques. Concurrent restoration with native species is also essential in this effort.        Plane sprays BT on forest in the Spring of 2008, to help control a Gypsy Moth outbreak. NPS Photo - Dale Meyerhoeffer  Insects Various nonnative forest insects can have devastating impacts on the vegetation of Shenandoah. Gypsy moths have caused varying amounts of defoliation and tree mortality in the park for many years. Currently the park is striving to protect a few remaining hemlock trees from the hemlock woolly adelgid. Staff is also monitoring the progression of various other nonnative insects that are not yet present in the park but that would be harmful should they arrive in Shenandoah. These include the emerald ash borer and the Asian longhorn beetle. Techniques used to control these insects include the application of various types of insecticides, and where appropriate, the use of biological control agents. Fish Two nonnative species of trout are present in park streams and threaten native brook trout. These are the rainbow and the brown trout. Techniques used to control the rainbow and brown trout include coordination with the Virginia Department of Game and Inland Fish on stocking procedures. Specfic fishing regulations related to these species, and removal and relocation efforts by park staff using electrofishing gear. You Can Help One of the best tools to help combat the spread of nonnatives is public education. Public awareness of the species that threaten our natural heritage and the reasons this issue is of concern may stimulate action on your part. Take precautions in your outdoor activities to not spread plants or insects especially if you have been recreating in infested areas. You can also help in this effort by watching for and reporting these nonnative plants when visiting the Park. More...",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/nonnative-species-management.htm"
}
