{
    "title": "Shenandoah National Park: Understanding NEPA",
    "body": "Understanding NEPA       The National Environmental Policy Act (NEPA) is our basic charter for protection of the environment. It establishes policy, sets goals, and provides means for carrying out the policy. NEPA procedures provide the direction to help public officials make decisions that are based on the understanding of environmental consequences and to take actions that protect, restore, and enhance the environment. NEPA procedures also require that environmental information is available to citizens before decisions are made and actions are taken that may affect the human environment.   Abbreviations and Definitions     CE   Categorical Exclusion: A category of actions which generally do not individually or cumulatively have significant effect on the human environment, for which neither an Environmental Assessment nor Environmental Impact Statement is required.      DM   Decision Memo: Decision document for an action that has been categorically excluded from documentation in an Environmental Assessment or Environmental Impact Statement.      DN   Decision Notice: Decision document resulting from an Environmental Assessment and Finding of No Significant Impact.      EA   Environmental Assessment: A concise public document that briefly describes the environmental impacts of a proposal and alternatives, along with analysis for determining whether to prepare a Finding of No Significant Impact or an Environmental Impact Statement.      EIS   Environmental Impact Statement: A detailed public document disclosing environmental impacts of a proposal and alternatives.      FR   Federal Register: A legal newspaper published every business day by the National Archives and Records Administration, containing Federal agency regulations; proposed rules and notices; and Executive orders, proclamations, and other Presidential documents.      FONSI   Finding of No Significant Impact: A document that briefly presents the reasons why an action will not significantly affect the human environment and for which an Environmental Impact Statement will not be prepared.      NOA   Notice of Availability: Notice published in the Federal Register that an Environmental Impact Statement is available.      NOI   Notice of Intent: Notice published in the Federal Register that an Environmental Impact Statement will be prepared.      ROD   Record of Decision: Decision document resulting from an Environmental Impact Statement.      Scoping   The procedures by which the Agency identifies important issues and determines the extent of analysis necessary for an informed decision on a proposal. Scoping is part of the public involvement process.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/compliance_nepa.htm"
}
