{
    "title": "Shenandoah National Park: Greenstone lava flows",
    "body": "Greenstone lava flows         Greenstone cliff at Crescent Rock Eric Butler - NPS Photo  Perhaps the most unique rocks in Shenandoah National Park are the greenstones, old lava flows that now cap many of the highest peaks in the park. These rocks preserve evidence of a very different time in Shenandoah’s history, around 570 million years ago, when two tectonic plates began to spread apart along a system of rifts thousands of miles long. Molten rock from deep within the earth rose through these rifts, spilling out onto the surface as vast quantities of lava eventually covering over 4,000 square miles! The lava flows spread across the landscape previously defined by much older igneous and metamorphic rocks, filling in valleys and lapping up against hills and old, eroded mountains. Together, the related lava flows in Virginia, Maryland, and southern Pennsylvania are called the Catoctin Formation. There were no volcanoes in Shenandoah, however; most evidence suggests that the source rifts were located well to the east. These eruptions did not occur all at once, but over a period of several million years. Discrete eruptions produced individual flows from 20’ to over 100’ thick, which spread over the landscape and cooled before the next eruption. These distinct lava flows still affect the landscape of Shenandoah today, as the individual layers create flat “benches” and sheer cliffs that give peaks such as Stony Man a noticeably staircase-like texture. Big Meadows, a broad, near-flat area at high elevation, is located on the surface of one of these lava flows. The lavas were originally composed of basalt, a black volcanic rock similar to those found in Hawaii and Iceland today. The rocks in Shenandoah, however, are now various shades of grey and dark green, and have several minerals and textures that are not normally found in basalt. It turns out that these rocks were metamorphosed, meaning their minerals and textures changed under conditions of great heat and pressure. In this case, the formation of the Appalachian Mountains created the appropriate conditions, and new minerals such as chlorite and epidote grew within the old basalt. These new minerals gave the rock a greenish color, so that today it is called greenstone, to distinguish it from unaltered basalt found elsewhere in the world.  Shenandoah’s greenstone lava flows can have many different appearances. They often appear as jagged cliffs, or steep fields of angular grey boulders. In general, the rocks are very fine-grained, so that individual minerals can rarely be seen. On a freshly broken face, the rocks look dark grey to dark green, but more weathered and eroded surfaces often appear light grey or rust-red. In many cases the rocks appear to contain many thin layers tilted at a sharp angle, producing an uneven, jagged look; this is a metamorphic texture called “cleavage”, formed by deformation and the growth of the mineral chlorite.  The greenstones also contain several very unique and interesting geologic features. The first is columnar jointing, a fracture pattern that forms as liquid basalt flows cool and solidify. Like most materials, lava contracts as it cools, and under the right conditions will form very angular, polygonal cracks similar to those found in drying mud. These cracks can extend vertically for many tens of feet, and produce a structure that looks like long, polygonal columns of rock. The best example of these along Skyline Drive is at Indian Run Overlook (milepost 10), while excellent exposures can be found along the Appalachian Trail a short hike north of Crescent Rock (milepost 44).        Columnar joints in greenstone. Eric Butler - NPS Photo  Another memorable feature of the greenstones is found between some individual lava flows. Here you may find a rock composed of fragments of other rock mixed together. As new lava flows advanced across older, solidified flows, they often ripped up the surface of the older flow, as well as any sediments that may have been deposited by short-lived rivers. Thus, the boundary between flows is often marked by a chaotic layer of mixed-up rock fragments and sediments that has a very distinct appearance. This type of rock is known as “breccia”, and in Shenandoah it generally contains an eye-catching blend of colors including lime green, dark purple, and white. This breccia is often found as loose rocks on the flat “benches” separating cliffs of different lava flows. The best example of this rock along Skyline Drive can be found at Franklin Cliffs Overlook (milepost 49), mostly as scattered pieces in the trees next to the parking area.        Flow breccia in greenstone. Eric Butler - NPS Photo  Excellent exposures of greenstone can be found at both summits of Mount Marshall, Stony Man Mt, Little Stony Man, Hawksbill, Blackrock Central (at Big Meadows Lodge), Bearfence Mt, Pass Mt, Loft Mt, and Hightop Mt.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/greenstone.htm"
}
