{
    "title": "Shenandoah National Park: Mercury Deposition",
    "body": "Mercury Deposition         Sources of human-made mercury in the U.S. Tennessee Valley Authority website  What is mercury? Once common in home thermometers, mercury is a metal that remains in a liquid state at room temperature. It is considered a heavy metal similar to lead. Mercury is generally produced by refining various minerals and is used in a variety of applications including in barometers, in batteries, in the electrolysis process, and when in a gaseous form, in mercury-vapor lights. Mercury is also released to the environment when coal is burned in power plants or industrial processes. Mercury is an airborne toxic pollutant that is often grouped with persistent organic pollutants, pesticides, and other metals. This group of toxic pollutants is generally understudied and until recently has not been a focus of the National Park Service. How does mercury end up in the environment? Approximately 60% of the mercury found in the atmosphere originates from human sources. One estimate is that the United States accounts for 3 to 5 percent of total global mercury air emissions. (Tennessee Valley Authority – Mercury Emissions website) Based on data from the U.S. Environmental Protection Agency (EPA), the principal human-caused sources of mercury emissions in the United States are coal-fired power plants (33 percent of the total emitted), municipal waste incinerators (19 percent), and medical waste incinerators (10 percent). Because of federal bans on mercury additives in paints and pesticides, reduced mercury use in batteries, and improved battery recycling, the U.S. industrial demand for mercury has dropped 75 percent since 1988 (Tennessee Valley Authority – Mercury Emissions website). Once released into the environment, the cycling of mercury is very complex and not well understood. Mercury never breaks down into another element; it always remains as mercury. Mercury is a heavy metal but can be vaporized easily. As such, it can be re-enter the atmosphere from land and water surfaces repeatedly after its initial release into the environment. Estimates of the magnitude of vaporization and re-entrance into the atmosphere, or re-emission, are very difficult to quantify. But there is no disputing that re-emission is a major source of total modern-day mercury emissions. Consequently, much of the mercury circulating through today's environment is mercury that was released decades or centuries ago, when mercury was commonly used in many industrial, commercial, and residential products and processes. Mercury Transport and Deposition Mercury can travel great distances in the atmosphere before it is eventually deposited back to the earth in rainfall or in dry gaseous forms. Thus, mercury is a global problem that knows no boundaries. And since little is known about the dry deposition of mercury compounds, considerable research is needed to determine the quantity or fate of this dry deposition.  What are the effects of mercury? Mercury concentrations in air are usually low and of little direct concern. However, after being deposited, a considerable amount of mercury is retained by plants and soil, but, some is directly deposited into or washed into streams, lakes, and oceans. As long as this mercury stays in its inorganic forms, it remains in a relatively inactive biological state. However, once in an aquatic ecosystem, inorganic mercury may be converted to biologically-available methyl mercury by microorganisms in the sediment and water. Methyl mercury may enter the aquatic food chain and work its way up to the larger fish, which eventually may be consumed by humans and other animals.  Mercury is of particular concern because of its ability to bioaccumlate within organisms in the environment and because of its human health implications. Fish are known to accumulate methyl mercury, which is the most toxic form of the pollutant.  Mercury Deposition at Shenandoah Almost nothing is known about mercury at Shenandoah National Park. Efforts to monitor mercury deposition have just gotten underway and one study aimed at determining whether or not mercury is present in fish in the park has recently started. Park staff members are also seeking funds to participate in a study that would look at mercury levels in salamanders. If mercury is found to be present, further investigation will be conducted to determine the effects it is having on salamanders and other wildlife in the park. Related Information The following reference may be helpful in understanding the effects of mercury: Kuiken, T. and F. Stadler. 2003. Cycle of Harm: Mercury’s Pathway from Rain to Fish in the Environment. Great Lakes Natural Resource Center, National Wildlife Federation, Ann Arbor, Michigan. Helpful websites related to mercury and mercury as an air pollutant are: Mercury in the Wikipedia EncyclopediaElemental information provided by Los Alamos National Laboratory Mercury website – Environmental Protection Agency Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/mercury_deposition.htm"
}
