{
    "title": "Shenandoah National Park: Ticks",
    "body": "Ticks        Deer Tick, Lone Star Tick, and American dog tick. pediatricdoc.com, upmc-biosecurity.org, Tom Murray       Ticks Ticks are bloodsucking external parasites that live on mammals and birds, and sometimes reptiles and amphibians. More than 850 species of ticks are known in the world, and are grouped as \"hard ticks\" and \"soft ticks\". Both transmit disease to humans and animals. Four species of \"hard ticks\" are found in Shenandoah: American dog tick (or wood tick), deer tick, Lone Star tick, and brown dog tick. Ticks are invertebrates (see the page on Other Invertebrates) and are grouped with a large number of other life forms known as arthropods.  This group includes crayfish, fleas, and lice (Crustacea), centipedes (Chilopoda), millepedes (Diplopoda), insects (Insecta) and spiders, scorpions, mites and ticks (Arachnida). Ticks and other arachnids have two main body parts (cephalothorax and abdomen), no antennae or wings, four pairs of legs plus two pairs of appendages on the \"head\" for feeding, defense and sensory perception. In ticks, the mouthparts have rows of backward pointing teeth which some species use in conjunction with a cement to remain attached to the host while feeding. Like all parasites, ticks are dependent on their hosts to live and reproduce. Ticks require three blood meals to complete their life-cycle one meal each as larvae (\"seed ticks\"), nymph and adult. Eggs hatch into larvae typically in the latter part of the summer, find a host and feed, and then drop to the ground to overwinter. In the spring, larvae molt into nymphs, find a new host and feed, and molt again into adults.   The adult female tick finds another new host, and feeds for three more days before laying thousands of eggs in June or July.  The ticks found in Shenandoah are often on tall grass and shrubby undergrowth where they wait on the tips of leaves to attach to a passing host. Physical contact is the only method of transportation; they do not jump or fly. Hosts who pass through vegetation with ticks may find one or many ticks crawling on them. On people, ticks usually attach to the skin at tight places such as sock and undergarment lines. Ticks can transmit serious diseases and should be thoroughly checked for after any time spent outdoors.  Timely and proper removal of ticks greatly decreases the chance of diseases being transmitted. Related Information:  Drummond, Roger. 2004. Ticks and what you can do about them. Berkeley: Wilderness Press, 77 pages. Stafford K.C. 2004. Tick management handbook: an integrated guide for homeowners, pest control operators, and public health officials for the prevention of tick-associated disease. The Connecticut Agricultural Experiment Station, New Haven, Connecticut, USA  Websites that provide photographs and helpful biological information about ticks include the following:  Illinois Department of Public Health: http:\/\/www.idph.state.il.us\/envhealth\/pccommonticks.htm American dog tick: http:\/\/entnemdept.ufl.edu\/creatures\/urban\/medical\/american_dog_tick.htm brown dog tick: http:\/\/www.entnemdept.ufl.edu\/creatures\/urban\/medical\/brown_dog_tick.htm deer tick: http:\/\/www.entnemdept.ufl.edu\/creatures\/urban\/medical\/deer_tick.htm",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/ticks.htm"
}
