{
    "title": "Shenandoah National Park: American Black Bear",
    "body": "American Black Bear         Black Bear cubs. NPS Photo   Scientific Name: Ursus americanus Kingdom: Animalia Phylum: Chordata Class: Mammalia Order: Carnivora Family: Ursidae Genus: Ursus Species: Ursus americanus  Introduction  The American Black Bear lives throughout much of the continent, including northern Canada and Alaska south into Mexico, and from the Atlantic to the Pacific. Black bears are the only species of bear found in Shenandoah National Park. While there were probably once as many as two million black bears in North America before European colonization, the population declined to a low of 200,000 as a result of habitat destruction and hunting. By the early 1900s, bear populations were nearly eliminated from lands that are now within the park. On the eastern side of the Blue Ridge, the last bear was reported in Albemarle County in 1910. Bear populations persisted however in the Allegheny Mountains to the west, the descendents of which are the most likely source of the current park population. Two bears were reported within the newly established park in 1937 and by 1944 the estimated bear population within the park was ten individuals. By the early 1950s, bear sightings were reported from all three districts with an obvious concentration in the South District. Through the protection offered by the park, the bear population gradually increased through the 1950s to an estimated 75 individuals park wide. Since the 1960s, much of the park's hardwood forest has reached mast producing age. Intensive agricultural practices on lands adjacent to the park have increased the availability of high starch foods preferred by bears including apples, peaches, grapes, corn and honey. The mosaic of agricultural lands, woodlots and stream corridors surrounding the park created nearly ideal conditions for the bear population to expand and disperse. Better management and changing ecological conditions have resulted in increases in bear numbers throughout their geographic range.  By current estimates, more than 900,000 are living today on the continent with 5,000 to 6,000 of those in Virginia.We believe that the bear population within the park ranges from the low to high hundreds depending on the availability and distribution of natural forage, particularly mast crops, the degree of annual recruitment and mortality within the population and, seasonal influences such as breeding cycles, juvenile dispersal and hunting pressure from adjacent lands. From the late 1970s to the early 1990s, staff from Virginia Polytechnic Institute and University (VPI) studied bear population dynamics, denning, movements, habitat, and diet in Shenandoah. This was an extensive series of studies that also examined the relationship between gypsy moth defoliation and bear ecology. Periodically park staff members have been involved in bear population monitoring efforts. Despite this work, there are still many questions about black bears in the park. Unknown information becomes increasingly more important as threats to the bear population become better understood and more intense.  Physical Description  Male black bears (boars) are between five and six feet long and two to three feet tall and they typically weigh between 100 and 300 pounds. Females (sows) range in weight between 100 and 175 pounds. Cubs usually weigh between seven ounces and one pound at birth. The adult black bear has small eyes, rounded ears, a long snout, a large body, and a short tail. As their name indicates, these bears generally have shaggy black hair. Black bears walk on the soles of their feet and have non-retractable claws.  Life Span and Reproduction  Bears in the park enter winter dens in October and November, but some may roam about all winter if temperatures are mild. Females will have their cubs around February, and nurse them in the den. They will emerge in April or May, usually after the adult males have been out of their own dens for a while. Black bears are not considered to be true hibernators but they do not eat, drink, defecate, or urinate while denning. They may be easily aroused from their dens. Sows become sexually mature at age 3 or 4. Mating occurs in early to mid summer, but the embryos do not begin to develop until the mother dens in the fall. Females carry the cub(s) for 6 weeks. Cubs are born hairless, weighing about eight ounces, and with their eyes closed. Twins are most common, though up to four cubs is not unheard of and first-time mothers typically have only a single cub. A female will keep her newborn cubs with her until she is ready to mate again, every other year. The mortality rate for first-year cubs is about 20% in Virginia. Most of this mortality is due to predation from birds of prey, foxes, bobcats, coyotes, and other bears but some is due to abandonment by the sow. Adult bears have a very low natural mortality rate (less than 2%) and may live up to 30 years in an un-hunted population. Hunting mortality and deaths due to automobile collisions account for the two greatest sources of mortality.  Habitat and Range  Black bears generally require large areas of diverse habitat to thrive. Bears are particularly successful at Shenandoah National Park because the park provides large areas of contiguous, high quality, forest habitat. Stands of mast producing trees (most importantly oaks) continue to mature and in good years are producing ever larger acorn crops.  Within the park, male black bears were found to occupy ranges of from 10 to nearly 300 square miles while females ranged in areas from approximately 1 to 20 square miles. Most home ranges extended well beyond park boundaries. Black bears will travel significant distances when food sources are scarce. Den sites within the park are most commonly located within hollow trees but have also been found in snags, rock crevices, brush piles, and ground excavations. After emerging from their winter dens in spring, bears seek southerly facing slopes at lower elevations for forage and move to northerly and easterly facing slopes at higher elevations as summer progresses.        Black Bear occurence map VADGIF 2009. http:\/\/www.dgif.virginia.gov\/wildlife\/bear\/       Behavior  Bears are most active at dawn and dusk but also are seen by visitors during daylight hours. They have a keen sense of smell, hearing, and eyesight at short distances. Eyesight at longer distances is poor.  Diet  Although they are carnivores, their diet is quite varied and they tend to be opportunistic. They will eat grubs and other insects, roots, flowers, grasses, acorns, fruit, and carrion, as well as groundhogs, deer, and other small mammals. Feeding during the fall is intense with one to two pound gains per day. Bears will raid orchards, beehives, and agricultural crops. They also frequent garbage dumps or may raid the trash bins of businesses or private homes. Black bears may occasionally prey on domestic sheep and pigs when their natural foods are scarce.  Ecosystem Role  Black bears are at the top of the food chain. As a result, they eat animals that are more readily captured due to age or weakness caused by injury or illness thus having some influence on population dynamics of some species. Foraging activities by bears probably help with decomposition in forested environments where they tear apart logs and snags to gain access to insects or where they may excavate plants from the ground. Their consumption of berries, and fruits aids in the distribution of the seeds of various plants. Black bear predators include other black bears, man, and grizzly bears (Ursus arctos horriblis) which are not present at Shenandoah. Coyotes (Canis latrans) and bobcat (Felix rufus) may prey on cubs.       Threats  Black bears are thriving in Shenandoah National Park and in Virginia as a whole. Nevertheless, threats to this iconic animal do exist. Habitat destruction and expansion of suburban areas can result in reduced habitat quanitity or quality for bears. In addition, increasing human populations in conjunction with increasing bear populations can lead to negative interactions that may harm individual bears. For example, when human garbage isn't stored properly, black bears view it as a food source and may become a problem in residential areas. These animals may then need to be destroyed by wildlife officials. In addition, poaching, or illegal killing, is also a threat to black bears in Virginia. In some parts of the world, bear gall bladders and paws are believed to have traditional medicinal value, and this has led to a lucrative market in these items - a market which ultimatley increases poaching of bears. The Convention of International Trade in Endangered Species of Wild Fauna and Flora (CITES), a treaty among more than 120 nations, provides measures to curb illegal trade in wildlife and wildlife products across international boundaries, help to protect the black bear from poaching.       Living With Black Bears  As indicated above, black bears can become a nuisance when they seek sources of food and come in close contact with people. The National Park Service has taken extensive measures to keep bears and people separated from one another. When visiting the park you have a responsibility to keep your distance from the bears, not attempt to feed any wildlife in the park, and to properly handle, store, and dispose of your food and garbage. Further details on your responsibilities are available to you.   Living With Black Bears In VA  References  The following websites provide additional useful information about the American Black Bear.   US Fish and Wildlife Service North American Bear Center National Geographic Society Virginia Department of Game and Inland Fisheries",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/black-bear.htm"
}
