{
    "title": "Shenandoah National Park: Visibility and Haze",
    "body": "Visibility and Haze         Fluffy clouds float over the Shenandoah Valley from Skyland (April 1940). W.D. Chick - NPS Photo  How far can you see? Every year there are over 280 million visitors to our nation's most treasured parks and wilderness areas. Unfortunately, many visitors aren't able to see the spectacular vistas they expect. The most prevalent form of visibility impairment at Shenandoah is uniform haze; a brown or white veil that hangs in the air. Most of this haze is not natural. It is air pollution, carried by the atmosphere often many hundreds of miles from where it originated.   In our nation's scenic areas, the visual range has been substantially reduced by air pollution. In eastern parks, average visual range has decreased from 90 miles to 15-25 miles. In the West, visual range has decreased from 140 miles to 35-90 miles. Look at our Air Quality Webcam and Real-Time Air Quality Informaition page to check how far you can see today!        A hazy autumn view north from Mary's Rock summit (Oct 1963). Donald Black - NPS Photo  What is haze? Haze is caused when sunlight encounters tiny pollution particles in the air. Some light is absorbed by the particles. Other light is scattered before it reaches an observer. More pollutants in the air mean more absorption and scattering of light, which reduce the clarity and color of what we see. Some types of particles, such as sulfates, scatter more light than others, particularly during humid conditions.  The degree of impairment depends on a number of factors-the concentration, size, and chemical composition of these fine particles, relative humidity, and the angle at which the sunlight penetrates the haze. In rural parts of the eastern United States, fine particle sulfate accounts for most of the visibility impairment. Two-hundred times smaller in diameter than a human hair, these particles are just the right size to scatter visible light.  Often, haze is confused with mist and fog. During the early morning or after rain showers when temperatures are low and humidity is high, mist and sometimes fog forms in valleys and lowlands, gradually clearing when the sun reappears. Mist and fog are formed as a result of the condensation of water vapor on particulates suspended in the atmosphere. Meteorologically, mist is defined as being present if diminished visibility occurs (with no other weather condition being present) and relative humidity of the atmosphere at the surface of the earth is above 95%. Fog exists when visibility is less than 1000 meters. Where does haze-forming pollution come from? Air pollutants come from a variety of natural and human-made sources. Natural sources can include windblown dust and soot from wildfires. The Blue Ridge Mountains of the eastern United States have a haze caused by the natural emissions of VOCs from trees and plants (mostly isoprene) which are oxidized and form aerosols. [Graedel, T.D. and Paul Crutzen. Atmospheric Change: an Earth system perspective; 1993; Freeman Press.] Human-made sources can include motor vehicles, electric utility and industrial fuel burning, and manufacturing operations. Some haze-causing particles are directly emitted to the air. Others are formed when gases emitted to the air form particles as they are carried many miles from the source of the pollutants. A string of hot, humid, and stagnant summer days provides ideal conditions for the production and accumulation of particle sulfur and, consequently, poor visibility. In general, a much greater fraction of gaseous sulfur emissions convert to particle sulfur in summer than in winter. Some of the pollutants which form haze have also been linked to serious health problems and environmental damage. Exposure to very small particles in the air has been linked with increased respiratory illness, decreased lung function, and even premature death. In addition, particles such as nitrates and sulfates contribute to acid deposition (need to link to deposition page) formation which makes lakes, rivers, and streams unsuitable for many fish, and erodes buildings, and historical monuments. Visibility at Shenandoah Reports prepared in 1924 and 1925 regarding creation of National Parks in the Appalachian mountains specifically cite interest in protecting views to the west over the Shenandoah Valley and the east over the Piedmont of Virginia. These reports were the basis for the May 22, 1926 legislation establishing Shenandoah National Park Visibility or lack thereof, is a significant issue at Shenandoah National Park related directly to the fundamental purposes of the park. Many visitors to the park spend time on Skyline Drive moving from overlook to overlook taking in the scenery. Other visitors hike to the tops of various peaks in the park. They also take in spectacular views. Unfortunately these experiences are often disrupted due to poor air quality. Park staff members monitor visibility conditions and work with state and federal regulatory agencies to try to limit emissions of pollutants that degrade visibility. Related Information Useful references on the topic of visibility include: Anon. 1993. Protecting visibility in national parks and wilderness areas. National Research Council, Washington, DC. Malm,W. C. 1999. Introduction to Visibility . National Park Service and Colorado State Institute for Research on the Atmosphere, Fort Collins, Colorado. Websites related to visibility include:   Air Pollution Effects on Visibility - National Park Service Visibility Website - Environmental Protection Agency Interagency Monitoring of Protected Visual Environments  Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.                       Air Quality   2 Photos  Air Quality and visibility images.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/visibility_and_haze.htm"
}
