{
    "title": "Shenandoah National Park: Monitoring",
    "body": "Monitoring - Air Quality          Introduction  The air quality program at Shenandoah National Park encompasses a wide range of activities, many of which are dedicated to measuring levels or effects of air pollution.  In cooperation with the National Park Service Air Resources Division, park staff members have established a sophisticated air quality monitoring station to characterize air quality in Shenandoah. Most monitoring efforts are done in conjunction with nationwide, interagency networks. The park's air quality monitoring program has three primary components: visibility, atmospheric deposition, and gaseous pollutant monitoring. In addition, meteorological monitoring is conducted to aid in the interpretation of measured air pollution levels. Within each monitoring program are various elements addressing special NPS monitoring needs. In most instances, park monitoring efforts complement air pollution monitoring efforts conducted by other federal, state, and local agencies. To get more information about air pollution visit the Air Quality and the National Park Service Air Resources web pages. Also please check our Air Quality Webcam and Real-Time Air Quality Informaition page.      Air Quality Monitoring Subcomponents  Overview Air quality monitoring at Shenandoah National Park has a relatively long history. Monitoring instruments were first deployed in 1981 at Big Meadows. Between 1983 and 1994 monitoring stations were also in operation at Dickey Ridge and Sawmill Run. Today, air quality monitoring instruments are only maintained at the Big Meadows station. Virtually all long-term monitoring efforts at Shenandoah have been under the auspices of sponsorship by some other agency or under a multi-agency arrangement. These circumstances are particularly valuable because they are efficient and allow comparisons and greater confidence in the data. A summary of information related to the air quality monitoring sites in Shenandoah is available on the web.  (back to top of page)         Visibility  Background Congress, in the Clean Air Act, as amended in 1977, set a national goal of preventing any future and remedying existing impairment of visibility in Class I air quality Federal area where that impairment is caused by manmade pollution. Shenandoah National Park is a Class I air quality area. To help implement its visibility protection regulations, the Environmental Protection Agency, a cooperative visibility monitoring program has been developed that includes the National Park Service. This program is known as the Interagency Monitoring of Protected Visual Environments or IMPROVE. Visibility information is essential for two primary reasons. First, under provisions of the Clean Air Act, the National Park Service has an affirmative responsibility to review stationary sources of pollution to determine if their emissions will have an impact on Class I air quality areas. In order to complete this review and evaluation, baseline visibility information is needed. Second, another section of the Clean Air Act requires reasonable progress towards the national visibility goal through a long-term strategy for improving visibility. In order to determine whether or not goals are being achieved, status and trend information must be developed. State authorities are responsible for preparing and implementing the strategy for improving visibility. The National Park Service measures the background visibility with optical, view, and particle monitoring. Only two of these types of monitoring are currently used at Shenandoah. View monitoring refers to the use of cameras and the collection of photographic data. View monitoring has been done at the park in the past but no longer occurs. Optical monitoring is achieved through use of two specialized instruments – a transmissometer and a nephelometer. A transmissometer measures the amount of light attenuation over a specified path length. As light passes through a path, it is absorbed or scattered and thus its intensity is reduced or lost. The transmissometer measures that reduction in light intensity. A nephelometer measures the amount of light scattered within a parcel of air collected by the instrument. Currently a nephelometer is operated at Shenandoah. Finally, particle monitoring measures specific particle concentrations in the air. Filters are used to collect particle samples which are subsequently analyzed in a laboratory. The primary constituents that affect visibility are sulfates, nitrates, elemental and organic carbon, soil, and coarse matter. Number of Sampling Sites All equipment associated with particle and optical monitoring is currently located at Big Meadows. Parameters Measured Visibility – Transmissometer: 1987- 2003 Visibility – Nephelometer: 1996- present Particulate Matter (PM10 & PM2.5): 1982- present Frequency of Sampling Visibility – Transmissometer: 10 minute sample hourly Visibility – Nephelometer: continuous Particulate Matter (PM10 & PM2.5 ): every 3 days Visibility Information Links    Interagency Monitoring of Protected Visual Environments (IMPROVE) Program site   (back to top of page)        Precipitation collector at the Big Meadows air quality monitoring site. NPS Photo   Atmospheric Deposition  Background The National Atmospheric Deposition Program supports three air quality monitoring programs: the National Trends Network, the Mercury Deposition Network, and the Atmospheric Integrated Research Monitoring Network. Shenandoah National Park participates in two of these networks. The National Trends Network (NADP\/NTN) is a nationwide network of precipitation monitoring sites. The network is a cooperative effort between many different groups, including the State Agricultural Experiment Stations, U.S. Geological Survey, U.S. Department of Agriculture, and numerous other governmental and private entities. The NADP\/NTN has grown from 22 stations in 1978, to over 200 sites spanning the continental United States, Alaska, and Puerto Rico, and the Virgin Islands. The purpose of the network is to collect data on the chemistry of precipitation for monitoring of geographical and temporal long-term trends. The precipitation at each station is collected weekly according to strict clean-handling procedures. It is then sent to the Central Analytical Laboratory where it is analyzed for hydrogen (acidity as pH), sulfate, nitrate, ammonium, chloride, and base cations (such as calcium, magnesium, potassium and sodium). The Mercury Deposition Network (NADP\/MDN), currently with over 35 sites, was formed in 1995 to collect weekly samples of precipitation which are analyzed by Frontier Geosciences for total mercury. The objective of the MDN is to monitor the amount of mercury in precipitation on a regional basis; information crucial for researchers to understand what is happening to the nation's lakes and streams. The U.S. Geological Survey has prepaired a Fact Sheet on mercury Monitoring at Shenandoah. In 1986, EPA established the National Dry Deposition Network (NDDN) to obtain field data on rural deposition patterns and trends at different locations throughout the United States. The network consisted of 50 monitoring sites that derived dry deposition based on measured air pollutant concentrations and modeled dry deposition velocities estimated from meteorology, land use, and site characteristic data. In 1990, amendments to the Clean Air Act necessitated a long-term, national program to monitor the status and trends of air pollutant emissions, ambient air quality, and pollutant deposition. In response, EPA in cooperation with the National Oceanic Atmospheric Administration (NOAA), created Clean Air Status and Trends Network (CASTNET) from NDDN.  CASTNET provides atmospheric data on the dry deposition component of total acid deposition, ground-level ozone and other forms of atmospheric pollution. CASTNET is considered the nation's primary source for atmospheric data to estimate dry acidic deposition and to provide data on rural ozone levels. Used in conjunction with other national monitoring networks, CASTNET can help determine the effectiveness of national emission control programs. Established in 1987, CASTNET now comprises over 70 monitoring stations across the United States. The longest data records are primarily at eastern sites. EPA's Office of Air and Radiation operates a majority of the monitoring stations; however, the National Park Service operates approximately 30 stations in cooperation with EPA. One of those stations is at Shenandoah. Number of Sampling Sites All equipment associated with atmospheric deposition monitoring is located at Big Meadows.  Frequency of Sampling All three programs utilize a 1-week sample period. Ozone is collected hourly. Parameters Measured      Program   Years   Parameters    National Trend Network (NADP – NTN)  1981- Present  Precipitation amount, conductivity, pH, calcium, magnesium, sodium, potassium, ammonium, nitrate, chloride, sulfate, phosphate   Clean Air Status and Trends Network (CASTNET)  1988 – Present  Sulfur dioxide, particulate sulfate, particulate nitrate, nitric acid, particulate ammonium, particulate calcium, particulate sodium, particulate magnesium, particulate potassium, ozone   Mercury Deposition Network (NADP - MDN)  2002- Present  Mercury      Atmospheric Deposition Information Links  National Atmospheric Deposition Program site Environmental Protection Agency Clean Air Status and Trends Network site   (back to top of page)           Gaseous Pollutants  Background Gaseous pollutant monitoring began in 1983 as part of a National Park Service initiative to monitor air quality in national parks. Initially, 3 monitoring sites were set up to capture data over a range of geographic locations and elevations. In 1994, the Dickey Ridge and Sawmill Run sites were shut down and all monitoring efforts were focused on the Big Meadows site. Gaseous pollutant monitoring continues today at Big Meadows. Data analysis and reporting are done as part of a national effort through the NPS Air Resources Division. The Air Resources Division maintains the validated data and all associated documentation. The National Park Service works cooperatively with knowledgeable partners in its monitoring efforts. These include the Virginia Department Environmental Quality, university research staff, and regional air pollution programs. Ground-level ozone information is used to assess potential impacts on vegetation and the ecosystem, to determine when concentrations exceed the national standard for human health, and as input to the employee and public health advisory system. Number of Sampling Sites Currently there is only the one site located at Big Meadows. Historically, Dickey Ridge and Sawmill Run were also sampling sites (see chart). Dickey Ridge was a mid elevation site in the northern part of the park. Sawmill Run was a low elevation site at the southern part of the park. Big Meadows is a high elevation site in the center of the park. Parameters Measured      Monitoring Parameters   Location   Years    Ozone, Sulfur Dioxide, Nitric acid meteorology  Big Meadows   1983-    Ozone, Sulfur Dioxide  Dickey Ridge   1983-1994 (summers)    Ozone  Sawmill Run   1983-1994 (summers)    Sulfur Dioxide  Sawmill Run   1984-1994 (summers)    Low Level Sulfur Dioxide, Carbon Monoxide  Big Meadows   1995-       Frequency of Sampling      Monitoring Parameters   Location   Frequency    Ozone  Big Meadows   Minute, Hourly    Ozone, Sulfur Dioxide  Dickey Ridge   Hourly    Ozone  Sawmill Run   Hourly    Sulfur Dioxide  Sawmill Run   Hourly    Low Level Sulfur Dioxide, Carbon Monoxide  Big Meadows   Minute, Hourly    Nitric acid  Big Meadows   Weekly    Sulfur Dioxide  Big Meadows   Weekly       Gaseous Pollutant Monitoring Links  Environmental Protection Agency AirData site Virginia Department of Environmental Quality Ozone site   (back to top of page)          Meteorology Background Implementation of enhanced monitoring, or monitoring of pollutants beyond those tracked via the programs described above, has been implemented at Shenandoah in an effort to better understand factors that affect the concentrations of ozone in the park. Specific issues that are being examined include improving an understanding of the formation and transport of ozone in rural areas. These efforts are not regarded as core components of the park’s monitoring program but are mentioned to publicly communicate the fact that this work has been undertaken.      Other Air Quality Monitoring Program Elements  Air Quality Monitoring Air Quality Monitoring Protocols & Data Air Quality Conditions and Trends Air Quality Webcam and Real-Time Air Quality Informaition  Related Links  National Park Service Air Resources Monitoring Air Resources Specialists, Inc. Visibility Information Exchange   (back to top of page)",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/mon_air.htm"
}
