{
    "title": "Shenandoah National Park: Brown Trout",
    "body": "Brown Trout         Duane Raver, U.S. Fish and Wildlife Service and West Virginia DNR   Scientific Name: Salmo trutta Kingdom: Animalia Phylum: Chordata Class: Actinopterygii Order: Salmoniformes Family: Salmonidae Subfamily: Salmoninae  Genus: Salmo Species: Salmo trutta  Introduction Brown trout are members of the Atlantic trout and salmon subgroup of the salmon family (Salmonidae) which also includes the Sevan trout, Ohrid trout, Adriatic trout, flathead trout and Atlantic salmon.  Of these, only the Atlantic salmon is native to North America, the remaining species, including brown trout are Eurasian species.    Considered the most valuable exotic fish introduced to North America, the brown trout is known by few other names, the most commonly used being the \"German\" brown, a reference to the dominant brood stock propagated in North America. The name trutta is Latin for trout. Brown trout have higher tolerance for warmer waters than either brook or rainbow trout. Physical Description Within the few park streams inhabited by brown trout, individual fish typically range from 7 to 14 inches in total length with exceptional individuals approaching 20 inches. The largest brown trout in Virginia occupy large dam outflow habitats and large reservoirs where waters are cooler. The current state record specimen (14 pounds, 12 ounces) was captured in the South Fork, HolstonRiver in southwestern Virginia on May 24, 1990. Brown trout are tawny to olive brown dorsally to mid side, often with a brassy appearance. Sides grade from tan to yellow. Their back and sides are marked with olive brown to black spots. Their sides also marked with orange to red spots, some haloed with white to pale blue. Their undersides, including the lower jaw, are white to pearl. The dorsal fin is typically yellow-olive, marked with brown to black spots. Lower fins including the pectoral, pelvic and anal have white margins, paralleled just above by a dark zone and are otherwise yellow-olive to amber, sometimes yellow orange. Breeding males develop a long, hooked jaw and tend to brighten in overall coloration.   Life Span and Reproduction The life span of wild brown trout is variable depending on the size and condition of their habitat. Generally, brown trout have greater longevity than brook trout, averaging about five years. In many naturalized populations, some individuals reach ages in excess of 10 years. In most park streams, maturation age (breeding) occurs between 1 and 3 years. In Virginia streams, brown trout spawn in the fall, nearly overlapping the brook trout spawning season from October through November, sometimes extending into December. Typical water temperatures at the onset of spawning range from 6.5 to nearly 9°C.  Redds are typically excavated by females in gravelly transition zones between pool and riffle habitats. Spawning, incubation period and the timing of hatching are similar to those of the brook trout. Growth is defined by the quality and availability of forage and habitat also similar to the brook trout. In the few park streams that contain naturalized brown trout populations, juvenile browns reach sizes of  four inches and greater by the end of their first summer.  Hybridization with brook trout has been documented in every park stream containing cohabitant populations of both species. The progeny resulting from male brook trout and female brown trout are known generally as \"tiger trout\". Within the few park streams where both species coexist, tiger trout are occasionally encountered. Interestingly, tiger trout observations seem to occur during periods when the brown trout population is depressed creating conditions where female brown trout are more likely to be encountered and spawned by male brook trout . Reciprocal crosses between male brown trout and female brook trout have never been observed in the wild. These progeny, known as \"leopard trout\", have only been produced artificially among captives and are morphologically different in external comparison to tiger trout.        Range map. Pink color indicating exotic species. www.natureserve.org  Habitat and Range Brown trout occupy a range of aquatic systems and habitats from coldwater mountain streams to larger rivers, ponds and lakes. Within the park, brown trout have successfully colonized the lower gradient reaches of the Rose and Hughes Rivers since initial stockings in the 1960s and more recently have invaded upstream into Brokenback Run from its confluence with the Hughes. There is also a naturalized population of browns within a section of the ConwayRiver that serves as a common boundary between the park and the Rapidan Wildlife Management Area, owned by Virginia. Naturalized brown trout populations historically occurred within the park in the North Fork Moorman's River and in the North ForkThorntonRiver but have since declined within both and are believed to have been extirpated. The Moorman's population likely perished as a result of the 1995 flood event followed by severely reduced stream flows during drought years that persisted through 2002. The magnitude of the population that persisted within the ThorntonRiver from initial stocking in the 1960s is unknown but that population apparently perished by about 1990. Brown trout are considered native in Iceland, Europe, western Asia and northwestern Africa. These highly adaptable trout have been extensively introduced and now occur on every major continent except Antarctica. Brown trout have been propagated within North America since the late 1800s including the state of Virginia. The most widespread introductions of brown trout into Virginia waters including streams that originate within the park occurred after 1960. Behavior In heavily fished waters, brown trout may become increasingly wary and nocturnal and very selective in which food items they will and will not respond to.  Due to a combination of size and diet, brown trout often displace native brook trout where the two species overlap. They tend to dominate the best available habitat by either forcing brook trout from preferred habitat and, to an extent, by preying directly upon brook trout. Diet Brown trout feeding strategies and diet differ with respect to their size. Generally, brown trout less than 12 inches feed primarily on insects drifting freely within stream currents. Above 12 inches, brown trout diets shift to larger prey items including crayfish and other fish, including other trout. Other occasional prey items include mollusks, salamanders, frogs and small mammals. Ecosystem Role Because brown trout are large, non-native and a dominant predatory fish, they are a threat to native fish populations, particularly within the confines of small, mountain stream habitats.  In turn, the smaller and intermediated sized brown trout are preyed upon by northern water snakes, mink, kingfishers, herons and the occasional otter within ShenandoahNational Park. As is true for brook trout within park streams, the northern water snake is very likely responsible for a fairly high percentage of brown trout predation within the park. While conducting brown trout removals within RoseRiver in 2006, the fish crew observed a large water snake in the process of engulfing an 8 to 9 inch brown trout that it had recently captured. Threats Brown trout are wily, large and highly prized game fish. The presence and proliferation of non-native brown trout has the potential to impact brook trout and other native fish populations within several of the park's premier large streams. Currently, the brown trout issue is confined to the lower reaches of three park streams. Brown trout have demonstrated the potential to displace brook trout from entire sections of those three streams.  Like brook trout , brown trout are somewhat tolerant of acidified waters. Brown trout are also likewise subjected to sudden and sometimes dramatic changes in population as the result of severe flood and drought events.  References Atkinson, J.B. 2005. Shenandoah National Park Fisheries Monitoring Program Annual Report for 2004. Division of Natural and Cultural Resources, Luray, Virginia 22835. 46 pp. Jenkins, R.E., and N.M. Burkhead. 1993. Freshwater fishes of Virginia. American Fisheries Society, Bethesda, Maryland. 1079 pp. Josephson, Dan. 1982. An Evaluation of Sympatric Populations of Brown and Brook Trout in Four Virginia Streams. Dingell-Johnson Project F-39-p-4. M.S. Thesis Virginia Polytechnic Institute and State University. Virginia Department of Game and Inland Fish Species Description",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/brown-trout.htm"
}
