{
    "title": "Shenandoah National Park: Chronic Wasting Disease (CWD)",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Diseases     Chronic Wasting Disease (CWD)                  Chronic Wasting Disease (CWD)         Protecting and maintaining a healthy deer population is an important part of Shenandoah's mission. NPS Image  For the January 11, 2016 Press Release about the Response Plan's approval click here. What is Chronic Wasting Disease? Chronic Wasting Disease (CWD) is a contagious disease of the nervous system that affects deer, elk, and moose.  According to the Centers for Disease Control and Prevention and the World Health Organization, there is no evidence that CWD can be transmitted to humans. How does it affect the deer? CWD is generally fatal. Infected deer's brains degenerate, causing them to become emaciated, display abnormal behavior, and lose control of bodily functions. What is the park doing about CWD? Shenandoah now has an approved Chronic Wasting Disease (CWD) Response Plan.This Response Plan is the result of several years of study and planning that included public review and input. Shenandoah's Superintendent announced its approval in January 2016. The Response plan allows reducing deer densities in some front country areas of the park through lethal removal to manage the disease. Maintaining deer density levels in front country areas at similar levels to those observed in the back country (and outside the Park) is the primary way to minimize disease transmission and spread.  Why is this occurring? Chronic wasting disease (CWD), a fatal disease of deer, elk, and moose, has been found in Shenandoah County white-tailed deer approximately 10 miles from the park. Spread of this disease into the park appears imminent and the park believes that a plan for managing the risk of disease introduction, amplification, and spread is needed. Additionally, CWD is a nonnative disease in the Eastern U.S. and therefore the Park is mandated to reduce the impacts of the disease if prudent and feasible. Research suggests that CWD could substantially harm infected deer populations by lowering adult survival rates and destabilizing long-term populations. In addition, white-tailed deer are an important part of the visitor experience and the Park is very concerned with potential impacts to its deer population and other natural resources. A CWD Response Plan is needed because the Park's proximity to known positive CWD cases represents a significant risk factor for disease introduction\/spread. The Virginia Department of Game and Inland Fisheries, who has responsibility for wildlife management across other areas of the Commonwealth, have plans in place to manage CWD.This plan addresses the park responsibilities in helping to manage the disease in a larger framework.  When will this occur? This will depend on the proximity of CWD to the Park. If CWD is detected within the Park or within five miles of the Park's boundary, the Park will implement the disease management\/response plan.This could happen relatively soon (1-3 years) or many years from now.  How will this be done? How many deer will be lethally removed? During targeted density reduction actions 150-200 animals could be removed. When combined with detection and assessment lethal sampling, the plan allows for the removal of up to 500 deer over a 5-year period.However, the park anticipates the more likely scenario is that between sampling and density reductions 200-300 animals could be taken over a five year period. All animals will be removed by qualified federal employees or authorized agents. Lethal removal activities will include a trained crew working near closed facilities and shooting adult deer primarily using suppressed firearms. Removal actions will occur in the low visitor use season (mid November-early March) and will often occur at night. Crews will follow strict safety protocols. For each deer removed, staff will collect tissues for CWD testing. Samples will be sent to an accredited laboratory for testing.  Will the deer meat be donated to local food banks? Yes. Park staff is working with support from Virginia Hunters for Hungry and local meat processors. After lethal removal activities, staff will field-dress and deliver the deer to local meat processors.The meat will be frozen until the tissue sample results prove to be \"CWD negative.\" No CWD positive meat will be shared.At that point, the deer will be processed and the meat will be donated to local citizens-in-need in several counties surrounding the park.  Where will deer removals occur? For Response, removal actions will focus on reducing high deer densities in key front country areas (Big Meadows, Dickey Ridge, Skyland\/Limberlost, Mathews Arm\/Piney River\/Elkwallow, and Loft Mountain) to approximately match backcountry densities.Front country areas have higher deer densities and are therefore at greater risk of CWD amplification and spread than the rest of the park.Having more uniform densities across the park reduces the disease risk. All removal work would be contingent on funding.  What age and sex of deer will be removed? For response (and assessment) removal actions, all adult deer will be targeted equally. What are the potential impacts to visitors and other park operations? Lethal removal activities will likely occur at night, from November-March, during periods when Skyline Drive or nearby facilities are closed.However, specific nighttime area closures may be necessary from November - March in developed areas in the Central District of the Park (ie., Skyland and Big Meadows). As such, there may be impacts on visitor experience and park operations due to temporary nighttime closures.Park staff and authorized agents will follow strict protocols and safety procedures during lethal removal operations. Safety measures will be in place to greatly minimize risk to visitors and staff.  What happens if we don't conduct CWD Response and Lethal Removal activities? If CWD becomes established in the Park, it could cause harm to deer populations by lowering deer survival rates and destabilizing long-term populations. If this happens, the Park will not be fulfilling its mandate to monitor and reduce the impacts of this nonnative disease.The Park is very concerned with potential impacts to its deer population, the visitor experience, and other Park resources, especially as CWD is currently located approximately 10 miles from the Park's Northern boundary. Additionally, the park has a responsibility to work with the VADGIF who are responsible for managing the disease in the entire area surrounding the park. If CWD is detected in park deer, what happens to the infected carcass\/materials? The park will ensure that CWD infected carcasses or materials are properly disposed of in a lined landfill following Virginia Department of Game and Inland Fisheries protocols.  What were the other Alternatives considered by the Science Team but Dismissed?  As part of this planning effort, a science team comprised of state, regional and national experts met and reviewed all options to manage CWD. Several options were considered and then dismissed –density reduction via lethal removal was the only recommended approach proposed.  Artificially increase existing predator populations to reduce deer densities and therefore, disease transmission. Reason: Coyotes and black bears are not effective predators of adult white-tailed deer. Predators may show some preference for CWD infected deer, however, this would not reduce deer densities at the high rate needed to slow the spread of the disease.  Decrease deer concentration through habitat modification, or exclude deer with fencing. Reason: Changing habitat in Big Meadows to make it less palatable to deer would have adverse impacts on the cultural\/historic landscape. It would be very difficult to change any habitat that would preserve the character of Big Meadows without also creating more edge habitat (habitat preferred by deer that creates higher deer densities). It would also be difficult to change habitat near campgrounds or along Skyline Drive—where deer densities are also high.  Use a number of nonlethal methods, such as fencing, reproductive controls, and habitat modification to reduce deer populations. Reason: All nonlethal activities require a large commitment of resources and may not be effective with a large free-ranging population. More importantly, nonlethal techniques do not reduce the deer population within a useful timeframe for disease management.  Use hunting to reduce deer densities and therefore disease transmission. Reason: NPS regulations and policies state that hunting is prohibited in national parks (with rare exceptions). The enabling legislation of Shenandoah National Park specifically prohibits hunting in the park.  What have we learned so far? In the region surrounding the West Virginia\/Virginia border near Gore, Virginia, CWD has become established and has spread in recent years. As of July 2015, 179 deer have tested positive for CWD in Hampshire and Hardy Counties, West Virginia, and ten deer have tested positive in Frederick and Shenandoah Counties in Virginia. As of October 2015, the closest CWD case was within 10 miles of the park (near Strasburg, VA). A CWD Response Plan is needed because CWD represents a threat to Park resources, primarily white-tailed deer, and the Park's proximity to known positive CWD cases represents a significant risk factor for disease introduction. Additionally, the density of white-tailed deer populations in specific areas of the park is high, as is the amount of deer movement in and out of the park, which increases the risk of CWD introduction, amplification and spread.   More about Chronic Wasting Disease CWD is a progressive neurological disease of deer, elk, and moose. CWD belongs to a family of diseases known as transmissible spongiform encephalopathies (TSE's). CWD causes a spongy degeneration in the brain of infected animals, resulting in emaciation, abnormal behavior, loss of bodily functions, and ultimately death. Clinical signs (e.g. staggering, lowered head\/ears, lack of fear, drooling) only appear in the late stages of this disease. At the present time, there is no known cure for the disease, and many aspects of the disease are still unknown. In the eastern US, CWD is considered a nonnative disease. What causes CWD? The disease agents are abnormally-shaped proteins, called prions, found primarily in nervous system and lymph tissues. The prion \"infects\" the host animal (deer) by converting a normal protein into an abnormal protein. Unlike bacteria or viruses, prions do not cause an immune response in the infected animal. Prions are resistant to enzymes and chemicals that normally break down proteins. How is CWD spread? It is believed that CWD prions are spread both directly (deer-to-deer contact) and indirectly (soil or other surface to deer). Prions are likely shed through the saliva, feces, and urine of deer. Disease incubation can be several years without clinical signs. Prions can remain infectious in the soil for many years. Is CWD dangerous to humans or other animals? The World Health Organization has reviewed available scientific information and concluded that currently there is no evidence that CWD can be transmitted to humans. Recent studies with macaques (primates often used as human surrogates for research) and genetically-engineered mice suggest that there is likely a species barrier that prevents humans from getting CWD. There is no evidence that CWD can be naturally transmitted to livestock, pets, or other animals.   How is CWD diagnosed? A definitive CWD diagnosis can be ascertained by examining the brain and\/or lymph node tissue in a laboratory. However, animals can test negative for CWD until relatively late in the disease course.So a negative test does not mean that the animal is CWD free.  Where has CWD been found? As of September, 2015, CWD has been found in 23 states and two Canadian provinces. These include Alberta, Colorado, Illinois, Iowa, Kansas, Maryland, Michigan, Minnesota, Missouri, Montana, Nebraska, New Mexico, New York, North Dakota, Ohio, Pennsylvania, Oklahoma, Saskatchewan, South Dakota, Texas, Utah, Virginia, West Virginia, Wisconsin, and Wyoming.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/cwd.htm"
}
