{
    "title": "Shenandoah National Park: Big brown bat",
    "body": "Big brown bat         Big brown bat (Eptesicus fuscus) Merlin D. Tuttle, BCI  Family Name: Vespertilionidae Genus: Eptesicus Species: fuscus Pronunciation: ep-tess-a-cus fuss-cuss Common Name: big brown bat Introduction The big brown bat is the largest among the bats potentially encountered by visitors to Shenandoah National Park. Watch the night sky at dusk and wait for what at first seems like a bird, except that it makes maneuvers that no bird can. Recognized by their steady flight and large size, big brown bats can be seen at dusk in summer as they commute and forage for insects. Though most people never encounter any bat, Virginians and other North Americans, are most likely to encounter big brown bats in places where the bats night roost or rest between foraging bouts. Like most bats, big brown bats are social animals, found as singles and in small groups or large colonies of typically dozens to hundreds of individuals.  Physical Description Big brown bats weigh between ½ and ¾ of an ounce and their wingspans range from 13 to 16 inches, with forearms > 1 ½ inches long. Their fur is long, tends to be oily, and ranges from light to dark brown, contrasting with the black of their muzzle, ears, and wing membranes. Their ears are short and blunt, their snout and mouth are broad, and their tail membrane is not furred.         Big brown bat (Eptesicus fuscus) range map. Bat Conservation International, Inc.  www.batcon.org  Habitat and Range The big brown bat is found in virtually every American habitat ranging from timberline meadows to lowland deserts, though it is most abundant in deciduous forest areas. It is often abundant in suburban areas of mixed agricultural use. This species ranges from extreme northern Canada, throughout the United States and south to the extreme southern tip of Mexico. Traditionally, these bats have formed maternity colonies beneath loose bark and in small cavities of pine, oak, beech, bald cypress and other trees. Common maternity roosts today can be found in buildings, barns, bridges, and even bat houses. Diet and Ecosystem Role Small beetles are their most frequent prey, yet big brown bats will consume prodigious quantities of a wide variety of night-flying insects. They are generalists in their foraging behavior and habitat selections, seemingly showing little preference for feeding over water vs. land, or in forests vs. clearings. Numerous feeding studies of big brown bats exist indicating that they consume significant crop and forest pests including ground beetles, scarab beetles, cucumber beetles, snout beetles and stink bugs, in addition to numerous species of moths and leafhoppers (Whitaker and Hamilton, 1998). Like many bat species, reproductive females often can consume their body weight in insects each night. In fact, a colony of 150 big brown bats can consume enough adult cucumber beetles in one summer to prevent egg-laying that would produce 33 million of their root-worm larvae, a major pest of corn (Whitaker, 1995). Like all insect-eating bats, big brown bats contribute mightily to a healthy environment and are vital players in the checks and balances of insect pests.  Life Span and Reproduction Big brown bats can live up to 20 or more years, but the average lifespan is thought to be considerably less. Mating occurs mainly in fall and winter but females do not become pregnant until spring, just after hibernation ends. The young (i.e., pups) are born in May thru June and twins are common in the eastern United States whereas single pups are more common in the west. The young are fed milk for roughly 4 to 5 ½ weeks, learning to fly between 3 and 5 weeks, and staying and foraging with their mother for another 2 to 2 ½ weeks. Maternity colonies commonly contain 20 to 300 bats, consisting of pregnant females, females with nursing young, and females with well-developed young. Maternity roosts are typically located in buildings, under loose tree bark, within tree cavities, or cliff-face crevices and recent genetic studies have shown that most females in maternity roosts are closely related. Males typically roost solitarily during this time.  Behavior and Threats Big brown bats can migrate hundreds of miles, but southern populations are likely to be year-round residents. They hibernate during the coldest parts of winter, but their relatively large size allows them to remain active at lower temperatures than most North American bat species. Hibernation sites include caves, deep rock crevices, tree cavities, snags and man-made structures with stable temperatures between 32 and 41 degrees Fahrenheit. Typically found hibernating solitarily in rock crevices, or in groups of dozens of bats in man-made structures or caves between early December and March. Natural predators include snakes, owls, raccoons, and feral cats and human-induced threats include pesticides and habitat degradation and loss.  Big brown bats clearly rank among America’s most beneficial animals and as they are forced out of traditional forest habitats due to encroaching human populations, logging, and habitat modification, they will move into increasingly close human contact, taking up residence in buildings and other man-made structures. But, humans and bats can coexist peacefully. Sometimes designing bat-specific artificial roosts is the best option to keep bats out of our homes, yet near enough so that we can continue to benefit from their insect-eating capabilities.  During the winter of 2006\/2007 reports from areas near a number of bat hibernacula in New York state that large numbers of bats were flying during the day in freezing temperatures, landing on houses and in snow banks, and found to be depleted of fat. Local scientists found many bats in the hibernacula with a whitish fungus on the muzzle and described the condition as “white-nose syndrome” (WNS). Over each winter since, WNS has spread and has now been found in bat hibernacula in seven northeastern states and the Virginias and is expected to result in cumulative mortality estimates in the millions. As this devastating phenomenon spreads, American bat populations may be reduced to one-tenth of their current size. The big brown bat is susceptible to WNS, and mass die offs of this species are occurring as a result in the northeast. Because insect predation by this and other bat species helps to keep a balance in natural and human-altered ecosystems, the spread of WNS poses a serious threat to efforts to maintain a healthy environment. References  Bat Conservation International. 2005. Species Profiles. Bat Conservation International website: www.batcon.org (accessed on 3\/15\/2009).  Graham, G. L. 1994. Golden Guide to Bats of the World. Golden Books Publishing Company, Inc., New York, NY.  Harvey, M. J., J. S. Altenbach, and T. Best. 1999. Bats of the United States. Published by the Arkansas Game and Fish Commission in cooperation with the Asheville Field Office, U.S. Fish and Wildlife Service, Asheville, TN.  Nagorsen, D. W., and R. M. Brigham. 1993. Bats of British Columbia. The Royal British Columbia Museum, Victoria, BC. Reid, F. A. 2006. Mammals of North America. 4th edition. Peterson Field Guides. Houghton Mifflin Company. Boston, MA. Tuttle, M. D., and J. W. Kennedy. 2005. Field Guide to Eastern Cave Bats. Bat Conservation International, Inc., Austin, TX. Tuttle, M. D. 2005. America’s Neighborhood bats: Understanding and learning to live in harmony with them. University of Texas Press, Austin, TX.  Whitaker, J. O. Jr. and W. J. Hamilton, Jr. 1998. Mammals of the Eastern United States. 3rd edition. Comstock Publishing Associates, Ithaca, NY. Whitaker, J. O. Jr. 1996. National Audubon Society Field Guide to North American Mammals. Alfred K. Knopf Inc. New York, NY. Whitaker. J. O. 1995. Food of the big brown bat Eptesicus fuscus from maternity colonies in Indiana and Illinois. American Midland Naturalist 134:346–360.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/big-brown-bat.htm"
}
