{
    "title": "Shenandoah National Park: Air Pollution",
    "body": "Air Pollution - Its Nature, Sources, and Effects         Summer View, mountains in the distance from Skyline Drive. John F. Mitchell - NPS Volunteer  Introduction Air pollution occurs in many forms but can generally be thought of as gaseous and particulate contaminants that are present in the earth's atmosphere. Gaseous pollutants include sulfur dioxide (SO2), nitrogen oxides (NOx), ozone (O3), carbon monoxide (CO), volatile organic compounds (VOC), hydrogen sulfide (H2S), hydrogen fluoride (HF), and various gaseous forms of metals. These pollutants are emitted from large stationary sources such as fossil fuel fired power plants, smelters, industrial boilers, petroleum refineries, and manufacturing facilities as well as from area and mobile sources. They are corrosive to various materials which causes damage to cultural resources, can cause injury to ecosystems and organisms, aggravate respiratory diseases, and reduce visibility. Particulates come in both large and small or \"fine\" solid forms. Large particulates include substances such as dust, asbestos fibers, and lead. Fine particulates include sulfates (SO4) and nitrates (NO3). Important sources of particulates are power plants, smelters, mining operations, and automobiles. Asbestos and lead affect organisms, while sulfates and nitrates not only cause health problems, but also contribute to acid rain or acid deposition and a reduction in visibility. Particulate matter, a term sometimes used instead of particulates, refers to the mixture of solid particles and liquid droplets found in the air. Toxic air pollutants are a class of chemicals which may potentially cause health problems in a significant way. The sources of toxic air pollutants include power plants, industries, pesticide application, and contaminated windblown dust. Persistent toxic pollutants, such as mercury, are of particular concern because of their global mobility and ability to accumulate in the food chain. More research is needed to fully understand the fate and effects of mercury and the many other toxic pollutants. Primary pollutants are those that are emitted directly into the air from pollution sources. Secondary pollutants are formed when primary pollutants undergo chemical changes in the atmosphere. Ozone is an example of a secondary pollutant. It is formed when nitrogen oxides (NOx) and volatile organic compounds (VOCs) are mixed and warmed by sunlight. Ozone (O3) is a major component of what is often referred to as smog. The ozone which is present in the troposphere, or the atmosphere that is close to the ground, should not be confused with beneficial ozone that is located in the stratosphere or upper atmosphere. This beneficial ozone in the stratosphere helps protect the earth from harmful ultraviolet light from the sun. Sources of Air Pollution  Stationary and Area Sources A stationary source of air pollution refers to an emission source that does not move, also known as a point source. Stationary sources include factories, power plants, dry cleaners and degreasing operations. The term area source is used to describe many small sources of air pollution located together whose individual emissions may be below thresholds of concern, but whose collective emissions can be significant. Residential wood burners are a good example of a small source, but when combined with many other small sources, they can contribute to local and regional air pollution levels. Area sources can also be thought of as non-point sources, such as construction of housing developments, dry lake beds, and landfills. Mobile Sources A mobile source of air pollution refers to a source that is capable of moving under its own power. In general, mobile sources imply \"on-road\" transportation, which includes vehicles such as cars, sport utility vehicles, and buses. In addition, there is also a \"non-road\" or \"off-road\" category that includes gas-powered lawn tools and mowers, farm and construction equipment, recreational vehicles, boats, planes, and trains. Agricultural Sources Agricultural operations, those that raise animals and grow crops, can generate emissions of gases and particulate matter. For example, animals confined to a barn or restricted area (rather than field grazing), produce large amounts of manure. Manure emits various gases, particularly ammonia into the air. This ammonia can be emitted from the animal houses, manure storage areas, or from the land after the manure is applied. In crop production, the misapplication of fertilizers, herbicides, and pesticides can potentially result in aerial drift of these materials and harm may be caused. Natural Sources Although industrialization and the use of motor vehicles are overwhelmingly the most significant contributors to air pollution, there are important natural sources of \"pollution\" as well. Wildland fires, dust storms, and volcanic activity also contribute gases and particulates to our atmosphere.  Unlike the above mentioned sources of air pollution, natural \"air pollution\" is not caused by people or their activities. An erupting volcano emits particulate matter and gases; forest and prairie fires can emit large quantities of \"pollutants\"; plants and trees naturally emit VOCs which are oxidized and form aerosols that can cause a natural blue haze; and dust storms can create large amounts of particulate matter. Wild animals in their natural habitat are also considered natural sources of \"pollution\". The National Park Service recognizes that each of these sources emits gases and particulate matter into the atmosphere but we regard these as constituents resulting from natural processes.  Air Pollution at Shenandoah Sources of air pollution that affect Shenandoah National Park are largely outside of the park. These include industrial facilities located throughout the mid-Atlantic region and the Ohio River Valley as well as urban centers in this same region. Because most areas adjacent to the park are rural and agricultural, it is clear that transport of pollutants from distant locations is an important element upon which park air quality hinges. Even some agricultural activities, such as ammonia from the poultry industry and pesticides that are applied to adjacent fields, may contribute to air pollution in the park. In-park emission sources are relatively small, but do include motor vehicles, maintenance equipment, small boilers and generators. The relative contribution from the in-park sources is very small compared to other sources. In a July 2002 report describing an emissions inventory for Shenandoah National Park, it was determined that less than 1% of emissions were produced from in-park sources.  How does air pollution move?  Air transport is the term used to describe the mechanism by which air pollution moves from an emissions source to a receptor. A source is a location (i.e., smokestack, chimney, exhaust pipe) from which the pollutant emanates and a receptor is the place (i.e., soil, vegetation, waterbodies, human lungs) where the pollutant is deposited. The atmosphere itself is the transporter of pollutants from sources to receptors. If the wind carries the plume of pollution high enough in the air, it may travel for hundreds of miles before being brought to earth. This is known as long-range or long-distance transport.  Air Pollution Effects The air is an important component of the natural system of a park in its own right. The presence of pollution in the atmosphere results directly in air quality degradation. Air pollution is also a critical factor affecting the quality of other environmental resources as well as the human-made structures and facilities in the area. Polluted air can and has harmed park resources in a variety of ways depending upon the chemistry of the pollutant, weather and environmental conditions, and the nature or sensitivity of park resources. Examples of this harm include vegetative discoloration and growth disruption from ozone, loss of aquatic species from stream acidification, shifts in nutrient availability from acid deposition, and erosion of building surfaces and rock formations. Air pollution impairs visibility and contributes to climate change. Air pollution can also be detrimental to human health. Additional information about the most significant air pollution related problems at Shenandoah may be found through the following links: Acid Deposition Gaseous Pollutants, Ozone, and Smog Visibility and Haze Mercury Deposition Related Information The following references may be helpful in understanding the effects of air pollutants: Anon. 1973. Air pollution damages trees. Northeastern Area State and Private Forestry, Forest Service, U.S. Department of Agriculture. Upper Darby, Pennsylvania. Anon. 2002. Air quality in the National Parks. Air Resources Division, National Park Service. Denver, Colorado. Barker, J.R. and D.T. Tingey. 1992. Air pollution effects on biodiversity. Van Nostrand Reinhold, New York, New York. Louma, J.R. and K.C. Joyner. 1990. Air pollution and forest decline: is there a link? Agriculture Information Bulletin 595. Forest Service, U.S. Department of Agriculture. Washington, DC. Skelly, J.M. et al. 1987. Diagnosing injury to eastern forest trees. Forest Service, U.S. Department of Agriculture and The Pennsylvania State University, University Park, Pennsylvania. The following websites provide information about air pollutants and terms used to describe them: Environmental Protection Agency's Clean Air Act Definitions New South Wales, Australia air quality information Puget Sound Clean Air Information Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/airpollution.htm"
}
