{
    "title": "Shenandoah National Park: Brook Trout",
    "body": "Brook Trout         Duane Raver, U.S. Fish and Wildlife Service and West Virginia DNR   Scientific Name: Salvelinus fontinalis Kingdom: Animalia Phylum: Chordata Class: Actinopterygii Order: Salmoniformes Family: Salmonidae Subfamily: Salmoninae Genus: Salvelinus Species: Salvelinus fontinalis  Introduction Brook trout are members of the char subgroup of the salmon family (Salmonidae) which also includes the Arctic char, bull trout, Dolly Varden and lake trout. Char are distinguished from other trout and salmon species by the absence of teeth in the roof of the mouth, the presence of light colored spots on a dark colored body, their smaller scales, and differences in skeletal structure.  Also known by the vernacular names \"native trout\" or \"natives\", \"brookie\", speckled trout, and brook char, the species name fontinalis means \"living in springs\". Brook trout have cooler water temperature requirements than the non-native brown and rainbow trouts. Physical Description Adult brook trout in typical headwater stream habitats typically range from 6 to 13 inches in total length with exceptional individuals in large stream habitats approaching 16 inches. Brook trout tend to grow larger in larger bodies of water. The largest brook trout from Virginia waters are typically stocked brood fish released into large stream and lake habitats. The current state record specimen (5 pounds, 10 ounces) was captured in a large stream in ShenandoahCounty on October 22, 1987. As a rule, char are visually distinguishable from other trout having dark base coloration with a pale pattern of spots. In contrast, the true trout have light base coloration with a pattern of dark spots. Breeding male brook trout are medium to dark olive from dorsum to mid-side with a pale yellow-olive or yellow vermiculate pattern. Their sides contain scattered small red spots, haloed with pale blue. Coloration transitions from olive-yellow to orange to orange-red bordered by black along the lower sides. Undersides including lower jaw are milky-white. The dorsal fin is typically pale olive-yellow with black bars. Lower fins including the pectoral, pelvic and anal have milky white margins, paralleled just above by a black streak and are otherwise orange-red. Nonbreeding adults are similar except that the pale pattern has less contrast, red spots are pale or unapparent and the orange or red lower sides are pale to absent.          Historic Brook Trout range map. Trout Unlimited  Life Span and Reproduction Brook trout found within mountain stream habitats are fairly short lived, averaging about three years. Exceptionally large individuals encountered in large pools or other large stream habitats may attain ages of four, five or over six years. In most park streams, age at maturation (breeding) is probably two years. Brook trout spawn in the fall, most typically from early October to mid November within park streams. Spawning is triggered by decreasing day length and water temperature. Shallow depressions know as redds are excavated by female brook trout on typically gravel substrates.   Redds are initially defended by both sexes followed by abandonment upon the completion of spawning. Hatching typically commences during mid to late January within park streams and juvenile fish begin to vacate redds by mid March. Growth is defined by the quality and availability of forage and habitat. In most park streams, juvenile brook trout reach sizes of three to four inches by the end of their first summer.  Hybridization with brown trout has been documented in park streams that contain populations of both species. The progeny resulting from male brook trout and female brown trout are known generally as \"tiger trout\". Within the few park streams where both species coexist, tiger trout are occasionally encountered. Interestingly, tiger trout observations seem to occur during periods when the brown trout population is depressed creating conditions where female brown trout are more likely to be encountered and spawned by male brook trout. Reciprocal crosses between male brown trout and female brook trout have never been observed in the wild. These progeny known as \"leopard trout\" have only been produced artificially among captives and are morphologically different in external comparison to tiger trout.        Range map. Pink color indicating exotic species. www.natureserve.org  Habitat and Range Wild brook trout populations are typically associated with moderate gradient, rocky mountain stream habitats that have permanent cool or coldwater spring sources. Brook trout populations are generally most successful in perennial streams with water temperatures less than 20°C. Hatchlings suffer high mortality rates in waters with sustained temperatures of 20°C and above and adults can tolerate temperatures up to about 25°C. Closed canopy forest cover is a key common denominator for the persistent long-term success of most brook trout populations within stream habitats. Brook trout are considered native from the Hudson Bay basin and northeastern Canada, much of the Great Lakes basin, a small portion of the upper Mississippi drainage, Atlantic coastal areas from Maine to New Jersey and interiorly along the Appalachian chain as far south as northern Georgia. Brook trout have become widely established via introduction throughout North America and elsewhere, with the exception of Australia and Antarctica. Behavior Brook trout are primarily crepuscular being most active near dawn and dusk. During mid day hours, brook trout are more likely to retreat to deeper waters or shaded areas if available as they seem to prefer more overhead security during daylight hours. Behaviorally, brook trout are aggressive predators but are cautious and easily spooked. Diet The only apparent limitation in the diet of brook trout is likely the size of their intended prey. Their diet includes nearly any aquatic or terrestrial invertebrate or vertebrate of suitable size that either occurs naturally in the stream or happens to fall in. In general, for the majority of brook trout's diet is composed of aquatic and terrestrial invertebrates, primarialy insects. That being said  brook trout will also consume fish and other vertebrates. One of the most noteworthy prey items extracted from a brook trout captured within the park was a sub-adult five-lined skink. Ecosystem Role In the absence of non-native, predatory fishes such as brown trout and the sunfishes, brook trout are the primary, dominant predatory fish in the mountain stream ecosystem. As noted above, they readily prey on nearly any living organism of suitable size and in turn are preyed upon by northern water snakes, mink, kingfishers, herons and the occasional otter within Shenandoah National Park. The northern water snake very likely accounts for more brook trout predation within the park than any other natural predator. Water snakes are more than occasionally observered in the process of ingesting or having recently ingested brook trout of moderate to large size. Threats While not generally considered threatening to established, wild brook trout populations, flood and drought events are likely the leading causes of sudden and dynamic change within brook trout populations in park streams. Additional external stressors such as over-harvesting, the presence of a non-native predatory fish population, disease outbreaks and changes in water chemistry due to acidification could result in the loss of a brook trout population from one or more park streams over time. Currently, brook trout are the most widely distributed fish species within the park occurring in almost all streams. The few remaining streams that they are not found in are generally very small or intermittent stream. A number of those streams likely contain brook trout populations below or downstream of the park boundary.  Acidification of park streams is an ongoing concern, particularly if aquatic systems within the park increasingly acidify over time. Currently, brook trout populations do persist within the park's most acidified streams that have stable flow and suitable habitat. To their advantage in persisting in acidified waters, brook trout are the most acid tolerant fish of the park's current suite of fish species, capable of successfully reproducing in water with a pH as low as 4.5. Most park streams currently have pH ranges considerably higher than 4.5. The presence and proliferation of non-native predatory fish, particularly brown trout, has the potential to impact brook trout populations within several of the park's premier large streams. Currently, the brown trout issue is confined to the lower reaches of three park streams. Brown trout have demonstrated the potential to displace brook trout from entire sections of those three streams under certain conditions.  References Atkinson, J.B. 2005. Shenandoah National Park Fisheries Monitoring Program Annual Report for 2004. Division of Natural and Cultural Resources, Luray, Virginia 22835. 46 pp. Jenkins, R.E., and N.M. Burkhead. 1993. Freshwater fishes of Virginia. American Fisheries Society, Bethesda, Maryland. 1079 pp. Lennon, R.E. 1961. The Trout Fishery in Shenandoah National Park. Special Scientific Report-Fisheries; No. 395. USFWS. 16 pp. Mohn, Larry and Paul E. Bugas. 1979. Virginia Trout Stream and Environmental Inventory. Dingell-Johnson Project F-32. Webb, J.R., Cosby, B.J., Galloway, J.N. and Hornberger, G.M 1989. Acidification of native brook trout streams in Virginia. Water Resources Research, 25:1367-1377. Virginia Department of Game and Inland Fisheries Species Description Eastern Brook Trout Joint Venture",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/brook-trout.htm"
}
