{
    "title": "Shenandoah National Park: Shenandoah Salamander",
    "body": "Shenandoah Salamander         Shenandoah salamander. NPS Photo By: Lester Via   Scientific Name: Plethodon shenandoah Kingdom: Animalia Phylum: Chordata Class: Amphibia Order: Caudata Family: Plethodontidae Subfamily: Plethodontinae Tribe: Plethodontini Genus: Plethodon Species: Plethodon shenandoah  Introduction The Shenandoah Salamander is an endangered species found only in Shenandoah National Park. This rare salamander is a member of the family Plethodontidae, which encompasses lungless salamanders that \"breathe\" through their skin. Successful respiration depends on the ability to maintain skin moisture. This characteristic restricts their body size and influences the ecological roles of terrestrial salamanders. The lungless salamanders are a highly successful group that are believed to have originated in the Appalachians of eastern North America. Physical Description The Shenandoah Salamander is a small species of Plethodon reaching a total length of 7-10cm. Two distinct color phases exist - a striped phase with a narrow red to yellow stripe along the length of the dorsal surface and an unstriped or uniformly dark phase. Some dark phase individuals may also have scattered brassy colored flecks. The Shenandoah Salamander can be distinguished from its close relative the Red-backed Salamander externally by stripe width (equal to 1\/3 of total body width in the Shenandoah Salamander vs. 2\/3 of total body width in Red-backed Salamander) along with the absence of a strongly mottled \"salt and pepper\" patterned underside (present in the Red-backed Salamander but not in the Shenandoah Salamander). Adult Shenandoah Salamanders are also slightly larger and have more broadly rounded heads than do Red-backed Salamanders. Life Span and Reproduction Little is know about the Shenandoah Salamander's life history, but it is likely that females do not breed before four years of age. Breeding probably occurs in late spring or summer and fertilization is internal. Females lay eggs every other year with an average clutch size of 13 eggs which are laid in damp logs, moss, or moist crevices. Incubation lasts one to three months and development occurs completely within the egg. Females guard eggs and do not forage for food during this time. Eggs hatch in summer or fall. Adults appear to survive for long periods with a few possibly surviving as long as 25 years. Habitat and Range All members of the genus Plethodon are terrestrial and they are usually found in forested areas. Forest cover is important in that it supports higher surface ground moisture which is critical to these terrestrial salamanders. The Shenandoah Salamander is only found on high elevation peaks within the Shenandoah National Park. The cool habitats that the salamander requires are only at these higher elevations. The Shenandoah Salamander is generally found within moist microhabitats in otherwise dry talus areas on the very tops of Shenandoah's mountains . The dry talus habitat is thought to be suboptimal for the Shenandoah Salamander, but due to potential competition from the Red-backed Salamander, it may be excluded from deep soil habitats that are otherwise considered optimal for Plethodon salamanders. The small range of the Shenandoah Salamander and its restriction to certain habitats has caused it to be listed as Federally endangered.       Behavior The Shenandoah Salamander is primarily nocturnal. Research indicates that the range of the Shenandoah Salamander is restricted in part by competition with the Red-back Salamander. This competition tends to limit the range of Shenandoah Salamander populations to drier rocky talus slopes. These salamanders appear to be better adapted to drier habitat conditions than are Red-backed Salamanders. Diet Woodland salamanders, including the Shenandoah Salamander eat mites, flies, small beetles, springtails, and other invertebrates that are found in the soil. Ecosystem Role For most visitors, salamanders, including the Shenandoah Salamander, are rarely given much thought unless you are an amphibian enthusiast. This is unfortunate because salamanders serve several important ecological roles. These include predation on insects and other invertebrates, soil aeration and influence on soil dynamics brought about by burrowing, and they are a food source to other forest animals. Their predation on insects also influences ecosystem processes such as decomposition. Endangered Species The Shenandoah Salamander was listed as Federally Endangered in 1989 and this listing provides it with certain protections under federal law. It was originally listed because of its restricted range, limitations on range expansion, and potential threats within defined population areas. Because it is an endangered species, it is against the law to try and capture, observe, or disturb this rare species or the habitats where it lives. Threats Although its range falls entirely within a National Park where protection might be assumed, there are many threats to this species. Periodic infestation of park forests by non-native insects and disease that result in defoliation and tree mortality alter habitat for the salamander. Acid deposition is believed to be altering park soil conditions. This, in turn, could alter hydro-chemical conditions that the Shenandoah Salamander needs, could alter forest vegetation growth and development thus changing habitat, and could affect soil organisms that are consumed. Human use of the park (hiking, camping, trail maintenance, etc.) could also have impacts on the salamander. Finally, given that the salamander is only found at higher elevations where the climate is relatively cool, it is likely the climate changes may have a negative impact on the species. The National Park Service is currently working with partners to better understand the Shenandoah Salamander. Monitoring is being conducted to further describe the species' range and to characterize its abundance. Work is also being done to further minimize local human impact on the salamander, such as hiking and camping. In addition, major effects are being made to understand the potential impacts of climate change on this rare species.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/shenandoah_salamander.htm"
}
