{
    "title": "Shenandoah National Park: Peregrine Falcon",
    "body": "Peregrine Falcon         Peregrine Falcon Rolf Gubler - NPS  Background Peregrine falcons (Falco peregrinus) are found throughout the world (except Antarctica) and have been very popular throughout history. They were prized during medieval times for their hunting prowess in the sport of Falconry. They continue to capture the fascination of many people due to their flight skills, hunting ability, and mystique. However, Eastern United States peregrine falcon populations declined sharply between the 1940s and 1960s due to the widespread use of the pesticide DDT and several other factors. DDT was most damaging to peregrine reproduction due to egg-shell thinning, egg breakage, and hatching failure. After DDT was banned (1972) and the peregrine was placed on the endangered species list in 1973, Cornell University (later the Peregrine Fund), U.S. Fish & Wildlife Service (USFWS), and various natural resource agencies began reintroducing peregrine falcons back into their native range. This program involved the release of captive-reared peregrines with the hope that these birds would re-colonize their historic breeding range. Between 1975 and 1993, over 1200 young falcons were released throughout the East by regional peregrine falcon recovery teams. From 1978 to 1993 approximately 250 of those falcons were released in Virginia. These birds were released into the wild using a management technique referred to as \"hacking\" In 1980, peregrine falcons nested successfully in Virginia for the first time since the DDT era. Over the last three decades, the breeding coastal Virginia populations of peregrine falcons have made a steady recovery while the mountain populations have lagged behind. Recovery of the American Peregrine in the Central Appalachians has been very slow (with the exception of three successful pairs in Shenandoah National Park from 1994-2012 and several previously active pairs in Virginia and West Virginia). In fact, the number of breeding pairs in this area over the last 18 years, have only met one half of the recovery goal set by the USFWS. Mainly due to their success in eastern coastal and urban areas, the peregrine falcon was removed from the Endangered Species List in 1999. However, it is currently listed as \"Threatened\" in Virginia and in many other eastern states. Since the park resumed its Peregrine Falcon Restoration Program in the summer of 2000, lucky visitors can experience this once endangered bird of prey soaring high above the Blue Ridge Mountains.  Peregrine Falcon Facts Scientific Name: Falco peregrinus Other Names: Duck Hawk or Falcon Wanderer (its Latin definition) Size: Adult peregrines are about the size of a crow with wings that can span more than three feet. Weight: As with many raptors, females are larger than males. Females weigh 32 to 34 ounces (~930 grams) and males (or tiercels) are about one-third smaller and weigh 18 to 20 ounces (~535 grams). At birth, chicks weigh about 1.5 ounces (42 grams), but they grow quickly and eat so much that they can double their weight in just six days. They reach nearly full size after only seven weeks. Coloration: Both sexes have the same coloration. Chicks are covered with a soft, white down. Brownish feathers appear in three to five weeks. In the first year, they are a chocolate brown with lighter streaks on the belly. Adults have slate blue backs and white with black speckling and salmon hues on the breast. Both sexes have distinctive black \"side burns\" under each eye. Habitat: In the wild, peregrines prefer high cliffs overlooking rivers, oceans, and valleys where they build their nests. The nest is called a \"scrape\" which is often just a small depression in some gravel. Within the last 20 years, peregrines have increasingly nested on tall bridges, buildings, towers, and other manmade structures in urban and coastal areas of the Eastern United States. Preferred food: Peregrines are skilled hunters that fly high above their quarry and often dive on their prey at very high speeds. They generally strike their prey with partially closed talons and then grab the immobilized bird out of the air. They are also capable of overtaking prey in level flight and grabbing them from the air. Peregrine diet varies with season and location. In coastal Virginia, they feed primarily on shorebirds during spring and fall. In urban areas, they feed on pigeons, starlings, grackles, and other medium-sized birds. In the Appalachians, some of their prey includes flickers, blue jays, towhees, juncos, and mourning doves. A mature peregrine consumes about 2.5 ounces (70 grams) of food each day, which is equivalent to two medium-sized birds. Reproduction and Growth: Peregrines generally begin breeding around 3 years of age. The male mating ritual includes aerial acrobatics to attract the attention of females. Often the male will kill a bird and present it to the female. Sometimes the male, while flying above the female, will drop his prey, which is caught by the female. The female lays a clutch of three to five eggs each spring. The eggs are slightly smaller than chicken eggs and can range in color from off-white to a reddish-brown. The pair share incubation duties that last about 33 days. Young peregrines begin flying at six weeks. At about 12 weeks of age, juveniles begin to hunt and care for themselves. A breeding pair may use the same nest site for many years. Peregrines generally mate for life but will often re-pair if their mate is lost. Peregrines have been known to live as long as 15 years in the wild and somewhat longer in captivity. Flight Speed: Their long pointed wings give them an aerodynamic or jet-like appearance. In level flight, they can easily reach speeds of 60 mph. They have been clocked diving, or stooping at speeds of more than 150 mph. Natural Enemies and Threats: Great-horned owls. For falcons in their first year when mortality is roughly 50%, primary threats include large windows, utility lines, owl predation, and starvation. Other threats throughout a peregrines life include pesticide ingestion (primarily DDT through prey from Central or South America), poisoning (e.g. urban prey such as pigeons), West-Nile disease, and illegal harvest.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/falcon.htm"
}
