{
    "title": "Shenandoah National Park: Cerulean Warbler",
    "body": "Cerulean Warbler - (Dendroica cerulea)         Cerulean Warbler feeding young in nest. Cornell Laboratory of Ornithology  The Cerulean Warbler was once one of the most abundant breeding birds in the lower Mississippi valley. Unfortunately, their numbers have been declining due to loss of habitat. Though fewer in number, the Cerulean Warbler can still be found in Shenandoah National Park Physical Description  Both male and female have thin pointed bills. They are a small active insect eating bird about four inches in length. A major distinguishing factor from other warblers is that they both, male and female, have wide white wing bars. As with most warblers, males and females look quite different from each other.  Adult Male:  Bluish above with black streaks on their sides and back White underneath with thin black band across breast Dark blue-grey streaks on their sides  Female and immature:  Bluish-green above Yellowish-white below Lacks breast band of male, streaking on sides reduced A pale eyebrow that broadens behind the eye Does not have a breast band or distinctive streaking  Lifespan \/ Reproduction  Females construct the nests that are an open-cup style placed on a horizontal branch found in the mid-story canopy. Nests are often located over an open area but are concealed from above by clumps of leaves from other branches. The nests are often made of bark, weed stalks, fine grasses, lichen, and moss, neatly interwoven and lined with fine fibers, moss, and occasionally hair. This warbler is monogamous and usually only raises one brood per breeding season. Their clutch consists of 3-5 eggs. Once the nestlings have hatched, both parents feed the young.   Range \/ Habitat  Cerulean Warblers are typically found in mature forested areas with large and tall trees of broad-leaved, deciduous species and relatively little undergrowth. They may also inhabit wet bottomlands, some second-growth forests, and mesic upland slopes. The Cerulean Warbler is a neotropical migrant. Its breeding range extends from the lower Great Lakes region, southern Quebec and New England down to northern Louisiana and northwestern Georgia. It is especially prevalent in southern Missouri and Wisconsin, eastern Kentucky, eastern Ohio and West Virginia. Its winter range is from northern Columbia and Venezuela down to southern Peru and northwestern Bolivia. Their migration route is from the wintering grounds to the northern mountains of Columbia and Venezuela, then to Panama and up into the MayaMountains of southern Belize. From there, across the Gulf of Mexico to the northern GulfCoast of the United States and northeastward through the Mississippi and Ohio river valleys. It migrates farther and earlier than many other warbler species. The Cerulean Warbler is a nocturnal migrant and usually arrives on its breeding range in late April or early May. It leaves in August to return to its winter range.  Behavior  Their vocalization is quite distinctive - rapid buzzy notes on one pitch followed by a short series of rising and accelerating notes, ending with a single note. ZHEE ZHEE ZIZIZIZI zzzzeeet.  Ecosystem Role \/ Threats  The Cerulean Warbler is important to the ecosystem because they eat insects which can be considered as forest pests. By the removal of some forests pests like the cankerworm, caterpillars and moth species, the Cerulean Warbler helps keep the forests healthy. Not all of these insects are considered pests, but if their population size becomes too large any insect can become a pest. The Cerulean Warbler help control insect populations. The main threat to the survival of the Cerulean Warbler is from habitat degradation and forest fragmentation as the human population increases and land-uses change. Their breeding habitat and migratory stop-over grounds are degraded when mature deciduous forests, especially riparian forests are lost, and remaining forests are fragmented and isolated. Fewer acres of deciduous forests are reaching maturity because of early harvest, even-aged management practices and diseases that affect key tree species. Their winter habitat is being destroyed for the production of coffee beans, coca (for the illicit cocaine trade) and other agriculture. It is important for the conservation of this species to preserve their habitat. There are already steps being taken to develop Important Bird Areas (IBA). The Important Bird Areas Program recognizes the serious threats that populations of birds face throughout the world. This program uses many different partnerships to identify areas of critical need throughout the life stages of any bird, not just the Cerulean Warbler. The U.S. Fish and Wildlife Service is also in the process of determining if the listing of the Cerulean Warbler as threatened under the Endangered Species Act of 1973 is warranted.  Diet  The primary food items for the Cerulean are insects, especially larval butterflies, bees, caterpillars and moths. They usually find their prey on canopy foliage and at the bases of leaves. The Cerulean Warbler forages higher in the canopy than many other warbler species. In the winter months they may also eat small amounts of plant material.  References  Gough, G.A., Sauer, J.R., Iliff, M. Patuxent Bird Identification Infocenter. 1998. Version 97.1. PatuxentWildlifeResearchCenter, Laurel, MD. http:\/\/www.mbr-pwrc.usgs.gov\/Infocenter\/infocenter.html Main site, found link to Cerulean Warbler physical description and identification tips as - http:\/\/www.mbr-pwrc.usgs.gov\/id\/framlst\/i6580id.html Audubon Watch List - http:\/\/audubon2.org\/webapp\/watchlist\/viewSpecies.jsp?id=64 Species information and links to information on Important Bird Areas (IBA)  Audubon Important Bird Areas Program - http:\/\/www.audubon.org\/bird\/iba\/index.html Information on Important Bird Areas Program (IBA) Defenders of Wildlife - http:\/\/www.kidsplanet.org\/factsheets\/ceuwarbler.html  Species fact list  National Geographic Society. 1987. Field Guide to the Birds of North America. WashingtonDC. 361pp  Species information  Fish and Wildlife Service, Region 3 - http:\/\/midwest.fws.gov\/Endangered\/birds\/cerw-fctsheet.html  Species information, concerns, and conservation efforts  Federal Register Notice - http:\/\/midwest.fws.gov\/Endangered\/birds\/CERW\/cerw-90-day-FR.pdf Announcement of a 90-day Finding on a Petition to List the Cerulean Warbler as Threatened with Critical Habitat on October 23, 2002",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/cerulean_warbler.htm"
}
