{
    "title": "Shenandoah National Park: A Road to Nowhere?",
    "body": "A Road to Nowhere?          Skyline Drive : A Road to Nowhere? by Reed Engle, Cultural Resource Specialist In 1838 Sallie Coles Stevenson, wife of the American ambassador to the Court of St. James, presented Queen Victoria with several dozen apples grown in the Blue Ridge mountains of Virginia. Legend states that these \"Albemarle Pippins\" were so favored by the Queen that for decades thereafter they were allowed to enter the British Isles duty-free. The orchard in which they were grown, east of McCormick's Gap, became known as Royal Orchard because of Victoria's favor. In 1903 Frederic W. and Elisabeth Strother Scott of Richmond purchased the 388-acre Royal Orchard for $3,900. Scott, born in Petersburg, Virginia, and a graduate of Princeton University, was a founder of the Scott and Stringfellow Brokerage firm, a member of the New York Stock Exchange, an organizer of the Atlantic Life Insurance Company, and the Rector of the University of Virginia Board of Visitors from 1930-1940. Scott's appointment as Rector in 1930 may have been a result of, or resulted in, his contribution of $300,000 that year for the erection of the stadium at the University that yet bears his name. The Scotts vacationed in a simple frame farmhouse at Royal Orchard until 1911 when construction began on the \"castle.\" Richmond architect Henry E. Baskervill (whose firm also did additions to the Virginia State Capitol and several buildings at the University of Virginia) designed the exterior. New York City architect John Russell Pope detailed the interiors. Pope later was given commissions for the National Archives building and the National Gallery of Art in Washington, D.C. Within a few years, the Scotts had enlarged the property to include almost 4,000 acres and had added twelve outbuildings and an extensive water system. But black clouds loomed over the Scott paradise; Shenandoah National Park and Skyline Drive were on the horizon. In a letter to Arno Cammerer, Deputy Director of the Service, Charles Peterson, Assistant Chief Park Service Landscape Architect, questioned on November 1, 1932 why the surveys and land acquisitions for Shenandoah and the Skyline Drive were being terminated at Jarmans Gap and not continuing through to Rock Fish Gap, eight miles to the south and connecting with US #250, the east-west Jefferson Highway. The question was certainly a valid one for Peterson to raise: the proposal to construct the Blue Ridge Parkway was almost a year in the future, and the terminus at Jarmans Gap would have left visitors in the middle of nowhere. The Skyline Drive was to be a dead-end road. Cammerer wrote to Service Director Horace Albright on receipt of Peterson's memorandum:  Checking would show Pete [Peterson] that the area south of Beagle Gap, south of Jarmans Gap, is covered with estates such as that of Tom [sic] Scott of Richmond that precludes going straight through to the Rock Fish Gap. Topography also would prevent a road through that section. It is for these reasons we stopped at Jarmans Gap, where a road going in both directions [that is an east\/west road] will be necessary. Whatever is necessary to be done in that section to have a new road put through by the state to meet the terminus in the center of our road will be furnished, I am confident.  Albright, clearly having concurred with Cammerer's thoughts, responded to Charles Peterson on November 12, 1932:  In regards to your question as to how we reach the main highway at Rock Fish Gap when the boundary of the park reaches only to Jarmans Gap, Mr. Cammerer has stated that checking would show you that the area south of Beagle Gap, which is south of Jarmans Gap, is covered with estates such as that of Tom [sic] Scott of Richmond which precludes going straight through to Rock Fish Gap. In further commenting Mr. Cammerer states: \"Topography also would prevent a road through that section…. Whatever is necessary to be done in that section to have a new road put through by the State… will be furnished, I am confident.\"  This should have been the end of this story. The lands surveyed; the lands condemned; and the final southern boundary of Shenandoah National Park as accepted in deeds transferred by the Commonwealth of Virginia to the Department of the Interior in December, 1935, stopped at Jarmans Gap. However, in August, 1933, on his visit to the CCC camps in Shenandoah National Park, Franklin Delano Roosevelt approved the construction of the Blue Ridge Parkway, to connect the Skyline Drive with the proposed Great Smoky Mountains National Park over 400 miles to the south. No longer could the Service delegate solely to the Commonwealth of Virginia the resolution of the issue of the lower eight miles. A Federal Highway would be built and it would bisect Royal Orchard. Yet the issue remained a touchy one. Sophy Burnham in The Landed Gentry recounts:  It was a lovely weekend, and as we sat on the terrace overlooking the Valley of Virginia, we were told how in the 1930s the government was planning to run the Skyline Drive [the Blue Ridge Parkway]right through Royal Orchard. Bill's [wife's] grandfather… who built the place, made a point of being introduced to one high government official in the Department of the Interior , and the friendship flourished to the point that the official was invited to Royal Orchard for a weekend…. [Mr. Scott suggested to the official that] the road could easily detour down into that parcel of land over there and across the ridge [to the west]. 'If it were moved to the back side of the mountain,… I'd give a scenic easement and leave the land undisturbed…. When the official returned to Washington, he asked for maps of the Skyline Drive [the Blue Ridge Parkway] and pencilled [sic] in the changes himself [to divert the Drive from the ridge of the mountain and to the west, below the crest of the ridge].  It is evident that both Cammerer and Albright recognized the political and social clout of the Scotts, but their secondary justification to Peterson that the topography of the area south of Jarmans Gap \"would prevent\" the construction of a road was not borne out. Shenandoah National Park never encompassed Royal Orchard, but Roosevelt's Blue Ridge Parkway was built in the lower eight. However, it was moved well off the crest of the mountain, out of view from Scott's Castle, and a scenic easement was given by Frederic Scott covering 400' of land on either side of the roadway. The view from Scott's Castle was preserved. This instance at first suggests nothing more than another case of public policy being determined by position and influence. It is granted that the prominence of the Scott family first allowed them to have their estate excluded from the boundaries of the proposed park and later to have access to a \"high government official.\" But few things are ever quite so simple. The secondary reason for avoiding the Scott property was also a direct result of their wealth and position-the \"Royal Orchard\" was an extremely valuable property. As in the case of several highly productive orchards in Rappahannock County, the cash-strapped Virginia Commission for Conservation and Development could not afford to purchase these valuable properties for inclusion in the core area of the proposed park. The land appraised as less-productive by commercial standards, the smaller tracts, and the homesteads of those not visited by a \"high government official\" were those that by-and-large became the park.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/road_to_nowhere.htm"
}
