{
    "title": "Shenandoah National Park: The Displaced",
    "body": "The Displaced         Mountain residents to be relocated from within the park. NPS Photo  When Past is Present : Archaeology of the Displaced in Shenandoah National Park by Audrey J. Horning Colonial Williamsburg Foundation\/ The Queen's University of Belfast Slightly revised text of a paper presented at the 2001 Society for Historical Archaeology Conference, Long Beach California, January 10-14. Please contact the author for a full list of citations and for permission to cite. All rights reserved. On October 29th, 2000, a cold windy day in the Virginia Blue Ridge mountains, three separate wildfires were ignited by careless human hands within the boundaries of Shenandoah National Park, a 193,000 acre slice of relative wilderness situated near the nation's capitol. Over the next thirteen days these wildfires burned across a 24,000 acre zone entirely encompassing three mountain hollows which had recently been the subject of a National Park Service-sponsored archaeological project. Within those hollows were the traces of vernacular log buildings dating from the eighteenth through 20th centuries, some substantial, some ephemeral, but all unique for their continued survival. In the 1930s, Shenandoah National Park was pieced together from over 3,000 individual tracts of land, purchased or condemned by the Commonwealth of Virginia and presented to the Federal Government. In the process, at least 500 families -described as \"almost completely cut off from the current of American life\" were displaced in what was considered by some to be an humanitarian act. To restore, or rather create, a 'natural' landscape out of the patchwork of recently abandoned settlements, Civilian Conservation Corps volunteers dismantled buildings and obscured the detritus of human habitation with the purity of imported vegetation. The only exception was Nicholson Hollow, where a number of log structures were spared in a selective nod to the park's human history. By 1995, 14 buildings still retained above-ground wooden components, albeit in ruinous condition. Ironically, the transformation of these relics from the unremarkable shacks of vanquished 20th-century hillbillies to valued examples of vernacular folk architecture was nearing completion just as the flames danced through the hollows. After decades of being administered as a 'natural' park, Shenandoah now employs several cultural resource professionals and has been proactively reviewing and enforcing archaeological protection measures. The Survey of Rural Mountain Settlement, which emphasized the documentation of historic resources, recorded 88 sites in Nicholson and nearby Corbin and Weakley Hollows between 1995 and 1998. But before any decisions concerning the treatment of the documented architectural survivals had been finalized, all but two of these relic log buildings, along with the remains of countless rail fences, burned to the ground. The park's new focus on cultural resources coincided with agitation from a descendant's organization known as the Children of Shenandoah, which resulted in the removal of questionable interpretive displays. Continuing this discourse, the results of the recent archaeological study, which draws on extensive material, documentary, and ethnographic data, have been widely disseminated to the local community - a community which holds strong opinions about presentations of park history. Like their counterparts throughout southern Appalachia, Blue Ridge residents have ample reason to be suspicious of the motivations of outside scholars. After all, it was a series of sociological studies imposing Dogpatch history on the Shenandoah National Park region that succeeded in fostering widespread support for the removal and effective disenfranchising of residents. In many ways, the pre-park settlements exist most strongly today, in the minds of descendants and even in the perceptions of modern park visitors. The very establishment of the national park imposed the boundaries and the physical isolation which subsequently created both a unity amongst the displaced and a bounded, if now unpopulated, 'homeland.' To the social science community of the 1930s, the isolated Blue Ridge hollows contained \"a wealth of material for science and laymen who are interested in the growth and decline of human culture\" according to Fay Cooper Cole of the University of Chicago. Since the eighteenth century, the hollows had existed \"without contact with law or government\" claimed sociologist Mandel Sherman and journalist Thomas Henry in their 1933 work Hollow Folk, which purported to describe the degraded state of Nicholson, Corbin, and Weakley Hollows and two neighboring communities. Here the pair discovered \"families of unlettered folk, of almost pure Anglo-Saxon stock, sheltered in tiny, mud-plastered log cabins and supported by a primitive agriculture.\" Residents had \"no community government, no organized religion, little social organization wider than that of the family and clan, and only traces of organized industry.\" They were \"not of the 20th century.\" Deliciously contradicting this particular claim is a battered 1931 cellulose card calendar, featuring artwork of Maxfield Parrish on the reverse, discovered during the surface collection of a site in Corbin Hollow. Throughout the hollows, the universal presence of an array of kitchen and dining wares, pharmaceutical glass, military items, mail order toys, 78 RPM record fragments, specialized agricultural tools, store-bought shoes, and even automobiles all suggest that mountain residents were as equally bombarded by mass consumer culture as were other early 20th-century rural Americans. Hollow residents clearly participated within that milieu on their own terms - terms that were dictated not so much by environment or regional identity, but by disparate local and household economies. European settlement was inaugurated in the broad Weakley Hollow valley in the mid-eighteenth century with the legal patenting of large tracts of land which quickly attracted farmers, millers, and merchants. The strongly-flowing streams of the hollow supported at least one grist mill, two sawmills, and a host of legal distilleries, while a road through the hollow connected these businesses with two villages. By the early 20th century, Weakley Hollow boasted its own village, complete with a post office, two churches, two stores, and a school. In 1932, residents owned properties varying from one to 470 acres, living in frame and log houses ranging from the spacious three story home of Haywood and Daisy Nicholson, to the single-story log home of Tera Weakley. Perched high on the slopes of Old Rag Mountain, the newly-abandoned Weakley home was easily missed when the CCC boys swept through the hollow on their mission to restore nature. The house and nearby henhouse stood nearly intact until November 2000. Unlike Weakley Hollow, Nicholson Hollow never developed a central village, remaining agricultural and boasting large and small family farms, extensive orchards, and associated distilling facilities. The log buildings in the hollow reflect the complexity of historic settlement; ranging from once-substantial farmhouses to early nineteenth-century slave quarters; to the more modest dwellings of early 20th-century tenant farmers. The most famous home in the hollow is that of Aaron Nicholson, a charismatic and unfairly-caricatured local figure who actually owned 241 acres in the upper end of the hollow. The logs of his architecturally unique stone-gabled house, built in the 1880s, had collapsed into a heap by 1980. By contrast, the stark walls of the home built by Newton and Emily Nicholson on a 32 acre farm they purchased in 1902, remained standing. Wistfully described by their daughter as \"the sweetest place I was at in my whole life,\" the building was a total loss. The emerging portrayal of 20th-century life in Nicholson and Weakley Hollows, where residents owned farms and businesses, went to church and school, listened to the radio, visited with neighbors, and journeyed afield in their own automobiles, provides an indisputable refutation of the claims of the 1930s scholars. While this revised portrait of Blue Ridge life has been well-received by descendants and park staff alike, weaving tales about the archaeology of the recent past remains a challenging exercise. Within the dizzying array of available sources are the very individuals around whom our tales revolve. No matter how responsibly drafted, our versions often do not gel with the remembered past, personal histories, and present-day concerns of those individuals whose history we struggle to present. As informants, these people provide singular insights at the same time that their involvement with the research raises thought-provoking issues of ownership, agency, and the validity of multiple histories. Now that the pendulum has finally swung towards presenting a more positive view of pre-park life in the Blue Ridge, few are interested in the evidence of slavery, discord, and economic inequality in the hollows unearthed during the course of the Survey of Rural Mountain Settlement, or necessarily wish to explore the possibility that some truth may lie within the 1930s reports. Clearly much of the language in works such as Hollow Folk are derivative of studies and local color fiction focusing on the Appalachian region, yet there must be some truth in the images presented at the time of park creation. The search for such 'truth' leads inexorably to Corbin Hollow, the third hollow in the archaeological project area and one which was examined in a 1930s study by the Washington Child Research Center. According to a May 1932 newspaper article: \"An investigation has been made by a Washington physician and social worker of the condition of the people, and shocking are the results…There are six families living in the hollow, all named Corbin or Nicholson. All the adults are cousins. The ancestors of these two families settled there at the close of the Revolution and their descendants have intermarried and had very little to do with the outside world since…. Ray Lyman Wilbur, Secretary of the Interior, visited Corbin Hollow and heartily approved of the plan to move the Corbins and the Nicholsons… They will be out of the national park then, and better located.\" Careful examination of the material, documentary, and ethnographic record from Corbin Hollow reveals a far more complex portrait than that painted by the sociologists or preferred by non-Corbin Hollow residents and descendants forced to distance themselves from the well-publicized poverty in the hollow. As of 1932, a total of 40 individuals within six households resided in Corbin Hollow proper, 29 of whom were children and grandchildren of the elderly Finnell Corbin, who purchased land in the hollow in 1894 near a road leading the nearby Skyland resort, established in 1888. According to the proprietor of this resort, George Freeman Pollock, \"…those of Corbin Hollow depended altogether on us for their livelihood. We gave them a market for their baskets, fruit and berries; gave them employment working in the garden and cutting wood; and all of the trails for miles around Skyland… were built by mountain people.\" Reliant on the resort, Corbin's offspring occupied properties without title close to the road leading to Skyland as revealed in park tract records. The uncertainties of squatter life are reflected in part by the ephemeral traces of their homes, perched on steep, un-cleared slopes. By eschewing more traditional agriculture in favor of wage labor and craft sales at Skyland, inhabitants had little to fall back upon when the Depression hit and the already rocky financial fortunes of the resort plummeted. The resultant poverty in the hollow made it a convenient photographic subject for park promoters, and by his own admission, Pollock paraded potential Park supporters through Corbin Hollow: \"I knew that without actually visiting these people in their homes one could never conceive of their poverty and wretchedness.\" Pollock also hired schoolteacher and self-styled social worker Miriam Sizer, encouraging her to join up with his Washington acquaintances to perform the study of Corbin Hollow, carefully timed to coincide with the debate over the removal of park residents. Former neighbors were not blind to Pollock's blatant manipulation of Corbin Hollow, and continue to blame Pollock for his role in the creation of the park. One neighbor felt \"especially betrayed by George Pollock…[for] \"pushing the people out. And, you know, coming up with all the stories of the areas that were just, really poor. They didn't ever say anything about the people who worked , and made a good living and, and lived there peacefully and nicely.\" Significantly, sites in Corbin Hollow exhibit a range of goods not encountered on the sites in Weakley and Nicholson Hollows. In addition to reflecting differences in subsistence strategies - for example, far higher percentages of tin cans and commercial food jars are found in Corbin Hollow than in the neighboring hollows-other items reflect connections with Skyland and hint at the material impact of the visiting tourists, journalists, and social scientists. While decorated and undecorated whitewares predominate on 20th-century sites in Weakley and Nicholson Hollows, ceramics represented in Corbin Hollow assemblages are primarily bulk-produced hotel wares of vitrified porcelain which closely match varieties unearthed in a dump at Skyland. These wares may have been acquired by the hollow residents often surreptitiously, however, as Pollock routinely took legal action against his employees for incidents as minor as cursing, any thefts - even of discards-- would not have passed unnoticed. More likely, the materials were either purchased outright from Pollock, or even more likely, the notoriously cash-impaired resort owner may have paid his employees with cheap tablewares that he purchased in bulk. Corbin Hollow sites also yielded the highest percentages of costume jewelry and toys found in the project area, including toy trucks, porcelain doll fragments, a baseball, a harmonica, and even a portion of a 33 repeater pop ray gun made in Wyandotte, Michigan. This ample archaeological evidence contrasts sharply with Mandel Sherman's claim that \"The children have… no toys nor do they know the meaning of the term toys…\". The plethora of toys and leisure items (including 78 RPM records) reflects two possible scenarios. One, the availability of cash generated by wage labor allowed for the purchase of such items, even if it was to the detriment of subsistence; or two, a percentage of the toys and records were donations. The truth likely lies somewhere in between. Some items encountered on Corbin Hollow sites clearly were acquired by way of charity. For example, the second largest class of surface artifacts encountered on one site was footwear, totaling 178 individual artifacts or 24% of the overall assemblage. Significantly concentrated an arm's throw downslope of the front porch, the assemblage consists of a minimum of 38 different pairs of shoes which range from men's boots and dress wingtips to ladies' heels to girl's \"Mary Jane\" buckled loafers. Only one example shows any evidence of wear, suggesting that the discarded shoes simply did not fit or otherwise suit any one in the household. While the women and girls of the family may have enjoyed the ownership of the dress pumps, heels were hardly practicable for everyday wear. Such donations likely assuaged the consciences of their contributors, but they were hardly useful to the Corbin family, as evidenced by their inauspicious deposition. Whether or not objects found on Corbin Hollow sites were acquired unconventionally, by means of charity, barter, or even pilfering, the materials were used and discarded by residents in much the same way as those items which were purchased at local stores, from itinerant peddlers, or via mail order catalogues. Showcasing her complete misunderstanding of the valid and self-aware nature of such means of material acquisition, Miriam Sizer complained bitterly about one Corbin Hollow family that \"often sells or trades supplies they are given\", expressing disbelief at one woman who \"trades off everything she gets, often for milk.\" Most likely milk was of more immediate use than a city dweller's cast-off clothing! Hollow residents were not blind to the widespread interest in their mountain lifestyle, and readily co-opted the imposed identity. Just as the Skyland proprietor exploited the labor of the hollow dwellers, they in turn exploited his guests. The practice of traditional basketmaking rapidly expanded in Corbin Hollow owing to the proximity of this ready tourist market eager to own a piece of authentic mountain culture, while the local production of whiskey concomitantly expanded. As Skyland guests absorbed local color in the form of moonshine, 'true' mountaineers poured measures of bonded products sold in the numerous embossed liquor bottles found in all three hollows. The partially rebuilt mountain home constructed by George Corbin (the primary supplier of moonshine to Skyland) in 1909 is one of only three log structures to have survived the recent forest fire. Once the smallest home on the smallest farm in the hollow, the National Register-listed Corbin Cabin now serves as the primary example of housing in Nicholson Hollow, officially but inaccurately described as \"representative of the typical mountain cabin traditional in the park area\". Stripped of its outbuildings, fields, and neighboring homes, the cabin exudes an a-historic aura of isolation, falsely enhancing both the image of isolation and hardship pandered in the 1930s and the ideal of the self-sufficient hardy mountaineer often proffered in the present. Two sides of the same coin, both 'useable pasts' deny the complexity and reality of past life in the hollows, which like human life anywhere else was punctuated by conflict and resolution, peace and discord, selfishness and generosity, tenderness and violence. By the turn of the 21st century, the disparate early 20th century history of the pre-park communities became melded to promote a unified present-day identity, just as the people in the present, through memory and the politics of park creation, have projected a unified community identity into the past. While emphasizing the complexity of pre-park life, the recent archaeological research has clearly contributed to overturning the negative history of the region and helped to return it to the control of the displaced and their descendants. The challenge now is to continually strive for accuracy in our understanding and presentation of the park's complex historic past while remaining ever aware of the impact of the past upon the present.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/displaced.htm"
}
