{
    "title": "Shenandoah National Park: Stone Walls",
    "body": "Stone Walls         Old Rag Mountain from Skyline Drive with overlook and guard rail. NPS Photo  Skyline Drive : Railing at Walls by Reed Engle, Cultural Resource Specialist Most of us have accepted the stone walls along Skyline Drive as original to the design of this nationally significant cultural landscape and most are. However, recent archival research reveals that the original design and construction were more varied than that which exists today. On August 19, 1935 Harvey P. Benson (then Park Associate Landscape Architect) wrote to Charles E. Peterson, Deputy Chief Architect, N.P.S.: The stone guardwall now under construction along Skyline Drive has been completed southward nearly to Fisher's Gap and the Big Meadows area. The guardwall condition along the Drive and in the open fields of Big Meadows and Milam Gap presents a different problem. In order to relieve the monotony of the stone type of construction..., it is recommended that the standard log rail as shown... be adopted through this section along the high fills.... The log rail is much lighter in construction, and I believe, would harmonize and be less objectionable.... Mr. Lassiter [Engineer in Charge and later Superintendent] is in accord with the log rail idea, although he feels that it should extend to Swift Run Gap. Washington responded to Benson on August 26 in a memorandum from Kenneth C. McCarter, Acting Deputy Chief Architect, Eastern Division of Plans and Design: It is our recommendation that a log guard rail can be used to advantage in open country. The actual location should be the determining factor as to whether a guardrail or guardwall should be used. J. R. Lassiter wrote to the Director, N.P.S. on September 10, 1935: I feel that serious consideration should be given to some other type of guard wall for the Skyline Drive, to take the place of the stone wall which is now being placed in the northern portion of the central section. The work the Bureau of Public Roads has done so far has caused many comments.... One of the most frequent criticisms...[is that] the wall cuts off too much of the view.... An open type guard—similar to the type approved for the Shenandoah Smokies Parkway—would permit these views to be appreciated.... It would also facilitate snow removal.... Mr. Benson has already written Mr. Peterson recommending the use of a log guard rail through Big Meadows..., but I feel that there are many other places where some type of open guard rail should be used. Benson (now Resident Landscape Architect) wrote to Thomas C. Vint, Chief Architect, Branch of Plans and Design, Washington, shortly after Lassiter's letter to the Director: It is assumed that you are in favor of continuing the same type of guardwall through the north section of the Park as is constructed in the central section. We have had many comments from visitors on these stone walls and the majority of them were favorable. However, some adverse comment has been advanced in regard to poor scenic visibility...and also concerning the monotony of too much of one type of construction.... It is recommended that the stone guardwall be used along the Drive with the exception of the areas from Beahm Gap to Elkwallow Gap and from Hogwallow Flats to Jenkins Gap.... Research indicates, therefore, that the use of log rails, as seen in early photographs of the Drive, was not a temporary expedient until stone walls could be constructed, but a conscious design decision based on local topographic conditions, exposure of bedrock, scenic vistas, and general aesthetic values.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/skyline_walls.htm"
}
