{
    "title": "Shenandoah National Park: Miriam M. Sizer",
    "body": "Miriam M. Sizer         Miriam M. Sizer NPS Photo  Miriam M. Sizer: Patroness or Patronizing by Reed Engle, Cultural Resource Specialist NOTE: In the park archives are copies of letters and reports written from 1928-1932 by Miriam M. Sizer, an educator hired to study the mountain residents in Nicholson, Weakley (Old Rag), Corbin, and Richards Hollows, and to make recommendations as to solutions to the problems inherent in relocation. Sizer's bias becomes more obvious with the passage of time and with more professional studies such as the archeological survey now being undertaken by Audrey Hornung in three of the same areas. But Sizer's beliefs, supported by such backers as George Freeman Pollock and William E. Carson, have influenced popular thought for three generations. The following \"draft letter\" was written by Sizer after two months of teaching vacation school at a school supported by Pollock in Weakley Hollow, hardly an adequate period of time to make the sweeping generalizations that occur therein. There can be little doubt that Skyland's proprietor had a great deal of influence on the teacher during her summer stay at Skyland and in her attitudes concerning his mountain neighbors. One cannot help but compare the attitudes and conclusions of Miss Sizer with those of Christine Vest, the Hoover's hand-picked teacher at Hoover School. Serving essentially a similar population, Miss Vest reached very different conclusions about the hollow families. Perhaps her approach lacked the judgmental pomposity of Miss Sizer's.] On September 21, 1928, a short letter was sent to William E. Carson, the Chairman of the Virginia State Conservation and Development Commission, the agency charged with the survey and purchase of land for the proposed Shenandoah National Park: Dear Mr. Carson: Several days ago Mr. Cammerer [Secretary of the Interior] received from Mr. Pollock a draft of a letter which a young lady proposed to write to Mr. John Bohn of the New York Times, who is very much interested in the Shenandoah Park problem. Mr. Cammerer wrote Mr. Pollock that rather than present this problem to Mr. Bohn, who might stir up a whole lot of publicity on it, it would be better for her to address the letter to the Governor or you, since the problems involved were primarily for State solution. Mr. Cammerer felt that you would be very much interested in Miss Sizer's letter, since she seems to know her subject quite well. Mr Pollock was in the office yesterday and mention that she would probably hold the letter until you and the Governor were there [Skyland] on the 1st of October....  The proposed draft letter was written on the letterhead of the \"Skyland Inn and Bungalows, G. Freeman Pollock, Proprietor\", at \"Mr. Pollock's suggestion\" by Miriam M. Sizer who introduced herself therein: For two months this summer I taught a vacation school at Oldrag [sic], Virginia, near Skyland. Here I studied both educational and sociological conditions. To show that my education, professional experience, and background have been such as should enable me to form reasonably accurate judgments, and to reach faily intelligent conclusions, I will give you a brief summary of my preparation and professional career. In 1924 I received from the College of William and Mary the B. A. degree; in 1928 (August 31st) I received from the University of Virginia the Master of Arts degree. While teaching in the Norfolk City Elementary School (1914-20), I conducted classes for the adult foreigners in an Americanization school. Special work in citizenship was given with satisfactory results. During one summer (1919), I taught in the Academic School at the Naval Base, near Norfolk. This was work with the illiterate and near-illiterate sailors. In both instances, I found the adults interested and teachable. Since 1924 I have been a high school teacher.  Miss Sizer's credentials certainly were admirable for a educator at a time when many rural teachers had little or no college education. But the modern reader of her thoughts cannot but be amazed that she had entre to and influence on the thoughts and policies generated by the Secretary of the Interior, Director of the National Park Service, and the Governor of the Commonwealth of Virginia. In point of fact, Miriam Sizer's shallow analyses of the \"sociological conditions\" of the mountain residents, often influenced by her not unnoticed ability for ' \"thinking up\" positions for herself' 2 remain with us, filtered through almost seven decades of paraphrase. Sizer's original draft to the Times noted: This one-room school [Old Rag] was in session three months last winter [1927-8] and two months this summer, making a total of five months. With approximately seventy children of school age, thirty seven were enrolled in the vacation school with an average daily attendance of nineteen. Some of the causes of non-attendance are: conditions that make it unwise to enforce the compulsory education law; the ignorance of the parents to such degree as to render them practically non-responsible for their children's training and education; the idleness of the men that throws the burden of labor on the women and children; inadequate school equipment and teaching force; and sometimes, the incompetency of the teacher.... The school has instilled in the children no sense of citizenship; there is no school flag, and neither children nor parents, until this summer [due to Miss Sizer] had ever heard \"America\" sung.... Descendents of the original settlers, cut off from civilization by environment, neglected by the State - the population of the proposed park area, several thousand in number, represents a static social order. These mountaineers have aptly been called \"our contemporary ancestors.\" They are a modern Robinson Crusoe, without his knowledge of civiliza-tion. Steeped in ignorance, wrapped in self-satisfaction and complacency, possessed of little or no ambition, little sense of citizenship, little comprehension of law, or respect for law, these people present a problem that demands and challenges the attention of thinking men and women.... The attitude of the people toward the park acquisi-tion by the Federal Government is one of passive acceptance. They say that what is going to happen will happen.... The taking over of this area means the uprooting of a whole population perma-nently attached to the soil, an event unique in the history of America [Native Americans not considered by Miss Sizer].... It means the scattering of a people who have a primitive comprehension of what law means and who have little sense of the responsibil-ities of citizenship. It means the casting abroad of men largely a law unto themselves, a majority of whom donot [sic] have the habit of work, who gamble and above all, who know how to make alcoholic liquors. It would seem that if these people are sent out without some preparation, a majority may become either paupers or criminals.... If the Government can spend its wealth to save a race of trees [the chestnut], can it not spend its wealth to save a race of man? Should you be interested in these questions, and should you desire further information setting forth conditions, I believe I could secure such data.... With the kind endorsement of Mr. Pollock, I feel that your interest in this letter will be increased.  For three years Miriam Sizer was employed by the Commonwealth to \"study\" the mountain families and, not unexpectedly, she wrote again to Cammerer in 1932 to transmit her \"data\" concerning \"some details of the park population problems\". Perhaps knowing that she had reached the end of her employment opportunities in the future park, she stated: You may be interested further in knowing that I have a fair assurance of a school in Rappahannock County, down the Blue Ridge about 4 or 5 miles from Skyland. There are about 20 pupils and no school has been conducted for some years due to non-attendance of pupils. Nothing further is recorded about Miriam Sizer in the Shenandoah National Park archives, but her sociological analyses continue to float to the surface, tainted with parochial and nativistic claptrap.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/historyculture\/miriamsizer.htm"
}
