{
    "title": "Shenandoah National Park: Planning",
    "body": "Planning       Current Shenandoah National Park planning documents: Foundation Overview (3.45 MB) Foundation Document -- full version (7.77 MB) Long-Range Interpretive Plan (20.6 MB)      Overview The National Park Service (NPS) invests in planning to ensure that decisions it makes are as effective and efficient as possible in carrying out the NPS mission. That mission is to preserve unimpaired the natural and cultural resources and values of the National Park System for the enjoyment, education, and inspiration of this and future generations and to cooperate with partners to extend the benefits of resource conservation and outdoor recreation throughout this country and the world. Various Federal laws require the National Park Service to engage in transparent planning efforts and to solicit public and agency input in decision-making. These laws include things like the National Environmental Policy Act (NEPA), the National Historic Preservation Act (NHPA), and the Endangered Species Act. Many other laws require that certain procedural steps be taken and National Park Service policy requires personnel to take steps to seek involvement of interested parties. Actions taken by the National Park Service to implement these legal provisions are frequently referred to as “compliance.”      Park staff members from various offices are responsible for preparing, updating, and implementing plans and Park projects such as:  • Management Plans • Trail Plans and Design • Restoration Plans • Transportation, Building, and Infrastructure Projects  Park staff are responsible for project management and design, review of other agency projects and neighboring development plans, and management of compliance with NEPA and other laws and regulations. Planning staff are also responsible for preparing environmental documents such as categorical exclusions, environmental assessments (EA), and environmental impact statements (EIS) for park projects. Although park staff members are responsible for preparation of these documents and making decisions ultimately, this can not be done effectively without public involvement.  This site is dedicated to providing the public with information on planning activities and projects within Shenandoah National Park and on how to become involved in the planning process.   You are invited to take an active role in helping shape the future of this national treasure. Use the links on this page to learn more about park planning and compliance and to determine how you can become involved.",
    "url": "https:\/\/www.nps.gov\/shen\/getinvolved\/planning.htm"
}
