{
    "title": "Shenandoah National Park: Artist-In-Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence              Artist-In-Residence Program       Application period extended!! Application period for the 2016 August Residency is open May 16 - June 13, 2016. 2016 August Application  Introduction Over the last century, artists have had an enduring connection with national parks. Their paintings and photographic records exposed these natural wonders to a population often unaware of their existence. Today, national parks continue to inspire artists. In turn, those artists create art that excites millions of people about national parks and builds awareness and fosters stewardship of these beautiful public lands and historic sites. Shenandoah National Park's Artist-in-Residence program offers artists a chance to live and work in this exceptional environment for a period of two weeks. The works completed during the program will serve, through the creativity of the selected artists, to deepen the understanding and appreciation of Shenandoah National Park. The Park's Artist-in-Residence program is supported by a generous donation from the Shenandoah National Park Trust. Eligibility Shenandoah National Park's 2016 Artist-in-Residence program will offer two residencies - one in June and the second in August.The residency in June is open to artists in the genre of textile art (macramé, quilting, screen-printing, etc.) while the August residency will be open to artists whose focus is installation art.Our goal is for these artists to seek and share their artistic inspiration as they explore and experience Shenandoah National Park.Work submitted should be of professional quality.      Expectations The Artist-in-Residence program requires the selected artist to donate original pieces of art, representative of the artist's style and reflecting the artist's residency within six months of the artist's stay. The 2016 June and August residencies will require the selected artist to donate one original artistic product. Artists must provide their own supplies during their residency. Selected artist will also be required to present one public program during their residency. The Park will work with the artist on the program, which can be a demonstration, workshop, or public presentation. Housing The selected artist will be provided lodging in concessions facilities located at Skyland Resort within Shenandoah National Park. This facility is located approximately 20 miles from the town of Luray, VA, and approximately 18 miles from the town of Sperryville, VA. Artists will be required to bring personal gear and supplies.      Selection Process A panel of Park staff will select the artist. Selection is based on artistic merit, the submitted Statement of Purpose, and the relevancy of the artwork and the artist's project proposal to the year's selected theme.  2016 Residency Theme The National Park Service turns 100 on August 25, 2016. This year, the selected artist will share their artistic talent and creativity to celebrate the \"Centennial\" and help visitors commemorate this milestone and kick off a second century of stewardship of America's national parks. Shenandoah National Park is a jewel among National Park Service sites and offers a distinctive array of natural, cultural, and recreational opportunities for visitors. The 2016 residencies should provide inspiration and engage the public in the \"Centennial\" celebration and instill continued engagement in their national parks!   How to Apply Artists must submit application materials and art samples exactly as indicated on the application form. Insufficient, or excess materials, are causes for application rejection, as is an artist's proposed use of a work already in progress as a residency project. Entries will be accepted for the 2016 program in two phases. Applications for the June residency - artists in the genre of textile art (macramé, quilting, screen-printing, etc.) - will be accepted until Friday, April 22, 2016. Applications for the August residency - open to artists whose focus is installation art - will be accepted from Monday, May 16, 2016 through Monday, June 6, 2016. Applications received after the deadline will not be considered.Please be sure that your application reflects the correct media. Notifications of the selected artist will be made by Thursday, April 28, 2016 for the June residency. Notifications of the selected artist for August will be made by Thursday, June 16, 2016.  Artist-in-Residence Program Overview - Read for full program details For additional program information, contact Shenandoah National Park by phone (540) 999-3500 ext. 3493 or by e-mail        \"Perhaps nowhere in the National Park [Service] is the intersection between people and nature so rich and vivid as it is in Shenandoah National Park\". Kim O'Connell, 2015 Artist-in-Residence. Becoming Quiet - Finding strength in solitude at Shenandoah National Park. NPS written work by 2015 Artist-in-Residence Kim O'Connell   The Boys of the Ghost Forest - Two young men fight against inner demons and the forces of nature in the Civilian Conservation Corps, as they work to build a new national park in the Shenandoah mountains. NPS written work by 2015 Artist-in-Residence Kim O'Connell              Through   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 35 seconds  The hiker's perspective on presence and mindfulness.               Sreech   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 34 seconds  This short showcases one of the many interpretive programs.",
    "url": "https:\/\/www.nps.gov\/shen\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
