{
    "title": "Shenandoah National Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger               Be A Junior Ranger          Have you ever wondered what it’s like to be a national park ranger? Find out for yourself by becoming a Junior Ranger! At Shenandoah, you can join a ranger to learn about the resources they are responsible for: plants, lichens, deer, historic home sites, peregrine falcons, habitats, trees, streams, rocks, bugs, and more. During spring, summer and fall, park rangers conduct regularly scheduled Junior Ranger programs lasting 1.5 hours. You can explore an amazing area with a ranger and take part in fun hands-on activities. These programs are designed for children ages 7-12. Children must be accompanied by an adult. See the park ranger program schedule for specific days, times, and meeting places.         Going on a hike or walk with a Ranger is just the beginning! Our Junior Ranger Activity Booklet (for ages 7-12) is loaded with fun activities that help you really get to know the park. Besides having lots of fun, you can earn a sticker or a Junior Ranger patch or badge. To get a copy of the booklet you can pick one up for free from the park at Byrd Visitor Center or Dickey Ridge Visitor Center, or download it free here (pdf 11.5 mb). Then have fun completing the activities and recording your thoughts about the Ranger Programs you attend. If you finish five of the 15 activities, you get a sticker. If you do at least 12 activities and attend any two ranger-led programs, you can earn your choice of a Junior Ranger patch or badge. If you are 13 years of age or older, you will enjoy our Ranger Explorer Program. These activities are done on your own or with your family. Besides learning more about the park, you have the opportunity to earn a patch, pin, or certificate for your hard work. Each April the entire National Park Service celebrates our younger visitors with National Junior Ranger Day. Click here for details and a schedule of special activities for this year's events.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/kidsyouth\/beajuniorranger.htm"
}
