{
    "title": "Shenandoah National Park: Youth Conservation Corps",
    "body": "Youth Conservation Corps       The Youth Conservation Corps program will not take place during calendar year 2016.         Shenandoah National Park has been offering YCC employment opportunities for over 20 years.   Shenandoah National Park will not receive applications for the 2016 Youth Conservation Corps (YCC) summer program.  About the Program The YCC program is non-residential requiring participants to have their own transportation to and from work. Once they arrive at the designated meeting place, the crews are travel together to the work site. The program is traditionally an eight week program from mid-June to mid-August. What is the United States Youth Conservation Corps? The YCC is a well-balanced work-learn-earn program that develops an understanding and appreciation in participating youth of the Nation’s environment and heritage. YCC offers gainful summer employment to youth, for approximately eight weeks in a healthful outdoor atmosphere. Who can apply? Shenandoah National Park will hire young men and women between 16 and 18 years of age, who are permanent residents of the United States, its Territories or possessions, and are eligible for employment without regard to social, economic, racial, or ethnic backgrounds. Handicapped youth who can effectively participate in most YCC activities are eligible. Most projects will enroll an equal number of males and females. Youth must have no history of serious criminal or other antisocial behavior that might endanger their safety or that of others. During the term of employment, youth must be at least 16 years of age.         What else do I need to know about YCC? Pay Youth are paid the prevailing Federal or State minimum wage, whichever is higher. Enrollees are paid bi-weekly (less appropriate taxes). Enrollees will be paid the minimum wage for a 40 hour work week.  Types of Work Applicants should be in good health. Projects involve moderate to difficult physical labor and all work is accomplished in an outdoor setting. Summers in Shenandoah can be hot with high humidity. YCC team members are involved in a variety of work projects that may include, but are not limited to trail maintenance, facilities rehabitation and maintenance, camp ground maintenance, exotic\/invasive plant removal, clerical support. How do I apply? Please send completed application (Page 1 only) to:  Shenandoah National Park 3655 U.S. Hwy 211 East Luray, VA 22835-4702 ATTN: Volunteer & Youth Programs Coordinator 2016 YCC Application (This program will not be taking place this year, therefore applications are not being accepted.) Applicants will be selected on a random basis and will be notified of selection. Demographic information such as race, and family income is not used in the selection process.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/management\/ycc.htm"
}
