{
    "title": "Shenandoah National Park: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management               Fire Management         Civilian Conservation Corps enrollees constructing a fire tower. NPS Archives  Fire in Shenandoah  One of the first duties of the Civilian Conservation Corps when they arrived in the Blue Ridge Mountains in 1933 was fire supression. They built fire towers and manned them around the clock, scanning the horizon for any hint of smoke.Fire crews attacked whenever fire was detected and stopped the destruction as quickly as possible. Meanwhile, the residents who were living on the land that would become the park were still intent on their annual burning of the blueberry bushes and meadows where their cattle grazed. The knew that fire helps many plants regenerate and keeps unwanted plants from taking over graze land. Today, national park managers know that both the CCC and the residents were doing the right thing. Unwanted fires caused by lightning or people are inevitable, so the role of Fire Professionals today is to plan for and prevent conditions under which fires can threaten public safety, devastate property, or damage natural and cultural resources. Their role is also to help restore and maintain natural and cultural landscaping using fire as an effective management tool.           Fire Ecology Nature uses fire to encourage growth of certain plant species. To learn more click here.            Fire Operations A prescribed burn follows a carefully designed plan. For more about prescribed fire, click here.            Fire Behavior  Knowledge of fire behavior prepares managers for any situation. For more, click here.       Great Links for More   Link to the National Park Service Fire and Aviation Management website.  Link to more information about Wildland Fire in the National Park Service. Link to interactive multimedia programs about fire.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/fire_management.htm"
}
