{
    "title": "Shenandoah National Park: Conditions and Trends",
    "body": "Resource Conditions and Trends           Vascular Plants   Ecosystem Processes     Vertebrate Fauna   Disturbance Events     Invertebrate Fauna   Meteorology     Water Quality   Soils     Air Quality   Related Programs            Alan Williams - NPS Photo  Overview Natural resource monitoring is the long-term systematic repetition of a specific resource survey and the analysis of those data to predict or detect natural or human-induced changes in resource conditions, and to determine if natural resource condition objectives are being achieved. If properly designed, monitoring provides information on linkages between changes in resource conditions and their causes. Monitoring is designed to provide feedback related to management actions and can serve to trigger further actions and to evaluate their effectiveness. It provides a rational basis for management actions. National parks are recognized as outdoor laboratories for studying ecological processes. As potential adverse impacts of human activities on the globe have become more widely recognized and politically acknowledged, national parks have become “canaries in the mine” for the biosphere. Natural systems in national parks provide the best indicators of ecological effects of anthropic perturbations such as air pollution, ozone depletion, and global warming. By developing sound technical information on park resources, the National Park Service is better positioned to actively participate in the management of those resources through its own actions and through broader state and Federal programs. By clicking on the tabs displayed above, you will be taken to a series of pages that describe the specific information that pertains to resource monitoring here at Shenandoah National Park.       Program Components Ecosystems that are preserved in the National Park System are diverse and complex. They support thousands of species, many types of water bodies, soil types, and geologic features. Shenandoah demonstrates this diversity and complexity. Brief descriptions of these resources are found in the Nature and Science portion of the park's main website. The ultimate intent of monitoring is to provide park managers with an understanding of the condition and trend of park resources. That is, are they \"healthy and functioning normally\" or not. This information allows park managers to take corrective actions to restore ecosystem health or to take precautions if resources appear to be deteriorating in condition. Just as a doctor may choose to track blood pressure or heart rate in a human patient, natural resource managers choose \"vital signs\" to determine the condition of resources. Staff and financial resources are limited so choices must be made in identifying what natural resources are to be monitored and specifically what is to be measured. For instance, if one chooses to monitor animals, decisions need to be made about which species or groups of species (i.e. large mammals or fish\/ bears or brook trout) and what specifically about those (i.e. population size, reproductive rates, sex and age ratios, or various combinations of measurements) will be measured. Various criteria are used to aid park staff members in making these decisions. In some circumstances, rather than monitoring park resources themselves, those things that influence the condition of those resources are monitored. An example of this would be monitoring of air pollutants. Shenandoah's monitoring program includes many sub-programs. The links above provide access to the details of Shenandoah's program. These links lead you to pages that explain specifically what is being monitored.  Shenandoah Inventory Program Main Page Shenandoah Natural Resources Main Page National Inventory & Monitoring Program",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/monitoring.htm"
}
