{
    "title": "Shenandoah National Park: Academic Fee Waiver",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Academic Fee Waiver                Academic Fee Waiver       National Park Service regulations allow school groups and other approved national and international academic institutions to obtain a waiver of park entrance fees, provided that visit is for educational or scientific purposes, and the resources or facilities that the group intends to use, support those purposes. Applicant groups must demonstrate that they meet three requirements to qualify for an academic fee waiver: eligibility, educational purpose, and relevancy of park resources or facilities. Eligibility: Applicants must prove they are an academic or scientific institution. Educational purpose: Applicants must provide a written statement confirming that the park visit supports a specific curriculum for which academic credit is offered. Relevance: Applicants must provide a written explanation identifying the park resources and\/or facilities that will be used and how those resources are relevant to support the educational purpose. Academic fee waivers are granted only if the above three criteria are met. Fee waivers for recreational activities such as hiking or camping that are not part of a curriculum or course study do not meet the criteria. To request an academic fee waiver: Mail, fax, or email (pdf file) a written academic fee waiver request at least two weeks in advance of your planned visit. The request should be on school or educational institution letterhead with complete address information and include the following:  Clearly state that you are requesting an academic fee waiver for educational purposes. For quicker response, include your phone and fax numbers and email address in the letter. State the educational purpose of your visit, i.e., what your group will be studying in the park as part of a curriculum or course of study.  List or describe the park features or facilities that will be used during the visit and explain how those resources support the educational purpose. Indicate the date(s) you are planning to visit the park and include the number of students with the ages or grade levels and the number of adults that you will be bringing.  Send your request to the Shenandoah National Park Education Office: Mail: Education Office Shenandoah National Park 3655 U.S. Highway 211 East Luray, VA 22835 Attn: Fee Waiver Request Fax: 540-999-3686 Email: shen_education@nps.gov Downloadable version of fee waiver request procedures. (pdf, 19KB)",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/education\/classrooms\/academic-fee-waiver.htm"
}
