{
    "title": "Shenandoah National Park: Natural Resource Program",
    "body": "Natural Resource Program Components       Natural Resource Management Program Components The legislation that created the National Park Service mandates that the agency operate, maintain, and protect the units of the National Park System such that two general goals are achieved. These are: … to protect and preserve the natural and cultural resources of the parks so they will be available to future generations … and … to provide for the public enjoyment of the parks. The Shenandoah National Park Natural Resource Management Program is focused on meeting the first goal. This is accomplished through a wide variety of activities of park staff, cooperators and partners, and volunteers. Because natural resource management activities in a single park can be numerous and, in some cases, ecologically and scientifically complicated, those activities are frequently grouped as major program components. Following are brief descriptions of each of those components. Natural Resource Inventories - In addition to the very fundamental information about the presence of a plant or animal in Shenandoah, staff members work on improving understanding of species abundance and distribution. They also prepare species lists and collect specimens that vouch for the presence of a particular resource. These activities are grouped together and referred to as \"inventories.\" Mapping and database development also occur under the auspices of the inventory program. Soils, geologic, and vegetation maps are prepared and reports on the condition of air, water, and geologic resources are written. Resource Conditions and Trends - Inventory activities emphasize the description of natural resources at a single point in time. Condition and trend programs, often referred to as \"Monitoring,\" emphasize tracking changes in resource conditions over time. Conclusions regarding the status of park resources and whether or not they are remaining in excellent condition can be developed based on monitoring information. Stewardship Activities - As a result of inventory and condition and trend studies, park staff members frequently identify problems with park resources. The presence of exotic plants, elevated levels of ozone in the air, and trampling of rare plants are three examples of resource problems at Shenandoah. Park personnel engage in \"Stewardship Activities\" in an effort to correct these problems. These activities are wide ranging and include things like restoration of species that are rare or non-existent in the park like Peregrine Falcons, removal of exotic plants like Tree of Heaven and Japanese Stiltgrass, and reviews of applications for air pollution emission permits. Research - Sometimes park staff members do not fully understand a natural resource problem or do not know the best way to resolve a particular issue. In those cases, support is sought from the academic world and other agencies and organizations to conduct research targeted on those issues. Furthermore, parks are ideal locations for research to be conducted because resource conditions are generally good or pristine and land use is not changing rapidly. Significant numbers of scientists approach the park each year with interests in conducting research in the park. Thus, the National Park Service supports an active research program. Resource Education - In the course of gathering information about park resources and managing those resources, park staff improve scientific understanding. Many opportunities are identified to communicate those findings to the public. This is accomplished through close coordination with the park's interpretive and education staff (those rangers who operate the visitor centers, give campfire programs and lead hikes, and present youth and adult education programs). Natural resource management personnel develop materials for brochures, exhibits, and for the website. Planning and Compliance - The preservation and management of natural resources found within the parks of the National Park System are guided by two major functional areas - planning and compliance. Each park within the National Park System should have a broad General Management Plan that outlines general objectives and goals and lays out strategies for achieving those. Tiered off of the General Management Plans are more specific plans including the Comprehensive Interpretive Plan and the Resource Stewardship Plan (formerly known as the Resources Management Plan). Finally, tiered below those plans is a set of action plans such as Fire Management Plans and Integrated Pest Management Plans. This latter tier is usually very detailed and specific. Park staff members charged with managing resources are generally heavily involved in the development of these plans. In addition to planning documents, which guide the management of park resources and the development of park facilities, park staff members look to various pieces of environmental legislation to guide management decisions. Primary amongst those is the National Environmental Policy Act. This and other laws require the National Park Service to evaluate the impacts of management decisions, construction projects, and park operations; to consider alternatives to proposed actions; and to assess public comments. Specific procedures are often stipulated to assure that \"compliance\" with the spirit and intent of these laws is met. Resource management staff is charged with the responsibility of implementing the procedures associated with each of these laws.         Behind the Scenes Players When the public visits Shenandoah National Park, they are likely to encounter that portion of the park staff that provides public service - the fee collectors, the rangers that operate the visitor centers or lead nature hikes, and perhaps the maintenance worker who picks up the trash in the campground. Visitors are far less likely to encounter the staff, cooperators, partners, and volunteers who implement the park's natural resource management program. That staff consists of \"ologists\" who specialize in sciences like botany, wildlife management, air and water quality, and so forth. Click here to learn more about these people and others who are working to protect Shenandoah's natural resources.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/resource_man.htm"
}
