{
    "title": "Shenandoah National Park: Night Sky and Night Vistas",
    "body": "Night Sky and Night Vistas         Five-day moon over Big Meadows. Henry Heatwole (NPS Photo)  Shenandoah National Park is very popular for viewing of the Blue Ridge Mountains and the central Appalachians. During the fall, it is also a mecca for those who seek out opportunities for viewing the brilliant colors of the deciduous forest. For some there is the added value of having the opportunity to stargaze. The high elevation of the park combined with its relative remoteness from urban areas make the park an ideal place to engage in this activity on moonless and cloud-free nights.  The human connection with night skies has had a long history. The stars and planets have had centuries of religious and cultural affiliation. They have been used in a utilitarian mode by those that depended upon them for navigation. Stellar and planetary positions and movements have influenced planting and harvesting of crops. Many species of wildlife are influenced in their activities by star and moon light. It is anticipated that night sky viewing within the Shenandoah will become increasingly more important as visitors seek out locations where better views of the sky are available away from their urban and suburban living circumstances. Finding and observing constellations, phases of the moon, meteor showers, and eclipses provide opportunities for perspective regarding the environment in which we live and open doors to intriguing aspects of science education. There are about 2500 stars visible to the unaided eye from earth’s surface on a dark, moonless, and cloudless night. As the awareness of visitors and policymakers grows, the night sky is now being acknowledged as an important park resource. Little about the night sky at Shenandoah has been formally documented. Public interest, while known to exist, has not been tracked or recorded. The variability in night sky viewing caused by location and proximity to sources of light pollution as well as different atmospheric conditions, which may include air pollution levels, has also not been documented. Intuitively it is known that better viewing occurs further away from ground-level lights and when it is cool or cold when humidity is lower. No quantification of relative viewing conditions has occurred. Interestingly, here at Shenandoah, an additional twist associated with the night sky must be recognized. In most cases, improving night sky viewing opportunities involves reduction in light pollution so that people can see stars and planets above. But here at Shenandoah, some of what would otherwise be regarded as light pollution is actually visually attractive to some. Many park visitors stand at overlooks along Skyline Drive at night and view the lights of the small towns and communities in the Shenandoah Valley or the Virginia Piedmont. Some sit in the restaurant at Skyland Lodge and take in similar views. Clearly human values are varied. You may be interested in the topic of Unnatural Night Light.  Related Information Moore, C. 2003. Taking stock of night sky visibility. In The IMPROVE Newsletter, 3rd Quarter, 2003. Air Resource Specialists, Inc., Fort Collins, Colorado.  Numerous clubs and other organizations, some of which are located close to Shenandoah National Park, may be helpful to the night sky enthusiast is: Blue Ridge Astronomy Club  Charlottesville Astronomical Society  Northern Virginia Astronomy Club  Richmond Astronomical Society  Shenandoah Valley Stargazers  University of Virginia Department of Astronomy  Clear Dark Sky  Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/nightsky.htm"
}
