{
    "title": "Shenandoah National Park: Research Grant",
    "body": "Explore This Park    Learn About the Park     Nature     Research     Research Grant                Research Grant           NPS Photo  Shenandoah National Park Trust Research Grant Program  Supporters of the Shenandoah National Park Trust have generously donated to fund an annual grant for scientific activities. This program will support field research in the physical, biological, ecological, social, and cultural sciences. The intent of this grant is to support projects conducted in the park and helping to answer questions important to park resources. Grants are managed by Shenandoah National Park and up to $15,000 will be awarded.   Shenandoah National Park offers an ideal natural laboratory in which to study a wide variety of research topics. Important science issues at the park include, but are not limited to, air pollution, water quality, habitat fragmentation, invasive exotic species, rare species conservation, recreation impacts on visitor experiences and natural resources, restoration of disturbed natural and cultural landscapes, and a lack of baseline data about the park's natural and cultural resources. Shenandoah National Park offers a diversity of landscapes, including hardwood forest, rocky outcrops, mountain streams, and open meadows.    Important Dates August - Announcement\/ Begin accepting applications October 31 - Applications Due December 1 - Grant Award Announcement    For more information including application instructions download the application packet.   Download: Application Packet      Awards       Year  Recipient Project Title   Notice    2015 Dr. J. Rykken Catch the Buzz: pollinator diversity, distribution and phenology in Shenandoah National Park  PDF File     2016 Dr C. L. May  Revealing the Current Relation between Stream Acidification and Fish Species Richness: What is the Trend after Almost Two Decades of Recovery?  PDF File                      Grants made possible with support from the Shenandoah National Park Trust.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/research-grant.htm"
}
