{
    "title": "Shenandoah National Park: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams         Laurel Prong   Shenandoah National Park, located along the crest of the Blue Ridge Mountains in Virginia, is the origin of the headwaters of three river drainages; the Shenandoah River to the west and the Rappahannock and James Rivers to the east. There are 42 watershed basins on the west side of Shenandoah and 28 watershed basins on the east, combining for a total of about 90 small streams. A chief feature of these high elevation streams is high gradient, with pools interspersed with riffles, rapids, cascades and falls, and bottoms chiefly of large gravel, rubble, boulder, and bedrock. In many places, streams drop over ledges, creating waterfalls up to 28 meters high. Most streams are heavily shaded and cool or even cold in the summer, and they are typically clear with rain-caused turbidity quickly disappearing. Related Information Useful references that deal with rivers and streams are: Coker, R.E. 1968. Streams, Lakes, Ponds. Harper and Row Publishers, New York, New York. Murray, H.W. 1989. Trout Fishing in the Shenandoah National Park. Shenandoah Publishing Company, Edinburg, Virginia. Lynch, D.D. 1987. Hydrologic Conditions and Trends in Shenandoah National Park Virginia, 1983-1984. Water-Resources Investigations Report 87-4131. U.S. Geological Survey, Richmond, Virginia. Websites that provide helpful information about rivers and streams are: Rivers and Watersheds of Virginia Virginia Natural Resources Education Guide - Water  The Environmental Protection Agency Water Resources Website Mid-Atlantic Integrated Assessment - Streams - Environmental Protection Agency Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/rivers.htm"
}
