{
    "title": "Shenandoah National Park: Soils",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Soils                Soils       Although the Natural Resource Conservation Service has prepared Soil Surveys for some of the counties in which Shenandoah National Park is located comprehensive, current soils information is lacking and under studied. The U.S. Forest Service has prepared the following general description of soils that occur in the Blue Ridge: Soils are dominated by Ochrepts and Udults. Dystrochrepts are on steep slopes of lower elevation mountains. Hapludults are on the low foothills, and Haplumbrepts have formed on foot slopes and in valleys. Haplumbrepts are also common at higher elevations, while Hapludults are dominant in broad valleys. Rhodudults have formed over rocks with a high content of mafic minerals. Soils are generally moderately deep and medium textured. Boulders and bedrock outcrops are common on upper slopes, but are not extensive. These soils have a mesic temperature regime, a udic moisture regime, and mixed mineralogy. Similar soils with a frigid temperature regime are typically present at elevations above 4,800 feet. Soils receive adequate moisture for growth of vegetation throughout the year. (McNab, W.H. 1994. Ecological Subregions of the United States. USDAForest Service, Washington, DC.) Terms like Ochrepts and Udults are names given by soil scientists to groups of soils. Ochrepts are young soils with thin, light colored horizons whereas Udults are older and tend to be moist. A mesic temperature regime is one where the mean annual soil temperature is at least 8o C but less than 15o C. A udic moisture regime is one in which soils are anticipated to be wet sometime within 90 days of the summer solstice. Dry conditions generally do not persist for more than 60 consecutive days. Related Information Websites that provide helpful information about soils are: Natural Resources Conservation Service NASA Soil Science Education  Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/soils.htm"
}
