{
    "title": "Shenandoah National Park: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather       Looking for current weather info? click here...        Ice along Skyline Drive   The Atlantic Ocean, and in particular the Gulf Stream, plays an important role in Virginia’s precipitation regime. Winter storms generally track from the west to the east and in the vicinity of the east coast move to the northeast paralleling the coast and the Gulf Stream. This shift to northeast results partly from the tendency of storms to follow the boundary between the cold land and the warm Gulf Stream. When sufficiently cold air comes into Virginia from the west and northwest, frontal storms can bring heavy snowfall. Thunderstorms occur in all months of the year, with a maximum in September and minimum in February. Storms and high runoff conditions can occur year-round in Shenandoah. Most locations receive 100-150 cm of precipitation per year. The average annual precipitation at Big Meadows is 132 cm, which includes about 94 cm of snow. South to southwest winds predominate, with secondary maximum frequency from the north. Lower elevation areas of the park experience modified continental climate, with mild winters and warm, humid summers. The mean annual temperature in the lowland area at Luray averages 12 degrees C, and average annual precipitation is 91 cm, with about 43 cm of snow. Higher elevation areas of the park experience winters that are moderately cold and summers that are relatively cool. The mean annual temperature at Big Meadows averages about 9 degrees C. Mean maximum daily temperatures in July average about 6 degrees C cooler at Big Meadows then in the lowland areas of the park. Temperatures in January range from about –7 degrees C to 4 degrees C and in July from about 14-24 degrees C. Snow and ice are common in the winter, but they usually melt quickly, leaving the ground bare. Occasional major snow or ice storms can cause considerable damage to the trees within the park. Related Information A useful reference that deals with weather is: Dunlop, S. and F. Wilson. 1982. Weather and Forecasting. MacMillan Publishing Company, New York, New York.  Websites that provide helpful information about weather are: Virginia State Climatology Office – Description of Virginia’s Climate Virginia State Climatology Office – Current Observations and Forecasts  The Weather Channel   Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/weather.htm"
}
