{
    "title": "Shenandoah National Park: Unnatural Light",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Unnatural Light                Unnatural Night Light         Unnatural Night Light (NASA Earth Observatory)  Unfortunately the quality of the night sky (its relative darkness) is under siege. The proliferation of development and associated installation of lights, without thought to the impact those lights have on the night sky is ongoing. Lighting associated with advertising, building and street illumination, and grounds security all contribute to what is referred to as “light pollution”. One estimate indicates that about 30% of all light generated in the United States is wasted; costing billions of dollars. Outdoor lights provide many benefits but improved consideration of night sky concerns in their design and application would be highly beneficial in reducing light pollution and the associated production of unneeded energy. In addition to interfering with our ability to see celestial bodies and astronomical events, light pollution has a detrimental environmental impact. Some bird species depend on stars for navigation. Light pollution interferes with their travels. Some believe that declines in moth populations are linked to attraction to lights and subsequent death.  The National Park Service is concerned about our contribution to light pollution and has set policy that seeks to reduce or eliminate the adverse impacts of light pollution. At Shenandoah, park staff members are working in cooperation with park concessionaire staff to reduce in-park light pollution. Shields have been installed on a light fixture at the Big Meadows Wayside and additional work will be done on area and walkway lights under the auspices of the Concessionaire’s Capital Improvement Program. Since 2000, volunteers and concessionaire employees have hosted night skies programs in the Big Meadows area. Related Information Useful references on the topic of light pollution and National Parks are: Albers, S. and D. Duriscoe. 2001. Modeling Light Pollution from Population Data and Implications for National Park Service Lands. In George Wright Forum, Vol 18, No. 4 pp. 56-68. Duriscoe, D.. 2001. Preserving Pristine Night Skies in National Parks and the Wilderness Ethic. In George Wright Forum, Vol. 18 No. 4 pp. 30 – 36. Harder, B. 2004. Degraded Darkness.  In Conservation in Practice, Vol. 5 No. 2  pp. 21 – 27. The following organization will be of interest to those concerned about light pollution: International Dark-Sky Association Listing of this website does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/unatural_light2.htm"
}
