{
    "title": "Shenandoah National Park: Depreciative Visitor Use",
    "body": "Depreciative Visitor Use         Damage to a living tree. Randy Cyr  One of the missions of the National Park Service is to provide opportunities for visitor enjoyment and use of parks. Uses of parks vary widely and include activities like sightseeing, photography, hiking, camping, bird watching, skiing, rock climbing, natural and human history study, and picnicking. The experiences are almost as varied as the people themselves. Unfortunately, park visitors also engage in what are termed 'depreciative behaviors' or actions that degrade park resources or experiences of other visitors. These inappropriate behaviors include such things as littering, feeding of wildlife, collection of green wood for use in campfires, disfiguring trees and rocks, and improper disposal of human waste in the backcountry. Other behaviors of concern include walking and hiking with pets that are not leashed, collection of specimens, construction of fire rings and ground fires in the backcountry, and shortcutting on trail switchbacks. The list of inappropriate visitor activities could become quite extensive. These behaviors are a concern because they may result in resource damage or destruction, alter behavior of wildlife, pose public health risks, or result in unsightly conditions. In many cases, park staff members are called upon to intervene and restore resource conditions. In the most serious of circumstances, restoration may be impossible. A case in point may be a black bear that has become so habituated to people that it poses a threat and must be destroyed. The National Park Service encourages visitors to subscribe to the principles of the Leave No Trace program. All of us are stewards of the natural heritage of our National Parks. We want to enlist your help in protecting that heritage by engaging only in appropriate behaviors. Related Information Recommendations related to dealing with human waste in backcountry settings. Recommendations regarding ethical behavior when photographing wildlife generally and specifically related to digital photography. Watchable Wildlife program Leave No Trace program Izaack Walton League Outdoor Ethics program Tread Lightly program",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/depreciative_visitor_use.htm"
}
