{
    "title": "Shenandoah National Park: Unnatural Sounds \/ Noise",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Unnatural Sounds \/ Noise                Unnatural Sounds \/ Noise          Unnatural sounds can simply be defined as those sounds that are produced by human activity or the operation of motors and equipment. Defining noise is not as simple. Clearly there are circumstances in which sounds exceed the capacity of the human ear to handle beyond which damage to hearing occurs - this would be considered noise. In other situations, however, noise may be present but no damages occur. Identifying noise is subject to human values and our capacity to become accustomed to background levels of noise.  Within the context of park management, sounds that originate with people and that interfere with our ability to hear natural sounds (bird songs, blowing wind, cascading water, and so forth) are considered undesirable. In most cases, when noise is present in a park, it is considered a mild aggravation but in other cases that noise can disrupt the quality of a visitor's experience. Through the study of acoustic ecology, it has been determined noise also has the potential to alter wildlife behavior and is important to species survival. Noise can also detract from the portrayal of historical events and in some circumstances alter the physical condition of park resources. Examples of this last point, while not applicable to Shenandoah, are the triggering of avalanches or shocking of unstable ruins by sonic booms.  The National Park Service has had limited, but longstanding interest in and concern with this topic. Historically this has most often been manifest in the regulation of noise in campgrounds (controlling operation of electrical generators or radios). Following passage of the Wilderness Act in 1964, under the direction of Congress, decisions started to be made to not allow the use of motorized equipment in designated wilderness areas; thus contributing to the wilderness experience of hikers and backpackers. Often this use of motorized equipment was in the form of chainsaws and various power tools by agency personnel. In more recent years, the perspective has broadened with greater emphasis on things like aircraft overflights, operation of jet skis, snowmachines, and ultralights, and neighboring industries that have processes that generate noise. Although staff members at Shenandoah National Park are not currently working on this topic, other parks elsewhere in the National Park System are.   Websites related to noise in natural settings are: National Park Service Natural Sounds The World Listening Project Noise Pollution Clearinghouse American Society for Acoustic Ecology Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/unnaturalsounds.htm"
}
