{
    "title": "Shenandoah National Park: Fire Ecology",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Fire Ecology                Fire Ecology         Turkey beard and mountain laurel flourish in the Rocky Top area of the park after a 2002 prescribed burn. NPS  Nature uses fire to encourage growth of certain plant species. The Table Mountain Pine, a species that is only found in the Appalachians, often uses fire to help release its seeds. The cones are tightly closed and covered in resin. Fire melts that resin, allowing the seeds to fall out of the cone. Because of the lack of natural fire to help plant new trees, the Table Mountain Pine population has been in decline, and the species could soon be in danger without careful fire management. The absence of fire in the environment means that many native species are literally being overshadowed by fast-growing, fire-sensitive tree species such as maple and poplar. Many species of oak trees, which have historically been a part of the Appalachian forest ecology and serve as a major food source for forest animals, need sun and space in order to thrive. These trees have hard, thick bark that helps them survive fires. Without fire to clear the bushy understory, oak seedlings and oak saplings can't compete for sunlight. Flower species such as turkey beard, Heller's Blazing Star, mountain golden heather, and Peter's Mountain mallow are endangered, partially because the absence of fire in their environment has created intolerable growing conditions.  Fire used to be a regular part of the Appalachian forest ecology, but that changed in the 1900s. Land managers worked hard to prevent forest fires from starting. But without this natural phenomenon, native species began to suffer and are now in danger of disappearing from our mountains forever. Just as important, without fires, forests can become overloaded with highly flammable shrubs and other fuels, which increases the risk of dangerously hot and fast-burning wildfires that threaten local communities and important park resources, and pose safety issues for firefighters. Shenandoah is at particular risk because of the number of trees that have recently been killed by gypsy moth, hemlock wooly adelgid, and severe storms, leaving dead wood that can ignite easily. National Park Service managers now use prescribed burns to bring fire safely to the mountains. These are fires that are deliberately set by trained professionals to burn understory growth and create healthy forest environments.            Fire Operations A prescribed burn follows a carefully designed plan. For more about prescribed fire, click here.            Fire Behavior  Knowledge of fire behavior prepares managers for any situation. For more, click here.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/fire-ecology.htm"
}
