{
    "title": "Shenandoah National Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                 Nonnative Species         Mile-a-minute Vine   Shenandoah National Park contains a host of nonnative animal and plant species. Indeed, for vegetation alone there are 350 nonnative plants, about 25% of the total. \"Exotic,\" \"alien,\" \"introduced,\" \"non-indigenous,\" and \"nonnative\" are all synonyms for species that humans intentionally or unintentionally introduced into an area outside of a species' natural range.  Nonnatives were introduced with the earliest European immigrants, but new introductions continue today. Purposeful introductions were for game management, wildlife habitat enhancement, industrial development, soil erosion protection, or just to remind settlers of their first homes far away, among other reasons. Accidental introductions have been through unintended releases and biological hitchhiking on vehicles, personal effects or trade goods.    While many nonnative species have minimal or even beneficial impact on recipient sites, some are more problematic. These invasive nonnative species are among the most serious threats that parks face today. Invasive nonnatives disrupt complex native ecological communities, jeopardize endangered native plants and animals, and degrade native habitats. Hybridization with exotics alters the genetic integrity of native species. Of the 350 nonnative plants in Shenandoah, roughly 35 (10%) are considered problematic invasive species. If invasive nonnatives are not actively and aggressively managed, the National Park System is at risk of losing a significant portion of its biological resources. Examples of invasive nonnatives found at Shenandoah include:  Gypsy moths were brought to this country in 1869 for genetic crosses to create a more productive silkworm. It was accidentally released near Boston, Massachusetts. Millions of trees died in the Park during the epidemic of 1986-95. Hemlock woolly adelgids were accidentally introduced into this country on imported hemlock nursery stock. The insect has killed thousands of hemlocks in the Park, destroying valuable shaded riparian habitat along streams and springs. European starlings were introduced into the country in the late 1880s. They are known to compete with native cavity nesting birds and have documented ill effects upon northern flickers and redheaded woodpeckers. Starlings are commonly seen at Big Meadows. Kudzu vine was originally brought to America in 1876 to decorate house arbors. It was later used in the U.S. to control erosion along highways. It now covers millions of acres in the South. The Park has a small infestation it controls along its eastern border. Tree of heaven was brought into this country in the 1780s for arboretum plantings. It escaped to dominate mid-Atlantic forest edges and openings. The Park has hundreds of infested acres.  National Park Service policy on nonnative species directs that they be managed if their presence threatens natural or cultural resources, or human health or safety, and if control if feasible. Executive Order #13112 on Invasive Species instructs all non-defense agencies to control invasive nonnative and not permit new infestations. Though it is not humanly possible to eliminate all invasive nonnative species at this time, the Park is engaged in a number of strategic actions including inventory, control, monitoring, and site restoration.  Related Information A website that provides helpful information about invasive nonnative species is:   Shenadoah National Park - Invasive Plant Information  Gateway to Federal and State Invasive Species Programs Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/nonnativespecies.htm"
}
