{
    "title": "Shenandoah National Park: Diseases",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Diseases                 Diseases         Black Cherry Bark Disease (Apiosporina morbosa) Alan Williams, NPS Photo  Many of us have had experience with pets or houseplants that have become ill. Animals and plants that occur in the wild are also subject to disease and resulting poor health or death. Some diseases occur naturally in native animals and plants while others originate outside of North America. Often those non-native diseases can have devastating impacts on native plants and animals. Naturally occurring diseases are not managed in National Parks unless they pose a threat to adjacent forests or crops, nearby livestock, and, in a few cases, wildlife in nearby areas. Non-native diseases, however, are controlled to the extent that technology and financial resources allow. Examples of native diseases that occur in wildlife at Shenandoah include rabies in skunks, fox, and raccoons and bacterial kidney disease in fish. Park staff is vigilant in watching for non-native diseases such as Chronic Wasting Disease in deer and West Nile Virus in birds. A native disease of plants in Shenandoah is leaf spot. Non-native plant diseases include dogwood anthracnose, sycamore anthracnose, and chestnut blight. Dogwood Anthracnose Dogwood Anthracnose is a disease caused by the fungus Discula destructiva that attacks native and ornamental flowering dogwood trees. This disease was first noticed in New York in the late 1970's. The origin of the Dogwood Anthracnose is unknown. Possibly it may have been introduced or was an existing pathogen that altered its host due to a change in environmental conditions. Thousands of native dogwood trees have died within the Park.  Dogwood trees can be affected at any time throughout the growing season, but are most susceptible to the fungus in the cool, wet seasons of spring and fall. Trees weakened by drought or winter injury are especially vulnerable to infection. Spotting on leaves and flower bracts are the first signs that a tree has been infected. These spots are tan with dark purple borders and normally appear in mid to late May. During cool, wet weather blighted gray and drooping leaves are also noticeable. The fungus then spreads into the twigs and limbs, eventually killing them. As a result of twig and limb death, the tree will produce succulent shoots on the lower trunk and main branches. These new branches are very prone to infections, which can then transport the disease into the trunk.  American Chestnut Blight The American chestnut tree (Castanea dentata) once dominated the eastern forests from Maine to Alabama and comprised 50% of the mountain forests of this country. It is estimated that if all the chestnut trees alive at that time had been in one pure stand, there would have been a forest of nearly 9 million acres. In size they were the \"redwoods of the east\" growing to a height of over 100 feet and a diameter of nearly 10 feet. Renowned for their weather resistant wood and dependable crop of nuts, chestnut was of great value to man and wildlife.  These giants are now absent from the landscape: a tragic loss that has been said to be one of the worst natural calamities ever experienced by this nation. In the early 1900's a fungus (Endothia parasitica) was accidentally introduced into New York City from trees imported from Asia. The blight quickly spread on its new host, the American chestnut, destroying it throughout its range. Today, chestnuts can only be found in the understory, as shoots from the blight resistant roots. By the time they reach 20 feet in height the blight attacks and kills them.  Public Health Connections In rare instances, naturally occurring animal diseases can be transmitted to people if exposure occurs. Feeding and petting wildlife in the park is prohibited, in part, to reduce the potential for animal bites and possible disease transmission. If you encounter what appears to be an ill animal or one that is dead, keep your distance and do not touch it. If it is in or near a campground, picnic area, or other park facility, report it to a Ranger.  Related Information  Useful references that deal with diseases are: Davidson, W.R. and V.F. Nettles. 1988. Field Manual of Wildlife Diseases in the Southeastern United States. Southeastern Cooperative Wildlife Disease Study, The College of Veterinary Medicine, The University of Georgia, Athens, Georgia. Sinclair, W.A., H.H. Lyon, and W.T. Johnson. 1987. Diseases of Trees and Shrubs. Comstock Publishing Associates, Ithaca, New York. USDA-FS. 1994. Dogwood anthracnose and its spread in the South. Protection Report R8-PR-26, July 1994. USDA-Forest Service, Southern Region. Atlanta, Georgia. 10 pp. A website that provides helpful information about disease is:  National Wildlife Health Center Wildlife Disease Information Node Forest Pathology Site American Chestnut Cooperators' Foundation  Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/diseases.htm"
}
