{
    "title": "Shenandoah National Park: Pests",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Pests                Pests         White-footed mouse   Park managers at Shenandoah National Park deal with pests just as homeowners, farmers, and business managers do. But what exactly is a \"pest.\" Often what constitutes a \"pest\" is in the eye of the beholder. For instance, ants in your kitchen would generally be considered a pest, at a picnic ground an annoyance but perhaps not a pest, and in the forest, another component of the natural scene. The mouse in your basement is a pest but that same mouse in an open meadow is not. Pests may be either native or non-native species. The National Park Service is charged with preserving the naturally occurring native elements (wildlife, plant life, water, etc.) of our parks. While park staff members strive to protect these resources, they also recognize that at times those resources may pose visitor safety and health concerns and that the presence of non-native species and diseases may interfere with the protection of natives. Thus, the National Park Service defines a pest as a species or disease that compromises park purposes or threatens visitors. Examples include yellowjackets that frequent trashcans, Hemlock woolly adelgid, a tiny non-native insect that feeds on hemlock trees, and dogwood anthracnose, a non-native fungal disease that is killing dogwood trees. It is National Park Service policy to take an integrated pest management (IPM) approach to deal with pests. IPM was formally instituted as the way to conduct pest management in the Federal government by Presidential Order, August 2, 1979. IPM has lasted through the years because it is effective and helps reduce the need for chemical pesticides. Public Health Connections A few plants and animals found in Shenandoah have the potential to cause illness or injury to people. In some cases, such as skin irritation caused by poison ivy or swelling and discomfort caused by insect bites or stings, those illnesses or injuries are minor. In other cases, animals may transmit more serious diseases such as Lyme disease or hantavirus. The National Park Service strives to provide protection to the public against these hazards through surveillance, pest control actions, and public education. Visitors are encouraged to inform themselves prior to visiting the park and to take responsibility for personal protection. For more information about ticks... Related Information Useful references that deal with pests are:  Pennsylvania State University. 1987. Diagnosing injury to eastern forest trees. Pennsylvania State University, College of Agriculture, University Park, Pennsylvania. 122 pp.  USDA-FS. 1989. Insects and diseases of trees in the South. Protection Report R8-PR-16, June 1989. USDA- Forest Service, Southern Region, Atlanta, Georgia. 98 pp. Websites that provide helpful information about pests are:  Gateway to Federal and State Invasive Species Programs USDA Forest Service - Forest Insect and Disease Leaflets Integrated Pest Management in the National Park System Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/pests.htm"
}
