{
    "title": "Shenandoah National Park: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                 Wildflowers       For more information about Wildflower Weekend in the Park...        Bloodroot (Sanguinaria canadensis)   Wildflowers abound in Shenandoah National Park, providing a beautiful and varied display throughout the growing season. The display begins in early Spring (late March) as the hepatica (Anemone amencana), and bloodroot (Sanguinaria canadensis) push their way through the forest leaf litter. As the days continue to warm, purple and yellow violets flower (Viola spp.), and the large-flowered trillium (Trillium grandiflorum), pink lady's slippers (Cypripedium acaule), and wild geraniums (Geranium maculatum) appear within the forest. In spring and summer, the small blue and yellow flowers of bluets or Quaker ladies (Houstonia caerulea) line many trails. May is the time for pink azaleas (Rhododendron spp.) to bloom in the forest and along Skyline Drive, followed by the white flowers of mountain laurel (Kalmia latifolia) in June. Summer is the time for flowers such as columbine (Aquilegia canadensis), milkweed (Asclepias spp), nodding onion (Allium cernuum), ox eye daisy (Leucanthemum vulgare), and turk's cap lily (Lilium superbum) to bloom. Also in summer, look for the yellow and orange flowers of touch-me-nots (Impatiens spp.) along streams and near springs, and countless spiked blooms of black cohosh (Actaea racemosa) rising above the forest floor. The Park's growing season concludes with a strong display of goldenrods ( Solidago spp.), asters (Symphyotrichum spp.), and wild sunflowers (Helianthus spp.) into the fall. Wildflowers comprise 862 species, or greater than half of the 1406 vascular plant species found in Shenandoah National park. Almost 20% of these species are in the aster (Asteraceae) family. The next most abundantly represented wildflower plant families are the pea (Fabaceae), lily (Lilaceae), mint (Lamiaceae) and mustard (Brassicaceae) families. The rich diversity of wildflowers in the park is particularly evident in spring at the lower elevations along streams such as South River, Hughes River, Rose River, and Mill Prong. Later in the season, the banks of Skyline Drive and the Big Meadows area are great places to see summer and fall wildflowers. Click here for a list of more frequently seen wildflowers and a calendar of when they bloom.               Wildflowers  Standard List  Customize Your List       Wildflowers, also known as herbs, are comprised of 805 species and represent more than half of the floral species diversity within the park. Help with NPSpecies...          Related Information  Useful references that deal with wildflowers are: Gupton, O.W. and F.C.Swope. 1979. Wildflowers of the Shenandoah Valley and Blue Ridge Mountains. University of Virginia Press, Charlottesville, Virginia. Newcomb, L.1977. Newcomb's Wildflower Guide. Little, Brown, and Company, Boston, Massachusetts. One website that provides photographs and helpful biological information about wildflowers is: The Virginia Native Plant Society Listing of this website does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the site.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/wildflowers.htm"
}
