{
    "title": "Shenandoah National Park: Hydrologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Hydrologic Activity                Hydrologic Activity         Land slides after heavy rain storms.   Hydrologic activity, or the action and influence of water on other natural resources are manifest in several forms at Shenandoah National Park. The primary activities include erosion, freezing and thawing, and the occurrence of catastrophic events. Under normal precipitation and stream flow conditions, water and suspended sand and gravel material contribute to the gradual erosion or wearing away of streambeds and banks. Most stream segments, found in the park, are high gradient, or fall from a higher elevation to a lower one over a very short distance. This condition, common in mountainous terrain, leads to more erosion than sediment accumulation, although there are locations in the park where the stream gradient is lower and water velocity slows sufficiently to allow sediment to drop out of suspension and accumulate. “Erosion” is often regarded as an undesirable condition or process. In the park setting, assuming that it is not accelerated by human causes, erosion is accepted as a natural process. Infiltration of water into the ground and rock outcroppings sets the stage for an annual freeze and thaw cycle. As the water freezes, it expands, causing spalling of rocks from outcrop and cliff faces. Spring thawing of that ice creates below-surface rivulets and streams of water which may further contribute to spalling. Periodically catastrophic events strike the park such as severe thunderstorms and hurricanes. These storms often bring with them torrential amounts of rain. Park streams may flood and if sufficient ground saturation has occurred, major debris flows may occur. The most recent incident was hurricane Isabel which passed through the park in September of 2003. Many who are familiar with the park will be aware of the heavy rains and subsequent debris flows that occurred in the South District of the park in 1995. Although these events may result in undesirable flooding, erosion, and debris deposits downstream, they are regarded as natural events. Fortunately, these events occur fairly infrequently. The resulting disturbance of resources within park watersheds is visually alarming but ecological recovery appears to be relatively quick. Related Information One useful reference specific to Shenandoah National Park on hydrologic activity is: U.S. Department of Agriculture, Soil Erosion Fact Sheet Websites related to this topic include:  National Weather Service, Storm Prediction Center National Weather Service, Hydrologic Information Center National Oceanic and Atmospheric Administration Flood website National Landslide Hazards Program Stream Gauging and Flood Forecasting U.S. Geologic Survey, Partnerships in Science Landslide and Debris Flow Webpage Information on hurricane Isabel Listing of these websites does not and is not intended to imply endorsement by the National Park Service of commercial services or products associated with the sites.",
    "url": "https:\/\/www.nps.gov\/shen\/learn\/nature\/hydrologicactivity.htm"
}
